{
 "pageTitle": "A316 Country Way to be given a new lease of life",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "A316 Country Way to be given a new lease of life",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Refurbishment will reduce need for future maintenance work"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) will begin work this month to make the A316 Country Way viaduct a safer and more durable carriageway for motorists coming in and out of south-west London.",
     "The work will start on 19 May 2008 over the viaduct between Apex Corner and Sunbury Cross roundabouts in Hanworth, Hounslow.",
     "Safety improvements to the carriageway will include:",
     "{\"template\":\"bulletlist\",\"items\":[\"Installing new safety barriers\",\"Additional street lighting\",\"Improved signage and road markings\"]}",
     "Other work planned to prolong the life of the viaduct will include:",
     "{\"template\":\"bulletlist\",\"items\":[\"Waterproofing and resurfacing of the viaduct\",\"Replacement of the bridge bearings\"]}",
     "These works will ensure the viaduct is able to safely accommodate heavy traffic for decades to come, and will also minimise any future disruption for motorists as there will be less need for closures for routine maintenance work.",
     "TfL has worked closely with the London Borough of Hounslow and the Highways Agency throughout the design of the scheme, taking into consideration the needs of all roads users when planning closures and disruptions.",
     "The project has been designed to allow the road to stay open to traffic during the busiest times of the day - at least two lanes of traffic in both directions will be kept open between 06:00 and 20:30 while the work takes place.",
     "It will also be necessary to carry out some night time works and on these occasions traffic will go down to one lane in each direction between 20:30 and 06:00.",
     "The highways element of this project is scheduled to be complete by the end of 2008, with the overall scheme due for completion in Spring 2009.",
     "Carillion plc has been awarded the contract to undertake this scheme.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL is responsible for maintaining and managing the 580km TfL Road Network (TLRN), which, although comprising only 5 per cent of the Capital's roads, carries approximately 33 per cent of its traffic\",\"Carillion plc is one of the UK's largest support service and construction companies, working on a range of highways maintenance and road improvement schemes across the UK. \\u003ca href=\\\"http://www.carillionplc.com\\\"\\u003ewww.carillionplc.com\\u003c/a\\u003e \\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}