{
 "pageTitle": "Alcohol ban comes into force on the Tube, trams and buses from this Sunday, 1 June",
 "description": "From Sunday, drinking from and carrying open containers of alcohol will be banned, making travelling on London's public transport network a safer and more pleasant experience for passengers.The Mayor announced the ban, a key manifesto commitment, earlier",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Alcohol ban comes into force on the Tube, trams and buses from this Sunday, 1 June ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) is today issuing a reminder to Londoners that alcohol will be banned from the Tube, buses, Docklands Light Railway, tram services and stations across the Capital from 1 June."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "I'm determined to improve the safety and security of public transport in London",
     "From Sunday, drinking from and carrying open containers of alcohol will be banned, making travelling on London's public transport network a safer and more pleasant experience for passengers.",
     "The Mayor announced the ban, a key manifesto commitment, earlier this month and information posters advising passengers of the ban have been carried across the transport network.",
     "Mayor of London, Boris Johnson, said: 'I'm determined to improve the safety and security of public transport in London and create a better environment for the millions of Londoners who rely on it.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Police support\"}",
     "'That's why from this Sunday 1 June the drinking of alcohol will be banned from the Tube, tram, buses and Docklands Light Railway, with the full support of the Metropolitan Police and British Transport Police.",
     "'I firmly believe that banning the drinking of alcohol on London's public transport will create a better travelling environment for all Londoners and that if we drive out antisocial behaviour and so called minor crime then we will be able to get a firm grip on more serious crime.'",
     "Jeroen Weimar, Chief Operating Officer of Surface Transport, said:  'From Sunday, we will be asking people not to drink or open any alcohol while travelling on our services.",
     "'Passengers fully supported the smoking ban on the Tube and buses when it was introduced some years ago and I am sure they will be on board with this change which is designed to make travelling around this Capital a safer and more pleasant experience.'\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}