{
 "pageTitle": "Court sets date for Metronet's transfer to TfL",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Court sets date for Metronet's transfer to TfL",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Exit from Administration and transfer to Transport for London (TfL) at 00:01, 27 May."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "we will seek to put in place a stable, economic and efficient structure",
     "Metronet's exit from Administration and transfer to TfL neared completion today, as the High Court set the date for the transfer of the people, assets and contracts of the Metronet business to two TfL-owned nominee companies.",
     "This will take place at 00:01 on 27 May 2008.",
     "All Metronet Rail staff will be transferring to the nominee companies under their existing terms and conditions and in accordance with TUPE regulations.",
     "London Underground Managing Director, Tim O'Toole, said: 'We are now in the final stages of removing Metronet from Administration, which is a major achievement and extremely good news for London's Tube passengers.",
     "'Metronet will transfer to TfL next week.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Reliability\"}",
     "'In dealing with the collapse of Metronet, and through the Administration process, there have been two key priorities.",
     "'First, to ensure the continued safe and reliable operation of the Tube network for passengers.",
     "'That has been achieved and I would like to pay tribute to the hard work and dedication shown by all Metronet and London Underground staff, as well as the PPP Administrators.",
     "'Secondly, following Administration, we will seek to put in place a stable, economic and efficient structure that is better able to deliver TfL's investment priorities leading to increased capacity on the Tube in future, along with station, security, communications and accessibility improvements.",
     "'The transfer to TfL control will enable us to further restructure and properly plan for the future.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Maintaining safety\"}",
     "Andie Harper, Chief Executive of Metronet Rail since November 2007 will continue in this role following the transfer.",
     "Andie Harper will report to London Underground Managing Director Tim O'Toole.",
     "The PPP Administrators Ernst \u0026 Young will no longer have any involvement in the running of Metronet Rail operations following transfer to TfL.",
     "The key objectives of the PPP Administrators to maintain the safe operation of the Metronet Rail business during Administration, and transfer the business to a new owner will have been successfully achieved.",
     "The PPP Administrators will continue to have a role in overseeing the remaining assets and liabilities of Metronet Rail BCV Limited and Metronet Rail SSL Limited that are not transferring to TfL.\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}