{
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Discover your London next weekend at the Open Garden Squares Weekend (7 - 8 June)",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Why not leave the stress of traffic at home and walk your way to discovery this weekend courtesy of Transport for London's (TfL's) Open Garden Squares Weekend. Tickets are now on sale for the weekend which takes place on Saturday 7 and Sunday 8 June 2008."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "London is full of beautiful parks and gardens",
     "This year is the 10th Anniversary of Open Garden Squares Weekend, which is organised by London Parks \u0026 Gardens Trust and sponsored by TfL.",
     "It is anticipated that approximately 10,000 people will visit the vast range of gardens.",
     "Of the 170 gardens throughout London from Enfield in the North to Croydon in the South, 120 of the gardens are not usually open to the public and these range from private residential squares to allotments and prisons.",
     "This year 20 new gardens will also be participating and many will be offering a range of activities suitable for the whole family from face-painting and balloon modelling to plant sales and talks.",
     "So why not unearth the hidden gems of your borough and begin your voyage to discovery at the Open Garden Squares Weekend?",
     "Peter McBride, Head of Cycling, Walking and Accessibility at TfL, said: 'London is full of beautiful parks and gardens and the Open Garden Squares Weekend gives people the chance to reacquaint themselves with some old favourites and also discover some that you might not be so familiar with.",
     "'What better way to discover these wonderful spaces than on foot?",
     "'Most are easily walkable from train stations or bus stops allowing people to travel at their own pace and at their convenience.",
     "'It's good exercise too.'",
     "Here are some of the hidden gardens that you can visit this weekend:",
     "\u003cstrong\u003eEaton Square\u003c/strong\u003e ",
     "Eaton Square is one of London's premier addresses and was built in 1826-55 by Thomas Cubitt for the Grosvener Estate.",
     "It is divided into six gardens, one of which will be open for Open Garden Squares Weekend.",
     "In 2007 the perfectly manicured gardens were highly commended in the London Garden Society's competition for large private squares.",
     "Famous past residents of Grosvener Estate include Prime Minister Neville Chamberlain and actress Vivien Leigh.",
     "On the day there will be live music, an exhibition and a tree guide.",
     "\u003cstrong\u003eLambeth Palace\u003c/strong\u003e ",
     "Lambeth Palace Garden is one of the oldest and largest private gardens in London.",
     "The site has been occupied by the Archbishops of Canterbury since the end of the 12th century.",
     "The garden includes formal courtyards, a parkland-style garden with copper beech, black walnut planted by Queen Mary, tulip trees, mulberries, woodland, a pond and native planting, a formal rose terrace, a summer gravel garden, beehives and more.",
     "On the day tea and biscuits will be available and visitors will have the opportunity to buy souveniers and garden honey.",
     "\u003cstrong\u003eHM Prison Wormwood Scrubs\u003c/strong\u003e ",
     "HM Prison Wormwood Scrubs was the last major prison of the 19th century, built by Sir Edmund du Cane between 1875 and 1891.",
     "Bounded on three sides by cell blocks and on the fourth by a fine Portland stone chapel, the central garden strongly resembles a traditional London square, laid out with paths, lawns, flower beds, trees and park benches.",
     "Hanging baskets and planters provide a colourful spectacle in summer.",
     "Visitors will have the opportunity to go on guided tours between 10:30-14.30 on Saturday and at 14:30 on Sunday to see large displays of visual arts from UK prisons, young offender institutions, high-security psychiatric hospitals, secure units and probation services.",
     "Special conditions apply to all visitors and details can be found on the Open Garden Squares website.",
     "\u003cstrong\u003eBranch Hill Allotments \u003c/strong\u003e ",
     "Only a few hundred yards from Hampstead tube station is an unexpected, different little world, encircled by trees and a stout fence.",
     "Today about 40 people from the local community enjoy having their own plots to garden.",
     "On entering, you are surrounded by plants, shrubs and dozens of little vegetable gardens each with its own character reflecting that of its cultivator.",
     "\u003cstrong\u003eRoyal College of Physicians' Medicinal Garden \u003c/strong\u003e ",
     "The Royal College of Physicians of London is a registered charity that aims to ensure high-quality care for patients by promoting the highest standards of medical practice.",
     "The college's medicinal garden has been extensively replanted since 2005.",
     "There are nearly one thousand different medicinal plants represented in the gardens, plants from different cultures and geographical regions of the world, plants identified by famous physicians, ancient plants, poisonous plants, edible plants and those representing the long history of plants and medical beliefs.",
     "With tours throughout the day this really is a beautiful and truly insightful experience.",
     "Tickets bought in advance of the weekend, cost just £6 and allow visitors to go to as many gardens as they like over the two days.",
     "These can be purchased up until 2 June from the Advance Ticket Hotline on 020 8347 3230 (Mon to Fri 9:00 to 18:00) - provided by Capital Gardens; Britain and London Visitor Centre (1 Regent Street, SW1Y 4XT) and Capital Garden Centres in Hampstead; Alexandra Palace; Morden Hall; Wandsworth; Finchley and Berkhamstead.",
     "Tickets can be bought during the weekend for £7.50 from the Britain and London Visitor Centre and selected gardens.",
     "Children under the age of 12 go free as do companions to those in a wheelchair.",
     "For further media information and images please contact Assistant Press Officer Susanne Singh at \u003ca href=\"mailto:susannesingh@tfl.gov.uk\"\u003esusannesingh@tfl.gov.uk\u003c/a\u003e or on 020 7126 1466.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Full details about all the participating gardens and squares are included in the guide which is given free with tickets. Information can also be found at \\u003ca href=\\\"http://www.opensquares.org\\\"\\u003ewww.opensquares.org\\u003c/a\\u003e along with the latest on special events\",\"Open Garden Squares Weekend is organised by the London Parks \\u0026 Gardens Trust to raise awareness of the significant social, cultural, environmental and economic contribution that squares make to the capital and its inhabitants. The Trust provides a centre for education, research, and creative projects for the improvement and conservation of London's green urban spaces. \\u003ca href=\\\"http://www.londongardenstrust.org\\\"\\u003ewww.londongardenstrust.org\\u003c/a\\u003e \",\"To plan your visit to the gardens on the day by foot, visit \\u003ca href=\\\"http://www.tfl.gov.uk/walkingjourneyplanner\\\"\\u003etfl.gov.uk/walkingjourneyplanner\\u003c/a\\u003e \",\"In 2008 Open Garden Squares Weekend celebrates its 10th Anniversary. Originally Open Squares Day,  it was initiated in 1998 by a local resident who imagined a day 'when all the gardens could be open to the public when local communities could celebrate the day with fetes and fairs'. 40 private garden squares participated in the first year\",\"The London garden square is one of the Capital's most popular and valuable features, with a rich history stretching back to 1631 when the Covent Garden Piazza was completed.  By the late 18th century the square design had been perfected, with Bedford Square, W1, a shining example\",\"In addition to private and limited access gardens and squares, a selection of public gardens will also participate in the event\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}