{
 "pageTitle": "Have your say on local bus services in Kensington and Chelsea",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Have your say on local bus services in Kensington and Chelsea",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "TfL is inviting passengers and local residents to give their comments on proposals for a new bus route, 228, and plans to extend route 316."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We are very keen to hear passengers' views on our proposals for local bus services",
     "The proposed route 228 has been developed in partnership with Hammersmith \u0026 Fulham Council and the Royal Borough of Kensington \u0026 Chelsea, meeting long-standing requests for new transport links.",
     "The proposed route would operate between Central Middlesex Hospital (in Park Royal) and Elgin Avenue, via White City, Ladbroke Grove and Harrow Road.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Route 316\"}",
     "An associated change is proposed for the route 316, which currently operates between Cricklewood (Edgware Road) and St Charles Hospital.",
     "There are plans to extend the route from St Charles Hospital to White City along St Mark's Road and St Ann's Road.",
     "The extension will provide a high frequency link between North Kensington and the areas around Latimer Road, and White City, as well as providing links from Queen's Park, Kilburn High Road, Brondesbury and Cricklewood.",
     "Both routes will use single-deck buses and provide new bus links to White City and the new Westfield Development.",
     "Peter Bradley, Head of Stakeholder Engagement, said: 'London's bus network is constantly under review to ensure we continue to meet passenger needs.",
     "'We are very keen to hear passengers' views on our proposals for local bus services.'",
     "Further information about the proposals can be accessed through \u003ca href=\"/corporate/projectsandschemes/2033.aspx\"\u003eBus route consultations\u003c/a\u003e and also from London Buses Customer Services. The consultation will run from 26 May until 11 July 2008.\u003cbr /\u003e",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Notes to editors\"}",
     "Leaflets with details of the proposals will be sent out to around 30,000 local residents, including residents in and around new roads to be served in White City and Ladbroke Grove",
     "London Buses Customer Services contact details:",
     "{\"template\":\"bulletlist\",\"items\":[\"\\u003cstrong\\u003eTel:\\u003c/strong\\u003e 0845 300 7000\",\"\\u003cstrong\\u003eEmail:\\u003c/strong\\u003e  \\u003ca href=\\\"mailto:customerservices@tfl-buses.co.uk\\\"\\u003ecustomerservices@tfl-buses.co.uk\\u003c/a\\u003e \",\"\\u003cstrong\\u003ePost:\\u003c/strong\\u003e London Buses Customer Services, 4th floor, Zone G7, Palestra, 197 Blackfriars Road, London SE1 8NJ\",\"\\u003cstrong\\u003eTextphone:\\u003c/strong\\u003e 020 7 918 4435\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}