{
 "pageTitle": "London businesses urged to get on their bikes",
 "description": "Increasing numbers of Londoners have taken to two wheels and are cycling to work, including the Capital's new Mayor, Boris Johnson. Now TfL is asking cyclists to register for the Workplace Cycle Challenge to encourage even more Londoners to cycle to work.",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London businesses urged to get on their bikes",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Registration opens for Transport for London's (TfL's) Workplace Cycle Challenge, to encourage London's commuters to take to two wheels."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "there has never been a better time to take to two wheels",
     "Increasing numbers of Londoners have taken to two wheels and are cycling to work, including the Capital's new Mayor, Boris Johnson.",
     "Now TfL is asking cyclists to register for the Workplace Cycle Challenge to encourage even more Londoners to cycle to work.",
     "Cyclists from workplaces across the Capital are being asked to form teams and compete against other businesses in the challenge, which will take place during June.",
     "The Mayor of London, Boris Johnson, said: 'There is no better way of getting to work in this City.",
     "'It's good for the cyclist, good for the city and good for the planet.",
     "'The first few trips might feel tough, but the summer is clearly the best time to take this up, so I encourage anyone who can ride to work to give it a go.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Challenge\"}",
     "Companies will need to nominate a 'Team Manager' to coordinate the challenge within their organisation.",
     "Participating teams will be asked to register their progress, by logging the miles that they cycle on the challenge website.",
     "The results will then be compared against the results of other organisations of similar sizes to their own and the winners will be awarded at a VIP reception during this year's London Freewheel on 21 September.",
     "Participating businesses will compete in the following three challenges:",
     "{\"template\":\"bulletlist\",\"items\":[\"Best Organisation - for the team that registers the highest percentage of their employees logging cycle trips during June\",\"Overall Best Team - for the team registering the highest number of people who are either new to cycling or who haven't cycled recently\",\"Highest Mileage - for the team that logs the most miles per person during the challenge\"]}",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Benefit\"}",
     "Ben Plowden, Director of TfL's Smarter Travel Unit said: 'Not only will the challenge be a fun and healthy team-building experience but with summer on the way and thousands more cyclists on the Capital's streets, there has never been a better time to take to two wheels.",
     "'As a regular commuter cyclist I know cycling is a great way to travel to work - it's cheap, convenient, healthy and quick.",
     "'It also has great benefits for businesses as it can increase productivity and reduce absenteeism as well as saving costs on parking facilities.",
     "'It is a great way of looking after the environment, and can really help to reduce a company's carbon footprint.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Win\"}",
     "Individuals that sign-up and complete the online questionnaire will automatically be entered into a prize draw to win a £150 Evans Cycle Shop Voucher, and the first 150 inexperienced cyclists who sign up will be offered free cycle training.",
     "Teams that log their cycle journeys on a weekly basis will also be entered into a further weekly prize draw for a £100 Evans Cycle Shop Voucher.",
     "Organisations that want to take part should register at \u003ca href=\"http://www.tfl.gov.uk/cyclechallenge\"\u003ewww.tfl.gov.uk/cyclechallenge\u003c/a\u003e before the challenge starts on 1 June.",
     "They can also sign up to the challenge or add new team members at any point throughout June.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"For further information or to join the London Cycle Challenge 2008 please visit \\u003ca href=\\\"http://www.tfl.gov.uk/cyclechallenge\\\"\\u003ewww.tfl.gov.uk/cyclechallenge\\u003c/a\\u003e \",\"TfL offer a range of incentives through its workplace travel programme to help organisations encourage their staff to travel to and from work more sustainably, and to reduce their car use.\",\"These initiatives include supporting companies to implement flexible working practices, promoting car sharing, and encouraging cycling and walking by providing funding or match funding for initiatives such as secure cycle parking, showers and drying rooms. For further information please visit \\u003ca href=\\\"http://www.anewwaytowork.org\\\"\\u003ewww.anewwaytowork.org\\u003c/a\\u003e \",\"The number of cycle journeys on London's major roads has increased by 83 per cent since TfL was created in 2000. It is estimated that there are now around 480,000 cycle journeys a day across London\",\"The London Freewheel will take place on Sunday 21 September. For further information please visit \\u003ca href=\\\"http://www.londonfreewheel.com\\\"\\u003ewww.londonfreewheel.com\\u003c/a\\u003e \\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}