{
 "pageTitle": "Major works to Aldgate East gyratory begin today",
 "description": "The new road layout will make it easier and safer for cyclists to travel through the area and bus passengers will also benefit from newly located west and eastbound bus stops that will improve accessibility.The introduction of pedestrian crossing",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Major works to Aldgate East gyratory begin today",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "TffL will begin work today on a privately funded project in Aldgate East to remove the one-way gyratory system and re-introduce two-way traffic on Whitechapel High Street."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Removing this urban blight will restore this historic area for business and personal use",
     "The new road layout will make it easier and safer for cyclists to travel through the area and bus passengers will also benefit from newly located west and eastbound bus stops that will improve accessibility.",
     "The introduction of pedestrian crossing facilities across all of the junctions will make the area much more pedestrian friendly.",
     "A new public open space will be created by closing off the western half of Braham Street, between Mansell Street and Leman Street, which will play an important role in regenerating Aldgate for the whole community.",
     "Braham Street will also be closed off at the eastern end for a private development.",
     "Work is scheduled to be completed on the highway project by the end of the year and will complement other major building developments due to take place in the Aldgate area.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Accessible\"}",
     "The public open space is scheduled to be completed in 2009.",
     "Dana Skelley, TfL's Interim Director of Road Network Management, said: 'The changes we are making to the Aldgate gyratory system have been welcomed by all of the road users we've spoken to, particularly cyclists.",
     "'The scheme will not only improve the accessibility and safety of the road network in the area, but with the creation of the new public space we will be contributing to the overall regeneration of Aldgate.'",
     "Koy Thomson, Chief Executive of the London Cycling Campaign (LCC), said: 'The Aldgate one-way road system has always been a barrier to safe pedestrian and cycle movement in and out of the City of London.",
     "'Removing this urban blight will restore this historic area for business and personal use.",
     "'The LCC's local group have been campaigning for this improvement for over a decade.'",
     "Disruption to the public during the construction work will be minimised, with works taking place overnight and at weekends when possible.",
     "\u003cstrong\u003eNotes to editors :\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The project schedule, including night time and weekend works, for the Aldgate East gyratory project have been agreed with the London Borough of Tower Hamlets Environmental Health Officer\",\"TfL is responsible for maintaining and managing the 580km TfL Road Network (TLRN), which, although comprising only five per cent of the Capital's roads, carries approximately 33 per cent of its traffic\\u003cbr /\\u003e\"]}",
     "@this.ScriptBlock(\n        @script)"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}