{
 "pageTitle": "Mayor to chair Transport for London",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor to chair Transport for London",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "This press release was originally issued by the Greater London Authority."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The Mayor of London, Boris Johnson, has today confirmed that he will chair the Board of Transport for London, assuming the position with immediate effect.",
     "The long-term leadership of the Board will be considered over time.",
     "The Mayor has also asked Steven Norris to join the Board, and to sit on the Board of the London Development Agency.",
     "He has asked Mr Norris to carry out the specific task of coordinating work between the two bodies.",
     "Boris Johnson said: 'Steven Norris will bring a wealth of knowledge and experience of both transport and business to these important roles and is therefore uniquely placed to coordinate their work.",
     "'He has also proved, time and time again, that he has a passionate commitment to London, which I applaud.'\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Steven Norris became a Member of Parliament, representing Oxford East, in 1983. He has served as Parliamentary Under Secretary of State for Transport and Minister for Transport in London, where he was responsible for the Jubilee line extension, the largest extension of the London Underground network to date. He has chaired the National Cycling Strategy Board, been the Director General of the Road Haulage Association and President of the Motor Cycle Industry Association and a patron of the cyclists charity, Sustrans and of the Campaign for Better Transport (UK) Trust\",\"Dave Wetzel is no longer the Vice Chair of  Transport for London\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}