{
 "pageTitle": "Metronet Rail transfers to TfL control",
 "description": "TfL pledged to focus investment on new trains and signalling systems, as well as station renewals, to deliver the greater reliability and capacity that Londoners and Tube users want and need. Over the coming financial year, TfL's investment in trains,",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Metronet Rail transfers to TfL control",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Metronet Rail today transferred to Transport for London (TfL) control at one minute past midnight."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We can ensure that the crucial upgrade work is continued and delivered on time",
     "TfL pledged to focus investment on new trains and signalling systems, as well as station renewals, to deliver the greater reliability and capacity that Londoners and Tube users want and need.",
     "Over the coming financial year, TfL's investment in trains, signalling and stations on the eight Tube lines that were formerly the responsibility of Metronet is forecast to be around £1.4bn - the equivalent of almost £27m each week.",
     "The first new trains and signalling systems to be delivered on these lines will be as part of the £900m Victoria line upgrade.",
     "The new trains are currently being tested and are due to enter passenger service for the first time next year.",
     "They will have CCTV, wheelchair access, better ventilation and improved audio-visual customer information systems.",
     "The full upgrade is contractually due to be delivered by 2013, but with the 2012 Olympic and Paralympic Games only four years away, the upgrade is currently on course to deliver this major transport boost by late 2011.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Continuing improvements\"}",
     "Station works continue with 39 stations already completed and work currently underway at a further 22.",
     "Design work is being progressed at the same number again.",
     "The Mayor of London, Boris Johnson, said: 'Since Metronet went into administration there has been a protracted period of uncertainty, resulting in the millions who rely on the Tube not knowing when the needed improvements would be delivered.",
     "'With Metronet now out of administration and under the control of TfL we can ensure that the crucial upgrade work is continued and delivered on time, while representing good value for the Capital.",
     "'Londoners deserve nothing less, and I will be working closely with TfL to make sure that the improvements are delivered.'",
     "London Underground Managing Director, Tim O'Toole, said: 'The Tube's importance to London has never been greater.",
     "'More and more people are travelling with us every day and there is no sign of this slowing down, so providing additional capacity to meet demand through the upgrade of the Tube is paramount.",
     "'We're working hard to deliver our renewal program efficiently.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Programme of renewal\"}",
     "'We have already overseen the restructure of a number of contracts, particularly the train and signalling contracts for the sub-surface lines, and track maintenance across all these eight Tube lines.",
     "'This has saved hundreds of millions now with the potential to save hundreds of millions more in future.",
     "'Metronet Rail is now out of Administration and under TfL control, meaning we can focus on our priorities.",
     "'These are continued good day-to-day maintenance leading to reliable train services, the delivery of the line upgrades, and putting in place with the Mayor and Government an efficient and effective long-term structure that can deliver Tube improvements in future.'",
     "Working more closely with London Underground over the period of Administration, real improvements in performance have already been delivered.",
     "A new management team has been put in place, led by Chief Executive Andie Harper, which is helping to deliver the improved performance on these eight lines, including:",
     "{\"template\":\"bulletlist\",\"items\":[\"A 10 per cent reduction in passenger disruption year on year\",\"Engineering overruns halved through better management\"]}",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Maintaining service\"}",
     "Furthermore, 114km of track has been renewed with a further 38km scheduled by April 2009.",
     "As part of the upgrade of the Circle, District, Hammersmith \u0026 City and Metropolitan lines, the manufacture of 190 new air-conditioned trains to enter passenger service from 2010 will continue at Bombardier's plant in Derby.",
     "New Chief Executive, Andie Harper, said: 'I'm proud of our staff who have made great progress improving the Tube service.",
     "'We remain focused on maintaining and renewing the Tube.",
     "'The transfer to TfL provides us with the stability and direction we need while the long-term future is agreed.",
     "'We have agreed an ambitious but achievable investment programme with London Underground for the coming year that will ultimately deliver real and major improvements for passengers on the Tube.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "\u003cstrong\u003e \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}