{
 "pageTitle": "Passengers benefit from new Northern line timetable",
 "description": "A series of changes to the Northern line schedule, the product of over a year of detailed study, has resulted in more trains running on time. Modifying the service in response to increasing customer demand has led to increased reliability and has reduced",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Passengers benefit from new Northern line timetable",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Customers on London's busiest Tube line now have a more reliable service due to the introduction of a new timetable."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "disruption to customer journeys has been reduced",
     "A series of changes to the Northern line schedule, the product of over a year of detailed study, has resulted in more trains running on time.",
     "Modifying the service in response to increasing customer demand has led to increased reliability and has reduced journey times by around a minute.",
     "The Northern line carries around three quarters of a million people daily.",
     "Rising passenger numbers mean that trains take longer to complete their journeys as they have to stop for longer at busy stations to allow time for the extra people to get on and off.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Recovery\"}",
     "The timetable was changed in January 2008 to reflect this, meaning that trains now run to time more often.",
     "The new service can also recover more quickly if there are delays.",
     "London Underground has also boosted the frequency of trains on the Bank branch to help with passenger demand through the City and improve performance across the rest of the line.",
     "Jeff Ellis, General Manager for the Northern line, said: 'Changes to our Northern line timetable have really made a difference to customers' journeys.",
     "'Since the introduction of the new timetable London's busiest line has been far more reliable.\u003cbr /\u003e\u003cbr /\u003e'Fewer delays are occurring, as a result of trains running to time.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Reliability\"}",
     "'When minor delays do arise the line has recovered much more quickly and disruption to customer journeys has been reduced.",
     "'It has also allowed us to carry around 1,400 more passengers an hour on the Bank branch in the peak - the busiest section of the line.'",
     "Work has also begun to upgrade the line, which will be completed in 2012.",
     "The installation of modern signalling together with a new automatic train control system will further increase capacity and reliability.",
     "Once the renewal of the line is finished London Underground will be able to transport 20 per cent more passengers on parts of the line and journeys will be 18 per cent faster.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Transport for London is investing £10billion to improve and expand London's transport network, over half of that being spent on the Tube\",\"Tube Lines is responsible for the maintenance and renewal of the Jubilee, Northern and Piccadilly lines\",\"The Northern line is the most complex and challenging manually driven railway in Europe, with services operating on six branches\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}