{
 "pageTitle": "Second route for East London Transit announced following consultation",
 "description": "The second ELT route from Barking town centre to Dagenham Dock via Barking Riverside will provide a new frequent bus service to serve the current and future residents and businesses of Barking Riverside when services begin in 2012.Following a public",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Second route for East London Transit announced following consultation ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "TfL has today confirmed the route for the second phase of the East London Transit (ELT)."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "'The East London Transit will create a vital transport link",
     "The second ELT route from Barking town centre to Dagenham Dock via Barking Riverside will provide a new frequent bus service to serve the current and future residents and businesses of Barking Riverside when services begin in 2012.",
     "Following a public consultation in May 2007, route option 'B' has been chosen.",
     "This runs from River Road and into Thames Road, down into Creek Road and Long Reach Road into the new Barking Riverside Development.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Reliablity\"}",
     "Construction of the first ELT route between Ilford and Dagenham Dock will commence in January 2009, with the service expected to be operational by Autumn 2009.",
     "Nigel Hardy, Head of Project Initiation for the ELT, said: 'The East London Transit will create a vital transport link for people in Barking, making journeys to work, school and social activities more reliable and comfortable.",
     "'Using buses fitted with environmentally friendly engines and the latest commercially viable technology, the transit will produce less pollution, and with its own dedicated bus lanes, passenger travel times will also be shortened.'",
     "Cllr Sid Kallar, Barking and Dagenham's executive member for regeneration, said: 'The ELT is a high quality, fast transit bus system that will have a major impact on the regeneration of Barking and Dagenham.",
     "'It will feature the latest in bus technology.",
     "'There will be a major upgrade of the appearance of the streets it runs along.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The ELT aims to help revitalise East London by providing better access to jobs, education, healthcare and community facilities for existing and future communities\",\"For more information on the ELT, visit \\u003ca href=\\\"http://www.tfl.gov.uk/elt\\\"\\u003etfl.gov.uk/elt\\u003c/a\\u003e \"]}",
     "@this.ScriptBlock(\n        @script)"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}