{
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Spring into summer next weekend (31 May - 1 June)",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "On 31 May - 1 June, Walk London will be holding the third set of walks in a series of walking weekends that encourage people to get out and explore sections of the Capital's Strategic Walking Network."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The weekend, which is funded by Transport for London (TfL), will give locals the opportunity to discover a different side to their boroughs by unveiling some of their areas' hidden depths.",
     "'Spring into summer' is a weekend of 39 free guided walks that take in London's famous - and not so famous - sites along the way.\u003cbr /\u003e\u003cbr /\u003eMany of the walks have been made shorter and story walks have been introduced in some areas of the walking network with walk leaders revealing the stories behind their walking routes, making this a fun activity for everyone to participate in.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Open spaces\"}",
     "The walks will all start and finish at Tube stations, bus stops or railway stations.",
     "They follow mainly traffic-free routes and connect some of London's best attractions, parks and open spaces, as well as a number of rivers.",
     "So why not 'Spring into summer' and join your local walking weekend?\u003cbr /\u003e\u003cbr /\u003ePeter McBride, Head of Cycling Walking and Accessibility at Transport for London (TfL), said: 'Walking is a great way to get around and the Walking Weekend celebrates the fact that it will be National Walking Day on Friday 30 May.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Stepping out\"}",
     "'Over the weekend people will be invited to use the Strategic Walks Network to see London in all its glory; from riverside paths to city centre boulevards, to green and open spaces. TfL funds the network, making sure that it's well signposted and easy to use and follow.",
     "'Try it and you might decide that there are lots of other places where walking is a quicker, healthier and more enjoyable option.'\u003cbr /\u003e\u003cbr /\u003eHere are TfL's top five fantastic feature walks to try out on 31 May - 1 June:",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Oxleas Wood Circular Walk\"}",
     "Meeting at the signpost by the gate to Oxleas Cafe at 2pm on 31 May.\u003cbr /\u003e\u003cbr /\u003eThis walk is suitable for adults and children over 10years plus. Led by story teller Rich Sylvester this walk will take you on a fantastical journey revealing tales of pirates and highwaymen that once lived and worked in the London borough of Greenwich as you walk through the magical places of Oxleas Woods.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Abbey Wood to Thamesmead and Woolwich Arsenal\"}",
     "Meeting at Abbey Wood station at 11am on 31 May.\u003cbr /\u003e\u003cbr /\u003eWalking from Abbey Wood, via Lesnes Abbey, Thamesmead, Thames Path and ending at Woolwich Arsenal for afternoon tea.",
     "Highly historical in its nature, this walk will offer a wide variety of interest including cutting edge award-winning architecture of the 1960s, film sets (such as Clockwork Orange), huge water spaces, leafy garden suburbs and disused and converted industrial complexes.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Lower Lea Valley\"}",
     "Meeting at Tottenham Hale station at 11am on 31 May.\u003cbr /\u003e\u003cbr /\u003eThis walk will follow the River Lee towpath below Spring Hill, along Walthamstow and Hackney Marshes and across the Olympic Park to Britain's largest tidal mill!",
     "Full of magnificent views this certainly isn't one to be missed.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Upper Lea Valley\"}",
     "Meeting outside Waltham Cross Railway station at 11.15am on 1 June.\u003cbr /\u003e\u003cbr /\u003eWaterside walking along the Lee Navigation, our group will be joined by expert birders who will point out the amazing wildlife to be found in the area.",
     "Walking from historic Waltham Abbey, where Harold the last Saxon king is buried, past important Ponders End, where plastics and the light bulb were invented. The walk finishes at Tottenham Hale.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"City Walk\"}",
     "Meeting outside the EAT café next to the Tower of London ticket office at 11am on 31 May.\u003cbr /\u003e\u003cbr /\u003eSee London in a way that you've never seen before, and enjoy a guided tour round the heart of the City of London.",
     "From Tower Hill to Ludgate Hill, you'll walk past many distinctive buildings that demonstrate the City's ability to constantly renew both itself and its institutions.",
     "A walk that takes in the Gherkin, the Monument, the Bank of England, Mansion House, and St. Paul's Cathedral and the Central Criminal Court.",
     "....................................................................................\u003cbr /\u003e\u003cbr /\u003eCurrently half of all trips made in suburban London are less than two kilometres and carried out by a means of transport other than walking despite the fact that this is a distance that can easily be walked by most people in around 20 minutes.",
     "London Walking Weekend aims to get Londoners to take a fresh look at their travel habits and discover the many easy and attractive walking routes around the Capital.\u003cbr /\u003e\u003cbr /\u003eJames Bidwell, Chief Executive of Visit London, said: 'London is the number one city destination in the world.",
     "'One third of the Capital is green space and from iconic attractions to hidden gems, the best way to discover London is on foot.",
     "'Spring into summer Walking Weekend is a fantastic initiative and I would urge Londoners and visitors alike to take part in this great experience.'\u003cbr /\u003e\u003cbr /\u003eFor more information is available at online at \u003ca href=\"http://www.walklondon.org.uk/\"\u003eWalk London. \u003c/a\u003e \u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"London has six strategic walking routes, which are supported by TfL: Capital Ring, Jubilee Walkway, Lee Valley Walk, London Outer Orbital Path, Southeast Green Chain and Thames Path\",\"TfL's \\u003ca href=\\\"http://www.legiblelondon.info/\\\"\\u003eLegible London\\u003c/a\\u003e project aims to create a simple, reliable and consistent wayfinding system to encourage more people to walk for short journeys or as part of longer trips. For more details on the project\",\"TfL is in the middle of a three-year £126m investment programme to \\u003ca href=\\\"http://www.tfl.gov.uk/tfl/corporate/projectsandschemes/roadsandpublicspaces/walkImprovements/default.asp\\\"\\u003eimprove conditions \\u003c/a\\u003e for pedestrians in London. TfL is investing this money in both local borough schemes and on London's major roads, for infrastructure improvements such as new pedestrian crossings, lowered kerbs and improved signage, and on local walking maps, promotion and education\",\"Case study - Walking Guides\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}