{
 "pageTitle": "Touch in with Oyster or lose out",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Touch in with Oyster or lose out",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "From 1 June, touching in with an Oyster photocard is compulsory for all young people to continue receiving free travel on buses and trams in London."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "It is very important for young people to realise they cannot use the bus without touching in first",
     "Transport for London today reminded parents and school children that the new rules for young people aged 11-15 who qualify for free bus and tram fares in the Capital come into force in under one month.",
     "From 1 June, everyone aged 11 and over must touch in with a valid Oyster photocard when boarding a bus or at a tram stop to continue travelling for free.",
     "Currently only those aged 14 and over need to do so.",
     "All young people aged 11 and over must continue to touch in and out with their Oyster photocard on the Tube, Docklands Light Railway and London Overground to travel at child-rate.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Apply now\"}",
     "A new name, Zip, has been given to all concessionary travel schemes for young people.",
     "If you already have an Oyster concessionary photocard you do not need to apply for a Zip Oyster photocard.",
     "The new scheme means that young people aged 11 upwards will need to use an Oyster photocard or Zip Oyster photocard.",
     "Anyone without one will be unable to travel free on buses and trams and will have to pay the adult fare.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Touch in\"}",
     "Your first Zip Oyster photocard is free and can be applied at Post Offices. More information is available at \u003ca href=\"http://www.tfl.gov.uk/zip\"\u003ewww.tfl.gov.uk/zip\u003c/a\u003e .",
     "Applications to meet the 1 June rule change must be received by 10 May.",
     "Young people who do not apply by this date must pay the full adult fare until they get one.",
     "A 'Countdown to June 1' campaign is also running on the internet reminding everyone to 'touch in or lose out'.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Changes\"}",
     "Nick Owen, Head of Bus Enforcement, said: 'Young people who want to benefit from free travel on buses and trams must make sure they have an Oyster photocard card and must touch in on every journey.",
     "'It is important that parents, carers and young people are aware of these changes.",
     "'While we are working closely with schools to ensure all young people are prepared for 1 June, everyone must take individual responsibility to manage the changes.'",
     "Commenting on this development, the new Mayor of London, Boris Johnson, said: 'It is very important for young people to realise they cannot use the bus without touching in first.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Privilege\"}",
     "'Photocards for all young people over the age of 11 will be the first step in restoring civility on our buses.",
     "'I am encouraged that plans are already being worked on for the introduction of Payback London and I hope to be able to announce shortly the roll-out of the scheme.",
     "'For those 11 and over who are just getting their cards - my message to them is to treat it like the privilege it is and enjoy travelling around London for free.'",
     "\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}