{
 "pageTitle": "Transport for London begins online sponsorship trial",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London begins online sponsorship trial",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "TfL today begins a three-month trial that will see limited sponsorship on its website, tfl.gov.uk, for the first time."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This trial will help us appraise the potential revenue generation opportunities for TfL",
     "The trial is believed to be a first on a public sector organisation's website and will see Yell.com content placed on high-traffic, relevant pages of the TfL website through Yell.com netReach, Yell's new ad syndication product.",
     "Yell.com netReach will deliver geographically relevant Yell.com content onto TfL's website.",
     "A second phase of the online sponsorship deal will see an interactive Yell.com banner, with in-built search functionality, introduced onto TfL's homepage.",
     "The decision to deliver content from Yell is part of a wider partnership with the international directories publisher, which started with the inclusion of TfL content within Yellow Pages directories in 2005.",
     "Giles Bailey, TfL's Head of Group Marketing Strategy and Integration, said: 'The trial sponsorship partnership between Transport for London and Yell.com is a good fit for both parties and will add useful functionality for our passengers.",
     "'There are over seven million visits to \u003ca href=\"http://www.tfl.gov.uk/\"\u003etfl.gov.uk\u003c/a\u003e every month, and this trial will help us appraise the potential revenue generation opportunities for TfL as we consider online sponsorship offerings.",
     "'This is revenue that will be ploughed back into improvements to the Capital's transport system.'",
     "Ian Bowen-Morris, Head of Advertising Syndication at Yell.com, said: 'We are delighted to deepen our partnership with Transport for London, and are confident that Yell.com netReach will provide TfL's website visitors with relevant, trusted content which will be extremely useful to them.",
     "'As well as the forthcoming interactive banners, we have also added links to TfL's Journey Planner on Yell.com's London location pages.",
     "'In the future we hope to collaborate more closely to integrate functionality between the sites, adding value to both sets of website visitors.'",
     "Transport for London will analyse the commercial viability of continuing to allow online sponsorship, as well as customer reaction, before taking the option further.",
     "\u003cstrong\u003eNotes to editor's:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL is one of the world's largest transport authorities, providing transport and services for more than 10 million people across the Capital every day\",\"Among the areas managed by TfL are London Underground, which carried a record 1.1 billion journeys last year, and the London bus network which carried 1.9 billion passengers last year, up 45 per cent since 2000\",\"The TfL website allows Londoners to get up-to-the minute specifically tailored journey information simply and swiftly, as well as top up their Oyster card or pay the London Congestion Charge\",\"TfL has received a prestigious Webby People's Voice Award for the best Government website on 6 May, after people around the world voted for their favourite websites\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}