{
 "pageTitle": "Visitors to London to receive better access to Oyster cards",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Visitors to London to receive better access to Oyster cards",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Oyster cards are to be available to visitors before they arrive in London, with Oyster cards sold through the Oxford Tube Coach Service."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This arrangement with Oxford Tube is a great development",
     "Transport for London (TfL) and Oxford Tube have joined forces so that passengers on the dedicated London to Oxford coach service can buy Oyster cards before they even reach the Capital, and be ready to travel on the Tube and buses as soon as they arrive.",
     "Thanks to this new partnership, from June Visitor Oyster cards will be available for passengers to buy in Oxford from ticket offices at Gloucester Green Coach Station and Thornhill Park and Ride.",
     "Boris Johnson, Mayor of London, said: 'This arrangement with Oxford Tube is a great development for visitors to London who need to get around the city.",
     "'More people can now arrive ready to travel, and use Oyster as the quickest, cheapest and easiest way of getting around London.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Ready to travel\"}",
     "The premier express coach service has been operating for 21 years and currently carries over two million passengers per year into the Capital, with 75 services between Oxford and London every day.",
     "The Oxford Tube is a popular choice with visitors, commuters and students.",
     "The Visitor Oyster card is pre-loaded with pay as you go and is ready to use on the system for passengers as soon as they arrive in central London.",
     "Martin Sutton, Managing Director of Oxford Tube, said: 'Oxford Tube is Europe's most frequent express coach service and we are delighted to be able to offer this new option to the thousands of customers travelling to London with us every day.",
     "'It will allow fast and easy onward travel in the Capital and make public transport even more accessible to passengers.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Enjoying the visit\"}",
     "Visit London's Chief Executive, James Bidwell, says: 'London welcomes 10 million staying visitors and 150 million day trippers from other parts of the UK each year.",
     "'Making the cards available to passengers before they even arrive in London will save time on queuing for tickets and leave them more relaxed, with more time to enjoy their visit.'",
     "The announcement is part of TfL's strategy to ensure that visitors to London have access to the quicker and easier way of travelling in the Capital available with Oyster.",
     "Instead of buying a paper ticket, visitors can work out how often they will use public transport in London and top-up their Oyster card for visitors accordingly.",
     "The pay as you go money on the card is timeless so people can use any money left over for future visits to London or give it to someone else who is visiting London.",
     "\u003cstrong\u003eNote to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"More than 17 million Oyster cards have now been issued and 38 million journeys a week are made each week using Oyster\",\"Around 78 per cent of all Tube and bus payments in London are now by Oyster card\",\"As an example, with Oyster pay as you go you can load £10 onto your Oyster card and when you touch in and out at the yellow card readers on the Tube, Docklands Light Railway and London Overground or touch in on the bus or tram, the reader automatically deducts the correct fare\",\"When passengers use the Oyster card to touch in and out on the yellow card readers on the Tube, Docklands Light Railway, London Overground and touch in on buses and trams, the system automatically works out the right fare for the journey within in a fifth of a second from up to 1.83 million permutations\",\"Almost three times as many passengers can pass through a Tube station entrance/exit gate using an Oyster card as can using printed tickets - 40 a minute compared to 15 a minute\",\"More information on Oyster is available at \\u003ca href=\\\"http://www.tfl.gov.uk/oyster\\\"\\u003etfl.gov.uk/oyster\\u003c/a\\u003e \"]}",
     "\u003cstrong\u003eAbout Oxford Tube\u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}