{
 "pageTitle": "Consultation begins today on Emissions Related Congestion Charging",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Consultation begins today on Emissions Related Congestion Charging ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Londoners are becoming increasingly aware of the need to tackle climate change",
     "Transport for London (TfL) has announced that public consultation will begin today on proposals to charge cars with the highest greenhouse gas emissions £25 to drive in the present central London Congestion Charging Zone, combined with a 100 per cent discount for the cars with the lowest emissions.",
     "The proposals, part of the Mayor's programme to tackle climate change, would see drivers of cars which make the biggest contribution to global warming, those in Vehicle Excise Duty Band 'G' and equivalent such as some of the so-called 'Chelsea tractors', some high powered sports cars and expensive luxury vehicles, pay £25 to drive in the zone.",
     "The affected zone will be the existing congestion charge zone in central London.",
     "The lowest C02 emitting vehicles would qualify for a 100 per cent discount.",
     "The great majority of drivers within the zone would be unaffected, and would continue to pay the standard £8 charge.",
     "The new charges would be as follows:",
     "{\"template\":\"bulletlist\",\"items\":[\"Low-CO2 emitting cars - 100 per cent discount (£0). Includes cars in Vehicle Excise Duty (VED) Bands A and B (up to and including 120g CO2 per km) which also meet Euro 4 air quality standard\",\"The majority of cars - VED Bands C, D, E and those in F with emissions up to 225g CO2 per km, as well as those registered pre 2001 with engines up to and including 3,000 cc, will continue to pay exactly the same daily charge as at present - £8\",\"The highest CO2 emitting cars - VED Band G and equivalent vehicles (above 225g CO2 per km), as well as those registered pre March 2001 with engines larger than 3,000 cc, will pay £25 a day\"]}",
     "Transport - excluding aviation - accounts for 22 per cent of London's CO2 emissions, with cars accounting for nearly half of this.",
     "According to a poll conducted by MORI for the Mayor, 64 per cent of Londoners think the most polluting cars should pay a higher congestion charge.*",
     "The consultation starts today (10 August) and ends on 19 October. It will help inform the Mayor's decision on whether to confirm these proposals.",
     "Mayor of London, Ken Livingstone said: \"Today marks the start of a period of consultation over this proposal, which aims to reduce the harmful emissions that cause global warming.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Choice of car\"}",
     "\"By proposing these changes to the congestion charging scheme we are encouraging people to take into account the impact on the environment of their choice of car.",
     "\"Londoners are becoming increasingly aware of the need to tackle climate change.",
     "\"The highest CO2 emitting cars - like some of the so-called Chelsea tractors, high powered sports cars and luxury executive cars - can produce twice as much carbon dioxide emissions as the kind of car driven by the average Londoner.",
     "\"We are already cleaning up London's fleet of public vehicles through measures like the introduction of hybrid buses.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Leading the way\"}",
     "\"These new proposals seek to tackle emissions from private vehicles, and ensure that London is leading the way in the fight against catastrophic climate change.\"",
     "TfL Director of Planning, Michèle Dix, said: \"The Congestion Charge has already contributed to reduced CO2 emissions in the charging zone as a result of reduced congestion and fewer vehicles making trips to central London.",
     "\"This proposal seeks to further reduce emissions by encouraging the use of lower CO2 emission vehicles.\"\u003cbr /\u003e",
     "Subject to the Mayor confirming the scheme order, the proposed timeline is as follows:",
     "\u003cstrong\u003e4 February 2008 \u003c/strong\u003e - Introduction of the discount for low CO2 emitting cars. The Alternative Fuel Discount would be closed to new registrations on this date.",
     "\u003cstrong\u003e6 July 2008 \u003c/strong\u003e - The last day an annual or monthly charge can be bought at the daily charge rate of £8 (albeit discounted for the annual or monthly purchase) for high CO2 emitting vehicles (for charging days beyond 6 October 2008).",
     "\u003cstrong\u003e6 October 2008 \u003c/strong\u003e - Introduction of the £25 daily rate high CO2 emitting cars. People currently entitled to the residents' discount, who continue to drive Band G cars, would no longer be entitled to this discount and would be required to pay the full £25 daily charge.",
     "\u003cstrong\u003eJuly 2009\u003c/strong\u003e - Withdrawal of the Alternative Fuel Discount for existing vehicles registered with TfL.",
     "\u003cstrong\u003eExemptions and discounts\u003c/strong\u003e ",
     "There will be a 100% discount for vehicles with the lowest CO2 emissions - those in VED bands A and B.",
     "This will replace the existing Alternative Fuel Discount. Drivers already registered for the Alternative Fuel Discount would continue to receive the discount until July 2009, unless the vehicle changed ownership.",
     "The current discounts and exemptions for Blue Badge holders and Taxis \u0026 Licensed Private Hire Vehicles would be unaffected by these proposals.",
     "Under the Congestion Charging NHS reimbursement scheme, eligible claimants are reimbursed the £8 daily charge.  This scheme would continue for the £8 standard daily charge; however those drivers of Band G vehicles would only be eligible for £8 reimbursement rather than £25.",
     "\u003cstrong\u003eOlder Vehicles\u003c/strong\u003e ",
     "The Driver and Vehicle Licensing Agency (DVLA) did not start recording CO2 data until 2001 so the Band G level is not appropriate for these vehicles.",
     "Cars first registered before 1 March 2001 and which have an engine capacity over 3,000cc would be subject to the higher daily charge of £25 as they have CO2 emissions comparable with Band G vehicles.\u003cbr /\u003e\u003cbr /\u003e\u003cstrong\u003eCars Registered before 1 March 2001    \u003c/strong\u003e ",
     "{\"template\":\"table\",\"rows\":[[\"Engine size (cc)\",\"Up to 3,000cc\",\"Above 3,000cc\"],[\"Proposed level of Congestion Charge\",\"£8\",\"£25\"],[\"Date\",\"As now\",\"6 October 2008\"]]}",
     "*Poll conducted by IPSOS/MORI, July 2006",
     "\u003cstrong\u003eNotes to editors \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Should the Emissions Related Congestion Charging proposals be implemented, TfL would monitor the impacts and the entire scheme would be reviewed by 2010 to ensure that the decongestion and CO2 benefits of the scheme are being maintained\",\"Copies of the consultation leaflet and information on Emissions Related Congestion Charging are available online or by phoning 0845 050 7845\",\"More information on initiatives to reduce London's carbon footprint and the Mayor's Climate Change Action Plan can be found on the \\u003ca href=\\\"http://www.london.gov.uk/\\\"\\u003eGreater London Authority's\\u003c/a\\u003e website\",\"The proposals of Emissions Related Congestion Charging apply to extended-cab pick-up trucks. For more information see TfL's CO2 charging page.\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}