{
 "pageTitle": "DLR to run special competitor trains for London Triathlon",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "DLR to run special competitor trains for London Triathlon ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Docklands Light Railway (DLR) is putting on extra trains to carry triathletes and their bicycles during the London Triathlon weekend, on  4-5 August.",
     "Normal services will not be affected",
     "The 'competitor train' will run every 20 minutes non-stop from DLR Tower Gateway to Custom House for ExCeL stations, and back, during both days of the event.",
     "No other DLR stations will be served by the competitor train.",
     "Normal services will not be affected.",
     "The trains are limited to a maximum of 50 competitors and their bicycles only, and will not be available to any other passengers - non-competitors and spectators should use standard passenger service trains.",
     "DLR director Jonathan Fox, said: \"We're delighted to be supporting the London Triathlon in this way.",
     "\"Our special trains will mean an easy journey for competitors travelling to the event with their bikes.\"",
     "The competitor train service will run on a 'first come first served' basis from 09.00 - 18.00 on Saturday 4 August and 05.30 - 19.00 on Sunday 5 August.",
     "This information will be communicated by the event organisers to the 12,000 registered competitors.",
     "Competitors can travel using standard TfL one-day travel tickets, or purchase tickets direct from the above mentioned stations.\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Bikes are carried at competitor's risk\",\"This is a special DLR service; competitors and spectators using other rail services should check the operators conditions of carriage\",\"Boarding will be supervised by DLR staff\",\"Folded bicycles in bags can be taken free of charge on all sections of the network at all times\",\"Bikes are not normally allowed on the DLR, in much the same way they are not allowed on most London Underground lines. This is because they could make evacuation of trains hazardous\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}