{
 "pageTitle": "Lane changes on the A40 Western Avenue",
 "description": "Major scheme to replace bridges on key road to begin.The next stage of a major scheme to allow for the replacement of two bridges on the A40, which cross over the railway lines at Wales Farm Road and Perryn Road in Acton, will begin on 1 September",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Lane changes on the A40 Western Avenue",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Major scheme to replace bridges on key road to begin.",
     "The next stage of a major scheme to allow for the replacement of two bridges on the A40, which cross over the railway lines at Wales Farm Road and Perryn Road in Acton, will begin on 1 September 2007.",
     "The work is part of ongoing investment by Transport for London.",
     "Due to these vital works, there will be a number of changes to the lane layout on the A40 Western Avenue.\u003cbr /\u003e\u003cbr /\u003eThe bridges, which were originally built during the late 1920s, were not designed to manage today's traffic levels of more than 100,000 vehicles a day.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Safer highway\"}",
     "The two new bridges will help secure the structural safety for the next 120 years and provide a modern carriageway and safer highway layout for drivers, as well as ensure the safety of the railway tracks below the bridges that handle all rail networks in and out of Paddington.",
     "These include the Heathrow Express and First Great Western trains, with more than 800 trains, transporting 145,000 passengers a day.",
     "Minimising disruption to local residents has been a key priority in the development of the scheme.",
     "The new bridges have been designed so that traffic on the A40 and rail services can continue running across and beneath the bridges while work is carried out.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"New bridge\"}",
     "The first traffic switch is planned from 1 September 2007, and will see the two eastbound lanes diverted from the Wales Farm Road Bridge onto the new bridge in early September 2007, with the two westbound lanes being transferred in later that month.",
     "At the Perryn Road Bridge, the inside eastbound lane will be moved onto the new bridge section in mid September 2007, with the outside eastbound lane and the two westbound lanes being transferred from early October 2007.",
     "The transfer from the old bridges to the new bridge sections should be complete by mid- to late-October 2007, and will signal the end of a key phase of the project.",
     "It is scheduled that the whole bridge replacement project will be completed by summer 2009.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Work overnight\"}",
     "While the work is being carried out, it is anticipated that there will be little or no effect on traffic flow along the A40, although the speed limit will be reduced from 40mph to 30mph when the lane switches take place.",
     "Most of the work will be carried out during the daytime, however for safety reasons, some work over the railway can only be carried out overnight when trains are not operating.",
     "For more information about the scheme, visit \u003ca href=\"http://www.tfl.gov.uk/a40actonbridges\"\u003ewww.tfl.gov.uk/a40actonbridges\u003c/a\u003e ",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL is responsible for maintaining and managing the 580km Transport for London Road Network (TLRN), which, although comprising only five per cent of the Capital's roads, carries approximately 33 per cent of its traffic\",\"TfL is responsible for implementing the Mayor's Transport Strategy on improving the movement of people and goods on London's streets by helping pedestrians, cyclists, bus passengers and people with disabilities\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}