{
 "pageTitle": "London Underground and Film London join forces to celebrate film-making in London",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Underground and Film London join forces to celebrate film-making in London",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "London Underground has a long history of association with film-making",
     "London Underground's (LU) passengers are used to being treated to an inspiring selection of world poetry on the Tube, thanks to Poems on the Underground.",
     "But they will now also enjoy some of the cinema's most famous lines, thanks to a new initiative in partnership with Film London.",
     "The scheme entitled Know Your Lines aims to celebrate film-making in London and its association with the Tube by bringing memorable movie lines to Underground passengers.",
     "The series of posters combines recognisable quotes from classic London films such as Alfie, The Italian Job and The Long Good Friday, with details of corresponding London locations and their nearest Tube station.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"View the posters (PDF 80KB)\"}",
     "{\"template\":\"bulletlist\",\"items\":[\" \\u003ca href=\\\"/assets/downloads/know-your-lines-alfie.pdf\\\"\\u003eAlfie\\u003c/a\\u003e \",\" \\u003ca href=\\\"/assets/downloads/know-your-lines-italian-job.pdf\\\"\\u003eThe Italian Job\\u003c/a\\u003e \",\" \\u003ca href=\\\"/assets/downloads/know-your-lines-bridget-jones.pdf\\\"\\u003eBridget Jones: The Edge Of Reason\\u003c/a\\u003e \",\" \\u003ca href=\\\"/assets/downloads/know-your-lines-long-good-friday.pdf\\\"\\u003eThe Long Good Friday\\u003c/a\\u003e \",\" \\u003ca href=\\\"/assets/downloads/know-your-lines-love-actually.pdf\\\"\\u003eLove Actually\\u003c/a\\u003e \"]}",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Internationally recognised\"}",
     "The selection features lines such as, \"I think I may have made a terrible mistake inviting you and your folding underpants into my life,\" from Bridget Jones: The Edge of Reason which was filmed around London Bridge; and, \"We may be a small country but we're a great one too - the country of Shakespeare, Churchill, The Beatles, Sean Connery, Harry Potter, David Beckham's right foot...David Beckham's left foot, come to that\" from Love Actually, filmed in Westminster.",
     "Kate Reston, Head of the Film Office at LU said: \"London Underground has a long history of association with film-making.",
     "\"Classics such as Bulldog Jack, romantic comedies like Sliding Doors, hi-tech thrillers (Mission Impossible and the James Bond Die Another Day), horror movies such as Creep and 28 Days Later; the world phenomenon Harry Potter, Hitchcock's Blackmail and Oscar®-winner The Constant Gardener have all been partly shot on the Underground, an internationally recognised British symbol.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Pivotal role\"}",
     "\"The Know Your Lines initiative is a great reminder of the UK and London's pivotal role in world cinema; a role that we endeavour to support and further whilst at the same time entertaining our passengers as they travel on the network.\"",
     "\"Using famous and classic quotations from some of our best films, this partnership with London Underground is an excellent way to recognise a selection of great film-making talent, celebrate how the capital is reflected on the big screen, and remind Londoners of our fantastic film heritage.\"",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e \u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"The scheme utilises vacant advertising spaces on the Underground at no cost to Film London\",\"Bridget Jones: The Edge of Reason © 2017 Universal Studios and StudioCanal and Miramax Film Corp.All rights reserved; and Love Actually © 2017 WT Venture LLC.All rights reserved\",\"The other film lines on display are:\",\"\\\"There are places governor, that to an Englishman are sacred.\\\" (The Italian Job)\",\"\\\"What I am looking for is someone who can contribute to what England has given the world: culture, sophistication, genius. A little more than a hotdog, know what I mean?\\\" (The Long Good Friday)\",\"\\\"It seems to me if they ain't got you one way they've got you another. So what's the answer?\\\" (Alfie)\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}