{
 "pageTitle": "One last lift to return Westminster Bridge to former glory",
 "description": "Difficult part of work to restore historic bridge reaches completion The last of 14 restored cast iron fascias will be lifted back onto Westminster Bridge this week, marking the end of a significant phase in the refurbishment and restoration of one of",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "One last lift to return Westminster Bridge to former glory",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Difficult part of work to restore historic bridge reaches completion\u003cbr /\u003e",
     "Westminster Bridge is one of the busiest in the Capital and the works are vital to ensure it can meet modern demands",
     "The last of 14 restored cast iron fascias will be lifted back onto Westminster Bridge this week, marking the end of a significant phase in the refurbishment and restoration of one of London's busiest foot and road bridges.",
     "The fascia restoration, the largest phase in Transport for London's (TfL) project to preserve the historic nature of Westminster Bridge, has seen the 15 tonne fascias lifted by a 35 metre floating crane from the river.",
     "Westminster Bridge is the oldest bridge still in use in London and is in one of the most historic and photographed parts of the Capital.",
     "TfL has used modern engineering techniques to ensure that the features of the bridge are restored to meet the demands of its 21st century use while retaining its original character.",
     "The existing decorative spandrels and shields have adorned the bridge since it first opened in 1862.",
     "TfL took the decision to restore them while at the same time replacing the cast iron fascias that had suffered from being exposed to knocks from river traffic for many decades.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Iconic sites\"}",
     "David Brown, Managing Director, Surface Transport, TfL, said: \"London's bridges are iconic sites in themselves and have played an important role in London's history and growth.",
     "\"Westminster Bridge is one of the busiest in the Capital and the works are vital to ensure it can meet modern demands.",
     "\"The fascias are a key part of the bridge's structure and it was important we restored them in what is one of London's most visited and photographed areas.\"",
     "The work has been undertaken by contractors Interserve, designers Tony Gee and Partners and consultants Hyder.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Minimising disruption\"}",
     "The restoration of the fascias, including the spandrels and shields, began in 2003 and is part of TfL's £10bn Investment Programme.",
     "Minimising disruption at this key location has been essential to the project's success.",
     "A number of consultant parties have cooperated on the programme, including Lambeth Council, City of Westminster and English Heritage, which has advised on the historic nature of the Grade II* listed structure.",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The last Westminster Bridge fascia lift will take place on Thursday 23 August\",\"Westminster Bridge was opened to traffic on Queen Victoria's birthday, 24 March 1862\",\"Transport for London is responsible for maintaining and managing the 580km Transport for London Road Network (TLRN), which although comprising only 5 per cent of the Capital's roads, carries approximately 33 per cent of its traffic\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}