{
 "pageTitle": "Plan your journey to enjoy the Carnival",
 "description": "The easiest way to travel to and from the Carnival, Carnival Panorama and the Carnival Showcase is by bus and Tube",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Plan your journey to enjoy the Carnival",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "The easiest way to travel to and from the Carnival, Carnival Panorama and the Carnival Showcase is by bus and Tube",
     "span",
     "The easiest way to enjoy the Notting Hill Carnival - the biggest event of its kind in Europe attracting over one million visitors - is to travel by bus and Tube.",
     "Transport for London (TfL) advises all passengers to plan their journey and to \"Check before you travel\" to the Carnival on Sunday and Bank Holiday Monday 26 and 27 August; as well as to the Carnival Panorama in Hyde Park on Saturday 25 August and the Carnival Showcase also in Hyde Park on Sunday.",
     "The key Tube lines serving the Carnival area, the Central and Hammersmith \u0026 City lines, will run as normal with some extra services.",
     "But as part of TfL's £10bn Investment Programme, a major increase in work is being carried out on the Tube at weekends and public holidays across London.",
     "This work is essential to meet London's transport needs now, and in future.",
     "But it means that some stations and sections of other lines across London will see some disruption.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Check before you travel\"}",
     "TfL advises passengers to check before travelling via the following options:",
     "{\"template\":\"bulletlist\",\"items\":[\"The TfL website: \\u003ca href=\\\"http://www.tfl.gov.uk/tubeworks\\\"\\u003ewww.tfl.gov.uk/tubeworks\\u003c/a\\u003e \",\"The London Travel Info 24hrs telephone helpline: 020-7222 1234\",\"BBC Ceefax, page 436, or ITV's Teletext, page 164\",\"Information on posters, leaflets and \\\"Good Service\\\" boards at Tube stations.\"]}",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Massive annual event\"}",
     "Howard Collins London Underground's Deputy Chief Operating Officer said: \"The Carnival is a massive annual event - the biggest of its kind in Europe - and we want everyone going to enjoy themselves.",
     "\"This year, as with every other, we at Transport for London are working with Carnival organisers to make sure we all enjoy another successful year.",
     "\"The easiest way to travel to and from the Carnival, Carnival Panorama and the Carnival Showcase is by bus and Tube.",
     "\"But plan your journey, check before you travel and be aware that crowds and road closures could slow you down.",
     "\"For safety reasons, some stations may close temporarily to prevent them becoming overcrowded.",
     "\"Travelling back may be easier from another station or bus stop, so check the options for your return journey before you go.",
     "\"Notting Hill Carnival leaflets with maps showing the Carnival route and providing helpful information are available from Tube stations.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Bus services:\"}",
     "Numerous other bus routes will run close to the Carnival but will not enter the immediate Carnival area due to some road closures.",
     "The routes serving the area are; 7, 18, 23, 27, 28, 31, 36, 46, 52, 70, 94, 148, 295,316, 328 and 390.",
     "Night routes will operate throughout Sunday and Monday night - N7, N18, N28, N31, N36, N52 \u0026 N207.",
     "Bus routes 6, 15, 187, 205, 220, 274, 414 and 436, all operate within a comfortable walking distance.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Tube services:\"}",
     "Normal Saturday services will run on all lines except on the Central line, where extra trains will run on all sections, and the Hammersmith \u0026 City Line, where extra trains will run on some sections.",
     "Due to planned improvement works as part of TfL's £10bn Investment Programme, certain parts of the Tube listed below are not running services as follows.",
     "But there are alternative routes using other Tube lines, rail replacement buses or local buses.",
     "\u003cstrong\u003eMetropolitan line - \u003c/strong\u003e no service between Harrow-on-the-Hill and Rickmansworth, and between Northwood and Watford, due to signalling upgrade work, all weekend including Bank Holiday Monday;",
     "\u003cstrong\u003eNorthern line - \u003c/strong\u003e good service but Highgate station will be closed while modernisation work is carried out on Saturday and Sunday. Hendon Central station will be closed while modernisation work is carried out all weekend and on Monday",
     "\u003cstrong\u003ePiccadilly line\u003c/strong\u003e - no service between Wood Green and Cockfosters while track replacement work is carried all weekend including Monday",
     "\u003cstrong\u003eWaterloo \u0026 City - \u003c/strong\u003e no service because it is always closed Sundays and Bank Holidays",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Stations in the Carnival area:\"}",
     "\u003cstrong\u003eLadbroke Grove station \u003c/strong\u003e is closed on Sunday and Bank Holiday Monday 26 \u0026 27 August (this station is closed every year, to help us manage the crowds).\u003cbr /\u003e\u003cbr /\u003e\u003cstrong\u003eLatimer Road station\u003c/strong\u003e will close on both days at 2330.",
     "\u003cstrong\u003eNotting Hill Gate station\u003c/strong\u003e on Sunday will be 'exit only' between noon and 1900. On Bank Holiday Monday the station will be 'exit only' between noon and 1830. There will be no interchange between the Central and Circle/District lines all day. On Monday the Circle and District lines will not stop from noon to 1900. Bayswater station or Paddington Hammersmith \u0026 City line station can be used as alternatives.",
     "\u003cstrong\u003eRoyal Oak station\u003c/strong\u003e on both days will be 'exit only' between 1100 and 1800. After 1800 the station will close and Hammersmith \u0026 City line trains will not stop at this station. Paddington (Hammersmith \u0026 City line) station can be used as an alternative.",
     "\u003cstrong\u003eWestbourne Park station\u003c/strong\u003e on both days will be 'exit only' between 1100 and 1800. The station will close at 2330.",
     "\u003cstrong\u003eBayswater station \u003c/strong\u003e on Monday, passengers should use this station as Circle/District line trains will not stop at Notting Hill Gate.",
     "\u003cstrong\u003ePaddington (Hammersmith \u0026 City line) station\u003c/strong\u003e on Sunday and Monday passengers should use this station instead of Notting Hill Gate/Royal Oak as both these stations will have restrictions.",
     "Other stations near to the Carnival: High Street Kensington, Holland Park and Queen's Park.\u003cbr /\u003e",
     "\u003cstrong\u003eEditors notes:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL is investing £10 billion to improve and expand London's transport network, over half of that of being spent on the Tube\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}