{
 "pageTitle": "TfL appoints Joint Legal Panel",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL appoints Joint Legal Panel ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) and its group company London Underground Ltd (LUL) have recently completed a review of their retained law firms and have appointed a new combined panel of twelve firms to support their major projects and LUL's mainstream work.",
     "Our priority is to help TfL deliver its Investment Programme and other initiatives for London",
     "This includes the appointment of Eversheds to support TfL's mainstream operational work.",
     "The new arrangements take effect immediately and will be reviewed after a period of four years.",
     "The twelve firms retained are: Ashurst, Berwin Leighton Paisner, Bird \u0026 Bird, Clifford Chance, Eversheds, Freshfields Bruckhaus Deringer, Herbert Smith, KL Gates, Manches, Simmons \u0026 Simmons, Travers Smith and Wragge \u0026 Co.",
     "This review has streamlined the number of firms engaged by TfL/LUL and is designed to deepen the relationships with the appointed firms and increase efficiency.",
     "TfL and LUL are committed to the Mayor's economic, social and environmental strategies for London through achieving best value, diversity and sustainable procurement.",
     "The appointed firms are being asked to demonstrate their commitment to these values and reflect the wider interests of the TfL group and the GLA group in their advice and training.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Major projects\"}",
     "TfL Legal plays an essential role in supporting the delivery of major projects in TfL's Investment Programme for London.",
     "Such projects range from the extension of the East London Line, the transfer and consolidation of the North London Railway, and the development of Crossrail, through to the extension of the Congestion Charging scheme, the raising of finance in the corporate markets, and the commercial development of real estate for transport integration.",
     "The department also supports various transport projects that will help make the London 2012 Olympic Games and Paralympic Games a success.",
     "The work is diverse, technically complex and innovative demanding a range of corresponding skills and attributes from its in-house and external lawyers.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Legal management\"}",
     "LUL Legal's portfolio of Public Private Partnership (PPP) and Private Finance Initiative (PFI) contracts includes managing the legal aspects of the PPP contracts with Tube Lines and Metronet.",
     "The administration of Metronet requires a high level of support from both legal teams.",
     "The complex nature of the PPP contracts demands the highest quality legal management.",
     "Supporting LUL's involvement in delivering key projects for London, as well as managing the interface between LUL and the national rail network, are also within the new panel's remit.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Defining moments\"}",
     "Sarah Atkins, Director of Legal for LUL, said: \"We are at defining moments in many of our key contractual relationships in situations with no obvious precedents.",
     "\"We have selected advisers who can think laterally but who also have the pragmatism needed to support the successful delivery of construction projects.\"",
     "Gareth John, TfL Director of Legal \u0026 Compliance, said: \"Our priority is to help TfL deliver its Investment Programme and other initiatives for London.",
     "\"This has been an opportunity to clarify our expectations, ensure that we have the right mix of expertise and resource, and to drive best value and efficiencies for TfL.",
     "\"We also encourage our firms to reflect the values of diversity and sustainable procurement - all in-house counsel have a responsibility to do this.\""
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}