{
 "pageTitle": "Transport for London goes green with AccordMP",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London goes green with AccordMP",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) has warmly welcomed the green initiatives undertaken by AccordMP, the company appointed to undertake routine and emergency maintenance on TfL's south London road network.",
     "It is great to see the environmental initiatives being implemented by AccordMP",
     "AccordMP commenced the TfL Highway Maintenance Works contract for the south area in April 2007, and since then has introduced a number of environmentally friendly measures to demonstrate its commitment to London's quest to reduce carbon emissions.",
     "AccordMP is joining TfL in helping to improve London's air quality and reduce the impact on climate change by introducing a fleet of environmentally friendly vehicles for use throughout its contract.",
     "This fleet will include ten battery powered electric vehicles that have zero emissions and are 98 per cent recyclable.",
     "They will be based at AccordMP's main depots in Croydon and Greenwich.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Turn off the light\"}",
     "Both of these depots are also continuing AccordMP's green ethos as they are powered entirely from renewable and sustainable energy sources.",
     "Low energy light bulbs have been installed throughout the depots and staff are encouraged to 'turn off the light' wherever possible.",
     "Stuart Ogden, TfL's Head of Road Network Management South, said: \"Reducing the Capital's carbon footprint is one of the biggest challenges facing us today.",
     "\"It is vital that in carrying out maintenance and improvement work on south London's Red Routes that we think carefully about the way we do things.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Green power\"}",
     "\"We can make a positive impact by using green power efficiently.",
     "\"It is great to see the environmental initiatives being implemented by AccordMP.",
     "\"In taking these initiatives forward throughout their contract they will not only play an important part in keeping London moving, but also contribute to improving our local environment along the way.\"",
     "Dave Wright, deputy managing director at Accord MP and sustainability director, said: \"After a great start, we will continue in making AccordMP as green as possible in south London and throughout the company's projects in the UK.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Carbon neutral\"}",
     "\"'The vision is for AccordMP to become carbon neutral and we are researching, learning and investing in ways to reach our goal as soon as possible.\"",
     "In addition to green transport and energy initiatives, AccordMP also has further plans to make itself one of the most environmentally friendly highways service providers, including recycling water from the roof of its buildings, and adopting environmental training and best practice programmes for its staff.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL is responsible for maintaining and managing the 580km Transport for London Road Network (TLRN), which, although comprising only 5 per cent of the Capital's roads, carries approximately 33 per cent of its traffic\",\"The Highways Maintenance Works Contracts cover routine highway maintenance (agreed in advance), reactive operations and additional maintenance and improvement capital works as instructed by TfL\",\"AccordMP is responsible for highway maintenance works in Richmond Upon Thames, Kingston Upon Thames, Merton, Sutton, Croydon, Bromley, Lewisham, Greenwich and Bexley\",\"AccordMP is an integrated highways services company that is equally owned by two of the leading highways service providers: Accord Operations Limited  and Mouchel Parkman Services Limited. It has been set up to deliver integrated highways management and maintenance contracts for TfL, local authorities and the Highways Agency\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}