{
 "pageTitle": "Transport for London welcomes crime reduction on the Underground",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London welcomes crime reduction on the Underground",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Crimes on the Underground and Docklands Light Railway have gone down by 2.1 per cent this year despite ever increasing numbers of passengers on the network.\u003cbr /\u003e",
     "The chances of being a victim of crime on the Underground remain very low",
     "Taking passenger figures into account, the real rate of crime per passenger journey has fallen seven per cent over the last year.",
     "There were fewer robberies and fewer violent crimes on the network, as well as a substantial reduction in anti-social behaviour, according to statistics released by the British Transport Police (BTP), today (Friday).",
     "Howard Collins, Deputy Chief Operating Officer for London Underground said: \"The Tube is a low crime environment and these results should reassure passengers that the chances of being a victim of crime on the Underground remain very low.",
     "\"It is a significant achievement to reduce the number of crimes on the network in the first year that the Tube carried more than a billion passenger journeys.",
     "\"Nevertheless, we understand that the fear of crime is very real, which is why we continue to invest in CCTV in stations and on trains, we have more BTP officers patrolling the Tube than ever before and we are always looking at new ways to improve passenger safety and security.\"",
     "Deputy Chief Constable of the BTP, Andy Trotter, said: \"The increased industry investment in BTP is paying dividends and has helped to make the railway network safer.\"",
     "Offences which disrupt services, such as trespassing and throwing objects at moving trains have also gone down by more than 40 per cent.\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}",
     "{\"template\":\"bulletlist\",\"items\":[\"Crime on the London Underground (LU)/Docklands Light Railway (DLR) network is down 2.1 per cent and passenger numbers up by approximately five per cent. There is one crime on the network for every 58,000 passenger journeys taken\",\"Robberies are down 21.1 per cent (from 506 to 399)\",\"Theft of railway property is down 36.8 per cent (from 1,295 to 819)\",\"Anti-social behaviour incidents, which include less serious public disorder offences, public order offences not including bomb hoaxes, and a small number of criminal damage offences has gone down by 11.3 per cent (from 5358 to 4752)\",\"Recorded incidents of public disorder offences are up by 32.3 per cent due to targeted policing activity\",\"Recorded incidents of criminal damage are up 36.9 per cent largely due to a change in reporting procedures where staff and maintenance contractors have been encouraged to report every incidence of graffiti they find\",\"Line of route offences are down 41.6 per cent\",\"Theft has seen a 0.7 per cent increase\"]}",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}