{
 "pageTitle": "Transport for London goes green with Amey",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London goes green with Amey",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) has warmly welcomed the green initiatives undertaken by Amey, the company appointed to undertake routine and emergency maintenance on TfL's North London road network.",
     "We can make a positive impact by using green power efficiently",
     "Amey commenced the TfL Highway Maintenance Works contract for the north area in April 2007, and since then has introduced a number of environmentally friendly measures to demonstrate its commitment to London's quest to reduce carbon emissions.",
     "Amey is joining TfL in helping to improve London's air quality and reduce the impact on climate change by introducing a fleet of environmentally friendly vehicles for use throughout its contract.",
     "This fleet includes ten Modec electric vehicles and four electric smart cars that have zero CO2 emissions.",
     "In addition to these vehicles, Amey will have a further 14 low emission vehicles (four Toyota Prius and 10 Astra LPG powered cars) out on the road for TfL.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Green measures\"}",
     "Amey is also looking at other ways to adopt best practice in their green measures, including encouraging the use of bicycles and electric quad bikes.",
     "Amey employees currently have the opportunity to lease bikes through the company without having to pay the taxes on them, through the Amey Cycle2work scheme.",
     "This encourages staff to consider cycling to work instead of using the car, an initiative that TfL strongly supports.",
     "Graham Vowles, TfL's Head of Road Network Management North, said: \"Reducing the Capital's carbon footprint is one of the biggest challenges facing us today.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Positive impact\"}",
     "\"It is vital that in carrying out maintenance and improvement work on North London's Red Routes that we think carefully about the way we do things.\u003cbr /\u003e\u003cbr /\u003e\"We can make a positive impact by using green power efficiently.\u003cbr /\u003e\u003cbr /\u003e\"It is great to see the environmental initiatives being implemented by Amey.",
     "\"In taking these initiatives forward throughout their contract they will not only play an important part in keeping London moving, but also contribute to improving our local environment along the way.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Reducing emissions\"}",
     "Chris Webster, Amey's Executive Director, said: \"Amey is passionate about the environment and it is important for us to be at the forefront of innovation when it comes to delivering services.",
     "\"Ensuring that we are environmentally friendly means not only meeting the requirements but going above and beyond what is expected to demonstrate that Amey is contributing to the global effort to reduce CO2 emissions.",
     "\"We hope that through our work with TfL we are not only improving the roads in north London but also the environment.\"",
     "Amey is also currently looking at introducing bio fuel, using eight-seater electric buses for transporting staff to jobs, and is working with Mercedes to provide Euro V vehicles.\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL is responsible for maintaining and managing the 580km Transport for London Road Network (TLRN), which, although comprising only 5 per cent of the Capital's roads, carries approximately 33 per cent of its traffic\",\"The Highways Maintenance Works Contracts (HMWC) cover routine highway maintenance (agreed in advance), reactive operations and additional maintenance and improvement capital works as instructed by TfL\",\"Amey is responsible for highways maintenance works in Hillingdon, Hounslow, Ealing, Harrow, Brent, Hammersmith \\u0026 Fulham, Barnet, Haringey, Enfield, Waltham Forest, Newham, Redbridge, Barking \\u0026 Dagenham and Havering\",\"Amey is a leading provider of integrated business and infrastructure services to the public and private sector and works closely with central and local government to develop major projects in the education, health, transport and defence sectors. Since 2003, Amey has been part of Grupo Ferrovial, one of the largest services and construction groups in Europe. In February 2006, Amey acquired professional support services provider, Owen Williams, providing professional engineering and consultancy services for clients in strategic highways and transportation, railways, operational services and local government sectors.\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}