{
 "pageTitle": "Tune in to Traffic Radio for great Bank Holiday getaway",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Tune in to Traffic Radio for great Bank Holiday getaway",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "People across London will be able to plan their bank holiday getaway better from today, as the Capital's version of Traffic Radio is launched.",
     "A partnership with the Highways Agency makes sense to ensure that road users get a complete picture of traffic conditions",
     "Transport for London (TfL) has worked with Traffic Radio, a new Highways Agency initiative, to bring information to listeners in London and the Home Counties about traffic disruption and major road works on the Transport for London Road Network.",
     "TfL will play a vital role in providing London-specific information about road conditions from the London Traffic Control Centre.",
     "Available over digital radio and on the internet, Traffic Radio broadcasts continuous traffic news 24 hours a day.",
     "The information will be updated every ten minutes in peak time and every twenty minutes at other times.",
     "Road users can dip in and out of the streaming broadcast and pick up detailed information on road conditions to make decisions on which routes to follow and best times for travel.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Better travel option\"}",
     "TfL's London Traffic Control Centre constantly monitors London's main roads and will provide a live feed of information to the broadcaster.",
     "In addition to traffic news, short 'infomercials' will be broadcast, bringing listeners messages about safety and journey advice, including how to access TfL's Journey Planner in the event that public transport may be a better travel option.",
     "Road users can access Traffic Radio at \u003ca href=\"http://www.trafficradio.org.uk/\"\u003ehttp://www.trafficradio.org.uk/\u003c/a\u003e or by tuning in to the 'Traffic Radio' station on a DAB (Digital Audio Broadcasting) radio.",
     "The service will complement TfL's online Traffic News service, currently available at \u003ca href=\"http://www.tfl.gov.uk/trafficnews\"\u003ewww.tfl.gov.uk/trafficnews\u003c/a\u003e ",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Planning journeys\"}",
     "Phil Davies, TfL's Director of Traffic Operations, said: \"Traffic Radio is a great way to get news from the London Traffic Control Centre out to road users quickly.",
     "\"When motorists are planning to leave the house, office or depot, they can tune in to hear the latest traffic disruptions to plan their journey accordingly.",
     "\"A partnership with the Highways Agency makes sense to ensure that road users get a complete picture of traffic conditions, wherever they are travelling.\"\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The Highways Agency launched the national Traffic Radio in July 2007, communicating information about England's motorways and trunk roads\",\"Any London-based events or incidents that have a wider significant to road users will also be included in Traffic Radio's national news broadcasts\",\"London's roads are managed by 35 highway authorities: 33 boroughs, the Highways Agency and TfL\",\"TfL is responsible for maintaining and managing the 580km Transport for London Road Network, which although comprising only five per cent of the Capital's roads, carries approximately 33 per cent of its traffic\",\"The London Traffic Control Centre is the central operations hub of London's traffic management, constantly monitoring traffic and coordinating responses to congestion, 24 hours a day, 365 days a year. It manages traffic during major London events and incidents by proactively and reactively managing traffic signal timings, closely liaising with the Metropolitan Police\",\"TfL's online Traffic News is a real-time interactive map based on live traffic information. Travellers can make informed journey plans using real time information and future events and road works\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}