{
 "pageTitle": "Victoria Coach Station opens new Mobility Assistance Lounge",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Victoria Coach Station opens new Mobility Assistance Lounge",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Victoria Coach Station has opened a new 'Mobility Assistance Lounge' for elderly and disabled passengers who need help getting around the station.\u003cbr /\u003e",
     "Timely assistance from qualified staff really can make the difference between a pleasant journey and a nightmare",
     "The Assistance Lounge or \"Help Point\" is located opposite Gate 21 in the east departures terminal, making it much more accessible than the previous specialist waiting area which was located outside the main terminal building.",
     "The new lounge is almost twice as large as the old facility, catering for up to 25 people with luggage at any one time, and also offers toilet facilities.",
     "Victoria Coach Station General Manager, Malcolm Wildridge, said: \"Around 5,500 coach passengers requested some form of mobility assistance while using Victoria Coach Station last year, and we expect that number to increase this year.",
     "\"This new facility will ensure we continue to provide the best possible service to those of our customers who need it most.",
     "\"This is just part of our ongoing work to improve access and comfort for disabled passengers here at Victoria Coach Station.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Confidence to travel\"}",
     "Bryan Heiser, Special Advisor to the TfL Board, said: \"This is a welcome development and is further proof of TfL's commitment to making public transport more accessible to all.",
     "\"Timely assistance from qualified staff really can make the difference between a pleasant journey and a nightmare; and the knowledge that help is at hand can allay passengers' fears and give them the confidence to travel independently.\"",
     "Bill Cahill, Service Delivery Director at National Express, said: \"During the past year National Express has increased the number of easy access coaches to the network.",
     "\"Excellent facilities like these help to continually improve the service for our customers, and we hope it encourages more people to travel the UK by coach.\"",
     "Anyone who wishes to pre-book mobility assistance at the Help Point may do so by calling 020 7824 0000 or completing an \u003ca href=\"http://www.tfl.gov.uk/tfl/gettingaround/vcs-mobilityassistance\"\u003eonline request form \u003c/a\u003e through the TfL website.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Images are available upon request from the TfL Press Office\",\"Victoria Coach Station celebrated its 75th anniversary in March 2007\",\"Victoria Coach Station was built in 1932 and refurbished in 1993 with additional minor refurbishments since then\",\"The station has 21 departure gates, 36 coach bays and six arrival bays. It covers 3.3 acres\",\"The Help Point is free of charge, but self-employed porters, who will expect payment for their services, are available for carrying luggage\",\"Customers can arrange to be set down or picked up by taxi, minicab, or private car near the Help Point\",\"The Mobility Assistance Lounge is available between 7am and 10pm every day\",\"Other services found inside the coach station are:\\u003cbr /\\u003eo Bureaux de Change\\u003cbr /\\u003eo Travel information points\\u003cbr /\\u003eo Hotel and taxi booking offices\\u003cbr /\\u003eo Retail outlets for newspapers and magazines, together with several varieties of catering\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}