{
 "pageTitle": "TfL works with Waze and Eurotunnel to prevent Blackwall Tunnel closures",
 "description": "TfL works with Waze and Eurotunnel to prevent Blackwall Tunnel closures",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2017",
   "url": "/info-for/media/press-releases/2017"
  },
  {
   "title": "December",
   "url": "/info-for/media/press-releases/2017/december"
  },
  {
   "title": "TfL works with Waze and Eurotunnel to prevent Blackwall Tunnel closures"
  }
 ],
 "title": {
  "title": "TfL works with Waze and Eurotunnel to prevent Blackwall Tunnel closures",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Addressing key problems of broken down and over-height vehicles results in a reduction in Blackwall Tunnel congestion"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Delays at the Blackwall Tunnel caused by drivers running out of fuel have reduced following innovative trials between TfL, social navigation app Waze and Eurotunnel.",
     "Over 36m journeys are made through the tunnel every year and it is one of the busiest sections on London's road network.",
     "Cars running out of petrol, and lorry drivers unaware their vehicles are over-height, cause delays at the tunnel which cost the Capital almost £7m, and result in nearly 400 hours of delays, each year.",
     "To address this TfL has worked with Waze to remind drivers approaching the Blackwall Tunnel to have enough fuel.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Reduce delays\"}",
     "Over a six month period 459 drivers acted on the fuel message and re-routed to local petrol stations, reducing the risk of breaking down in the tunnel. There was also a reduction in the number of tunnel breakdowns compared to the same period last year.",
     "The trial is part of a range of new measures by TfL to reduce delays at the tunnel. This includes working closely with Eurotunnel Le Shuttle Freight to tackle the number of over-height incidents occurring at the Blackwall Tunnel.",
     "This is caused by lorry drivers not knowing the height of their vehicles or failing to pay attention to the height restrictions displayed on approach to the tunnel. Lorries entering the UK via Eurotunnel were targeted with leaflets in 10 different languages informing drivers on the best choice between the Blackwall Tunnel and Dartford Crossing dependent on the time of day, vehicle and height restrictions.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"24-hour traffic control centre\"}",
     "TfL has recently launched a campaign to advise users of the busiest times at Blackwall Tunnel and this saw 2% of frequent drivers retime their journeys to reduce delays.",
     "TfL's 24-hour traffic control centre uses a range of information to help keep the Capital's roads moving. TfL and Waze's data sharing partnership began in 2016 and now alerts from Waze users provide the biggest source of real-time information to the control centre.",
     "This allows it to deal with traffic incidents as they arise, improving the Capital's roads for all Londoners. TfL's partnership with Waze will continue in 2018 and will look at a number of busy roads and major planned road closures, with the aim of helping road users avoid unnecessary delays.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"New technology\"}",
     "Glynn Barton, Director of Network Management at TfL, said: 'By working with Waze and Eurotunnel we have been able to help reduce the number of vehicles breaking down in the Blackwall tunnel - saving drivers time that would have otherwise have been spent sitting in traffic.",
     "'Our data has shown us that cars running out of fuel causes avoidable delays and I would advise anyone using the tunnel to ensure they have filled up before they get there.",
     "'This is just the beginning, as we're now exploring how the new technology can give us even better insights into London's roads and enable drivers to avoid unnecessary delays.This in turn will help make our roads safer and more efficient for everyone.'",
     "Finlay Clark, UK Head of Waze, said: 'Understanding congestion in real-time is key to tackling traffic problems and Waze is happy to be helping TfL, along with other city planners worldwide, to find the answers.",
     "'The two-way data exchange enables Waze to deliver targeted messages to drivers who need to receive certain information at the right time. For Blackwall Tunnel, we provided drivers with the option to reroute to the nearest petrol station before entering the queues; resulting in fewer breakdowns and reduced congestion there.",
     "'By harnessing the insights of more than 1.9 million UK monthly active users we've set up the platform to alert drivers to disruptions early, helping increase traffic flow and make traffic jams avoidable.",
     "'We look forward to applying the same method used for Blackwall to help solve other traffic problems here in London and across the UK.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Capital's economy\"}",
     "John Keefe, Eurotunnel's Director of Public Affairs, said: 'Eurotunnel was delighted to be able to help with this initiative. 30% of the trucks entering the UK through the Channel Tunnel are bound for London, so keeping this key infrastructure open and operational is vital to the success of the Capital's economy.'",
     "A worrying number of cyclists and pedestrians dangerously attempt to use the Blackwall Tunnel each year as a means to cross the river, despite numerous clear signs signalling no access.",
     "TfL has been working closely with Google and the O2 Arena to update their travel routes to include the correct public transport options and cycle prohibitions.",
     "During peak periods tailbacks of two miles are regularly experienced around the Blackwall Tunnel and this can add more than 25 minutes to journey times. Traffic is at unsustainable levels and while these partnerships have helped reduce congestion caused by closures in particular, there needs to be a long-term solution.",
     "TfL has developed proposals to build the Silvertown Tunnel, linking the Greenwich Peninsula and the Royal Docks. The scheme would improve air quality, reduce congestion at the Blackwall Tunnel and provide a more reliable crossing. The crossing would also significantly improve public transport connections across the river.",
     "TfL is currently awaiting a decision on the Development Consent order for the powers to build and operate the scheme.",
     "If approved, construction could commence in 2019 with the new crossing open and available for use in 2023, which makes measures to manage the issues currently affecting the Blackwall Tunnel even more important.",
     "\u003cstrong\u003eNotes to Editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Approximately 20% of breakdowns in 2015 were caused by drivers running out of fuel while inside the Blackwall Tunnel\"]}",
     "\u003cstrong\u003eAbout Waze\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Waze is a free crowdsourced traffic and navigation app that uses real-time driving data to provide the quickest driving routes. It announced its 100th global partner - and the first in the UK - with TfL on 10th October 2016\",\"The Waze Connected Citizens Program is a two-way data exchange that empowers municipalities to harness real-time driver insights to improve congestion, make better-informed planning decisions and reduce emergency response times\",\"For more information on Waze's Connected Citizens Program visit \\u003ca href=\\\"https://www.waze.com/en-GB/ccp\\\"\\u003ewaze.com/en-GB/ccp\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2017/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2017/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2017/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2017/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2017/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2017/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2017/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2017/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2017/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2017/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2017/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2017/december",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}