{
 "pageTitle": "Capitals road deaths drop by 21 per cent",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Capitals road deaths drop by 21 per cent",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The number of people killed on London's roads fell by 21 per cent last year new figures out today reveal."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The figures published by Transport for London (TfL) show that 216 people lost their lives in 2004, 56 fewer than in 2003.",
     "There were 939 fewer serious injuries compared to 2003, down to 3,953.",
     "These results mean that the Capital has almost reached the Mayor's target to cut death and serious injury on the roads by 40 per cent by 2010.",
     "Mayor of London Ken Livingstone said: \"We are now almost within touching distance of our 2010 targets a full five years early, however, 216 deaths is totally unacceptable and I believe the time is now right to raise the bar.",
     "\"I am asking Transport for London to start work with the boroughs and the police with a view to establishing an even more challenging target of a 50 per cent reduction by 2010 in the number of deaths and serious injuries on the Capital's roads.\"",
     "Jenny Jones, the Mayor's Road Safety Ambassador, said: \"Road safety is working in London, because we have spent more and more money on doing the things which we know save lives.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"'Amazing success story'\"}",
     "\"London now has the chance to go beyond the Government targets for casualty reduction and to dramatically reduce the daily toll of unnecessary bloodshed on our streets.",
     "\"This is an amazing success story, but while there are still people being killed or injured, we need the local authorities and the police to do everything they can to make our streets safe for all road users.\"",
     "Other key figures include:",
     "{\"template\":\"bulletlist\",\"items\":[\"Cyclist deaths and injuries down by 23 per cent\\u003cbr /\\u003e\",\"Government's 2010 reduction target for cyclists killed and seriously injured (340 people) already reached - six years early\\u003cbr /\\u003e\",\"Car occupants killed or seriously injured down by 24 per cent\\u003cbr /\\u003e\",\"Power two-wheeler riders killed or seriously injured down by 22 per cent\"]}",
     "Peter Hendy, Managing Director Surface Transport, TfL, said:\"Today's figures demonstrate the progress that has been made in London in reducing unnecessary deaths on the roads, 56 lives saved is a huge achievement.",
     "\"Measures such as 20mph zones, improved road layouts and the further roll out of safety cameras mean that we are making great progress.",
     "\"However, we must not be complacent, only by continuing to work with boroughs and the police, and pressing the message of road safety home can we help to ensure lives aren't needlessly lost.\"",
     "{\"template\":\"bulletlist\",\"items\":[\"A document with a full break down of the 2004 London casualty statistics including a borough by borough list is \\u003ca href=\\\"/assets/downloads/Collision-Casualty-2004.pdf\\\"\\u003eattached\\u003c/a\\u003e .\"]}",
     "\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}