{
 "pageTitle": "Congestion charge consultation roadshows to visit Kensington and Chelsea - have your say",
 "description": "Three exhibitions and six road shows will be touring the Royal Borough of Kensington and Chelsea during consultation period until 15 July. They will provide detailed information on the westward extension proposals and people will be able to meet and talk",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Congestion charge consultation roadshows to visit Kensington and Chelsea - have your say",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Public consultation has begun on the detailed proposals to extend the congestion charge westward."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The 10-week public consultation is due to end on 15 July",
     "Three exhibitions and six road shows will be touring the Royal Borough of Kensington and Chelsea during consultation period until 15 July.",
     "They will provide detailed information on the westward extension proposals and people will be able to meet and talk to Transport for London staff.",
     "The exhibitions will be open from 10am to 7pm Mondays to Fridays and from 10am to 5pm on Saturdays.",
     "They will be held at the following dates and venues:",
     "\u003cstrong\u003eExhibitions\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"30 May to 11 June, Holiday Inn, Kensington Forum, 97 Cromwell Road, SW7 4DN\",\"4 to 7 July, Old Chelsea Town Hall, Kings Road, SW3 5EE\",\"4 to 6 July, Westbourne Grove (junction with Colville Road), W11\"]}",
     "\u003cstrong\u003eRoad shows\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"12 to 14 May \\u0026 30 June to 2 July, Fulham Road (junction with Pelham Crescent), SW7\",\"9 to 11 May \\u0026 27 to 29 June, Kings Road (Junction with Anns Lane), SW3\",\"16 to 18 May, Old Brompton Road (junction with Earls Court Road), SW5\",\"9 to 11 June, Kensington High Street (near number 281), W8\",\"19 to 21 May, Clarendon Road, Ladbroke Grove, W11\",\"6 to 8 June, Sainsbury's, Ladbroke Grove, W10\\u003cbr /\\u003e\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"In spring 2004, public consultation took place on a revision to the Mayor's Transport Strategy to allow a Western Extension of the Central London Congestion Charging Scheme. That consultation concentrated on the principle of a Western Extension. TfL has now made a detailed proposal for the scheme reflecting many of the comments previously received\",\"Changes made to the proposals from the original consultation include a modified boundary for the charging zone, the residents discount sector extended to include some particular areas that would otherwise experience parking and severance problems and a proposal that the charging hours will also end at 6pm instead of 6.30pm. The 10 week public consultation will end on 15 July\",\"Effects of an extended zone would include:ul\",\"The net revenues from the western extension are predicted to be around £30-£50m per year and these would be spent on further transport improvements in London.\",\"A leaflet explaining the proposal and a questionnaire are being sent to almost 700,000 households and 65,000 businesses within the proposed extended zone and an area adjacent to the enlarged zone.\",\"The consultation is also being advertised in the press, on the radio and posters and via the web. TfL hope to encourage anybody with comments to make on the proposals to respond to the consultation process. In addition, exhibitions and roadshows will tour London to gather people's views.\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}