{
 "pageTitle": "Dial-a-Rides biggest ever image change",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Dial-a-Rides biggest ever image change",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Mayor of London, Ken Livingstone, today announced the launch of 33 new Dial-a-Ride vehicles, the biggest design change to the fleet since the service began 25 years ago."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The vehicles have been custom-built to offer passengers a far greater level of comfort and safety",
     "At least another 50 of these vehicles will enter service later this year.",
     "Mr Livingstone said: \"These newly designed Dial-a-Ride vehicles will significantly improve the quality of transport service we can offer disabled people in London.",
     "\"The vehicles have been custom-built to offer passengers a far greater level of comfort and safety.",
     "\"This increased investment in Dial-a-Ride is part of our commitment to improve accessibility across the Capital's entire public transport network.\"",
     "Dial-a-Ride's Managing Director, Jeff Chamberlain, said: \"We developed the new design to meet Dial-a-Ride passengers' requirements for a vehicle that is easier to use and smarter to travel in, and a smoother, more comfortable ride.\"",
     "Existing customers tested prototype vehicles and suggested improvements, making the final design custom-built for London's disabled passengers.",
     "The new vehicles have:",
     "{\"template\":\"bulletlist\",\"items\":[\"Brand new silver livery with Dial-a-Ride logo\",\"Better suspension and more space between seats\",\"Electric swivelling height-adjustable seats at the sides so passengers do not have to negotiate steps\",\"A hinged floor at the back which raises and lowers on airbags, to allow wheelchair users to travel on a horizonal floor.\"]}",
     "As the new vehicles are smaller and made for individual journeys, they are more flexible and more appropriate for the way people actually use the service - most Dial-a-Ride journeys just have one or two passengers per trip.",
     "The new people carriers will join 321 minibuses already in existence.",
     "These minibuses will stay in the fleet while demand for the service is assessed and passengers give feedback on the new design.",
     "The next step will be to consult customers on the part the larger vehicles should play and how they should be redesigned.",
     "{\"template\":\"bulletlist\",\"items\":[\"Dial-a-Ride is available in all London boroughs and is a door-to-door transport service for disabled people who cannot use buses, trains orthe Tube, or for them to use to connect with accessible public transport services\",\"Dial-a-Ride started in London 25 years ago. Transport for London has been running it since April 2002\",\"Launch date: 1000 on 24 May at the Mayor's Press Conference at City Hall.\\u003cbr /\\u003e\",\"\\u003cstrong\\u003eQuotes:\\u003c/strong\\u003e \\\"A tremendous amount of time and effort has gone into pioneering this new and very valuable vehicle. The new powered passenger seats are unique on a public transport vehicle and will be an absolute boon to thousands of Londoners.\\u003cbr /\\u003e\\u003cbr /\\u003e\\\"In addition, for the first time since the early 1980s, Dial-a-Ride isnow operating vehicles that are really meant for just one or two passengers, bringing Dial-a-Ride back to its original purpose - to give individual disabled people public transport journeys that are similar in all important ways to those made by non-disabled people.\\\"\\u003cbr /\\u003eBryan Heiser, Special Adviser on Disability to the TfL Board\\u003cbr /\\u003e\\u003cbr /\\u003e\\\"If people have been put off using Dial-a-Ride because of its image, they should reconsider. The new design is a world away from a 'social services' style bus.\\\"\\u003cbr /\\u003eRosie Grewal, Dial-a-Ride customer\\u003cbr /\\u003e\\u003cbr /\\u003e\\\"It's a lovely smooth ride the new vehicle is intimate, instead of intimidating\\\"\\u003cbr /\\u003eGohar Haigh, Dial-a-Ride customer\\u003cbr /\\u003e\\u003cbr /\\u003e\\\"We are very impressed with the final version of the new Dial-a-Ride people carrier, and we are not easily impressed. Our reservations about the prototypes have been met in their entirety and this illustrates the importance of listening to users because Dial-a-Ride now has a vehicle it can be extremely proud of and which passengers will be very happy to use.\\\"\\u003cbr /\\u003ePeter Scott Presland, Director, Transport for All\\u003cbr /\\u003e(Transport for All represents the London-based users of door to door transport and has 5,000 individual members)\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}