{
 "pageTitle": "District line industrial action called off",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "District line industrial action called off",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Planned industrial action by Aslef due to begin on Monday 30 May, which would have disrupted services on the east end of the District line has been called off."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We have funded the recruitment of an extra 200 British Transport Police officers for the Tube, an increase of 50 per cent.",
     "The issue was resolved completely yesterday at a meeting between London Underground and Aslef.",
     "A spokesperson for LU said: \"We are pleased that we have reached resolution and the planned industrial action has now been called off.",
     "\"The safety of passengers and staff is our top priority.",
     "\"London Underground has done, and continues to do, a huge amount to successfully tackle anti-social behaviour on the east end of the District line and across the Tube network as a whole.",
     "\"We have funded the recruitment of an extra 200 British Transport Police (BTP) officers for the Tube, an increase of 50 per cent.",
     "\"Recent joint London Underground and BTP initiatives on the east end of the District line have had notable success, in some cases cutting crime and anti-social behaviour by up to a third.",
     "\"A number of arrests have been made recently.",
     "\"Further joint operations are planned throughout the half-term break.\"\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}