{
 "pageTitle": "East London Line appoints programme managers",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "East London Line appoints programme managers",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Delivery of Phase 1 of the East London Line extension took another step forward today with the appointment of Parsons Brinckerhoff as programme managers."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We are committed to delivering this important project on time and on budget",
     "Parsons Brinckerhoff were selected by TfL London Rail from a panel of five bidders to oversee the construction of the £900m project.",
     "The project is being funded by TfL's £10bn 5-Year Investment Programme and is key to triggering significant regeneration in the east and south of London.",
     "Ian Brown, Managing Director of TfL London Rail said: \"The award of this contract is further evidence of our progress with this scheme since it transferred to TfL in November 2004.",
     "\"We are committed to delivering this important project on time and on budget to make a real difference to rail passengers in south and east London.",
     "\"In the coming weeks we hope to make further announcements regarding civil engineering works along the Kingsland Viaduct and the placement of an OJEU notice for the main works contract.\"",
     "Parsons Brinckerhoff has an impressive history in managing the delivery of major infrastructure projects through out the world, including:",
     "{\"template\":\"bulletlist\",\"items\":[\"Train Protection and Warning System in the UK in 2002\",\"The Bay Area Rapid Transport (BART) in San Francisco, for which they received the Grand Award - American Council of Engineering Companies - 2004\",\"Cairo Metro\",\"Delhi Metro\",\"Taiwan High Speed Line\\u003cbr /\\u003e\"]}",
     "Phase 1 will extend existing services north to Dalston Junction and south to New Cross, Crystal Palace and West Croydon.",
     "These major improvements to London's transport network will be delivered by June 2010 - in plenty of time to support London's Olympic bid.\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"Parsons Brinckerhoff contract will run from May 2005 to December 2010\",\"Parsons Brinckerhoff will manage the work to replace the existing railway structure currently operated as a Tube line. This will involve installing new track and signalling systems and building stations to take overland Metro-style services. Some bridges, viaducts and crossings will also require upgrading.\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}