{
 "pageTitle": "Fare dodger sees the light",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Fare dodger sees the light",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "A fare dodger who moved to New Zealand and became a born-again Christian has anonymously forwarded £400 in cash to London Underground (LU) as repayment for unpaid tickets."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "I can't stand the thought of stealing and therefore I enclose £400 to cover my fare",
     "LU has decided to donate the money to Great Ormond Street Hospital for Sick Children.",
     "#EndEditableOn Tuesday 10 May, Mayor of London Ken Livingstone announced that the penalty for travelling without a valid ticket on London Underground will rise from £10 to £20 on 12 June 2005 as a further deterrent to fare dodgers.",
     "Mike Challis, General Manager for the Piccadilly Line, was amazed to receive the letter with a New Zealand postmark containing eight £50 notes.",
     "In his letter, the anonymous former fare dodger - who signed his letter as A. Christian - apologised and asked LU to accept the money as payment.",
     "He realised that since becoming a born-again Christian his years of persistent fare dodging on London Underground were wrong and that he had deprived London Underground of much-needed income.",
     "The letter states: \"While living in London I often travelled on the Underground.",
     "\"Occasionally the train would be about to leave the station and there was no time to buy a ticket from the ticket machine, so I usually paid at the other end when asked for my ticket by ticket collectors.",
     "\"In some of these cases there was no-one collecting tickets at the other end so sometimes I would buy a ticket from the machine at the other end of my journey, then rip it up and put it in the bin. Other times I did not pay for the ride at all.",
     "\"My life is radically different to what it was then.",
     "\"I can't stand the thought of stealing and therefore I enclose £400 to cover my fare.\"",
     "Mr Challis said: \"I receive correspondence from the public on a frequent basis but this has to be the most unusual letter I have ever received.",
     "\"It is not every day that you receive £400 in the post from a former fare dodger.",
     "\"London Underground accepts his apology and is delighted that he has seen the error of his ways.",
     "\"Fare dodging is basically stealing and we strongly condemn anyone who engages in this activity.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Officers on patrol\"}",
     "\"By fare dodging you are depriving London Underground of much-needed income which can be used to fund improvements to our trains and stations.",
     "\"We would encourage anyone else who engages in such activity to think twice before doing so again.",
     "\"London Underground takes the issue of fare dodging very seriously.",
     "\"There are more Revenue Protection Officers patrolling the network than ever before so if you do travel without a ticket for your entire journey then you are now more likely to get caught.\"",
     "London Underground has decided that the most appropriate thing to do is to donate the money to the Great Ormond Street Hospital for Sick Children.",
     "The hospital is located near to the Piccadilly line and LU recently donated a redundant train carriage to be used as a studio for Radio Lollipop.",
     "Ros Freeborn of Great Ormond Street Hospital Children's Charity said: \"We are delighted to accept this contribution and are very grateful to London Underground for thinking of us with regard to such an unusual source of funding.",
     "\"We hope that the mysterious donor will be pleased to know that the money will be put to good use and go towards rebuilding the hospital.\"",
     "{\"template\":\"bulletlist\",\"items\":[\"There are currently around 240 ticket inspectors working on the Tube supported by 600 operational police personnel\",\"The penalty for travelling without a valid ticket on London Underground will rise from £10 to £20 on 12 June 2005\",\"Around 40,000 penalties for travelling without a valid ticket are issues each year on London Underground, about 1 for every 26,000 passenger journeys\",\"Transport for London estimates fare evasion on London's buses, Underground and trams amounts to over £60m a year\",\"The introduction of the pre-payment Oystercard in 2003 has meant that customers are less likely to dodge fares if they do not have the correct amount for their journey.\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}