{
 "pageTitle": "LU finds that its good to talk",
 "description": "The closing date for receipt of expressions of interest was the end of April but due to a high level of response, LU decided to extend the deadline by a further month.In March, Ken Livingstone, the Mayor of London, announced LU's intention to approach the",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "LU finds that its good to talk",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Seventy organisations have formally registered interest in the provision of mobile phone and new technology services at London Underground (LU) stations from mid-2008."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Mobile phone services could be available to Tube passengers on Underground stations from the summer of 2008",
     "The closing date for receipt of expressions of interest was the end of April but due to a high level of response, LU decided to extend the deadline by a further month.",
     "In March, Ken Livingstone, the Mayor of London, announced LU's intention to approach the market seeking interest in the possible introduction of mobile phone and new technology services such as DAB digital radio, DVB digital video broadcasting and wireless Internet on the Tube.",
     "Income generated for LU by this venture would be re-invested in the Tube network, to fund further improvements for passengers.",
     "Organisations that have expressed interest and complied with LU's confidentiality requirements will now be forwarded a market consultation document for response by 30 June 2005.",
     "The market consultation document outlines background issues that need to be taken into account, such as the Tube's physical and environmental constraints, as well as LU's current thinking on the operational framework for mobile and new technology services.",
     "LU wants to hear from the market with views on these issues with the aim of assisting LU to define the extent of this project and to provide the framework around which the most appropriate technological solution can be applied.",
     "Following this consultation with suppliers, LU may undertake a trial of mobile phone service and the additional new technologies at one station in 2006.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Best services, best value\"}",
     "LU will then review the information received and decide the most appropriate operational and commercial characteristics for mobile phone and new technology service provision on the Tube.",
     "Because of all the services this project could possibly deliver, LU will engage in a full OJEU tendering process rather than engage in contractual negotiations now with a limited number of suppliers.",
     "This is intended to ensure the best services and best value for LU and its customers and ultimately deliver mobile and new technology services that our customers want.",
     "It is envisaged that this process could commence in mid-2006 with the issuing of an OJEU notice followed by a prequalification stage.",
     "The invitation to tender could potentially be issued at the beginning of 2007, with a contract being awarded in late 2007.",
     "Mobile phone services could then be available to Tube passengers on Underground stations from the summer of 2008.",
     "LU does not currently intend to provide coverage on Tube trains underground but, if feasible, mobile phone services and the additional technologies could be extended across the network to include tunnels and moving trains at a later date.",
     "LU Director of Strategy and Service Development Richard Parry said: \"We have received an excellent initial response from the market, who have demonstrated considerable interest in providing both mobile phone services and other exciting technologies for LU customers.",
     "\"We intend to now issue a consultation document for those who have expressed interest so that we can get further information from the market about how we could best provide these services.\"",
     "The development of a wireless internet network could potentially allow passengers to access real-time Tube and London travel information on the move through their mobile phones or laptops.",
     "Passengers could access information on travel disruptions before they arrive at affected stations and could amend their journey as appropriate.",
     "These services are primarily aimed at Tube passengers, although LU would also like to explore the possibility of exploiting such technologies for operational purposes.",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL is investing £10bn over the next five years to improve and expand London's transport infrastructure, over half of that in the Tube\",\"Passengers can already use mobile phones on the overground sections of the Tube, which accounts for over half of the total network\",\"The Underground environment presents unique practical challenges, most notably space, power and ventilation constraints. Proposals must take these challenges into account\",\"Income generated for LU by this venture would be re-invested in the Tube network, to fund further improvements for passengers.\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}