{
 "pageTitle": "New, blue and improved Piccadilly line",
 "description": "The new uniform is darker blue and features design improvements implemented following consultation with LU's train and station staff. Every five years a new LU uniform is produced. The latest update takes advantage of improved fabrics, as well as",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New, blue and improved Piccadilly line",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Starting week this week (16 May), London Underground (LU) employees working on the Piccadilly line will be wearing a new, blue and improved uniform."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Changes in the uniform reflect feedback we have received from customers and staff",
     "The new uniform is darker blue and features design improvements implemented following consultation with LU's train and station staff.",
     "Every five years a new LU uniform is produced.",
     "The latest update takes advantage of improved fabrics, as well as incorporating modern designs, such as a fleece and polo shirt.",
     "Piccadilly line General Manager Mike Challis said: \"London Underground is working hard to improve the Tube, to make it safer, cleaner and more reliable.",
     "\"Customer surveys suggest that customer satisfaction is on the increase, although we accept that there is still room for improvement.",
     "\"We value our staff at London Underground. I know how hard Piccadilly line staff work, every day, to provide a 'Good Service' to Tube passengers.",
     "\"Changes in the uniform reflect feedback we have received from customers and staff.",
     "\"I am very pleased that we were able to work closely to produce a new, smart and professional look for Tube staff.",
     "\"I hope the new look is appreciated by both passengers and staff alike.\"",
     "The new uniform will be distributed to all of LU's 8,500 front-line train and station staff by July 4.",
     "{\"template\":\"bulletlist\",\"items\":[\"LU distributes a new uniform to each staff member every two years, therefore there is no additional cost in issuing this new uniform. LU is bringing forward the programme of uniform distribution to speed up the change over\",\"TfL is investing £10bn over the next 5 years to improve and expand London's transport network, more than half of that in the Tube\",\"For travel information, check out the \\u003ca href=\\\"http://www.tfl.gov.uk\\\"\\u003eTfL website\\u003c/a\\u003e or call London Travel Information on 020 7222 1234.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}