{
 "pageTitle": "Penalty for fare dodgers set to double to GBP20 on Tube and buses",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Penalty for fare dodgers set to double to GBP20 on Tube and buses",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Mayor Ken Livingstone announced today that the penalty for travelling without a valid ticket on London's buses, London Underground and the Docklands Light Railway will double to £20."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We are sending out a clear message that freeloading will not be tolerated",
     "The move is intended to create a stronger deterrent to fare dodgers and will bring London into line with the national rail network, which is due to make a similar increase.",
     "Ken Livingstone said: \"Only a tiny minority of passengers fail to pay fares but those who do are cheating the vast majority of honest travellers.",
     "\"By doubling the penalty for travelling without a valid ticket to £20, and increasing the number of inspectors, we are sending out a clear message that freeloading will not be tolerated.\"",
     "TfL has over 240 Revenue Protection Inspectors patrolling the bus and tram network.",
     "This will rise to 290 by the middle of 2005.",
     "They are supported by 1300 members of the Transport Operational Command Unit, which is funded by the Mayor and TfL and provided by the Metropolitan Police.",
     "There are currently around 240 ticket inspectors working on the Tube supported by 750 operational police personnel.",
     "{\"template\":\"bulletlist\",\"items\":[\"The penalty for travelling without a valid ticket on London buses, London Underground and the Docklands Light railway will rise from £10 to £20 on 12 June 2005\",\"Around 50,000 penalty fares for travelling without a valid ticket are issued each year on London's buses plus another 42,000 prosecution notices for more serious fraud and fare irregularity offences. Together they represent about one for every 19,000 passenger journeys\",\"Around 40,000 penalties for travelling without a valid ticket are issued each year on London Underground, about 1 for every 26,000 passenger journeys. There are another 6,000 prosecutions\",\"On Croydon Tramlink the penalty fare will increase from £15 to £20 if paid within 21 days and from £25 to £30 if paid later\",\"TfL estimates fare evasion on London's buses, Underground, DLR and trams amounts to over £60m a year\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}