{
 "pageTitle": "Speed limit changes on A40 between Polish War Memorial roundabout and Target roundabout",
 "description": "The speed limit on the off-slips to the Polish War Memorial roundabout will be reduced from 70mph to 30mph. The new speed limits will be clearly signposted. This is the last in a series of measures undertaken to improve safety at and under the Polish War",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Speed limit changes on A40 between Polish War Memorial roundabout and Target roundabout",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "On the night of 27/28 May, the speed limit on the A40 between the Polish War Memorial and the Target roundabouts will be reduced from 70mph to 50mph in both directions."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "With 51 accidents resulting in personal injury in a three-year period at this junction, it was decided that improvements were required",
     "The speed limit on the off-slips to the Polish War Memorial roundabout will be reduced from 70mph to 30mph.",
     "The new speed limits will be clearly signposted.",
     "This is the last in a series of measures undertaken to improve safety at and under the Polish War Memorial roundabout, where the A40 Western Avenue and the A4180 West End Road meet.",
     "Transport for London (TfL) monitors accident levels on the TfL Road Network, and with 51 accidents resulting in personal injury in a three-year period at this junction, it was decided that improvements were required.",
     "Work has been undertaken to re-align the entry arms, provide anti-skid road surfacing, and improve the signage, lighting and road markings on this part of the network.",
     "Coupled with the reduced speed limit, TfL predicts these measures will result in five fewer personal injury accidents each year over the next three-year period.",
     "{\"template\":\"bulletlist\",\"items\":[\"Transport for London (TfL) is the integrated body responsible for the Capital's transport system. Its role is to implement the Mayor's Transport Strategy for London and manage the transport services across the capital for which the Mayor has responsibility\",\"Preventing five personal injury accidents in one year represents a financial saving to the community of £330,000 per annum.\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}