{
 "pageTitle": "Streets ahead - Transport for London is crowned Highway Authority of the Year",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Streets ahead - Transport for London is crowned Highway Authority of the Year",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (Tfl) has scooped the prestigious Highway Authority of the Year award at the recent Streetworks 2005 conference."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The award, sponsored by conference organisers, The Surveyor and HAUC (UK), recognises the advancements TfL has made in realising the Traffic Management Act and Network Management Duty (NMD).",
     "Since the Traffic Management Act became law in July last year, TfL has rolled out a series of initiatives that facilitate its enforcement in 2006.",
     "These include:",
     "{\"template\":\"bulletlist\",\"items\":[\"Modification of the organisational structure of the business to enable delivery of the NMD - the aim of which is to speed up traffic flow (pedestrians and vehicles)\",\"Managing the introduction of permits to work in the road to ensure co-ordination of works by all agencies\",\"Agreeing the designation of a Strategic Road Network, operated by boroughs, for which TfL has strategic oversight\",\"Drawing together boroughs, utilities and TfL departments to ensure co-ordination and sharing of information.\"]}",
     "One scheme identified as central to TfL's success was its LondonWorks system.",
     "At the heart of this is a central register which will collate all information about planned works and permit applications from the boroughs, utilities, TfL itself and even event organisers.",
     "Collecting the award was Nick Morris, TfL's Director of Road Network Performance.",
     "He said: \"Receiving this award is a great achievement of which we are extremely proud.",
     "\"Such great work would not have been possible without joined-up working practices between ourselves, the boroughs and the utilities.",
     "\"We're all delighted that the benefits of working in partnership with all the relevant agencies to understand and respond to the challenges of complex legislation have been recognised.\"",
     "London Mayor Ken Livingstone said: \"Helping to keep some of the UK's busiest and most important roads moving is a critical task for London's status as a world city.",
     "\"I'm delighted that the pioneering work being undertaken at Transport for London in keeping London moving has been recognised.\"",
     "Last Wednesday's Streetworks Conference -em- was the fourth annual awards ceremony and exhibition of its kind.",
     "At last year's ceremony, TfL's Head of Road and Streetworks, Bob Bailey, was named Highway Man of the Year."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}