{
 "pageTitle": "TfL Board gives approval for next step for DLR Stratford extension",
 "description": "The TWA would secure the powers needed to build the extension, which will run from Canning Town to integrate with the Channel Tunnel Rail Link station at Stratford International, due to be finished by late 2009 - in good time for a successful London 2012",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL Board gives approval for next step for DLR Stratford extension",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The planned extension of the Docklands Light Railway (DLR) to Stratford International took an important step forward today as the Transport for London (TfL) Board approved plans for DLR to submit an application for a Transport and Works Act (TWA) Order."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We will continue to push this project forward and have it up and running by the end of 2009",
     "The TWA would secure the powers needed to build the extension, which will run from Canning Town to integrate with the Channel Tunnel Rail Link station at Stratford International, due to be finished by late 2009 - in good time for a successful London 2012 Olympics.",
     "The £110m project is funded as part of TfL's five-year £10bn Investment Programme.",
     "Welcoming the Board's decision, Jonathan Fox, DLR's Director, said: \"This is an important step forward in bringing further transport improvements to east London.",
     "\"This extension will help meet the growing demand for quality public transport in the Lower Lea Valley, bringing vital regeneration benefits to the area.",
     "\"We will continue to push this project forward and have it up and running by the end of 2009.\"",
     "The 5km extension - which is the conversion of the North London Line between Canning Town and Stratford - will link with DLR's Beckton and London City Airport routes.",
     "There will be new stations built at Star Lane (formerly designated as Cody Road), Abbey Road and Stratford High Street (formerly designated as Stratford Market).",
     "Existing North London line stations at Canning Town, West Ham and Stratford would be modified and a new station will be opened at Stratford International, which will be the main rail interchange from Eurostar into the TfL network."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}