{
 "pageTitle": "TfL invest in passenger safety and security on First Great Western Link services",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL invest in passenger safety and security on First Great Western Link services",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Today, rail passengers in west London received a boost from Transport for London (TfL) and First Great Western Link with the launch of a new £400,000 package of security and safety improvements."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Passenger safety is of paramount importance to Transport for London",
     "Over one-third (109 of 304) of London stations have now been improved as part of TfL's policy of making rail travel safer across the Capital.",
     "The latest raft of measures will provide reassurance to passengers travelling on First Great Western Link train services. The package includes:",
     "{\"template\":\"bulletlist\",\"items\":[\"div\",\"div\",\"div\"]}",
     "The measures were launched today during a train journey along the Greenford branch by Ian Brown, Managing Director of TfL London Rail and Alison Forster, Managing Director First Great Western Link.\u003cbr /\u003e\u003cbr /\u003eMr Brown said: \"Passenger safety is of paramount importance to TfL.",
     "\"Although not part of the TfL network, improving security on rail in London is a top priority as we want to encourage greater public transport use.",
     "\"We have developed this initiative with First Great Western Link to provide better safety and security improvements at stations.\"",
     "Chief Inspector Willie Baker, Western Sector Commander British Transport Police, said: \"We very much welcome this investment in improved passenger security.",
     "\"The new CCTV will help deter criminals and anti-social elements and assist the police in detecting crime.",
     "\"This, the Help Points and shelters are a real contribution to making passengers feel safer on the network.\"",
     "{\"template\":\"bulletlist\",\"items\":[\"New and enhanced CCTV cameras and Help Points at:\\u003cbr /\\u003eCastle Bar Park, Drayton Green, Ealing Broadway, Hanwell, Hayes \\u0026 Harlington, Southall, South Greenford, West Ealing and West Drayton\\u003cbr /\\u003e\",\"Each Help Point has an induction loop feature which help deaf people who use a hearing aid or loop listener to hear sounds more clearly by cutting out background noise\\u003cbr /\\u003e\",\"New anti-vandal shelters are made from toughened laminated glass set in a shock proof glazing system and stainless steel which makes them more difficult to vandalise. They are also easier to clean and the glass is relatively easy to replace\\u003cbr /\\u003e\",\"For further information on First Great Western Link, please contact the First Great Western Link press office on Tel: 01793 515854\\u003cbr /\\u003e\",\"For information on TfL, London Rail and press imagery in digital formats please contact the TfL press office on Tel: 020 7941 4141.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}