{
 "pageTitle": "TfL trebles revenue as Clear Channel wins London bus shelter contract",
 "description": "Following a highly competitive tender the 10-year contract will more than treble the annual revenue TfL currently receives from the business. It will also guarantee the income received by the Capital's transport authority, as well as additional benefits",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL trebles revenue as Clear Channel wins London bus shelter contract",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) today announced the award of the new contract for its bus shelter advertising concession in a new deal with outdoor ad specialist Adshel."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Trebling and guaranteeing the annual return from the bus shelter business is unprecedented",
     "Following a highly competitive tender the 10-year contract will more than treble the annual revenue TfL currently receives from the business.",
     "It will also guarantee the income received by the Capital's transport authority, as well as additional benefits to TfL should the market grow substantially.",
     "The new concession covers the sale of media space and the maintenance and design of street furniture across half of TfL's portfolio of London-wide bus shelters.",
     "It replaces the current partnership arrangement with Adshel, who will also manage the remaining 50 per cent of TfL's estate under the terms of a separate deal.",
     "This is the first of a series of advertising concessions that TfL is renegotiating during 2005, with the lucrative London Underground and Docklands Light Railway (DLR) tenders concluding later this year.",
     "Chris Townsend, TfL's Director of Group Marketing, said: \"Trebling and guaranteeing the annual return from the bus shelter business is unprecedented and demonstrates our ability to maximise revenues from our valuable advertising estates.",
     "\"This is good news for London, with the extra income funding further improvements to London's transport system as part of TfL's £10bn 5-Year Investment Programme.\"",
     "\u003cstrong\u003eThe outdoor sector\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Outdoor has consistently outperformed all other media sectors, with a total rise of around 75 per cent in gross national outdoor spend over the last 10 years. Of this, London's share has remained at around 40 per cent over the same period\",\"Sector gross revenue rose to £309m in 2003, from £225.2m in 1998, reflecting an average seven per cent year-on-year rise for the last six years and an impressive 37 per cent rise in total, well in advance of other sectors\",\"This upward trend is set to continue with the Advertising Association predicting an eight per cent rise for 2004 and seven per cent for 2005.\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}