{
 "pageTitle": "Tipple but dont topple on the Tube",
 "description": "From 15 May, posters bearing a powerful image of an escalator fall will be installed in the washrooms of six bars and pubs in the Canary Wharf area. The poster's message is to remind travellers to take care when they have had a drink or two.In a single",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Tipple but dont topple on the Tube",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "In a bid to reduce escalator accidents at its Canary Wharf Tube station, London Underground is launching its first ever \"washroom wall\" advertising campaign."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We are very concerned by the number and seriousness of alcohol-linked accidents that have occurred",
     "From 15 May, posters bearing a powerful image of an escalator fall will be installed in the washrooms of six bars and pubs in the Canary Wharf area.",
     "The poster's message is to remind travellers to take care when they have had a drink or two.",
     "In a single year, 37 accidents occurred on the station's 20 escalators.",
     "Many resulted in injuries serious enough to require hospital treatment. Alcohol was identified as a contributing factor in a number of these accidents.",
     "London Underground Strategic Marketing Manager Elizabeth Norris said: \"Canary Wharf is not only a thriving business centre but a great place to spend the evening.",
     "\"We are taking our safety message out of the station for the first time because we are very concerned by the number and seriousness of alcohol-linked accidents that have occurred on the escalators at our station.",
     "\"The longest escalators on the Tube network are at Angel but, compared to Canary Wharf, passengers have fewer accidents - 12 in a year compared with 37 at Canary Wharf.",
     "\"We certainly don't want to be killjoys.",
     "\"Our aim is to remind people before they set off for home to take extra care after a drink so that we can reduce the number accidents on escalators.\"",
     "{\"template\":\"bulletlist\",\"items\":[\"Poster image can be obtained from the LU Press Desk: 020 7941 4434\",\"The Posters will be on display at:\\u003cbr /\\u003eHope \\u0026 Anchor\\u003cbr /\\u003eDrummonds Bar\\u003cbr /\\u003ePuzzle\\u003cbr /\\u003eCat \\u0026 Canary\\u003cbr /\\u003eDavy's, Canary Wharf\\u003cbr /\\u003eSlug and Lettuce\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}