{
 "pageTitle": "Transport for London prosecutes fare dodgers",
 "description": "The fare dodgers were issued with penalty fare notices on bus routes around London, but had subsequently failed to pay. They were sent reminder notices and when these were ignored TfL withdrew the penalty fares and issued summonses against the",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London prosecutes fare dodgers",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) has successfully prosecuted 41 people, at Brent Magistrates court, following their failure to pay penalty fares."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Fare evasion on bus, trams and buses amounts to approximately £60m a year",
     "The fare dodgers were issued with penalty fare notices on bus routes around London, but had subsequently failed to pay.",
     "They were sent reminder notices and when these were ignored TfL withdrew the penalty fares and issued summonses against the individuals.",
     "Jeff Tucker, Head of Bus Enforcement, said: \"This is a major change in the handling of unpaid penalty fares and one which will be actively pursued to ensure effective action against fare evaders.",
     "\"The failure to pay the penalty fare has resulted in each person on average being fined £100 plus £95 costs, and having a criminal record.",
     "\"Fare evasion on bus, trams and buses amounts to approximately £60m a year, which would be better put into improving the transport network and assisting the vast majority of our law abiding customers\".",
     "In total, £3,995 was awarded to TfL in costs, the court issued fines on top of this figure to the sum of £4,000, making a total of £7,995.",
     "Had each individual paid their penalty fare notice the total would have been only £410.",
     "Had they paid their fares it would have totalled less than £50.",
     "{\"template\":\"bulletlist\",\"items\":[\"Tfl has over 240 Revenue Protection Inspectors on the bus and tram network, this will rise to 290 later this year\",\"The penalty for travelling without a valid ticket on the Tube, Bus and DLR will rise from £10 to £20 on 12 June 2005.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}