{
 "pageTitle": "Tube boss visits Waltham Forest stations",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Tube boss visits Waltham Forest stations",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Tim O'Toole, London Underground (LU) Managing Director, visited Waltham Forest Tube stations on 18 May to meet local borough officials - including Leader Councillor Clyde Loakes - view improvement works and discuss future plans for the Tube."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "TfL is investing £10bn over the next five years to improve and expand London's transport network, more than half of that will be spent on the Tube",
     "The tour took in the Central line stations at Leyton and Leytonstone, and the Victoria line at Walthamstow Central and Blackhorse Road.",
     "Tim O'Toole said: \"TfL is investing £10bn over the next five years to improve and expand London's transport network, more than half of that will be spent on the Tube.",
     "\"I want to see for myself how some of that investment will be spent in Waltham Forest.",
     "\"I'm also delighted to be here today to meet borough officials and local Underground staff.",
     "\"I know they are working hard to improve the Tube to make it safer, cleaner and more reliable.\"",
     "Mr O'Toole was joined by Jeff Ellis, Central line General Manager at first stop, Leyton Station.",
     "They discussed potential future development works, such as step-free access to the station, initiatives to ease congestion at the station and the reinstalling of a previously closed entrance at Langthorne Road.",
     "Leyton is due to be modernised next year in 2006.",
     "Jeff Ellis said: \"London Underground, and particularly the Central and Victoria lines, is vital to Waltham Forest.",
     "\"We've now begun the long job of renewing the Tube.",
     "\"Most stations are due to be refurbished or modernised over the next decade.",
     "\"The work includes modernisation of lifts and escalators, as well as station accessibility projects.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"'Enhanced service'\"}",
     "\"The Central line's improvements programme is already underway.",
     "\"Passengers already enjoy an enhanced service during peak times between central London and Leyton/Leytonstone.",
     "\"The frequency of trains will also be further improved from July 2006 as more trains will run during off peak times.",
     "\"The works on the Central and Victoria lines are undertaken by Metronet BCV.\"",
     "John Doyle, General Manager of the Victoria line, said: \"More trains will appear on the Victoria line in 2006, one train will be added during peak times and two during off-peak times.",
     "\"Door opening and closing times will also be improved. These changes may result in a 5 per cent increase in capacity in 2006.",
     "\"Forty-seven new trains are due to be provided by Metronet BCV in 2009.",
     "\"The new trains will be bigger, longer and taller than the current ones, therefore able to hold more people.",
     "\"The new Victoria trains will provide designated wheelchair spaces in the middle two cars of the eight-car train.",
     "\"Other enhancements to the Victoria line include new signalling, control room and general infrastructure improvements.",
     "\"These changes are likely to lead to a 20 per cent improvement in reliability and eight per cent improvement in journey time within three years.\"",
     "At Leytonstone station, Mr O'Toole viewed new facilities, including a secure bike shed in Church Lane Car Park.",
     "They also discussed the removal of a bench outside of the station often used by violent street drinkers while they tout.",
     "Leytonstone is due to be refurbished and made fully accessible by Metronet in 2007.",
     "Walthamstow Central station is due to be modernised in 2006.",
     "Improvement works will include the installation of new CCTV cameras, PA equipment, signage, painting, tiling and the building of lifts from the railway station to the Underground.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"'Exciting' improvements\"}",
     "Blackhorse Road is due to be modernised in 2010, including the renewal of the escalators, and discussions at the station included proposals associated with the Blackhorse Lane regeneration area.",
     "At Blackhorse Road and Walthamstow Central, ticket touts were also cited as a problem.",
     "LU has recruited an extra 200 British Transport Police Officers to patrol the Tube, an increase of 50 per cent.",
     "They are now being deployed in local teams and should help Underground staff to tackle ticket touts.",
     "Cllr Clyde Loakes, Leade",
     "{\"template\":\"bulletlist\",\"items\":[\"Metronet Rail BCV is responsible for the maintenance and renewal of the Bakerloo, Central, Victoria and Waterloo \\u0026 City lines\",\"London Underground carried more Tube passengers (976 million) in a single year (2005) than ever before and also that more trains ran than ever in the past (nearly 70m kms).\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}