{
 "pageTitle": "Film competition celebrates London's Cycling Revolution",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Film competition celebrates London's Cycling Revolution",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Filmmakers invited to capture the spirit of London's cycling revolution by creating a three-minute short film"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We are in the midst of a cycling revolution in London and this competition is a fantastic opportunity to harness that on screen",
     "- Best films to be showcased as International Bicycle Film Festival with the chance to win a cash prize and cycling apparel",
     "Transport for London (TfL) has teamed up with Film London and the Bicycle Film Festival (BFF) to launch a film competition aimed at celebrating the spirit of the cycling revolution taking place in London.",
     "The competition coincides with the arrival in the Capital of the Mayor's flagship cycle schemes, Barclays Cycle Hire and Barclays Cycle Superhighways.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Cash prize\"}",
     "Filmmakers are being asked to submit a short film of three minutes or under that can take the form of a documentary, an animation or drama.",
     "The best films will be showcased at a special event at the BFF in October and submitted for inclusion in the 2011 BFF programme - which will be shown in 39 countries.",
     "Prizes include a cash prize provided by cycling brand Bspoke and designer cycling apparel and accessories from its latest range. Competition entrants have until 6 September to enter their films.",
     "Kulveer Ranger, the Mayor of London's transport advisor, said: 'We are in the midst of a cycling revolution in London and this competition is a fantastic opportunity to harness that on screen.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"More than 40,000 members\"}",
     "'I am truly excited to see how people will capture the breadth of this new icon on the streets of London through these short films which will be projected to people the world over.'\u003cbr /\u003e\u003cbr /\u003eBarclays Cycle Hire enables people to pick up and drop off hire bicycles at hundreds of locations across central London.",
     "The scheme is expected to generate up to 40,000 extra daily cycle trips. More than 40,000 people have already signed up as pioneer members of Cycle Hire and the scheme currently boasts 80,000 journeys.",
     "David Brown, Managing Director of Surface Transport at TfL, said: 'These flagship schemes are encouraging a massive increase in cycle usage in the Capital.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Landmark initiative\"}",
     "'London is coming alive with cycling and what better way to celebrate this than to offer people the opportunity to share their vision and experiences of cycling.'",
     "Adrian Wootton, Chief Executive of Film London, said: 'London's Cycling Revolution further enhances the quality of life in the Capital.",
     "'To mark this major development we are delighted to work with TfL in their first ever short film competition which will inspire new and creative film-making around a landmark initiative which will transform how many people choose to travel around our fantastic city.'",
     "Users of Barclays Cycle Hire can pay £1 for 24 hour access, £5 for seven day access, or take out a £45 annual membership to be able to use the scheme.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"400 locations\"}",
     "Then the first half hour of each rental is completely free of any usage charges.",
     "Subsequently usage charges are £1 for a journey of between 30 minutes and one hour, £4 for up to 90 minutes, and £6 for up to two hours.",
     "Hire charges then increase incrementally up to a maximum hire period of 24 hours.",
     "People using the bikes are able to pick up and drop off one of the 6,000 hire bicycles at around 400 locations across central London once complete.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Daily, weekly or annual\"}",
     "This means that there will be a docking station every 300 metres or so.",
     "At the moment Londoners or visitors to the Capital who want to use central London's brand new system of public transport will need to be a member of the cycle hire scheme and can sign up for a daily, weekly or annual membership at \u003ca href=\"http://www.tfl.gov.uk/barclayscyclehire\"\u003ewww.tfl.gov.uk/barclayscyclehire\u003c/a\u003e .",
     "Membership will entitle them to an electronic key, which they will be able to use to take a hire cycle from one of hundreds of locations across central London.",
     "Users have an opportunity to brush up on their cycling skills by signing up for TfL-subsidised cycle safety training in one of the nine London hire boroughs which form the initial Barclays Cycle Hire zone - Camden, City of London, Hackney, Islington, Lambeth, Southwark, The Royal Borough of Kensington \u0026 Chelsea, Tower Hamlets and City of Westminster.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Safer and easier\"}",
     "Roadshow events are also taking place across the boroughs throughout the summer.",
     "Barclays Cycle Superhighways benefit London's cyclists by making it safer and easier to commute by bike between outer and inner London.",
     "There are 12 planned routes, with the first two - Barking to Tower Gateway and Merton to the City - now open.",
     "For more information about the schemes, please visit \u003ca href=\"http://www.tfl.gov.uk/cycling\"\u003ewww.tfl.gov.uk/cycling\u003c/a\u003e and keep pace with London's cycling revolution by following \u003ca href=\"http://www.twitter.com/BarclaysCycle\"\u003ewww.twitter.com/BarclaysCycle\u003c/a\u003e .\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The competition closes on 6 September 2010. All entries must be received by this time\",\"Film London is the Capital's film and media agency promoting and developing the city as a major international film-making and film cultural capital.  For more information visit \\u003ca href=\\\"http://www.filmlondon.org.uk\\\"\\u003ewww.filmlondon.org.uk\\u003c/a\\u003e \",\"The Bicycle Film Festival is in its 10th year. It takes place across 39 world cities. The London event takes place 13-17 October 2010. For more information \\u003ca href=\\\"http://www.bicyclefilmfestival.com\\\"\\u003ewww.bicyclefilmfestival.com\\u003c/a\\u003e \",\"The competition is only open to entrants aged 18 and over\",\"There is one prize of £1,000 (which includes TfL to have unlimited screening rights for up to five years)\",\"Full competition rules can be found at \\u003ca href=\\\"http://shop.tfl.gov.uk/Londons-Cycling-Revolution-Film-Competition.html\\\"\\u003ehttp://shop.tfl.gov.uk/Londons-Cycling-Revolution-Film-Competition.html\\u003c/a\\u003e \",\"To view the new short film explaining how to use Barclays Cycle Hire and the Cycle Smart safety film, log on to \\u003ca href=\\\"http://www.youtube.com/user/BarclaysCycle\\\"\\u003ewww.youtube.com/user/BarclaysCycle\\u003c/a\\u003e \",\"Barclays Cycle Hire will operate across central London. Docking stations and hire bicycles will be available in Camden, City of London, Hackney, Islington, Lambeth, Royal Borough of Kensington \\u0026 Chelsea, Southwark, Tower Hamlets, City of Westminster and several of the Royal Parks\",\"Barclays Cycle Hire aims to build on the massive 117 per cent growth in cycle journeys on London's major roads since TfL was created in 2000 and is expected to generate up to 40,000 extra cycle trips a day in central London\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}