{
 "pageTitle": "First ever air-conditioned Tube train is now in passenger service",
 "description": "By 2015, 40 percent of the network will have air-conditioned trains.The Mayor of London Boris Johnson today joined Tube passengers in welcoming the Tube's first new air-conditioned train. First air-conditioned trainThe train, which will start serving the",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "First ever air-conditioned Tube train is now in passenger service",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Mayor joins passengers on historic day for the Tube."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "There cannot be a better way to criss-cross North West London than in this smooth, state-of-the-art addition to London's infrastructure. This train is quite literally the coolest ride in town",
     "By 2015, 40 percent of the network will have air-conditioned trains.",
     "The Mayor of London Boris Johnson today joined Tube passengers in welcoming the Tube's first new air-conditioned train.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"First air-conditioned train\"}",
     "The train, which will start serving the Metropolitan line, is the first of a 191-fleet of brand new, walk-through trains, that will serve 40 per cent of the Tube network.",
     "The introduction of the first air-conditioned train on the Tube network, which is nearly a 150 years old, highlights why there needs to be continued investment in the Tube.",
     "The trains are part the upgrade of the Sub Surface network, which as part of the whole Tube upgrade is vital to meet the growing demand of an increasing population and is central to London being able to continue to act as the economic engine of the country.",
     "The Mayor, along with Transport Commissioner Peter Hendy and LU's Howard Collins, travelled on the new train today to experience the improvements first hand.",
     "The Mayor of London, Boris Johnson, said: 'Unless you are cycling, there cannot be a better way to criss-cross North West London than in this smooth, state-of-the-art addition to London's infrastructure. This train is quite literally the coolest ride in town.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Upgrade works\"}",
     "Peter Hendy, Transport for London Commissioner, said: 'This is great news for Tube passengers, not only will their journeys be cooler, the new trains are more spacious, more accessible and boast the latest CCTV systems.",
     "'The new air-conditioned trains are a vital part of the upgrade works which will transform the oldest and complex lines on the Tube network.",
     "'But to achieve the full capacity increases that the upgrade will bring, it is imperative that we get the new signalling system that we are currently tendering for, which will enable a higher throughput of trains and faster journeys.'",
     "As well as air conditioning, they will also have CCTV coverage in each carriage and improved accessibility.",
     "The first of the S-Stock trains are now being introduced into passenger service on the Metropolitan line, with the roll-out complete by 2011. They will start being delivered on the Circle and Hammersmith \u0026 City lines from 2011 and start operating on both lines from 2012.",
     "The District line will follow in 2013 and all trains will be on the network from 2015.\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors:   \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The train will start running from Wembley Park to Watford from 2 August and as more works are completed to accommodate the longer train it will start serving more destinations on the Metropolitan line\",\"The SSR lines carry one third of the Underground's passengers and covers 300km of track\",\"The upgrade of the Sub-Surface Railway will deliver substantial increases in capacity: 65 per cent on the Circle and Hammersmith \\u0026 City lines; 24 per cent on the District line; and 27 per cent on the Metropolitan line\",\"The first section of the Tube opened in 1863 between Paddington and Farringdon, and is still served in whole or in part by all four lines- the Circle, District, Hammersmith \\u0026 City and Metropolitan lines\",\"The new sub-surface fleet is being built by Bombardier Transportation in Derby who will deliver a total of 191 trains\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}