{
 "pageTitle": "Hundreds of unclaimed bikes pile up in the Capital's police stations",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Hundreds of unclaimed bikes pile up in the Capital's police stations ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London's recovered stolen bikes can't be reunited with their owners because cyclists aren't security marking their bicycles."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Having lost two seriously good bikes in a year, I shall most definitely be security marking my next bike",
     "Transport for London (TfL), the Mayor of London's Transport Adviser Kulveer Ranger, and celebrity cyclist Jon Snow, have joined together to urge London's cyclists to get their bikes security marked, as police stations across the Capital fill up with recovered stolen bikes which can't be reunited with their owners.",
     "The recently introduced Cycle Task Force team is calling on London cyclists to take action and help them return stolen bikes to their owners.",
     "Any unclaimed bikes are destroyed, sold in auction or donated to charity.",
     "The task force is part of the Metropolitan Police Service (MPS) Safer Transport Command and is funded by TfL to tackle bike theft and vandalism.",
     "Every year thousands of missing bicycles are recovered by the police but despite their efforts, hundreds of bikes - including expensive brands such as Trek, SCOTT and Specialized - are languishing in London's police stations because there is no way of tracing the legal owner.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Free bike-marking events\"}",
     "Sergeant Titus Halliwell from the Cycle Task Force explains: 'When we recover a stolen bike we run its details past a number of databases in the hope that we will have a match with its owner.",
     "'However if the owner hasn't registered their bike frame number or security mark, which is unique to every bike, it is virtually impossible for us to reunite people with their bikes.",
     "'It's really sad to see thousands of great, and well-loved bikes laying unused in the Capital's police stations.",
     "'London's cyclists can help us by taking a few minutes to note down their frame number, and by coming along to one of our free bike marking events where we can also register their bike for them.",
     "'These simple steps will help us maximise our chances of getting them their bikes back if they get stolen.'",
     "Kulveer Ranger, the Mayor of London's Transport Adviser, said: 'A few simple steps can significantly increase the odds of getting your bike back, so take a couple of minutes of your time and get it marked.",
     "'Only recently the Cycle Task Force marked my bike and it took less than five minutes.",
     "'I'd encourage cyclists to take the time to go down to one of their events, and meet the officers, who will not only mark your bike but provide you with some sound advice.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Avoid bike theft\"}",
     "Jon Snow, broadcaster and keen cyclist, said: 'I feel an idiot not to have security marked my bike before.",
     "'Having lost two seriously good bikes in a year, I shall most definitely be security marking my next bike, hoping against hope that my most recent bike loss is my last.'",
     "The Cycle Task Force and TfL recommend London's cyclists take the following steps which could help the police reunite owners with their stolen bicycles:",
     "{\"template\":\"bulletlist\",\"items\":[\"Keep a record of your bike frame number and provide it to the police if your bicycle goes missing\",\"Attend a free police bike marking session or buy a security marking kit to ensure your bike has its own unique number\",\"Register your bicycle on a recognised database so that police can use it to reunite stolen goods with their legitimate owners\"]}",
     "Siwan Hayward, Deputy Director of Community Safety, Enforcement and Policing at TfL said: 'The Cycle Task Force has had some excellent results since it was set up two months ago and to date they have made 36 arrests.",
     "'What's more, they have already security marked more than 4,000 bikes and are so passionate about returning the stolen bicycles they retrieve to their rightful owners that they will not stop until they have exhausted every avenue.'",
     "For further information visit \u003ca href=\"http://www.tfl.gov.uk/avoidbiketheft\"\u003etfl.gov.uk/avoidbiketheft \u003c/a\u003e or contact your local cycle shop.",
     "Alternatively you can attend the Cycle Task Force team's marking events and they will do it for you.\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"For images of some of the hundreds of unclaimed bikes that are currently held in the Capital's police stations, please contact Nancy Ryder in TfL's press office on 0845 604 4141\",\"In 2009 more than 23,000 bikes were reported stolen in the Capital\",\"There are a number of available services which allow bike owners to register their bicycle and its serial number or unique registration number. Some registers are also used and searched by the MPS and a large number of other police forces nationally to assist with the investigation of stolen bikes. TfL and the MPS recommend using an Association of Chief Police Officer-approved registry system\",\"Recovered bikes are kept in police stations across London for around three months before being destroyed, sold at auction or donated to charity\",\"The next security marking sessions by the Cycle Task Force will take place on:ul\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}