{
 "pageTitle": "London Underground welcomes RMT and TSSA leaderships' agreement to ACAS talks",
 "description": "LU asked ACAS to invite the leaderships of both unions to discuss the issue, and a date is now being agreed. LU is calling for the strike to be called off, and will once again be reiterating that its staffing changes will be delivered with a guarantee of",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Underground welcomes RMT and TSSA leaderships' agreement to ACAS talks",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground (LU) has today welcomed the agreement by the leaderships of the RMT and TSSA unions to meet them for talks at the conciliation service ACAS, to discuss how to avoid unnecessary strike action."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We will be entering the discussions listening to the concerns raised and trying to work together to resolve this issue without unnecessary disruption to Londoners",
     "LU asked ACAS to invite the leaderships of both unions to discuss the issue, and a date is now being agreed.",
     "LU is calling for the strike to be called off, and will once again be reiterating that its staffing changes will be delivered with a guarantee of no compulsory redundancies, that all stations with a ticket office will continue to have one, and that stations will continue to be staffed at all times.",
     "Howard Collins, LU's Chief Operating Officer, said: 'We welcome the RMT and TSSA leaderships agreeing to talks at ACAS.",
     "'We will be entering the discussions listening to the concerns raised and trying to work together to resolve this issue without unnecessary disruption to Londoners.",
     "'London Underground needs to change, as it is not possible to go on with a situation where some ticket offices sell fewer than 10 tickets an hour.",
     "'We will be reiterating that these changes come with no compulsory redundancies, and that under our proposals all stations with a ticket office will continue to have one, and all stations will be staffed at all times.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}