{
 "pageTitle": "Mayor's flagship Barclays Cycle Hire scheme hits 250,000 journeys",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor's flagship Barclays Cycle Hire scheme hits 250,000 journeys ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Nearly 60,000 members are now signed up to use the scheme."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "It is clear that Barclays Cycle Hire is already proving hugely popular with those who live and work in the Capital",
     "An incredible 250,000 journeys have been made on Barclays Cycle Hire bikes since the Mayor and Transport for London's (TfL's) brand new public transport system launched over three weeks ago.",
     "Nearly 60,000 people have already signed up as members, and between them they are now making around 15,000 journeys a day.",
     "Thursday 19 August was the busiest day so far, with more than 16,700 journeys made by Barclays Cycle Hire.",
     "Daily membership has proved to be the most popular option to date; more than 34,400 people have already signed up to use Barclays Cycle Hire for just £1 a day.",
     "Annual membership is also proving hugely popular, with over 21,700 members choosing to pay £45 a year to use the scheme, working out as just 12p a day.",
     "A further 3,400 people are weekly members, at a cost of £5 for seven days use.",
     "The Mayor of London, Boris Johnson, said: 'In the past three weeks we've seen the streets of central London transformed, as our bikes become a familiar and immensely popular sight on London's streets.",
     "'Nearly 60,000 people have already voted with their pedals, making more than 250,000 journeys on the Capital's newest icon and proving that London really is a cycling city.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Sign up for cycle hire\"}",
     "Nick Aldworth, Project Manager for Barclays Cycle Hire at TfL, said: 'These are early days for Barclays Cycle Hire, and we are still working with our operator, Serco, to learn about and improve the scheme.",
     "'We appreciate Londoners' patience while our brand new public transport system beds in.",
     "'However, 250,000 cycle journeys in, it is clear that Barclays Cycle Hire is already proving hugely popular with those who live and work in the Capital.",
     "'Around 93 per cent of all journeys made by Barclays Cycle Hire members have been under 30 minutes, which means that the vast majority of people using the scheme aren't paying any more than their daily £1, weekly £5 or annual £45 access fees.'",
     "Since launch, engineers have been continuing work on installing more docking stations across central London.",
     "Barclays Cycle Hire launched with 315 docking stations, and the total number is now up to 335 - making it even easier for Londoners to access the bikes and return them at the end of their journeys.",
     "When complete the scheme will have 6,000 cycles and 400 docking points.",
     "The creation of an easy-to-use cycle hire system was a key pledge of the Mayor's manifesto.",
     "Just over two years since his election, Barclays Cycle Hire is now transforming the way that people make short trips around central London.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}",
     "{\"template\":\"bulletlist\",\"items\":[\"The Regent's Park to Notting Hill Gate (25 minutes)\",\"London Bridge to Hyde Park (27 minutes)\",\"Tower Hill to Bond Street (23 minutes)\",\"Regent's Park to Westminster Abbey (16 minutes)\",\"The British Museum to Green Park (15 minutes)\",\"Old Spitalfields Market to Speaker's Corner (27 minutes)\",\"High Street Kensington to Leicester Square (19 minutes)\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}