{
 "pageTitle": "Mayor's flagship Barclays Cycle Hire scheme hits 100,000 journeys",
 "description": "- Nearly 14,000 journeys made on the busiest daysThe Mayor's newest addition to London's transport network, Barclays Cycle Hire, has now been used for more than 100,000 journeys since its launch on 30 July, as Londoners take to the scheme",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor's flagship Barclays Cycle Hire scheme hits 100,000 journeys",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "44,000 members now signed up to use the scheme"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Despite the soggy weather, tens of thousands of Londoners have been choosing Cycle Hire to get about - giving an emphatic thumbs up to the scheme",
     "- Nearly 14,000 journeys made on the busiest days",
     "The Mayor's newest addition to London's transport network, Barclays Cycle Hire, has now been used for more than 100,000 journeys since its launch on 30 July, as Londoners take to the scheme enthusiastically.",
     "As of today (12 August) some 44,000 people have signed up with Transport for London (TfL) to be pioneer members, and between them they are now carrying out nearly 14,000 journeys on the busiest days.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Early days\"}",
     "The Mayor of London, Boris Johnson, said: 'Despite the soggy weather, tens of thousands of Londoners have been choosing Cycle Hire to get about - giving an emphatic thumbs up to the scheme.",
     "'The Capital's streets are now chiming to the sound of bicycle bells, and twinkling with the LED lights of our fantastic bikes.",
     "'These are the early days of the scheme, and we are still learning and improving the system.",
     "'I appreciate Londoners' patience and would ask everyone to bear with us.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"More docking stations\"}",
     "'However it is now clear that, with 100,000 journeys already made, there is an indefatigable enthusiasm for cycling that is making Barclays Cycle Hire one of the city's success stories.'",
     "Since launch, engineers have been continuing the work on installing more docking stations across central London.",
     "The scheme launched with 315 docking stations, and the total number is now up to 331 - making it even easier for Londoners to access the bikes and return them at the end of their journeys.",
     "The creation of an easy to use cycle hire system was a key pledge of the Mayor's manifesto.",
     "Just over two years since his election, Barclays Cycle Hire is now transforming the way that people make short trips around central London.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Free for the first 30 mins\"}",
     "Available 24 hours a day, seven days a week, the Capital's newest form of public transport stretches across central London.",
     "When complete the scheme will have 6,000 cycles and 400 docking points.",
     "A membership key costs £3 with membership costs at £1 for a 24-hour membership, £5 for seven days and £45 for an annual membership.",
     "The first 30 minutes of any journey will be free. Those wishing to us the scheme need to register as members by visiting: \u003ca href=\"http://www.tfl.gov.uk/barclayscyclehire\"\u003ewww.tfl.gov.uk/barclayscyclehire\u003c/a\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Examples of journeys that can be carried out within thirty minutes, taken from TfL's cycling Journey Planner, include:ul\",\"Members of the scheme must be at least 18 years old, and you will need to be at least 14 years old to use the scheme\",\"Barclays Cycle Hire, which is operated by Serco Limited on behalf of TfL, is the most sustainable and environmentally friendly form of public transport ever seen in the Capital\",\"Barclays Cycle Hire and Barclays Cycle Superhighways are building on the massive 117 per cent growth in cycle journeys on London's major roads since TfL was created in 2000\",\"Barclays Cycle Hire operates across central London. Docking stations and hire bicycles are available in Camden, City of London, Hackney, Islington, Lambeth, Kensington \\u0026 Chelsea, Southwark, Tower Hamlets, Westminster and several of the Royal Parks\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}