{
 "pageTitle": "New links on route 320",
 "description": "There will also be changes to frequencies on routes 208 and 320. This will provide improved bus links for the Biggin Hill, Bromley and Catford areas.Route 320, which currently runs between Biggin Hill and Bromley North Station, will be extended from",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New links on route 320",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "From Saturday 28 August route 320 will be extended to Catford."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "These changes are designed to give new links, good reliability and an easy-to-use network. We are sure that people will find the new links useful",
     "There will also be changes to frequencies on routes 208 and 320. This will provide improved bus links for the Biggin Hill, Bromley and Catford areas.",
     "Route 320, which currently runs between Biggin Hill and Bromley North Station, will be extended from Bromley to Catford via Downham.",
     "It will no longer serve the stop outside Bromley North station.",
     "Frequencies of daytime services will be increased Monday to Saturday to provide a bus every 12 minutes. Evening and Sunday frequencies will be increased to every 20 minutes.",
     "Route 208 will run as a through service between Lewisham and Orpington rather than in two separate sections, Lewisham to Bromley Common and Catford to Orpington. It will operate every 12 minutes Monday to Saturday daytimes and every 15 minutes in the evening and on Sunday.",
     "John Barry, Head of Network Development, London Buses, said: 'These changes follow detailed reviews and consultation with the councils and London TravelWatch.",
     "'They are designed to give new links, good reliability and an easy-to-use network. We are sure that people will find the new links useful.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     " \u003ca title=\"320 route map\"href=\"/assets/downloads/change-to-route-320.pdf\"\u003eDownload the route map (PDF 102KB)\u003c/a\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Route 208 currently runs in sections Lewisham- Bromley Common and Catford - Orpington (Perry Hall Road) at all times except in the evenings and on Sundays. Current frequencies are every 12 minutes on each section. A through service runs every 12 minutes in the evenings and on Sundays\",\"Route 320 currently runs between Biggin Hill Valley and Bromley North every 15 minutes (every 30 minutes in the evenings and on Sundays)\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}