{
 "description": "To combat this problem TfL is supporting demonstrations around London to show parents how to check their car seats are correctly installed as part of Child Accident Prevention Week.Managing Director for Surface Transport at TfL, Peter Hendy,",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Drivers, how safe is the child behind you?",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Probably not as safe as you think. Shockingly almost 80% of child car seats in London are not installed correctly, leaving the children in them vulnerable in an accident, Transport for London (TfL) revealed today."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "To combat this problem TfL is supporting demonstrations around London to show parents how to check their car seats are correctly installed as part of Child Accident Prevention Week.",
     "Managing Director for Surface Transport at TfL, Peter Hendy, said:",
     "\"This is a horrific statistic and so easily preventable. With a bit of knowledge parents can keep their children safer in the family car. TfL is working with the borough Road Safety Officers to show parents the safest way to buckle in their children.\"",
     "Every parent should follow these tips for installing a car seat safely:",
     "{\"template\":\"bulletlist\",\"items\":[\"Take time to get your child comfortably strapped in\",\"Never modify the seat or adult seatbelt to make it fit\",\"The adult buckle should not be bent over, or rest on, the child seat frame\",\"Never fit a rear-facing seat with an active airbag in front of it\",\"Never tuck the seatbelt under the child's arm or behind their back\",\"Beware of second hand seats. They could have been damaged and may not meet modern standards. The fitting instructions may also be missing\"]}",
     "Kevin Clinton, Head of Road Safety at RoSPA said:",
     "\"A badly fitted child seat may fail to protect a child in a crash. We know that many parents find it difficult to fit child seats properly and are often uncertain if they have done it right. Go along to one of TfL's car seat demonstrations to find out how to be sure you are giving your child the best protection by fitting their child seat correctly\"",
     "\u003cstrong\u003eCar seat demonstrations:\u003c/strong\u003e \u003cbr /\u003eMonday 21 June at Asda in Beckton from 10am until 4pm\u003cbr /\u003eTuesday 22 June at Safeways in Stratford from 10am until 4pm\u003cbr /\u003eFriday 25 June at Mothercare World in Romford from 10am until 1pm, and 2pm - 4pm\u003cbr /\u003eSaturday 26 June at Asda in Leyton from 10am - 4pm",
     "\u003cstrong\u003eChoosing Child Seats\u003c/strong\u003e \u003cbr /\u003eThe most important thing is to make sure that the seat you choose is suitable for your child and for your car. If you use the child seat in more than one car, follow the advice below for each car.",
     "\u003cstrong\u003eBefore You Buy\u003c/strong\u003e \u003cbr /\u003eDon't rush the decision. Look through the manufacturer's catalogues, or on their websites or in shops that sell child seats to assess a range of seats.\u003cbr /\u003eThink about how you will use the seat. For example, if you will be constantly taking it in and out of the car, a lighter weight seat might be preferable. Or, if you do a lot of long journeys, a seat that reclines may be more comfortable for your child and help him or her sleep.\u003cbr /\u003eChoose a seat that is suitable for your child's weight and height.\u003cbr /\u003eBabies should be in rearward-facing baby seats. Do not move your child to a forward-facing seat until they weigh at least 9 kgs and can sit up unaided, but keep them in a rearward-facing seat for as long as possible. Once your child is above the maximum weight for a rearward-facing seat or the top of their head is above the top of the seat , they should be moved into a forward-facing seat. It is not important if their knees are bent in the seat, provided they are still within the seat's weight range.\u003cbr /\u003eContact the child seat manufacturer to check if the seat will fit your car. If you are considering a Britax seat, you can enter the details of the seat and your car on their 'fit finder' website to check it fits your car and the best position.",
     "\u003cstrong\u003eWhen Buying\u003c/strong\u003e \u003cbr /\u003eAsk the retailer if the child seat is suitable for your child and car. Try to find a retailer who will let you (or even better, help you) try the seat in your car before you buy it.\u003cbr /\u003eIf this is not possible, make sure that you can return the seat if it is not suitable, and replace it or get a refund.\u003cbr /\u003eAvoid buying a child seat by mail order, unless you are sure that it will fit your car.\u003cbr /\u003eCheck that the seat meets the United Nations standard Regulation 44.03 - look for the 'E' mark.\u003cbr /\u003eDo not buy a second hand seat, you cannot be certain of its history (it may have been involved in an accident and been seriously weakened - the damage may not be visible) and often the instructions are missing. Second-hand seats are likely to be older and not designed to current standards.\u003cbr /\u003eOnly accept a child seat from a family member or friend, if you are absolutely certain that you know its history, it comes with the original instructions and it is not too old.",
     "As London's population continues to grow there will be increasing demands placed on our public transport system and TfL aims to deliver the improvements that will match London's future needs. This can only be achieved with continued support from Government. TfL will balance its budget whatever happens but without additional funding essential sustained improvement to the road network will not take place.",
     "Press Office - Telephone: 020 7941 4141\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}