{
 "pageTitle": "Mayor says 'give your views' on West London Tram",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor says 'give your views' on West London Tram",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Ken Livingstone, Mayor of London is urging Londoners to give their views on the proposed West London Tram (WLT), at the start of a major public consultation."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The Mayor said:\u003cbr /\u003e\"West London, like the rest of the capital, has a growing population and we need to take action now to meet future demand. We need to increase public transport and provide an improved service for this area of London.",
     "\"This three month consultation is an opportunity for all Londoners who live, work, travel through, or have an interest in West London to give us their views on the tram. \"",
     "TfL's Head of Public Affairs, Bill Hamilton said:\u003cbr /\u003e\"We are providing a wide range of ways for people to have their say on the proposed West London Tram. People can give us their views, either on-line, at one of the public roadshows or by filling out the questionnaire sent to over 400,000 residences along the proposed route. People have three months to give their views between 29 June until 8 October \"",
     "For further information, please contact TfL press office on 020 7941 4141.",
     "All consultation materials and a phone line have been produced in the GLA's 10 priority languages, Braille and on audio tape. A phone line has also been set up for people who speak these 10 languages.",
     "The Mayor and TfL will decide whether or not to go ahead with the WLT project after the public consultation results and ongoing engineering work has been reviewed.",
     "Further information about the consultation is available on TfL's website at www.tfl.gov.uk/westlondontram",
     "The West London Tram project is a proposal for a 20km tramway that would run from Uxbridge to Shepherds Bush, serving town centres of Uxbridge, Southall, Hanwell, West Ealing, Ealing, Acton and Shepherds Bush. The WLT would serve around 40 stops on the route, enabling passengers to travel from Uxbridge to Shepherds Bush in about an hour.",
     "A recent independent poll commissioned for Transport for London showed 56 per cent of local people supported the tram. Full results of this poll are available on request.",
     "\u003cbr /\u003eAmanda Brooks\u003cbr /\u003ePress Officer\u003cbr /\u003eEmail: \u003ca href=\"mailto:amandabrooks@tfl.gov.uk \"lid=\"amandabrooks@tfl.gov.uk\"\u003eamandabrooks@tfl.gov.uk \u003c/a\u003e \u003cbr /\u003eDirect line: 020 7941 4882"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}