{
 "pageTitle": "TfL and London boroughs take on new powers to keep London's traffic moving",
 "description": "The London Local Authorities and Transport for London Act 2003 enables TfL and London boroughs to enforce regulations such as the blocking of yellow box junctions, ignoring no left or right turn signs, and driving the wrong way down one way streets. A",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL and London boroughs take on new powers to keep London's traffic moving",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "From June 21st TfL and six London boroughs will be piloting new powers in order to prevent drivers blocking London's roads and help keep London's traffic moving."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The London Local Authorities and Transport for London Act 2003 enables TfL and London boroughs to enforce regulations such as the blocking of yellow box junctions, ignoring no left or right turn signs, and driving the wrong way down one way streets.",
     "A nine month pilot of these new powers will begin on June 21st, with TfL working in conjunction with the Association of London Government (ALG) and six London Boroughs. Drivers who break these laws will receive a penalty charge of £100, reduced to £50 if paid within 14 days.",
     "Jeroen Weimar, TfL's Director of Transport Policing and Enforcement said:",
     "\"TfL welcomes the introduction of these new powers. They will enable us to work with the Boroughs and the police to keep London's traffic moving. We will initially undertake a nine month pilot to develop these measures and ensure they work effectively to tackle dangerous and illegal driving at key locations.",
     "\"TfL's aim is to ease congestion and further improve road safety for all users. Robust enforcement is aimed at those few selfish drivers who break the law and drive dangerously on our roads. Those who drive in accordance with the Highway Code should benefit from safer and more reliable journeys.'",
     "Cllr Phillip Portwood, Chair of the ALG's Transport and Environment Committee, said:\u003cbr /\u003e\"With hundreds of people being killed on London's roads each year and thousands more being injured it is important that we make our roads as safe as possible for everyone.\u003cbr /\u003e\"These new powers will help us to ensure we are able to do this and will also help make roads less congested.\u003cbr /\u003e\"No-one should believe they have the right to break the law, which is there to protect people. A simple way of not getting a fine is not to break the law in the first place.\"",
     "The Directorate's objectives include:",
     "{\"template\":\"bulletlist\",\"items\":[\"improved personal security on and around the public transport network\",\"improved bus journey times and decreased network congestion\",\"increased compliance with fare regulations on buses\",\"increased patronage of equalities target groups on the public transport network\"]}",
     "\u003cstrong\u003eFor more information:\u003c/strong\u003e \u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}