{
 "pageTitle": "TfL Travel Information re Tube strike - No 7",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL Travel Information re Tube strike - No 7",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Tim O'Toole, Managing Director of London Underground, speaking at Victoria Station this morning said: ``I am sorry for the difficult journey many passengers are having to face today."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "``We are encouraged by the number of train drivers at work, which is allowing us to run more services than we expected and I would like to thank those staff who are keeping London moving.''",
     "Latest figures show that almost 30 percent of normal Underground trains are now running.",
     "However, passengers are reminded that although the strike ends at 1830hrs, Tube services will remain limited for the remainder of today.",
     "Transport for London (TfL) is providing a series of media travel information bulletins throughout the period of the RMT Tube strike. The RMT strike began at 1830hrs on Tuesday, June 29 and is due to last 24hrs, but Tube services will be severely disrupted throughout the whole of today (Wednesday, June 30).",
     "TfL Travel Info media bulletins are due to be issued as information becomes available and at the following times:",
     "1730hrs, June 30;\u003cbr /\u003e2100hrs, June 30.",
     "Our advice to those wishing to travel in London today, June 30 is as follows:\u003cbr /\u003eAllow extra time for your journey and, if possible, travel outside rush hours;\u003cbr /\u003ePlease consider walking as an alternative where possible, particularly short distances from national rail stations;\u003cbr /\u003eThere will be no additional parking in London and the £5 daily Congestion Charge will still apply from 0700-1830hrs;\u003cbr /\u003eCheck our website, travel information line or the media for the latest on how services are running before you travel.",
     "\u003cstrong\u003eLondon Underground:\u003c/strong\u003e \u003cbr /\u003eLine Service",
     "{\"template\":\"bulletlist\",\"items\":[\"Bakerloo 4 minute service between Elephant \\u0026 Castle to Paddington (Lambeth North, Piccadilly Circus, Regent's Park, Edgware Road all currently closed)\",\"Central 15 minute service between Epping to Mile End\\u003cbr /\\u003e30 minute service between West Ruislip and White City. 20 minute service between Leytonstone to Woodford via Hainault\",\"Circle No service.\",\"District 20 minute service between Richmond - Gunnersbury. 10 minute service between Upminster -Whitechapel (Bow Road closed)\",\"East London Full service - 6 minute (Wapping \\u0026 Shadwell closed)\",\"Hammersmith \\u0026 City 10 minute service Baker Street - Whitechapel (Aldgate East closed)\",\"Jubilee 5 minute service between Stanmore- Neasden\",\"Metropolitan 20 minute service between Amersham - Baker Street\\u003cbr /\\u003e10 minute service between Uxbridge -Aldgate\\u003cbr /\\u003eAmersham- Chesham shuttle.\",\"Northern 20 minute service between Morden - Kennington\\u003cbr /\\u003e10 minute High Barnet - Moorgate.\\u003cbr /\\u003e10 minute service between Golders Green - Kennington via Charing Cross (King's Cross, Tufnell Park, Belsize Park, Hampstead, Mornington Crescent and Clapham South are closed)\",\"Piccadilly 10 minute service between Arnos Grove - Cockfosters\",\"Victoria 9 minute service between Walthamstow Central - Brixton\",\"Waterloo and City 10 minute service\"]}",
     "\u003cstrong\u003eLondon Buses:\u003c/strong\u003e \u003cbr /\u003eEnhanced service levels with dozens of extra buses are operating on fourteen bus Routes - C1, 2, 10, 25, 38, 42, 52, 73, 94, 108, 133, 155, 205 and 257.",
     "The bus network is busier than normal but services are coping well. Our entire bus fleet of almost 8000 buses are out this morning, with maintenance schedules having been changed to allow buses over and above our regular peak vehicle requirement to be available for service.",
     "\u003cstrong\u003eNational Rail:\u003c/strong\u003e \u003cbr /\u003eThe strike by Network Rail staff has been called off, so national rail services are running as normal. TfL staff will be on hand at major rail stations and transport interchanges to provide advice to those travelling into central London by train.",
     "\u003cstrong\u003eDocklands Light Railway:\u003c/strong\u003e \u003cbr /\u003eDLR services are running as normal, but again services are much busier than normal. Please be patient and allow more time for your journey.",
     "\u003cstrong\u003eStreets and Congestion Charge:\u003c/strong\u003e \u003cbr /\u003eWe are urging people not to drive into central London. There is no extra parking provision and the £5 daily Congestion Charge still applies from 0700-1830hrs on Wednesday, June 30 in order to keep the streets moving and allow bus services to move as freely as possible.",
     "\u003cstrong\u003eRiver Services:\u003c/strong\u003e \u003cbr /\u003eA free River service, paid for by London Underground, will run in the morning and evening rush hours on June 30 as follows:",
     "Evening peak hour service:\u003cbr /\u003eTower Pier - Blackfriars Pier - Waterloo Pier - Westminster Pier - Embankment Pier - Blackfriars Pier - Tower Pier;\u003cbr /\u003eServices will run from 1620hrs at Tower Pier and run around every 10-15 minutes. Last boat from Tower Pier departs at 2000hrs.",
     "\u003cstrong\u003eCroydon Tramlink:\u003c/strong\u003e \u003cbr /\u003eIs running as normal.",
     "For the latest travel information, visit our website \u003ca href=\"http://www.tfl.gov.uk/\"lid=\"http://www.tfl.gov.uk\"\u003ewww.tfl.gov.uk\u003c/a\u003e , phone the Travel Information line on 020-7222 1234 or check media updates.\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}