{
 "pageTitle": "TfL to review cycling infrastructure procedures",
 "description": "Although the review has been prompted by the fatal injury of a cyclist on Blackfriars Bridge on 10 May the review is separate from any official investigation by the police or other authority. The purpose of the review is to investigate the procedures TfL,",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL to review cycling infrastructure procedures",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) has begun a 16-week review of procedures and standards associated with the development and delivery of measures designed to improve safety and convenience for cyclists."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Although the review has been prompted by the fatal injury of a cyclist on Blackfriars Bridge on 10 May the review is separate from any official investigation by the police or other authority.",
     "The purpose of the review is to investigate the procedures TfL, their consultants and contractors use, and to identify how these procedures can be improved with regards to the safety and convenience of cyclists.",
     "The main elements of the work will include a review of consultation processes; consideration of standards and procedures; an assessment of the benefits of current cycling measures and an appraisal of the relative safety of cycling facilities on the central London Thames bridges.",
     "\u003cstrong\u003eFor media enquiries contact the TfL press office on 020 7941 4141/4881.\u003c/strong\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}