{
 "pageTitle": "Transport for London buoyant after pier wins awards",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London buoyant after pier wins awards",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Millbank Millennium Pier has won two prestigious awards for its design, Transport for London announced today."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The pier has received a Royal Institute of British Architects (RIBA) Award for its high architectural standard, contribution to its local environment and design excellence. As a recipient of an RIBA Award this year the Pier becomes part of the longlist to be considered for the UK's top architecture award, The Stirling Prize, which is presented in October.",
     "Millbank Pier has also won a 'Yellow Pencil award' from Design \u0026 Art Direction (D\u0026AD) in the Environmental Design \u0026 Architecture - Design for Industry, Transport and the workplace category.",
     "Transport for London's Surface Transport Head of Operations Mike Weston said:",
     "\"It is great news that the river can benefit from innovative design and go on to win two prestigious awards for it. I hope this success will inspire more people to take a trip to the Tate galleries by river when visiting central London.\"",
     "1. Millbank pier is served by Thames Clippers who also call at Bankside pier, thus creating a 'Tate to Tate' link. This is the first direct link between the two galleries.",
     "2. London River Services' (LRS') new Millbank Pier, located near to Tate Britain, was opened on 22 May 2003 by Mayor Ken Livingstone. The pier has been praised by the Institution of Civil Engineers for showing a 'fusion of imagination and functionality of design'.",
     "3. Beckett Rankine Partnership, the Engineering Consultants, working with Marks Barfield Architects - designers of the London Eye - created a 'functional floating sculpture'. Enhancing the magnificent and unusual design at night is Angela Bulloch's 'Flash and Tidal' lighting scheme which has been incorporated into the pier and changes colour with the tide.",
     "4. The pier itself was constructed at a total cost of £1.8m with contributions made from Tishman Speyer, The Millennium Commission, City of Westminster, Cross River Partnership and Tate.",
     "5. The completion of this pier marked the end of the Thames 2000 project which has also seen new piers built at Blackfriars and Waterloo (BA London Eye) and the replacement of Tower and Westminster piers, along with new riverboat services on the Thames.",
     "6. For more information on the RIBA Awards and The Stirling Prize contact Melanie Mayfield in the RIBA Press Office on 020 7307 3662 or \u003ca href=\"mailto:melanie.mayfield@inst.riba.org\"lid=\"melanie.mayfield@inst.riba.org\"\u003emelanie.mayfield@inst.riba.org\u003c/a\u003e or Marie Clements on 020 7307 3761 or \u003ca href=\"mailto:marie.clements@inst.riba.org\"lid=\"marie.clements@inst.riba.org\"\u003emarie.clements@inst.riba.org\u003c/a\u003e .",
     "7. Images of Millbank Pier are available \u003ca href=\"http://www.dandad.org/awards\"target=\"_new\"lid=\"here\"el=\"http://www.dandad.org/awards\"\u003ehere\u003c/a\u003e .",
     "\u003cbr /\u003eLisa Rooney\u003cbr /\u003ePress Officer\u003cbr /\u003eDirect line: 020 7941 4141"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}