{
 "pageTitle": "Almost half of all motorbike collisions involve scooters",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Almost half of all motorbike collisions involve scooters",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "A scooter rider is killed or seriously injured every day on London's roads and make up almost half of all motorcycle casualties in the capital."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "ScooterSafe will help riders develop skills to cope with riding in the city",
     "To help tackle the problem the successful BikeSafe-London scheme \nis being extended to provide skills days for riders of smaller capacity \nmachines.",
     "BikeSafe, which is a partnership between Transport for London (TfL), the \nMetropolitan Police and the City of London Police, is an all day event focusing \non interactive presentations and on road assessment sessions with police \nmotorcyclists and is targeted mainly at riders of larger motorcycles.",
     "Since BikeSafe skills days were launched in April 2003 more than 7,500 riders \nhave taken the course.",
     "ScooterSafe will target riders of machines under 250cc, and will be tailored \ntowards riding on city roads.",
     "It will be further customised for riders under 20, addressing their needs and \nfor those over 20 who may ride for different reasons.",
     "Chris Lines, Head of the London Road Safety Unit at TfL, said: \"Although the \nnumber of motorcyclists killed or seriously injured in London has fallen by \nalmost 10 per cent in the past five years there is clearly still a long way to \ngo in reducing collisions.",
     "\"Bikes under 125cc are involved in almost half of all motorcycle collisions \nand ScooterSafe will help riders develop skills to cope with riding in the \ncity.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Educating riders\"}",
     "Ian Brooks, Chief Inspector Metropolitan Police, said: \"The MPS is proud of \nBikeSafe-London and what is has accomplished.",
     "\"Encouraging and educating scooter riders through a similar program tailored \nto meet their particular needs is a logical next step for London.",
     "\"We are looking forward to working with Transport for London, borough Road \nSafety Officers, businesses and others to make our road safer for all.\"",
     "ScooterSafe will also involve a separate course to tackle the link between \nanti-social behaviour and scooters.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Improving safety\"}",
     "The course will be for 16-19 year olds with the aim of encouraging them to \nride legally, take responsibility for their actions, and dissuade them from \nriding mini motos or GoPeds.",
     "The courses will be run in association with youth clubs and motor projects \nwith referrals from youth offending teams, road safety officers and safer \nneighbourhood teams.",
     "ScooterSafe, like BikeSafe, costs £30 for a days course. Bookings can be made \nthrough Motorcycle UK Ltd on 0845 230 1894 or by visiting \u003ca href=\"http://www.scootersafe-london.co.uk\"\u003ewww.scootersafe-london.co.uk\u003c/a\u003e .",
     "Transport for London invests more than £40m a year on improving road safety \non London's roads, including cinema and television advertisements to raise \nawareness of motorcycle safety.",
     "Since 2000, TfL has overseen a 40 per cent reduction in the number of people \nkilled or seriously injured on roads in the Capital.",
     "{\"template\":\"bulletlist\",\"items\":[\"In 2005, 845 motorcycle riders were killed or seriously injured on London's roads (44 killed, 801 seriously injured).  367 riders of machines under 125cc were killed or seriously injured (14 killed, 353 seriously injured)\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}