{
 "pageTitle": "Construction of the landmark gallery at Finsbury Park gets underway",
 "description": "Large steel columns are being lifted into place on site by mobile cranes. Precautions will be taken to ensure that noise levels are kept to a minimum where possible during night work.Work can only be carried out outside of normal train operating hours and",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Construction of the landmark gallery at Finsbury Park gets underway",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Completion of the improvement scheme at Finsbury Park station takes another step forward as construction of the new interchange gallery gets underway."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Large steel columns are being lifted into place on site by mobile cranes.",
     "Precautions will be taken to ensure that noise levels are kept to a minimum where possible during night work.",
     "Work can only be carried out outside of normal train operating hours and so has been scheduled to take place between 10pm on Saturdays and 9am on Sundays on the following dates:",
     "{\"template\":\"bulletlist\",\"items\":[\"May 21\",\"June 4,11, 18 and 25\",\"July 2, 9, 16 and 24\"]}",
     "On these dates, installation of the cranes will require the temporary closure of the bus station at Station Place from 10pm on Saturday nights to 6pm on Sunday evenings.",
     "Bus passengers will be asked to catch their bus from bus stop R, under the bridge on Seven Sisters Road.",
     "It will also be necessary to close the London Underground entrance at Station Place while the work is being carried out.",
     "Tube passengers will be directed to the Wells Terrace or Seven Sisters Road entrances between 11pm on Saturday nights and 8.30am on Sunday mornings.",
     "The overground rail entrance onto Station Place will stay open except that access will be from only one end of the ticket hall. This will be signposted.",
     "The gallery will provide a larger, covered ticket hall and new First Capital Connect ticketing facilities which will help reduce congestion during peak periods.",
     "{\"template\":\"bulletlist\",\"items\":[\"For more information on the works call Zahra Akkerhuys on 020 7126 1465\",\"The final phase of the improvement scheme will provide more reliable bus services following improvements to the layout of the bus station; better access to buses and improved passenger waiting areas. Other improvements include better safety and security due to better lighting and an integrated digital CCTV/public address system, which covers the whole station\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}