{
 "pageTitle": "District line suspended this weekend to allow Metronet emergency engineering work",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "District line suspended this weekend to allow Metronet emergency engineering work",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground (LU) will suspend the District line this weekend between Barking and Upminster to allow Metronet to undertake emergency engineering works. This follows the failure by Metronet Rail SSL to carry out routine track maintenance work to cope with higher summer temperatures.",
     "Check the realtime travel pages for the latest information."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This suspension will provide Metronet with the opportunity to undertake work that should have taken place earlier this year",
     "#EndEditable#EndEditableThis suspension will provide Metronet with the opportunity to undertake work that should have taken place earlier this year as is normal rail industry practice.",
     "Valid LU tickets will be accepted on c2c services between Fenchurch Street and Upminster. c2c services will also stop at West Ham and Barking.",
     "An LU replacement bus service will be in operation calling every 7/8 minutes at Barking - Upney - Becontree - Dagenham Heathway - Dagenham East - Elm Park - Hornchurch - Upminster Bridge - Upminster.",
     "Today (Friday), 20 mph speed restrictions, to ensure safe running of trains, are again in place on sections of the District, Hammersmith \u0026 City, Metropolitan and Piccadilly lines.",
     "The areas most affected are the east end of the District line, the north end of the Metropolitan line and the west end of the Piccadilly line.",
     "LU management is working with Metronet to rectify this latest series of failures, and to ensure LU does not face similar problems throughout the spring and summer.",
     "Passengers should call 020 7222 1234 or check the Tfl website for the latest information before travelling and allow extra time for their journeys.",
     "Metronet Rail SSL is responsible for the renewal and maintenance of the Circle, District, Hammersmith \u0026 City, Metropolitan and East London lines. They are also responsible for the maintenance of the Piccadilly line track between Baron's Court and Acton Town.\u003cbr /\u003eends",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL is investing £10bn over the next five years to improve and expand London's transport network, more than half of that in Transforming the Tube\",\"Earlier this week, Transport for London Commissioner, Peter Hendy, described this development as 'the latest in as a series of inexcusable failures by Metronet'. He made an appeal to Metronet's shareholders - Atkins, Balfour Beatty, Bombardier Transportation, EDF Energy and Thames - that their reputation was 'being severely damaged by their association with this shambles' and that should now 'step in and sort out this dreadful mess'\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}