{
 "pageTitle": "Enfield campaign to reduce the number of cyclists killed in collisions with HGVs",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Enfield campaign to reduce the number of cyclists killed in collisions with HGVs",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "To tackle the problem, Transport for London, in partnership with local distribution company Tradeteam Ltd, is launching a new campaign to help Enfield cyclists cycle more safely and save lives."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We are making great progress in cutting the number of cyclists hurt on Enfield's roads",
     "Highly visible signs will be fixed to the back of 50 Tradeteam vehicles as they drive in and around Enfield.",
     "Cyclists particularly face danger from heavy goods vehicles (HGVs) turning left as situations arise where HGV drivers are not able to see cyclists between their vehicle and the kerb.",
     "In the borough of Enfield there were 36 cyclist casualties between January and September 2005, with three involving goods vehicles (of which two involved an HGV).",
     "One of these resulted in a fatality. As many as 60 cyclists were killed in collisions involving goods vehicles between January 1999 and November 2005 across London.",
     "Chris Lines, TfL's Head of Road Safety, said:\"We are making great progress in cutting the number of cyclists hurt on Enfield's roads, but the number of cyclists injured and killed in crashes with goods vehicles is still too high.",
     "\"By working in partnership with Tradeteam I hope we can get the message out to cyclists to be careful when riding near HGVs and also to help educate drivers to watch out for cyclists.\"",
     "{\"template\":\"bulletlist\",\"items\":[\"Your potographer is invited on-site as TfL Road Safety Officer Nick Baker presents John Crosk, with the cycle safety posters\",\"A Tradeteam vehicle and cyclist will be on hand to demonstrate how effective the signage is for the safety of commuting cyclists\\u003cbr /\\u003e\\u003cbr /\\u003eWhere : Tradeteam Ltd, Stockingswater Lane, Enfield EN3 7PZ\\u003cbr /\\u003eWhen : Thursday 18 May, 10:00\\u003cbr /\\u003e\",\"Tradeteam Ltd is a multicontract distribution company and is part of the DHL Exel group. The Enfield branch, with 200 staff and 50 vehicles, is the largest distributor of beer into central London, delivering to 22,500 outlets\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}