{
 "pageTitle": "Londons bus improvements get Parliamentary seal of approval",
 "description": "The improvements made to bus services in the Capital and the huge increases in passenger ridership that have been achieved as a result, were applauded today by the House of Commons Public Accounts Committee.Bus ridership in London in recent years has",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Londons bus improvements get Parliamentary seal of approval",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "This press release was originally issued by the Greater London Authority press office."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "London has seen bus usage increase by 40 per cent since 2000/01",
     "The improvements made to bus services in the Capital and the huge increases in passenger ridership that have been achieved as a result, were applauded today by the House of Commons Public Accounts Committee.",
     "Bus ridership in London in recent years has climbed to levels not seen since the 1960s, bucking the UK downward trend. The all party select committee's report into the \"Delivery Chain Analysis For Bus Services In England\", published today includes glowing praise for the progress made in London in its conclusions and recommendations.",
     "The report says: \"The success in London can be attributed to the commitment shown by the Mayor and Transport for London; measures to support growth and investment in bus services while restricting car use; and a straightforward delivery chain achieved through effective regulation.\"",
     "Mayor of London Ken Livingstone said: \"This report recognises that the quality of London's bus services has been completely transformed over the last five years.",
     "\"This success shows that with adequate investment and strong leadership public services can be improved dramatically.",
     "\"We are now working to extend the improvements already seen on London buses to the Underground and other parts of the transport system.\"",
     "Transport Commissioner Peter Hendy CBE said: \"What we have seen in London in recent years shows that effective regulation, political will, prudent investment and, crucially, listening to what the public want and then delivering it to them can achieve.",
     "\"With 8000 buses on 700 routes the London bus network is now the most comprehensive public transport operation in Europe. Couple this with the Tube, and the other public transport networks and a picture emerges of a city which is delivering a real alternative to the private car for millions of Londoners and visitors.\"",
     "London has seen bus usage increase by 40 per cent since 2000/01 while elsewhere in England bus usage has fallen by seven per cent.",
     "The Public Accounts Committee Report follows on from other recent positive reports on the bus network in the Capital from the National Audit Office, Audit Commission and the London Assembly Transport Committee.",
     "{\"template\":\"bulletlist\",\"items\":[\"The Committee's report follows on from a London Assembly endorsement of the bus network's value for money, and a joint report from the Audit Commission and National Audit Office in December 2005 which found that London's bus network was \\\"leading the way\\\" in the UK with significant growth in passenger numbers\",\"London's bus network is one of the biggest in the world, with 8,000 buses, 700 bus routes, and over 6 million passenger journeys made every weekday. Around £850m is taken in revenue each year\",\"London has the largest wheelchair accessible network in the world, and from summer 2007, will become more accessible to hearing - and visually - impaired passengers as audio visual announcements are introduced\",\"The full \\u003ca href=\\\"http://www.publications.parliament.uk/pa/cm200506/cmselect/cmpubacc/851/85102.htm \\\"\\u003ePublic Accounts Committee report \\u003c/a\\u003e is available\",\"For media enquiries please call Hilary Merrett on 020 7983 4753. For out of hours media enquiries please call 020 7983 4000. For non-media enquiries please call the Public Liaison Unit on 020 7983 4100\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}