{
 "pageTitle": "Mayor agrees scheme to abolish bus and tram fares for under-18s in full-time education",
 "description": "The Mayor of London, Ken Livingstone, today announced that he has given the go ahead for a key manifesto pledge that bus and tram fares for under-18s in full time education will be abolished. The scheme will start from September this year.Free travel for",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor agrees scheme to abolish bus and tram fares for under-18s in full-time education",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "This press release was originally issued by the Mayor of London's press office at the Greater London Authority."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Nearly 130,000 16 and 17 year olds in London can benefit from this policy",
     "The Mayor of London, Ken Livingstone, today announced that he has given the go ahead for a key manifesto pledge that bus and tram fares for under-18s in full time education will be abolished.",
     "The scheme will start from September this year.",
     "Free travel for under-18s in full time education is designed to promote the benefits of public transport to school leavers, whilst helping young people to continue studies and improve employment prospects.",
     "Young people will need to apply for a 16/17 year old Oyster photocard in September when schools and colleges re-open to qualify for free travel.",
     "This move follows the successful introduction of free travel for under-16s on buses and trams in September last year, and free travel for under-11s on the Tube in April this year.",
     "Mr Livingstone said: 'This is a cost-saving measure for thousands of London families that continues our policy of promoting public transport wherever possible which also helps protect our environment.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Boost to families\"}",
     "'I have directed Transport for London this week to go ahead with the scheme to abolish bus and tram fares for under-18s in full-time education, so that this policy can be delivered in time for the new academic year.",
     "'It will give a huge boost to families where children are striving to attain their full potential through continued studies.",
     "'Nearly 130,000 16 and 17 year olds in London can benefit from this policy.",
     "'It not only tackles issues of cost, which is a big factor when deciding to stay in education after 16, but also maintains our agenda of promoting public transport in order to protect the environment.'",
     "All 16 and 17 year olds will continue to be able to apply for half-fare reductions on adult rate Oyster single fares, and Travelcard and Tube-only, 7 day, monthly and longer period season tickets.",
     "\u003cstrong\u003eEligibility:\u003c/strong\u003e ",
     "Free bus and tram travel will be available to:",
     "{\"template\":\"bulletlist\",\"items\":[\"16 and 17 year olds who permanently reside within a London Borough and are in full-time education or unwaged training (see definition below)\",\"18 year olds who permanently reside within a London Borough, apply before the end of the academic year in which they turn 18 and who are in full-time education or unwaged training (see definition below)\",\"Full-time education will be defined as 12 hours of guided learning per week for a minimum of ten weeks, on further education courses in school sixth forms, sixth form colleges and Further Education colleges or as Learning and Skills Council (LSC) arranged Entry to Employment (E2E) or Programme Led Pathways (PLP) work based learning\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}