{
 "pageTitle": "Mayor announces 100th night bus service in London",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor announces 100th night bus service in London",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London's 100th night bus route will start on Saturday, 3 June. From that date, route 281 will operate a 24-hour service between Hounslow and Tolworth."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "One in seven bus routes now operate throughout the night",
     "The night bus network has expanded dramatically over the last six \nyears.",
     "Passenger numbers have more than doubled, from 15 million to 34 million per \nyear.",
     "The number of night bus routes has risen from 57 in 2000 to 100.",
     "Mayor of London Ken Livingstone said: \"The addition of the 100th night bus \nservice shows just how much the bus service has been overhauled in the last six \nyears.",
     "\"Night buses are now an essential part of the public transport system in \nLondon.",
     "\"In 2000 we had just 57 night bus routes, many of which were unreliable.",
     "\"We have dramatically expanded and improved London's night bus service over \nthe last six years so that it is now a safe, clean, cheap and reliable route \nhome.",
     "\"All buses have CCTV and a dedicated team of police officers patrol the \nroutes. The transformation of the night bus network shows how public services \ncan be transformed by adequate investment and strong leadership.\"",
     "Clare Kavanagh, Director of Performance for London Buses, said: \"London's \ntransport network constantly evolves to meet the needs of those who live in, \nwork in or visit London.",
     "\"One in seven bus routes now operate throughout the night, helping to get \nLondoners home and to work safely and supporting the night-time economy across \nthe city.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Increasing services\"}",
     "The night bus network is integrated with the day time network, giving 24-hour \nservices.",
     "As well as increasing the number of routes serving central London at night, \nthere is now a growing network of routes serving suburban town centres.",
     "The Transport Operational Command Unit (TOCU), introduced in 2002, and funded \nby the Mayor, has made it increasingly safe to travel by bus at night, with \n1,200 uniformed officers policing buses and minicabs.",
     "Every bus in London is also fitted with CCTV cameras, and drivers have the \nsupport of CentreComm, London Buses' 24/7 emergency communications \ncentre.\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"Route 281 is operated by London United and serves Hounslow, Whitton, Twickenham, Fulwell, Teddington, Hampton Wick, Kingston, Surbiton and Tolworth\",\"Passenger numbers on the night bus network have increased year on year since 2000, as follows -\\u003cbr /\\u003ea. 2000 - 15 million\\u003cbr /\\u003eb. 2001 - 18 million\\u003cbr /\\u003ec. 2002 - 21 million\\u003cbr /\\u003ed. 2003 - 26 million\\u003cbr /\\u003ee. 2004 - 31 million\\u003cbr /\\u003ef. 2005 - 34 million\",\"Night buses run from around midnight to around 6am, some with the prefix 'N' and some without. The 'N' prefix is used where day and night time services are not completely identical (usually because the night bus route extends further into the suburbs for direct bus connections when rail services aren't running). Where the service is identical at all times of day and night, there is no prefix (as is the case with route 281)\",\"Night buses are a safe, reliable form of transport - every London bus is fitted with CCTV and radio equipment connecting drivers to CentreComm, London Buses' 24/7 emergency communication centre\",\"The Transport Operational Command Unit is funded by Transport for London and run in partnership with the Metropolitan Police Service\"]}",
     "\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}