{
 "pageTitle": "Mayor and Transport Secretary open Kings Cross St Pancras Western Ticket Hall",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor and Transport Secretary open Kings Cross St Pancras Western Ticket Hall",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "This press release was originally issued by the press office of the Greater London Authority."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This is another key milestone in the delivery of Transport for London's Investment Programme",
     "Mayor of London Ken Livingstone, and Transport Secretary Douglas Alexander today (25 May) toured the new Western Ticket Hall at King's Cross St Pancras Underground station before it opens this Sunday (28 May). The state-of-the-art ticket hall will double the Tube station's capacity.",
     "It was funded directly by the Department for Transport (DfT) and has been delivered as part of Transport for London's (TfL's) £10bn Investment Programme by Metronet. The construction of the ticket hall has been funded direct by the DfT.",
     "The new Western Ticket Hall will be the first port of call for visitors from Europe once the Channel Tunnel Rail Link extension opens in 2007 and will have the capacity needed to serve the new high speed Kent domestic services, the new Thameslink station and visitors to the London 2012 Olympics and Paralympics.",
     "The innovative design also provides step-free access to the Circle, Hammersmith \u0026 City and Metropolitan lines, as well as new and enlarged public subways and additional routes to street level.",
     "Mayor of London Ken Livingstone said: \"This is another key milestone in the delivery of Transport for London's £10bn Investment Programme and is a clear demonstration of how we are successfully working to meet London's transport needs now and in the future.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Transport hub\"}",
     "\"The new King's Cross St Pancras Tube station will be a vital hub for London's 2012 Games, with the Javelin shuttle service linking King's Cross to the Olympic venues. The station is state-of-the-art, providing a blueprint for the future and a building fit for a world-class city hosting the Olympic Games.\"",
     "Douglas Alexander, Secretary for State for Transport, said: \"The Western Ticket Hall will be a fitting gateway to London for passengers from the UK and abroad.",
     "\"It is helping create a fully integrated transport hub in the heart of the capital.",
     "\"In the coming years the Channel Tunnel Rail Link will be completed, high speed commuter services introduced, the new Thameslink station fitted out, and Underground and main line stations expanded and modernised.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Passengers will double\"}",
     "\"This is one example of the many benefits government investment is bringing to improve transport and help regenerate this whole area.\"",
     "The Western Ticket Hall has been designed to ease congestion during peak periods and will handle 250,000 passengers each day, the busiest on the London Underground network.",
     "This number of passengers will double to almost half a million each day by 2020.",
     "The Mayor and TfL also announced today that the contracts for a new Northern Ticket Hall for the Tube station, providing extra capacity and step-free access to the Northern, Piccadilly and Victoria lines, have been awarded by Metronet to Balfour Beatty, Morgan Bemo and Stent.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Increased capacity\"}",
     "The Northern Ticket Hall is due for completion in 2010 and is also being funded direct by the DfT.",
     "TfL Commissioner Peter Hendy said: \"With passenger numbers expected to double by 2020, the new Northern Ticket Hall will increase capacity and provide step-free access to the Northern, Piccadilly and Victoria lines.",
     "\"The ongoing redevelopment of King's Cross St Pancras Tube station is part of Transport for London's £10bn Investment Programme to give London the transport network it needs now and into the future, while the innovative design and pioneering accessibility features in the new Western Ticket Hall have set the blueprint for Tube stations of the future.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"New ticket windows\"}",
     "Patients from Stoke Mandeville Hospital tested the range of accessibility features at King's Cross.",
     "These features include new ticket windows with lowered window height to give disabled employees and passengers better access to the ticket counters.",
     "As",
     "{\"template\":\"bulletlist\",\"items\":[\"Photographs from the station opening are available to media from Cohn \\u0026 Wolfe\",\"The Mayor and TfL are investing £10bn to improve and expand London's transport network. More than half of this investment is in the Tube\",\"The estimated Metronet construction costs for Phase 1 of the work (Western Ticket Hall, renewal of Tube Ticket Hall and the modernisation of the Circle, Metropolitan and Hammersmith and City lines) and Phase 2 (Northern Ticket Hall) are £378m and £353m respectively. Taking account of other ancillary Metronet costs, the total estimated Metronet cost for the combined Phase 1 and Phase 2 of the King's Cross St Pancras Underground redevelopment is £774m\",\"The Western Ticket Hall, renewal of the Tube Ticket Hall and the modernisation of the Circle, Metropolitan and Hammersmith and City Lines is budgeted to cost £378m. Once the Western Ticket Hall is open, the additional modernisation work on the Circle, Metropolitan and Hammersmith and City Lines will be completed and is due to be finished in early 2007\",\"The entire Kings Cross St Pancras Underground redevelopment will cost £774m, excluding London Underground costs and risk, and will be finished in 2010\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}