{
 "description": "Serco, which has achieved considerable improvements in both train performance and passenger numbers on the DLR over the last nine years, has been rewarded with a new seven-year franchise agreement that will play a major role in supporting the London 2012",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New £400m DLR franchise to boost passenger service and security.",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Improved passenger service and security are the key hallmarks of a new £400m franchise to operate and maintain the Docklands Light Railway (DLR), which has been awarded to Serco Docklands (Serco) and began this week."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Serco, which has achieved considerable improvements in both train \nperformance and passenger numbers on the DLR over the last nine years, has been \nrewarded with a new seven-year franchise agreement that will play a major role \nin supporting the London 2012 Olympics and Paralympics. The new franchise, \nawarded by Transport for London (TfL), includes challenging new targets for \ntrain punctuality, customer service and security:",
     "{\"template\":\"bulletlist\",\"items\":[\"At least 96 per cent of trains must run 'on time' (ie within three minutes \\nof the scheduled time) and with no more than two per cent of trains cancelled \\nper day\",\"At least nine out of ten passengers must be 'satisfied' with the train \\nservice - as measured by regular customer satisfaction surveys\",\"Improved security on stations and trains with enhanced CCTV, increased staff \\npresence at high-profile stations and 12 new dedicated 'Travel Safe Officers'\",\"Better passenger information with new train information screens and two-way \\ntelevision Help points on stations, new television information systems on trains \\nand the use of mobile phone technology to provide real-time travel \\ninformation.\"]}",
     "Ian Brown, TfL London Rail's Managing Director, said: \"We are delighted to \nsee the start of Serco's new franchise which promises to further boost passenger \nservice and security on the DLR.",
     "\"It will also ensure that the current high standards of punctuality and \ncustomer service are maintained - the latest figures show 97.1 per cent of \ntrains arriving on time and 96 per cent of passengers satisfied with the \nservice.",
     "\"These are exciting times for Londoners, with the ongoing regeneration of \nEast London and the Olympics and Paralympics just around the corner.",
     "\"The DLR continues to grow to meet this demand. With the new franchise now in \nplace and a number of major expansion projects underway, the DLR is perfectly \nplaced to deliver a world-class railway for a world-class city by 2012.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Passenger growth\"}",
     "The new franchise period will also see the completion of the Woolwich Arsenal \nextension in 2009, the 3-car upgrade to increase capacity between Bank and \nLewisham in 2009, and the extension to Stratford International in 2010 - all \nfunded and delivered as part of TfL's £10bn Investment Programme.",
     "Serco was originally awarded the franchise to operate and maintain the DLR in \nApril 1997, and since then has seen more than a 100 per cent growth in passenger \nfigures, from 25 to 50 million per year.",
     "Train reliability has increased from 90 per cent to 97.1 per cent under the \nfranchise, making the DLR the best-performing railway in mainland UK.",
     "The DLR is also the only fully accessible railway in the UK, with step-free \naccess to all stations and trains.",
     "The recent launch of an audio-visual announcement system on all trains means \nit is now easier to use for tourists, occasional users and those with hearing or \neyesight impairments.",
     "\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"Docklands Light Railway Ltd is part of TfL\",\"TfL is investing £10bn over the next five years to improve and expand London's transport network\",\"The new franchise officially commenced on Sunday 28 May 2006, and will run for the next seven years to 2013\",\"Under the franchise, Serco is responsible for all aspects of railway operations and maintenance except the Lewisham and London City Airport extensions, delivered on time and on budget, which are maintained separately by Private Finance Initiative (PFI) concessions\",\"Over 50 million journeys are made on the DLR every year, a figure forecast to increase to 80 million by 2009\",\"The DLR will play a crucial role in transport for the London 2012 Olympics and Paralympics, serving the Olympic village and many key Olympic and Paralympic venues\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}