{
 "pageTitle": "Northolt and Woodford stations to be refurbished and improved",
 "description": "Improvement works at Northolt and Woodford stations have just got underway. Refurbishment works will be carried out by Metronet Rail BCV, the company responsible for the renewal and maintenance of the Bakerloo, Central and Victoria lines.Jeff Ellis,",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Northolt and Woodford stations to be refurbished and improved",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Northolt station, located at the west end of the Central line and Woodford station on the east end are both being refurbished and improved as part of Transport for London's (TfL's) £10bn, 5-Year Investment Programme to improve and expand London's transport network."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Virtually every station on the Tube network will either be refurbished or modernised",
     "Improvement works at Northolt and Woodford stations have just got underway.",
     "Refurbishment works will be carried out by Metronet Rail BCV, the company responsible for the renewal and maintenance of the Bakerloo, Central and Victoria lines.",
     "Jeff Ellis, General Manager of the Central line said: 'This year the pace of work on the Tube will increase to almost double that of last year, a pace that will be maintained for many years to come as we work to Transform the Tube thanks to TfL's £10bn five year Investment Programme.",
     "'Over the next five years, virtually every station on the Tube network will either be refurbished or modernised and a key element is the upgrading of CCTV facilities from analogue to digital and the recording of high quality images to hard drive rather than traditional magnetic tape.",
     "'London Underground (LU) operates over 6,000 CCTV cameras and is one of the biggest users of CCTV in the world.",
     "'As part of the station modernisation programme, the number of CCTV cameras will double to 12,000 by 2011.",
     "'This is all about making the Tube even safer for passengers to use no matter the time of day.'",
     "Northolt station will remain open while the works take place, except on the following weekends: 27/29 May, 17/18 June, 8/9 July, 15/16 July and 23/24 when planned track closures will allow Metronet to take advantage of these engineering works to speed up the work.",
     "Woodford station will also remain open except for the waiting rooms and public toilets, which will be closed from May.",
     "Refurbishment works in both stations will include the restoration of most heritage features, the replacement of existing CCTV cameras, the installation of help points, an enhanced PA system and tactile strips and contrasting handrails for the visually impaired.",
     "All cabling will be concealed and ceilings will be either replaced or decorated.\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL is investing £10bn over the next five years to improve and expand London's transport network, more than half of that in London Underground as TfL works to Transform the Tube\",\"Last year LU ran more services and carried more passengers than ever before, hit all performance targets and was named Train Operator of the Year\",\"Metronet Rail BCV is responsible for the renewal and maintenance of the Bakerloo, Central and Victoria lines\",\"The Central line opened on 30 July 1900 as a cross-London route from Bank to Shepherd's Bush\",\"The Central line's 74 km (46 miles) make it the Underground's longest line, serving 49 stations\",\"The longest journey without change on the Underground can be made on the Central line between West Ruislip and Epping (54.9 km, 34.1 miles)\",\"Northolt station, originally opened to serve Great Western Railway trains on 1 May 1907 and it was located on the eastern side of Mandeville Road\",\"A new station on the west side was first served by Central line trains from 21 November 1948, when the Central line was extended from Greenford to West Ruislip along the Great Western route. 7,800 passengers use Northolt station daily\",\"Woodford station is 150 years old this year and approximately 11,600 people use the station every day.\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}