{
 "pageTitle": "Transport for London announces Best Scientific Paper Award",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London announces Best Scientific Paper Award",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) today announced a new award to be presented at the Intelligent Tranport Systems (ITS) World Congress 2006."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The application of scientific research in a real-world context is key to Transport for London's overall strategy",
     "#EndEditableThe TfL Best Scientific Paper Award is open to all papers published at the Congress, and will be presented to the author of the paper which best demonstrates the value of scientific research to the travelling public in terms of user benefit.",
     "Key amongst the judging criteria is that the paper should clearly detail its subject matter from research phase through to application and demonstrate a quantifiable step forward for the ITS community.",
     "Judges will be looking across all aspects of ITS for a complete vision of a future transport model that clearly identifies applicable research areas, in the context of public transport.",
     "Martin Davey, Head of TfL's Technical Services Group and member of the ITS Host Country Steering Group, said: 'As a key exponent of Intelligent Transport Systems, TfL sees this as a great way to champion the future development of ITS.",
     "'The application of scientific research in a real-world context is key to Transport for London's overall strategy and I am very pleased that we will be acknowledging such forward thinking with this award.'",
     "The TfL Best Scientific Paper Award will be presented to the winning authors as part of the programme of awards at the ITS World Congress in October.",
     "All scientific papers published at the Congress will be automatically entered for consideration.",
     "{\"template\":\"bulletlist\",\"items\":[\"The 13th World Congress \\u0026 Exhibition on Intelligent Transport Systems and Services (ITS World Congress) takes place in London, from 8-12 October 2006\",\"The ITS World Congress is organised by ERTICO in co-operation with ITS United Kingdom, Department for Transport, Department of Trade and Industry and Transport for London.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}