{
 "pageTitle": "Transport Secretary and Mayor of London announce new Oyster deal",
 "description": "This press release was originally issued by the Mayor of London's press office at the Greater London Authority. A deal that will help London's rail passengers get the full benefit of Oyster cards and lay the foundations for a nationally accepted smartcard",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport Secretary and Mayor of London announce new Oyster deal",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "This press release was originally issued by the Mayor of London's press office at the \u003ca href=\"http://www.london.gov.uk\"\u003eGreater London Authority\u003c/a\u003e .",
     "A deal that will help London's rail passengers get the full \nbenefit of Oyster cards and lay the foundations for a nationally accepted \nsmartcard ticketing scheme has been struck.",
     "The details of the announcement were set out by the new Transport Secretary, \nDouglas Alexander and London Mayor Ken Livingstone today.",
     "Transport for London has agreed to pay for Oyster validation equipment to be \nprovided for all London rail stations in Zones 1 - 6.",
     "It is a significant breakthrough that offers train companies the opportunity \nto accept Oyster pay-as-you go products on their services.",
     "Transport for London has also agreed to work with the Department for \nTransport to ensure that all Oyster equipment is capable of accepting other \nsmart cards.",
     "These are currently under development for use on public transport across the \ncountry by the Integrated Ticketing Smartcard Organisation (ITSO).",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Smart ticketing technology\"}",
     "This is a further step towards the wider introduction of smart ticketing \ntechnology outside of London.",
     "It will allow the development of fully integrated ticketing systems in and \nbeyond the Capital, extending the convenience and ease of smartcard technology \nto millions more passengers.",
     "It builds on the Government's decision to require bidders for the new South \nWestern rail franchise to set out how a new smart ticketing system could be \nintroduced across its franchise area from London to the South Coast.",
     "Announcing the deal, Douglas Alexander the new Transport Secretary said: \n\"This is a major step forward in ensuring that all passengers can benefit from \nthe improvements new technology can bring.",
     "\"It lays the foundation for a national integrated ticketing scheme that will \nmean more flexible, quicker and simpler tickets for all public transport \npassengers.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Integrated ticketing\"}",
     "The Mayor for London Ken Livingstone said: \"The extension of Oyster from just \nsixty rail stations to over three hundred under this agreement marks a massive \nstep towards a fully integrated ticketing system in London, enabling passengers \nto move easily between rail, Tube, DLR, tram and bus using an Oyster card and \nwithout having to buy separate tickets.",
     "\"It will deliver a real improvement to the journeys of thousands of Londoners \nwho currently cannot take advantage of the benefits of Oyster.",
     "\"This agreement between myself, the Secretary of State and Transport for \nLondon means Oyster card technology will be installed at National Rail stations, \nensuring that passengers will now be able to take full advantage of Oyster, \nwhich can be topped-up conveniently, offers cheaper fares and speeds up \njourneys.\"",
     "Peter Hendy, Transport for London Commissioner, said: \"This plan will bring \nLondon's transport network one step closer to being properly integrated, as \nTransport for London's services have been for several years.",
     "\"It resolves the problem passengers currently face of having to buy two \nseparate tickets to travel on overground rail and Transport for London services. \nThis is an unprecedented opportunity to extend the convenience of Oyster to \nthousands more Londoners.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Pay-as-you-go\"}",
     "The introduction of Oyster technology could start this year at gated stations \nand once worked through with train operators, Oyster pay-as-you-go could be \navailable at National Rail stations in London during 2008.",
     "Currently there are only 60 London National Rail stations where passengers \ncan use Pay-as-you-go. The total number of stations in London zones 1-6 is 310.",
     "Transport for London introduced the Oyster card in 2003 to speed up passage \nthrough Tube gates and boarding buses. Oyster allows 40 people per minute to \npass through gates, 15 more than those with magnetic stripe tickets.",
     "Up",
     "{\"template\":\"bulletlist\",\"items\":[\"The agreement is between the Mayor, Transport for London and the Department for Transport\",\"Transport for London has agreed provides Oyster Card validation equipment in all national rail stations zones 1-6. This will include smartcard readers, station equipment and back office support systems. The train operator must install the equipment, as well as operate and maintain it\",\"The Department for Transport has agreed to fund for upgrades to existing Oyster equipment in London to make Oyster gates and validators on the Underground, at major rail termini and on the buses, accept basic alternative Smartcard (ITSO) products. The expected cost is around £19m\",\"Oyster was introduced in 2003 and there are currently 5 million in use.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}