{
 "pageTitle": "Visit of The Sultans Elephant - advice to motorists",
 "description": "From 2pm on Friday, May 5 to 5.30pm on Sunday, May 7, people in central London will be treated to a range of performances as part of the staging of The Sultan's Elephant.Friday's events will start and finish in the St James's Park area, between 2pm and",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Visit of The Sultans Elephant - advice to motorists",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "A weekend-long production by French theatrical company Royal de Luxe will be staged on the Capital's streets this weekend."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Road users are advised to keep up to date with the latest travel news via the TfL website",
     "From 2pm on Friday, May 5 to 5.30pm on Sunday, May 7, people in central London will be treated to a range of performances as part of the staging of The Sultan's Elephant.",
     "Friday's events will start and finish in the St James's Park area, between 2pm and 7.45pm, having passed through the areas of Westminster, Kensington, Knightsbridge, Piccadilly and Holborn.",
     "The performance will involve transport through the streets, although this should not delay traffic.",
     "Throughout the weekend the performance will necessitate some short-term street closures.",
     "Motorists are advised not to use routes in the Trafalgar Square, Piccadilly and Regent Street areas during the weekend, and that closures are likely in The Mall and Horse Guards Road.",
     "Mobile performances will be taking place on Saturday, May 6, from 10am to 1pm, and 3.15pm to 6pm, as well as from 1pm to 3pm on Sunday, May 7.",
     "Road users are advised to keep up to date with the latest travel news via the TfL \u003ca href=\"http://www.tfl.gov.uk\"\u003ewebsite\u003c/a\u003e or by calling the London Travel Information Centre on 020 7222 1234.",
     "{\"template\":\"bulletlist\",\"items\":[\"For more information on The Sultan's Elephant, contact Ben Chamberlain or Jill Cotton at Chamberlain AMPR on 020 7240 5220\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}