{
 "pageTitle": "Make the most of London this festive season by planning ahead",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2016",
   "url": "/info-for/media/press-releases/2016"
  },
  {
   "title": "December",
   "url": "/info-for/media/press-releases/2016/december"
  },
  {
   "title": "Make the most of London this festive season by planning ahead"
  }
 ],
 "title": {
  "title": "Make the most of London this festive season by planning ahead",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) is encouraging Londoners and visitors to the Capital to make the most of the city over the Christmas and New Year period by planning their journeys ahead.",
     "Festive travel advice is available at TfL's website, tfl.gov.uk/festive-travel, and contains daily travel information about all forms of public transport over the festive period, as well as the Victoria Coach Station and the Congestion Charge.",
     "Once again, TfL will be providing free travel for everyone celebrating New Year's Eve so that millions of party goers can get home safely. Free travel will be available from 23:45 on 31 December to 04:30 on 1 January on buses, Tube, tram, DLR, TfL Rail and London Overground.  Some London Overground and TfL Rail services may finish earlier. Visit \u003ca href=\"http://tfl.gov.uk/nye\"\u003etfl.gov.uk/nye\u003c/a\u003e for more information.",
     "TfL will be using the traditionally less busy Christmas period to carry out essential improvement work, with thousands of engineers working on tracks, roads, signalling and rebuilding key stations. Whilst most of the network will continue to operate, some local closures will be necessary to allow the work to be carried out.",
     "Christmas Day is the only day of the year when no Tube or rail services operate. More than 1,000 people will be working on the day and engineering trains will continue to travel on the network and between train depots, all of which remain staffed throughout the festive period.",
     "London's Transport Commissioner, Mike Brown MVO, said: `We need to use the quieter Christmas period to carry out vital work across our network and to prepare for Elizabeth line services that will start serving the Capital from December 2018. Customers travelling in and around London during this time are encouraged to use our festive travel website to help plan journeys in advance so that they can enjoy the many events that are taking place across the Capital over the Christmas and New Year period.'",
     "On the Tube network hundreds of metres of track will be replaced in the Earl's Court area which will improve reliability for customers travelling on the District line.  This will mean no District line service between Gloucester Road and Acton Town, Richmond and Wimbledon, Edgware Road and Wimbledon, and to and from Kensington (Olympia). The Piccadilly line will be open throughout these works (except on Christmas Day) and will additionally serve Ravenscourt Park and Turnham Green in both directions and Stamford Brook westbound only.  There is further work taking place on other parts of the District, Circle and Bakerloo lines and customers can get further details at \u003ca href=\"http://tfl.gov.uk/festive-travel\"\u003etfl.gov.uk/festive-travel\u003c/a\u003e .",
     "Network Rail will be carrying out Crossrail construction work in readiness for the Elizabeth line in the Paddington area, which will include changes to track, signalling and overhead wiring, and will mean that Paddington mainline station will be closed for six days from 24 through to 29 December and mainline services will instead start and terminate at Ealing Broadway. Paddington Tube station will stay open as usual.  Heathrow Express and Connect services will not be operating during this period and customers wishing to travel to Heathrow are advised to use the Piccadilly line. For train times and detailed information on how National Rail services could be impacted by Christmas engineering work, please go to \u003ca href=\"http://www.nationalrail.co.uk/.\"\u003ehttp://www.nationalrail.co.uk/.\u003c/a\u003e ",
     "Network Rail will also be carrying out engineering works that will affect some London Overground and TfL Rail services. Crossrail construction work in the Shenfield area will affect TfL Rail services in and out of Liverpool Street. And ongoing work to electrify London Overground's Gospel Oak to Barking line will continue ahead of new four car trains that will start operating in 2018.  Full details on London Overground and TfL Rail services can be found at \u003ca href=\"http://tfl.gov.uk/festive-travel\"\u003etfl.gov.uk/festive-travel\u003c/a\u003e .",
     "Services will finish earlier than usual on Christmas Eve on the Tube, DLR, TfL Rail, buses and London Overground, and Night Tube and night buses will not run. On Boxing Day, most National Rail services will not run, nor will TfL Rail or London Overground as they share tracks with national rail services. There will be services running on the Tube, DLR, buses and Trams.",
     "A full list of TfL's social media channels is available at \u003ca href=\"http://tfl.gov.uk/socialmedia\"\u003etfl.gov.uk/socialmedia\u003c/a\u003e which includes details of the Twitter feeds for each of the 11 different London Underground lines, buses, the DLR, Trams, London Overground, TfL Rail, Santander Cycles, Emirates Air Line cable car and live traffic news for updates during the festive period.",
     "Ends",
     "Notes to editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"Santander Cycles will be available to hire on Christmas Day\",\"Please note that some of the travel information could be subject to change and customers are advised to check before they travel. The latest festive travel information, including maps, is available online at \\u003ca href=\\\"http://tfl.gov.uk/festive-travel\\\"\\u003etfl.gov.uk/festive-travel\\u003c/a\\u003e .\",\"There will be no TfL Rail services between Brentwood and Shenfield from Tuesday 3 January 2017 until late May 2017 due to Network Rail work to remodel track and provide an extra platform at Shenfield for future Elizabeth line services. A frequent rail replacement bus service will run between the two stations.\",\"More information about the Gospel Oak - Barking closure can be found at \\u003ca href=\\\"http://tfl.gov.uk/london-overground-closure\\\"\\u003etfl.gov.uk/london-overground-closure\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2016/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2016/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2016/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2016/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2016/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2016/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2016/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2016/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2016/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2016/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2016/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2016/december",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}