{
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2016",
   "url": "/info-for/media/press-releases/2016"
  },
  {
   "title": "December",
   "url": "/info-for/media/press-releases/2016/december"
  },
  {
   "title": "Mayor invests £220m in boroughs to make streets greener, healthier and safer - West"
  }
 ],
 "title": {
  "title": "Mayor invests £220m in boroughs to make streets greener, healthier and safer - West",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "The Mayor of London, Sadiq Khan, has announced £220m funding for boroughs to deliver transport, town centre and public space improvements to improve the lives of Londoners.",
     "The funding will be used by boroughs across the Capital for a wide range of projects to reduce dangers on the roads, transform local areas, encourage cycling and walking and improve air quality.",
     "Transport for London (TfL) will invest £148m in Local Implementation Plans that support the Mayor's Transport Strategy, as well as a further £70m for other schemes, including funding for strategic walking and cycling programmes such as Quietways, Mini-Hollands and Liveable Neighbourhoods.  This will be key to delivering the Mayor's Healthy Streets vision of a city that is more pleasant to live and move around in.",
     "Each of London's 33 boroughs benefits from the funding, with more than £1bn to be invested across TfL's Business Plan to 2021/22, in which the Mayor announced record levels of investment to make cycling easier and safer, including support for borough cycling schemes, and improve the capital's air quality.",
     "This year's Local Implementation Plan funding for boroughs in West London includes:",
     "{\"template\":\"bulletlist\",\"items\":[\"Ealing - £3m including £2.6m for improvements for cycling, walking, road safety, buses and to help smooth traffic flow across the borough;\",\"Hammersmith \\u0026 Fulham - £1.9m including £120,000 to develop Parklets and Pocket Parks - a green open space for people to relax in while taking in the activities of the local area;\",\"Hounslow - £2.6m, including £120,000 for a new shared-use Greenways route alongside the Longford River linking Hanworth Park to Feltham Town Centre;\",\"Brent - £2.6m including £700,000 to implement local safety schemes across the borough;\",\"Hillingdon - £4.9m including £535,000 to improve access to local shopping parades for pedestrians and cyclists, as well as installing a mix of wayfinding signs. The funds will also cover works to improve connectivity between Bakers Road bus station and the High Street in Uxbridge Town Centre;\",\"Harrow - £2.8m including £200,000 to complete the Stanmore to Thames north / south cycle route linking Belmont trail and the proposed Quietway route between Brent and Harrow Weald;\",\"Kensington \\u0026 Chelsea - £1.8m including £350,000 to design and implement pedestrian and cyclist improvements in the South Chelsea area. Works will include reducing street clutter and guard railing, tackling congestion hotspots, improving road safety, bus stop accessibility and servicing provision North / South cycle route linking Belmont Trail and the proposed Quietway route between Brent and Harrow Weald.\"]}",
     "The Mayor of London, Sadiq Khan, said: `I'm proud that through the new TfL Business Plan we are creating a modern and affordable transport network for the capital, and am delighted that we are able to invest an increased level of funding across the boroughs next year too. By making walking and cycling easier and safer, and funding projects that will improve air quality, we can help boroughs right across the capital to deliver transport and public space improvements that are going to make a real difference to the lives of Londoners.'",
     "Councillor Julian Bell, Chair of London Councils Transport \u0026 Environment Committee, said: `London's boroughs welcome this long term settlement by the Mayor of London, which will assist in making borough streets greener and safer. It provides a much needed firm base from which to work with the Mayor and TfL to deliver the improvements to London's local transport scene as part of a city for all Londoners.'",
     "The Mayor and TfL will also work closely with boroughs in the New Year on a stronger offer of support to deliver the projects, and a review of where they are targeted to ensure they are delivered where they are most needed.",
     "London's Transport Commissioner, Mike Brown, said: `We will work closer than ever before with all London boroughs to ensure London remains a world-class city with more attractive, accessible and people-friendly streets. Through this funding, Londoners will see real improvements to their local areas, through safer streets, improved public areas, more reliable public transport and increased walking and cycling facilities.'",
     "Significant projects in West London awarded funding last year included:",
     "{\"template\":\"bulletlist\",\"items\":[\"Hillingdon - £200,000 for work to improve road safety around schools and encouraging sustainable ways of travelling to school through the development of School Travel Plans;\",\"Ealing - £700,000 for programmes and campaigns to promote cycling, walking and public transport use including school travel plans, cycle training ( Dr Bike and cycle maintenance classes) and measures to monitor air quality;\",\"Brent - £325,000 to implement a number of road safety schemes across Brent to help address the number of accidents and ensure safer streets;\",\"Hammersmith and Fulham - £120,000 to install a sustainable urban drainage on Talgarth Road and for a new cycle path;\",\"Hounslow - £120,000 for a new shared-use Greenways route alongside the Longford River linking Hanworth Park to Feltham Town Centre;\",\"Kensington and Chelsea - £350,000 to reduce street clutter and guard railing, as well as improve road safety for pedestrians and cyclists.\"]}",
     "ENDS",
     "Notes to Editors\u003cbr /\u003e1.\tEach borough produces a Local Implementation Plan (LIP) to demonstrate how they plan to implement the Mayor's Transport Strategy locally.  While Transport for London allocates funding for individual schemes, the LIP and delivery of individual projects is the responsibility of each borough.",
     "2.\tThe overall 2017/18 core LIPs and other programmes budget of £221.1million is allocated as follows:\u003cbr /\u003e-\t£73.9m is allocated for Corridors and Neighbourhoods\u003cbr /\u003e-\t£22.9m is allocated to Major Schemes\u003cbr /\u003e-\t£11m is awarded for Bridge Strengthening\u003cbr /\u003e-\t£11.1m is allocated for Traffic Signal Modernisation for sites across London\u003cbr /\u003e-\t£4.2m is allocated for apprenticeships, staff training and support for partnerships\u003cbr /\u003e-\t£20m is allocated for Principal Road Maintenance based on condition surveys (of which £1m will be held for Principal Road Maintenance emergency works and condition surveys)\u003cbr /\u003e-\t£17.1m is awarded to Bus Priority\u003cbr /\u003e-\t£40.2m is awarded to Borough Cycling\u003cbr /\u003e-\t£16.5m to support air quality and public transport  improvements\u003cbr /\u003e-\t£4.5m is allocated for a new Healthy Routes programme, where TfL will work with the boroughs to create healthier routes to schools and local attractions including; cycle parking and 20 mph limits and zones",
     "3.\tThe £16.5m Other Borough Funding is allocated:\u003cbr /\u003e-      £2.2m to Pedestrian Town Centres\u003cbr /\u003e-      £2m to Mayor's Air Quality Fund\u003cbr /\u003e-      £10.9m to Crossrail Complementary Measures\u003cbr /\u003e-      £0.9m to Bus Priority Enabling Works\u003cbr /\u003e-      £0.5m to Bus Stop Accessibility",
     "4.\tThe overall 2017/18 core LIPs and other programmes budget of £221.1million is an increase from £197m in 2016/17.",
     "More information on Local Implementation Plans - \u003ca href=\"https://tfl.gov.uk/info-for/boroughs/local-implementation-plans\"\u003ehttps://tfl.gov.uk/info-for/boroughs/local-implementation-plans\u003c/a\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2016/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2016/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2016/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2016/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2016/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2016/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2016/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2016/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2016/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2016/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2016/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2016/december",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}