{
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2016",
   "url": "/info-for/media/press-releases/2016"
  },
  {
   "title": "December",
   "url": "/info-for/media/press-releases/2016/december"
  },
  {
   "title": "Mayor invests £220m in boroughs to make streets greener, healthier and safer - South"
  }
 ],
 "title": {
  "title": "Mayor invests £220m in boroughs to make streets greener, healthier and safer - South",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "The Mayor of London, Sadiq Khan, has announced £220m funding for boroughs to deliver transport, town centre and public space improvements to improve the lives of Londoners.",
     "The funding will be used by boroughs across the Capital for a wide range of projects to reduce dangers on the roads, transform local areas, encourage cycling and walking and improve air quality.",
     "Transport for London (TfL) will invest £148m in Local Implementation Plans that support the Mayor's Transport Strategy, as well as a further £70m for other schemes, including funding for strategic walking and cycling programmes such as Quietways, Mini-Hollands and Liveable Neighbourhoods.  This will be key to delivering the Mayor's Healthy Streets vision of a city that is more pleasant to live and move around in.",
     "Each of London's 33 boroughs benefits from the funding, with more than £1bn to be invested across TfL's Business Plan to 2021/22, in which the Mayor announced record levels of investment to make cycling easier and safer, including support for borough cycling schemes, and improve the capital's air quality.",
     "This year's Local Implementation Plan funding for boroughs in South London includes:",
     "{\"template\":\"bulletlist\",\"items\":[\"Bexley - £1.9m including £500,000 for local safety measures to reduce the number of collisions in the borough, in particular safety issues around schools including parking enforcement;\",\"Bromley - £3.5m including £1m to revamp Beckenham Town Centre, improving and making the local shopping area easier to navigate for pedestrians. This is in addition to junction improvements recently completed at the Albemarle Road/Rectory Road junction;\",\"Croydon - £2.9m including £750,000 for public realm improvements in South Norwood town centre, such as widening and decluttering footways and cycle paths to enhance pedestrian and cyclist accessibility and experience;\",\"Greenwich - £2.6m including £130,000 for upgrading cycle lanes and tracks in the south of the Borough, as well as £100,000 for a new Quietway link connecting Woolwich with Queen Elizabeth hospital;\",\"Kingston - £2.4m including £916,000 to deliver reconfigured crossing facilities and route approaches along Wood Street, complementing mini-Holland's proposals for the area and the Gloriana Major Scheme;\",\"Lambeth - £3.8m including £789,000 for works to change the public realm to make walking and cycling safer, more attractive and convenient way of travel for residents of and visitors to Norwood Road;\",\"Lewisham - £3.9m including £400,000 for improvements to the junction of Sangley Road and Sandhurst Road. The scheme will also consider an extension of the successful traffic calming, which was introduced to Sangley Road in 2010;\",\"Merton - £2.9m including £1.1m improve Mitcham town centre and surrounding junctions to address accessibility, safety, bus priority and road network issues;\",\"Richmond - £1.8m including £50,000 to revamp Richmond town centre and give the public realm a makeover to support economic vitality by improving road safety and congestion, creating better facilities for pedestrians and cyclists, as well as improving air quality;\",\"Southwark - £2.7m including £400,000 to deliver public realm improvements on Walworth Road by re-organising the road space, including a review of bus lane operation, introduction of signal pedestrian crossings, a central median and reducing the carriageway width to improve safety for pedestrians;\",\"Sutton - £2.2m including £800,000 to progress works for the Beddington Lane Regeneration scheme. In its second year now the scheme will address traffic congestion, as well as providing better facilities for pedestrians and cyclists once completed;\",\"Wandsworth - £2.7m including £300,000 to improve the public realm on Battersea High Street by removing old street furniture, giving the street market a makeover to boost local businesses and create shared space. The funding will also cover £300,000 to improve pedestrian facilities in Southfields town centre to increase footfall, reduce street clutter, review parking and loading and provide good walkway links to the All England Club.\"]}",
     "The Mayor of London, Sadiq Khan, said: `I'm proud that through the new TfL Business Plan we are creating a modern and affordable transport network for the capital, and am delighted that we are able to invest an increased level of funding across the boroughs next year too. By making walking and cycling easier and safer, and funding projects that will improve air quality, we can help boroughs right across the capital to deliver transport and public space improvements that are going to make a real difference to the lives of Londoners.'",
     "Councillor Julian Bell, Chair of London Councils Transport \u0026 Environment Committee, said: `London's boroughs welcome this long term settlement by the Mayor of London, which will assist in making borough streets greener and safer. It provides a much needed firm base from which to work with the Mayor and TfL to deliver the improvements to London's local transport scene as part of a city for all Londoners.'",
     "The Mayor and TfL will also work closely with boroughs in the New Year on a stronger offer of support to deliver the projects, and a review of where they are targeted to ensure they are delivered where they are most needed.",
     "London's Transport Commissioner, Mike Brown, said: `We will work closer than ever before with all London boroughs to ensure London remains a world-class city with more attractive, accessible and people-friendly streets. Through this funding, Londoners will see real improvements to their local areas, through safer streets, improved public areas, more reliable public transport and increased walking and cycling facilities.'",
     "Significant projects in South London awarded funding last year included:",
     "{\"template\":\"bulletlist\",\"items\":[\"Bromley - £85,000 to improve safety on Warren Road / Windsor Drive junction and for works to improve safety for pedestrian and all road users outside Chelsfield rail station, as well as creation of a mini-roundabout on Copers Cope Road to address collisions and difficulties pedestrians have crossing the road to get to the station and nearby schools;\",\"Croydon - £550,00 to improve pedestrian safety and access on London Road, as well as enhance the look and feel of the local shopping high street\",\"Kingston - £778,000 for Kingston Riverside public realm improvements, which will result in improved road safety and access to complement the wider redevelopment in the riverside area and the mini-Holland programme. The funding will also make a significant contribution to a once-in-a-lifetime cultural / heritage event - the permanent berthing of the Royal Barge Gloriana;\",\"Richmond - £50,000 to review crossing facilities on Percy Road outside Twickenham Academy, linking in with improvements on the junction of Percy Road, Hospital Bridge Road and Powdermill Lane;\",\"Wandsworth - £417,000 to roll-out a borough-wide 20mph limit for local roads and streets\",\"Lewisham - £153,000 for child and adult cycle training including a new programme for beginners or those returning to cycling to regain confidence on the road;\",\"Greenwich - £450,000 to implement 20mph zones in new areas, which will make three quarters of the Borough's residential streets 20mph by March 2017;\",\"Southwark - £500,000 to improve safety and support walking and cycling between John Ruskin and Merrow Streets and from Elephant Road to Wansey Street on Walworth Road;\",\"Lambeth - £400,000 to spruce up Electric Avenue and the street market in Brixton into a pleasant, convenient and inviting Plaza with a similar feel to Windrush Square (at the opposite end of the town centre);\",\"Bexley - £255,000 for the final stage of improvements on the main road in Sidcup Town. Works included widened footways, better crossings, as well as improved signal timings and realigned kerb lines to enable easier turning at the Main Road/Elm Road/Station Road/Sidcup High Street junction.\"]}",
     "Notes to Editors\u003cbr /\u003e1.\tEach borough produces a Local Implementation Plan (LIP) to demonstrate how they plan to implement the Mayor's Transport Strategy locally.  While Transport for London allocates funding for individual schemes, the LIP and delivery of individual projects is the responsibility of each borough.",
     "2.\tThe overall 2017/18 core LIPs and other programmes budget of £221.1million is allocated as follows:\u003cbr /\u003e-\t£73.9m is allocated for Corridors and Neighbourhoods\u003cbr /\u003e-\t£22.9m is allocated to Major Schemes\u003cbr /\u003e-\t£11m is awarded for Bridge Strengthening\u003cbr /\u003e-\t£11.1m is allocated for Traffic Signal Modernisation for sites across London\u003cbr /\u003e-\t£4.2m is allocated for apprenticeships, staff training and support for partnerships\u003cbr /\u003e-\t£20m is allocated for Principal Road Maintenance based on condition surveys (of which £1m will be held for Principal Road Maintenance emergency works and condition surveys)\u003cbr /\u003e-\t£17.1m is awarded to Bus Priority\u003cbr /\u003e-\t£40.2m is awarded to Borough Cycling\u003cbr /\u003e-\t£16.5m to support air quality and public transport  improvements\u003cbr /\u003e-\t£4.5m is allocated for a new Healthy Routes programme, where TfL will work with the boroughs to create healthier routes to schools and local attractions including; cycle parking and 20 mph limits and zones",
     "3.\tThe £16.5m Other Borough Funding is allocated:\u003cbr /\u003e-      £2.2m to Pedestrian Town Centres\u003cbr /\u003e-      £2m to Mayor's Air Quality Fund\u003cbr /\u003e-      £10.9m to Crossrail Complementary Measures\u003cbr /\u003e-      £0.9m to Bus Priority Enabling Works\u003cbr /\u003e-      £0.5m to Bus Stop Accessibility",
     "4. The overall 2017/18 core LIPs and other programmes budget of £221.1million is an increase from £197m in 2016/17.",
     "More information on Local Implementation Plans - \u003ca href=\"https://tfl.gov.uk/info-for/boroughs/local-implementation-plans\"\u003ehttps://tfl.gov.uk/info-for/boroughs/local-implementation-plans\u003c/a\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2016/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2016/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2016/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2016/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2016/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2016/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2016/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2016/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2016/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2016/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2016/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2016/december",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}