{
 "pageTitle": "TfL staff recognised in New Year's Honours",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2016",
   "url": "/info-for/media/press-releases/2016"
  },
  {
   "title": "December",
   "url": "/info-for/media/press-releases/2016/december"
  },
  {
   "title": "TfL staff recognised in New Year’s Honours"
  }
 ],
 "title": {
  "title": "TfL staff recognised in New Year’s Honours",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Two Transport for London (TfL) employees have been recognised with a British Empire Medal (BEM) in the New Year's Honours for their work supporting people in the transport industry"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Giles Barker has been recognised with a BEM for services to transport in London and the disability community and Brendan Sleight has been recognised with a BEM for services to transport in London and the Armed Forces Covenant.",
     "Giles, from Kings Langley, Hertfordshire, has been a pioneer both within and outside of TfL, breaking down the barriers that people with disabilities face. He has volunteered in a leading role on the Board of TfL's Staff Network Group for Disability for seven years, handing over his position as Chair, which he held for three and a half years, this autumn. Giles has championed an increase in disability awareness, education and understanding throughout TfL by encouraging an open environment where work colleagues are empowered and confident to be themselves and open about their disabilities.",
     "He has helped create a staff support peer group at TfL that focuses on mental health and has pioneered the introduction of mental health first aid training. Outside of work, he advocated the creation of Purple Space, an external professional development hub, which offers information and advice to disabled staff network groups across both the public and private sectors.",
     "Brendan, from Morden, London, has proven himself to be a role model both to those inside and outside of TfL, encouraging young adults and those within the Armed Forces to consider a career within the transport industry. Brendan is currently the Chair of TfL's Ex-Forces and Reservist Staff Network Group, which supports employees who have previously been in the Forces or are reservists. He has organised three consecutive annual industry days, with another coming up in February. These aim to make wounded, injured and sick ex-Forces personnel and reservists aware of the career opportunities at TfL and companies in its supply chain. Alongside TfL signing the Armed Forces Covenant in February 2016, Brendan's efforts have led to the provision of employability workshops and taster placements, some of which have led to permanent employment.",
     "Brendan has served the Capital as an engineer by building traffic infrastructure and also by inspiring more young people to study Science, Technology, Engineering and Maths (STEM) subjects. Under his leadership, his team has successfully created apprenticeship roles and over the last three years, four apprentices have moved into permanent roles at TfL after completing their training programmes. He has also mentored many engineers to Chartership, particularly women who tend to be underrepresented in the sector. He is active in his local community, having served as a school governor for seven years, stepping down from his role this December.",
     "Mayor of London, Sadiq Khan, said:",
     "'I am delighted that Giles and Brendan's hard work has been recognised with these well-deserved honours. Their vital contributions have made a huge difference to both Londoners working at TfL and those travelling across our transport network.;",
     "London's Transport Commissioner, Mike Brown MVO, said:",
     "'Huge congratulations to both Brendan and Giles, who are having their tremendous work recognised in the New Year's Honours. Both are pioneers and their efforts have had a positive effect on many people, both inside and outside of TfL.'",
     "Giles Barker, TfL Portfolio Sponsor, said:",
     "'It's fantastic to be recognised in the New Year's Honours. It has been an honour to be involved in the Staff Network Group for Disability at TfL, which supports colleagues around the organisation and encourages them to feel confident in the workplace.",
     "'I want to thank all of those who have worked with me. Together, I hope that we can continue to make TfL a place where people feel confident to be themselves.'",
     "Brendan Sleight, TfL Chief Engineer, said:",
     "'I am proud to receive this honour. I hope that this inspires more people to pursue a career in the transport industry, whether they are looking for an apprenticeship or a new role after leaving the Forces.",
     "'Often, when looking at what the future holds, people don't realise what skills they have and our initiatives aim to make them realise that they already have the qualities that many employers look for.",
     "Notes to Editors:",
     "Images of Brendan Sleight and Giles Barker are available from the TfL Press Office.",
     "{\"template\":\"bulletlist\",\"items\":[\"Giles Barker has worked at TfL for 10 years. He has served the Capital as a project manager, working on TfL's CCTV and Urban Traffic Control systems, and has recently been seconded to the role of Portfolio Sponsor.\",\"In addition to the above, Giles co-founded TfL's Reasonable and Workplace Adjustment Forum in 2010. He has been a constant driving force behind improving TfL's reasonable and workplace adjustment processes as well as providing software and training that helps staff with dyslexia and cognitive impairments.\",\"Brendan Sleight has worked at TfL for 16 years. In his current role, he is ultimately responsible for the maintenance of all of the traffic lights across London. Over his career, he has contributed to keeping them up and running in a number ways from designing traffic light junctions to developing new traffic lights.\",\"Brendan was inspired to help those who had been in the Armed Forces after his department offered a placement to somebody who had left the forces, due to injury. He realised that the individual's skills were those that the transport industry often struggles to find.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2016/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2016/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2016/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2016/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2016/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2016/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2016/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2016/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2016/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2016/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2016/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2016/december",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}