{
 "pageTitle": "Battersea Bridge will re-open to road traffic on Monday 16 January 2006",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Battersea Bridge will re-open to road traffic on Monday 16 January 2006",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Battersea Bridge will re-open to all traffic on Monday 16 January 2006 - three months ahead of schedule."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This is another confirmation of TfL's excellent track record of delivering major projects on time or ahead of schedule",
     "Engineers originally feared the bridge would have to remain closed to traffic until the summer, following the extensive damage caused when a 200-tonne barge hit the bridge on 20 September last year.",
     "Mayor of London Ken Livingstone said: \"It is great news that Battersea Bridge is to re-open to traffic well ahead of schedule.",
     "\"This is another confirmation of TfL's excellent track record of delivering major projects on time or ahead of schedule and to budget.\"",
     "Transport for London's Chief Operating Officer for Surface Transport, Peter Brown, said: \"The re-opening of Battersea Bridge so much earlier than expected will, I am sure, be welcomed by all those who use this vital link and by businesses affected by its closure.",
     "\"We've been able to bring forward the completion date through a combination of repair techniques, careful planning and project management, and a lot of hard work.",
     "\"Special thanks go to our engineering team and our contractors, who worked across the Christmas and New Year period.\"\u003cbr /\u003e",
     "Engineers originally feared the bridge would have to remain closed to traffic until the summer, following the extensive damage caused when a 200-tonne barge hit the bridge on 20 September last year.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Welcome news\"}",
     "Mayor of London Ken Livingstone said: \"It is great news that Battersea Bridge is to re-open to traffic well ahead of schedule.",
     "\"This is another confirmation of TfL's excellent track record of delivering major projects on time or ahead of schedule and to budget.\"\u003cbr /\u003e\u003cbr /\u003eTransport for London's Chief Operating Officer for Surface Transport, Peter Brown, said: \"The re-opening of Battersea Bridge so much earlier than expected will, I am sure, be welcomed by all those who use this vital link and by businesses affected by its closure.",
     "\"We've been able to bring forward the completion date through a combination of repair techniques, careful planning and project management, and a lot of hard work.",
     "\"Special thanks go to our engineering team and our contractors, who worked across the Christmas and New Year period.\"",
     "Find out more about the Congestion Charge and why registering for FastTrack makes paying the charge online, at shops and by phone faster and easier: \u003ca href=\"http://www.cclondon.com/\"\u003ewww.cclondon.com\u003c/a\u003e ",
     "Avoid being caught out by congestion, roadworks and other hold-ups with our Traffic Alerts service: \u003ca href=\"http://www.tfl.gov.uk/trafficalerts\"\u003ewww.tfl.gov.uk/trafficalerts\u003c/a\u003e ",
     "Check the traffic at locations across London with CapitalCams: \u003ca href=\"http://www.tfl.gov.uk/cameramaps\"\u003ewww.tfl.gov.uk/cameramaps\u003c/a\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Structural repairs to the bridge will be completed this week, allowing the bridge to safely support the weight of traffic.  The current, temporary, traffic management measures (traffic islands, signage, electricity supplies for lighting, etc) will be removed over the weekend\",\"Non-critical repairs to the Grade II listed structure will continue until March, but with the key structural repairs already complete it is safe to allow traffic to use the bridge while the remaining repairs are carried out\",\"TfL compressed the usual tendering process to just two weeks in order to obtain the earliest possible date for re-opening, and the contract was awarded to Mowlem in November with a firm undertaking of an early finish date\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}