{
 "pageTitle": "Careless talk costs lives on the Underground",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Careless talk costs lives on the Underground",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "The exhibition explores the imagery used in military iconography and propaganda",
     "Platform for Art, London Underground's (LU's) public art programme is pleased to present a new exhibition, \u003ca href=\"http://www.tfl.gov.uk/tfl/corporate/projectsandschemes/artmusicdesign/pfa/artists/derbyshire.asp\"\u003eCareless Talk Costs Lives\u003c/a\u003e , by artist Beth Derbyshire.",
     "The new installation will be on display at Piccadilly Circus station from 26 January to 27 April 2006.",
     "The exhibition continues Platform for Art's commitment to supporting ambitious artworks by emerging artists.",
     "Careless Talk Costs Lives represents military medals fused into decorative backgrounds based on the flora associated with war and remembrance.",
     "The images feature Second World War propaganda slogans such as: 'careless talk costs lives', 'loose lips sink ships' and 'your words are weapons'.",
     "The new exhibition invites the spectator to explore the imagery used in military iconography and propaganda.",
     "Careless Talk Costs Lives evokes memories of Londoners' unity in the face of attack and the Underground network as a place of shelter during the raids.\u003cbr /\u003e\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"Beth Derbyshire was born in Northampton in 1971, she now lives and works in London. Since obtaining an MA from Chelsea in 1996, she has exhibited her work in London, Peterborough, Norwich, Milan, Berlin and Tokyo including the Sharjah Biennale (2003), Brussels Art Fair (2004) and Arco, Madrid (2005)\",\"An exhibition of Beth Derbyshire's work entitled Message is at the Queen's House from 13 November 2005 to 18 January 2006 as part of the National Maritime Museum's New Visions contemporary arts programme\",\"Beth Derbyshire's performance piece, also entitled Message was presented on Remembrance Sunday (13 November 2005) and broadcast live by BBC1 on the annual programme Live at the Cenotaph\",\"Careless Talk Costs Lives is curated by Tamsin Dillon for Platform for Art and will coincide with the launch of a publication about the artist's work by Thames \\u0026 Hudson also entitled Message\",\"With over three million passengers using the network per day, this project will be exposed to one of the biggest contemporary art audiences in Europe\",\"For more information about Platform for Art, please visit \\u003ca href=\\\"http://www.tfl.gov.uk/pfa\\\"\\u003ewww.tfl.gov.uk/pfa\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}