{
 "pageTitle": "Chinese poems on the Underground",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Chinese poems on the Underground",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Poems on the Underground is celebrating its twentieth birthday with a new display of six Chinese poems as part of the China in London season."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This initiative is planned as the first of a series of cultural collaborations",
     "Throughout February, a total of six Chinese poems spanning 2,000 years of Chinese civilisation will be on display on London Underground (LU) trains.",
     "Among them are Blue, Blue is the Grass from 19 Old Poems of the Han (1st century AD), translated by Ezra Pound; and New Year 1933 by Lu Xun (1881-1936), translated by WJF Jenner.",
     "In a cultural exchange between Shangai Metro and LU, two of the poems displayed across the Underground network will be: The Red Cockatoo by Po Chu-I (AD772-846), translated by Arthur Waley; Listening to a Monk from Shu Playing the Lute by Li Bai (AD701-62), translated by Vikram Seth.",
     "In addition, the following two other Shanghai Exchange poems will be exhibited at Charing Cross station: Spring Rain by Du Fu, translated by Kenneth Rexroth; and Taking Leave of a Friend by Li Bai, translated by Ezra Pound.",
     "This will coincide with a display of poems by William Wordsworth, William Blake, Percy Shelley and Kathleen Jamie on the Shanghai Metro.",
     "The posters, designed by Tom Davidson, feature specially commissioned calligraphy by Qu Lei Lei.",
     "Tamsin Dillon, Head of Platform for Art at LU, which supports Poems on the Underground, said: \"We are delighted with the new series of Poems on the Underground.",
     "\"The Shanghai Exchange project is particularly interesting as it represents a great opportunity for commuters in London and Shanghai to gain an insight into each other's culture and national poetry.",
     "\"This initiative is planned as the first of a series of cultural collaborations between the Shanghai Metro and London Underground.\"",
     "Chinese Poems on the Underground will be launched on 6 February 2006 at 18:30 at the British Library. The launch event includes readings of Chinese and English poetry: Benjamin Britten's Songs from the Chinese, with tenor Richard Edgar-Wilson and guitarist Xuefei Yang; Tan Dun's music for Crouching Tiger, with cellist David Chernaik; and a lecture by Qu Lei Lei about the art of calligraphy.",
     "Tickets to the event are available to buy from the British Library priced £6/£4. Please telephone 020 7412 7222 for details.",
     "Susanna Nicklin, director of literature at the British Council, said: \"The British Council is delighted to have played a central role in this cultural exchange that will give literally millions of people in London and Shanghai a glimpse of each other's cultures.\"",
     "{\"template\":\"bulletlist\",\"items\":[\"The China in London season is supported by the GLA\",\"Poems on the Underground was founded in 1986\",\"The programme is supported by London Underground (Platform For Art), Arts Council England and the British Council\",\"Poems are selected and the programme administered by writer Judith Chernaik and poets Gerard Benson and Cicely Herbert\",\"Praised for their elegance, clarity and simplicity, Poems on the Underground have inspired similar programmes on public transport in Dublin, Paris, New York, Vienna, Stockholm, Helsinski, Athens, Barcelona, Moscow and St Petersburg\",\"The best selling anthologies Poems on the Underground and New Poems on the Underground, as well as New Books on the Underground 2006, which includes the Chinese poems, and Poems on the Underground Audiobook (Cassell 2006) are available from most bookshops and \\u003ca href=\\\"http://www.ltmuseumshop.co.uk\\\"\\u003eLondon's Transport Museum's gift shop\\u003c/a\\u003e \",\"The posters, designed by Tom Davidson, are available from \\u003ca href=\\\"http://www.ltmuseum.co.uk\\\"\\u003eLondon's Transport Museum\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}