{
 "pageTitle": "Jail term for Tube menace",
 "description": "Rebwar Fayek, 38, unemployed and homeless, was found guilty at Horseferry Road Magistrates court on Tuesday 10 January, of common assault on a station supervisor at Camden Town station. The court heard that on Tuesday 19 July, Fayek had to be restrained",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Jail term for Tube menace",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "A man who was found guilty of assaulting a member of London Underground staff has been jailed for 84 days."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Our staff and customers are entitled to work and travel in a safe and secure environment",
     "Rebwar Fayek, 38, unemployed and homeless, was found guilty at Horseferry Road Magistrates court on Tuesday 10 January, of common assault on a station supervisor at Camden Town station.",
     "The court heard that on Tuesday 19 July, Fayek had to be restrained by station staff after twice attacking the station supervisor, punching him a number of times in the chest and in face and causing a split lip.",
     "Fayek denied the charge of common assault at an earlier hearing.",
     "David Millard, Northern line General Manager, said: \"We welcome the sentence in this case.",
     "\"London Underground will not tolerate violence and abuse towards its staff and customers, and will vigorously pursue prosecution.",
     "\"Our staff and customers are entitled to work and travel in a safe and secure environment.\"",
     "Fayek was also found guilty of damaging the supervisor's uniform.",
     "He will serve half of the 84-day, sentence the remainder of which will be suspended."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}