{
 "pageTitle": "Last chance to take part in East London Transit consultation",
 "description": "Subject to future funding availability, this section of the ELT service is expected to start by 2012. The ELT project will provide an improved transport service between Ilford and Dagenham Dock via Barking Town Centre and from Barking Town Centre to",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Last chance to take part in East London Transit consultation",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Local residents, business and stakeholders are being urged by Transport for London to comment on five possible route options for the East London Transit (ELT) between Barking Town Centre and Gallions Reach before the consultation ends on 23 January 2006."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Subject to future funding availability, this section of the ELT service is expected to start by 2012.",
     "The ELT project will provide an improved transport service between Ilford and Dagenham Dock via Barking Town Centre and from Barking Town Centre to Gallions Reach. It is being developed in partnership with the London Boroughs of Newham, Redbridge, and Barking and Dagenham.",
     "Further consultation on the detailed design of the ELT route between Ilford to Dagenham Dock Station is planned for early 2006.",
     "The construction of this part of the ELT scheme is funded as part of TfL's five-year, £10bn investment programme.",
     "TfL consulted on the principle of the entire ELT scheme in 2001 and 82 per cent of those who responded were supportive of the project.",
     "The ELT will be a bus-based transit scheme using the latest technology. As well as connecting with the London Underground, DLR, national rail and other bus services, it will provide:",
     "{\"template\":\"bulletlist\",\"items\":[\"Fast, frequent and reliable services\",\"'Real-time' travel information\",\"Fully segregated busways or separate lanes, where possible, and intensive bus priority measures\",\"Latest vehicle technology\",\"New modern stop shelters\"]}",
     "Residents and businesses are being asked to comment on five route options for the section of the ELT between Barking Town Centre and Gallions Reach, and will be able to give TfL general feedback. This will then allow TfL to work with local councils to ensure that the preferred route is protected for future use.",
     "A detailed brochure, including maps of the routes and further information, was sent to approximately 7,000 households in the route area. Anyone wishing to view the brochure and respond can:",
     "{\"template\":\"bulletlist\",\"items\":[\"Go online to: \\u003ca href=\\\"http://www.tfl.gov.uk/elt\\\"\\u003ewww.tfl.gov.uk/elt\\u003c/a\\u003e \",\"Email TfL: \\u003ca href=\\\"mailto:elt@tfl.gov.uk\\\"\\u003eelt@tfl.gov.uk\\u003c/a\\u003e \",\"Send a letter to:\\u003cbr /\\u003eELT Consultation Manager\\u003cbr /\\u003eBarking Town Centre to Gallions Reach\\u003cbr /\\u003eTransport for London\\u003cbr /\\u003eFREEPOST NAT 22450\\u003cbr /\\u003eLondon SW1 0BR\",\"Call 020 7491 0991\\u003cbr /\\u003e\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"The ELT project is part of the Thames Gateway Transit network which is a key element in a package of transport proposals to support growth in the Thames Gateway\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}