{
 "pageTitle": "London Underground service update - 1130",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Underground service update - 1130",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "This morning, the RMT strike has had a minimal impact on London Underground services."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "London Underground is running good services on 11 out of 12 lines. More than 90 per cent of our 275 stations are open this morning, with only 20 closed due to the non-availability of staff.",
     "A London Underground spokesperson said: \"This morning, the RMT strike has had a minimal impact on London Underground services. At the height of the morning peak less than 10 per cent of stations were closed due to industrial action.",
     "\"The vast majority of our staff are working normally reflecting the fact that 90 percent of them have signed up to this deal which gives them a 35-hour week and 52 days' holiday.\"",
     "The Northern line is running with severe delays due to unofficial industrial action at Morden depot.",
     "TfL is running over 7,000 buses this morning and additional TfL staff are out helping passengers on the network.",
     "Before they travel, passengers should check local radio and television travel bulletins or call 020 7222 1234 for up to the minute travel information.",
     "Passengers are strongly recommended to plan their journey carefully in advance so that they know how to get to their destinations using an alternative route if necessary.",
     "\u003cstrong\u003eLondon Underground lines:\u003c/strong\u003e The following services are currently running (1130) on London Underground lines:\u003cbr /\u003eDelays on the Northern and Piccadilly lines.\u003cbr /\u003eHolloway Road has re-opened since the last bulletin.\u003cbr /\u003eA good service is operating on all other London Underground lines.",
     "\u003cstrong\u003eLondon Underground stations:\u003c/strong\u003e \u003cbr /\u003eThe following London Underground stations are closed at 1130. Passengers are urged to check before they travel as stations may re-open at any time:\u003cbr /\u003eBow Road, Caledonian Road, Chalk Farm, Covent Garden, Edgware Road (Bakerloo line only), Goodge Street, Hampstead, Highbury \u0026 Islington, Hyde Park Corner, Lambeth North, Maida Vale, Manor House, Mornington Crescent, Pimlico, Regent's Park, Southgate, Stepney Green, Tufnell Park, Warren Street, Wood Green\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}