{
 "pageTitle": "LU cuts energy use at stations by almost a quarter, reveals report",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "LU cuts energy use at stations by almost a quarter, reveals report",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground's (LU) Environment Report for 2005 (1MB) , released this month, reveals significant successes and achievements in energy management and waste recycling."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The report highlights waste recycling figures well above industry average",
     "This year 54.52 grams of CO2 were produced per passenger kilometre, a decrease of 1.38g per passenger kilometre or a total reduction of over half a tonne of CO2.",
     "Richard Barton, LU Environmental Manager, said: \"London Underground is working hard to provide a safe reliable and clean Tube service, as well as one that is as energy efficient as possible.",
     "\"We are pleased with the progress made this year. It demonstrates LU's commitment to energy efficiency with a reduction of almost a quarter in station energy consumption sustained for the past two years.",
     "\"Our PPP companies, Metronet and Tube Lines, have demonstrated their commitment to environmental management through their successful certification to ISO 14001, the international standard for environmental management systems.",
     "\"The report also shows LU's dedication to recycling waste and our role in helping protect London's wildlife and green spaces.\"",
     "LU's station energy consumption in 2005 was reduced by 23.7 per cent compared to baseline figures from the previous five years.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Energy competition\"}",
     "This success is partly due to the Station Energy Challenge, a competition which each year rewards the station that manages to save the most energy.",
     "Ealing Broadway was this year's proud winner, followed by runner-up Charing Cross. The Bakerloo line took the title of line winner.",
     "Energy-saving methods such as turning off lights and escalators in engineering hours and keeping air conditioning down have allowed LU to dramatically reduce energy consumption.",
     "LU also uses energy saving devices such as the regenerative braking system which transforms the heat produced by braking into new energy. Regenerative braking features on 40 per cent of LU's train fleet.",
     "The report also reveals that LU's purchase of renewable energy (such as wind power) has increased by 3.7 per cent. Eighteen per cent of the energy purchased by LU and mainly used in stations and offices is now sourced from renewable energy.",
     "The environment report highlights waste recycling figures well above industry average. Tube Lines implemented a recycling scheme for newspaper waste at stations terminus and depots.",
     "Additionally, LU operates a clothes recycling service: uniforms are shredded and used as stuffing material for cushions and furniture.",
     "Furthermore, 87 per cent (64,000 tonnes) of all waste associated with track replacement works undertaken by Metronet Rail and Tube Lines as part of TfL's £10bn 5-Year Investment Programme is recycled.",
     "Finally, LU provided information from its most recent network-wide survey of trackside ecology to Greenspace Information for Greater London to help protect and study London's wildlife and open spaces.",
     "{\"template\":\"bulletlist\",\"items\":[\"Read the \\u003ca href=\\\"/corporate/about-tfl/publications/1478.aspx\\\"\\u003eEnvironment Report for 2005 (1MB) \\u003c/a\\u003e \",\"TfL is investing £10bn over the next five years to improve and expand London's transport network, more than half of that in the Tube\",\"LU aims to ensure that the improvements are delivered in an environmentally friendly and sustainable way\",\"LU is committed to:\\u003cbr /\\u003e- Identifying and managing it's environmental impact\\u003cbr /\\u003e- Energy efficiency, whole life cost and the principles of sustainability to be included in the planning, design, operation and decommissioning of all LU services and operations\\u003cbr /\\u003e- Assessing environmental impacts prior to making major investment decisions\\u003cbr /\\u003e- Setting clear targets for the purchase of renewable energy and levels of energy use\\u003cbr /\\u003e- Using environmentally responsible procurement and disposal arrangements for the goods and services bought and consumed\\u003cbr /\\u003e- Monitoring, protecting and enhancing wildlife habitats\\u003cbr /\\u003e- Ensuring that instruction, guidance and training are in place to raise staff awareness and to enable all staff to contribute towards caring for the environment\\u003cbr /\\u003e- Playing a key role applying the Mayor's environmental strategies\\u003cbr /\\u003e- Reporting on performance on an annual basis\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}