{
 "pageTitle": "LU to implement shorter working week on 5 February",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "LU to implement shorter working week on 5 February",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground (LU) is to continue with the implementation of the shorter working week on 5 February as planned, after concluding discussions with the RMT."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The agreement that will be implemented is exactly the same as it was before the RMT strike action",
     "LU Managing Director, Tim O'Toole said: \"London Underground will proceed with the implementation of the shorter working week for all station staff on February 5, as planned.",
     "\"The agreement that will be implemented is exactly the same as it was before the RMT strike action.",
     "\"The only purpose the strikes served was to inconvenience Londoners.",
     "\"This deal is a fair deal and ensures safe staffing levels at all London Underground stations.",
     "\"There will be no job cuts and no extra cost to farepayers.",
     "\"The new staff rosters will now be implemented at all 44 London Underground station groups on February 5.",
     "Safety decisions are the obligation and responsibility of management, and they will continue to be taken on the basis of the London Underground Safety Case.\"",
     "The RMT is recommending their members accept the implemetation of the shorter working week in a referendum that will end on 27 January.\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}