{
 "pageTitle": "LU to implement Shorter Working Week as planned",
 "description": "The RMT union has today advised LU that, following their recent attempted strike action, their members have voted to accept implementation of the new rosters.RMT has also called off proposed industrial action short of a strike over alleged safety breaches",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "LU to implement Shorter Working Week as planned",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground (LU) today said that it was proceeding with the introduction of new rosters to implement a shorter working week for Tube station staff on 5 February, as planned."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "RMT members have voted to accept implementation of the new rosters",
     "The RMT union has today advised LU that, following their recent attempted strike action, their members have voted to accept implementation of the new rosters.",
     "RMT has also called off proposed industrial action short of a strike over alleged safety breaches during the recent attempted strikes.",
     "An LU spokesperson said: \"The agreement is exactly the same as it was before the attempted RMT strike action. The new staff rosters will be implemented across all LU stations on February 5, as planned.",
     "\"The shorter working week has already been endorsed by members of the TSSA union.",
     "\"The shorter working week agreement is a fair deal which gives station staff a shorter 35-hour working week and safe staffing levels at all Tube stations.",
     "\"There will be no job cuts and the deal comes at no extra cost to farepayers.\"\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}