{
 "pageTitle": "Mans best friend goes Underground",
 "description": "Platform for Art and the Photographer's Gallery have teamed up to celebrate this year's Chinese zodiac, year of the Dog, with an exhibition of 10 portraits of dogs and their owners by photographer Suki Dhanda.Dhanda spent a month researching and exploring",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mans best friend goes Underground",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Platform for Art, the Underground public art programme, is pleased to present a new installation by Suki Dhanda, Year of the Dog, on display from 29 January to 31 March 2006 at: King's Cross, London Bridge, Charing Cross, Tottenham Court Road, Marble Arch, Stratford, Mile End, Highbury \u0026 Islington, Liverpool Street, St Paul's, Westminster and Leicester Square."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The exhibition coincides with the arrival of the Chinese Year of the Dog",
     "Platform for Art and the Photographer's Gallery have teamed up to celebrate this year's Chinese zodiac, year of the Dog, with an exhibition of 10 portraits of dogs and their owners by photographer Suki Dhanda.",
     "Dhanda spent a month researching and exploring the diversity of dog ownership in London, and observing dogs interacting with their owners at home and in public spaces.",
     "The artist captured on film the way dogs use movement to communicate intentions and emotions.",
     "Platform for Art is also inviting the public to submit photographs of friends and family with their dogs for a special exhibition on the Platform for Art website.",
     "Visitors to the website will be able to upload their pictures between 29 January and 28 February 2006.",
     "The selected pictures will be exhibited on the site for one year. Please visit: \u003ca href=\"http://www.tfl.gov.uk/pfa\"\u003ewww.tfl.gov.uk/pfa\u003c/a\u003e to find out how to submit and view your images.\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"The Year of the Dog is one of three projects lead by Platform for Art's Creative Communities Programme linked to the China in London season (January-April 2006) to celebrate the Chinese New Year. The other two projects are China Dreaming at Southwark Underground station (7 February-30 April) and Chinese Treasures at Westminster Underground station (14 February-30 April)\",\"Between 29 January and 31 March, Platform for Art will distribute free sets of postcard images taken from the Year of the Dog posters. These postcards will be in a limited edition of 1,000 per poster\",\"Suki Dhanda was born in 1969 and lives and works in London. She studied photography at Plymouth College of Art and has become a successful photographer and regular contributor to OM: Observer Magazine. She is also one of eight photographers commissioned by the British Council to focus on aspects of Contemporary Muslim Experience in Britain. The results of this project are currently on international tour, and have been exhibited in London at the National Portrait Gallery\",\"The Photographers' Gallery is one of the UK's primary venues for photography with a programme of exhibitions, events and education projects that promote the very best of international and UK photography. Please visit \\u003ca href=\\\"http://www.photonet.org.uk\\\"\\u003ewww.photonet.org.uk\\u003c/a\\u003e or call 020 7831 1772 for more information\",\"For more information about Platform for Art please visit \\u003ca href=\\\"http://www.tfl.gov.uk/pfa\\\"\\u003ewww.tfl.gov.uk/pfa\\u003c/a\\u003e \\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}