{
 "pageTitle": "No justification for strike ballot, says LU",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "No justification for strike ballot, says LU",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground (LU) said today there was 'no justification' for the RMT's decision to hold yet another ballot."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "It is regrettable that once again the RMT is misleading its members and ignoring agreed procedures",
     "LU Chief Operating Officer, Mike Brown said: \"There is no more justification for this ballot than the last one.",
     "\"London Underground is committed to consultation with our employees and trade unions using our agreed procedures.",
     "\"It is regrettable that once again the RMT is misleading its members and ignoring agreed procedures.",
     "\"The fact is that we have launched a consultation with all our trade unions on new harassment, discipline and attendance procedures.",
     "\"We shared these proposed new procedures with the unions before Christmas and are waiting for their comments. We are not imposing these procedures and we urge the RMT to continue with the consultation.",
     "\"We seek to be fair in all matters with our employees.",
     "\"If any employee or union has a genuine grievance with LU, the only way to resolve the matter is through discussions using the procedures agreed by unions and management.\"",
     "London Underground has now received a notification of ballots for industrial action by Aslef and RMT on a range of issues, largely concerning employment policies and alleged differences with management.",
     "@this.ScriptBlock(\n        @script)"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}