{
 "pageTitle": "Tube scoops top BBC employer health award",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Tube scoops top BBC employer health award",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground (LU) has beaten off competition from some of the Capital's biggest organisations to take the BBC's Big Health Challenge Most Improved Employer in London Award for 2005."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The award recognises the programme of health awareness LU developed for its 12,000 staff",
     "The accolade, in recognition of LU's continued programme of \nhealth awareness with its 12,000 employees, was presented by former Olympic \nathlete Sally Gunnell at the BBC London studios on Monday (16 January). The \naward is jointly shared with the The Prudential financial services company.",
     "Judges were impressed with LU's contribution to tackling stress levels among \nstaff.",
     "By initiating measures such as drop-in 'stress surgeries', anger management \ngroups and one-to-one work with employees, absence - in those employees using \nthe services - in the six months afterwards compared to the six months before \ndropped by 79 per cent.",
     "Meanwhile, dozens of staff have taken advantage of the Waist Management \nprogramme, a 10-week weight-loss programme at 17 locations across the Capital, \nwith incentives including discount cards for healthy meals from staff \nrestaurants.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"National final\"}",
     "LU Managing Director Tim O'Toole said: \"Over the past year we have made a \nsignificant effort to raise employee awareness and provide focused assistance in \nspecific areas, such as tackling stress, weight loss and making changes to their \nown personal lifestyles.",
     "\"I am delighted to say that we are making real progress in these areas. Our \nfocus over the next year will be to further enhance the programme of initiatives \nthat already exists, and encourage even more staff to take up the excellent \nservices on offer.\"",
     "Health Works Award judges included Strictly Come Dancing star Colin Jackson; \nDigby Jones, chief executive of the CBI; Frances O'Grady, deputy general \nsecretary of the TUC; and Ruth Spellman, chief executive of Investors in \nPeople.",
     "LU will now go through to the national final, the results of which will be \nbroadcast on the BBC Two programme Working Lunch at the end of the month.\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"London Underground Ltd employs over 12,000 members of staff\",\"The BBC Big Challenge Health Works Awards were launched in June 2005 on the BBC Two series Working Lunch and the BBC's network of local radio stations\",\"The nomination period ran through to Friday 2 December 2005, with around 2,200 entries received\",\"There are five categories: Unsung Hero; Most Improved Employer; Healthiest Small Employer; Healthiest Medium-sized Employer; Healthiest Large Employer\",\"All of the Local Award winners now progress to the second stage of the awards, which is to choose five national BBC Big Challenge Health Works Award winners.\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}