{
 "pageTitle": "Barclays Cycle Hire free to all this weekend",
 "description": "Londoners and visitors can enjoy a free weekend of cycling on Barclays Cycle Hire bikes on Saturday 16 and Sunday 17 August",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2014",
   "url": "/info-for/media/press-releases/2014"
  },
  {
   "title": "August",
   "url": "/info-for/media/press-releases/2014/august"
  },
  {
   "title": "Barclays Cycle Hire free to all this weekend"
  }
 ],
 "title": {
  "title": "Barclays Cycle Hire free to all this weekend  ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Londoners and visitors can enjoy a free weekend of cycling on Barclays Cycle Hire bikes on Saturday 16 and Sunday 17 August"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Explore London by bike with free cycle hire on 16 and 17 August\",\"Over 1.18m hires in July, the busiest since the scheme launched four years ago\",\"Barclays Cycle Hire now covers over 100km² of London with over 10,000 bikes\"]}",
     "Londoners and visitors can enjoy a free weekend of cycling on Barclays Cycle Hire bikes on Saturday 16 and Sunday 17 August.  Anyone will be able to saddle up on a cycle hire bike for a 24-hour period, and as long as the trips are kept under half an hour people can make as many rides as they wish, all for free.",
     "Barclays Cycle Hire was launched on 30 July 2010, since then over 32 million journeys have been made and the scheme has just celebrated its fourth successful year. July was a record breaking month with 1.18m hires, the busiest since people first started pedalling on the distinctive blue bikes.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Cycle for free\"}",
     "The Mayor of London, Boris Johnson, said: 'In my experience there is no greater way to enjoy London than on two wheels and this weekend we are offering everyone the chance to cycle around our beautiful city on cycle hire bikes for free. Whether you are an avid enthusiast or a cycling novice, you'll be able to hop on a bike and take in some of our capital's most iconic sights.'",
     "Barclays Cycle Hire has become an integral part of travelling around London and the number of users, both new and regular, continues to grow. Between January and July this year, there was a 20 per cent increase in the number of cycle hire trips compared to the same period last year.",
     "The scheme now covers over 100km² of London and more than 90 London Underground stations (including the entire Circle line) and a number of major rail stations such as Clapham Junction, Liverpool Street, Paddington and Putney are now all within a short walk of a docking station, enabling more people to make cycling part of their daily commute.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Free group rides\"}",
     "To encourage more people to take up cycling, and to help build confidence on two wheels, British Cycling and TfL have teamed up to also offer free group rides this weekend. One ride will take place in Hyde Park on Saturday 16 August, and a women only bike ride to help encourage women to start cycling, will be held in Regent's Park on Sunday 17 August.",
     "Nick Aldworth, General Manager for Barclays Cycle Hire at TfL, said: 'We're holding a free weekend of cycling across central London on Saturday 16 and Sunday 17 August to encourage new and regular riders to get out on a bike.",
     "'Our bikes are the perfect way to enjoy London and discover new parts of the capital, they are also a handy and fun way to visit friends or get to work.",
     "'We've had a fantastic four years on Barclays Cycle Hire, with the blue bikes now firmly part of daily life in London. Come and celebrate this special anniversary with us, and get pedalling.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Expanding\"}",
     "The cycle hire scheme has seen many exciting developments over the last four years, expanding to east London in 2012 and to south and west London last year.",
     "To help Barclays Cycle Hire users discover London during the summer, TfL has created a number of self-guided leisure cycle routes, many of which are on quieter roads. Popular routes include London's Secret Gardens, Saturday Markets, Independent Shops and Markets, and Quirky London.  The newest route, called\u003cbr /\u003eSporting Sights, takes in famous sporting venues such as Stamford Bridge, Chelsea's football ground, and the Kia Oval cricket ground.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Barclays Cycle Hire map\"}",
     "Cycle hire users can pick up a free copy of the 'Explore London with Barclays Cycle Hire' map, which contains the above leisure routes, at central London Tube stations, London Overground stations or by visiting www.tfl.gov.uk/leisureroutes.",
     "Barclays Cycle Hire is easy to use. Users can simply use a credit or debit card to hire a bike, with no need to book, and from as little as £2 for 24 hours can make an unlimited number of journeys under 30 minutes each time. Regular users can register for annual membership, which equates to 25p per day and get the same unlimited number of journeys under 30 minutes each without paying anything more. Alternatively, they can register as a Pay as You Pedal member, which provides users with a membership key for quick access to the bikes and a pay as you go facility.",
     "{\"template\":\"bulletlist\",\"items\":[\"To help inspire people to try out the scheme TfL has produced a short film to mark Barclays Cycle Hire's fourth anniversary. Visit: \\u003ca href=\\\"http://www://bit.ly/WOyXLb\\\"\\u003ehttp://bit.ly/WOyXLb\\u003c/a\\u003e \",\"To get the free cycle hire on August 16 and 17 users must use their bank card rather than a membership key to access a bike. Riders must be 14 years or older. There are charges for journey of 30 minutes or longer. For more information go to \\u003ca href=\\\"http://www.tfl.gov.uk/free-barclays-cycle-hire\\\"\\u003ewww.tfl.gov.uk/free-barclays-cycle-hire\\u003c/a\\u003e \",\"The Sporting Sights cycling route was created by British Cycling, the other routes in the new map were supplied by the London Cycle Blog\",\"There are currently more than 10,000 Barclays Cycle Hire bikes across London with over 19,000 docking points available. The scheme, which is already the second largest cycle hire system in Europe, remains an affordable and enjoyable way to travel around London\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2014/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2014/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2014/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2014/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2014/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2014/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2014/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2014/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2014/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2014/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2014/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2014/january",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}