{
 "pageTitle": "Locals back Elephant \u0026 Castle roundabout redesign",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2014",
   "url": "/info-for/media/press-releases/2014"
  },
  {
   "title": "August",
   "url": "/info-for/media/press-releases/2014/august"
  },
  {
   "title": "Locals back Elephant \u0026 Castle roundabout redesign"
  }
 ],
 "title": {
  "title": "Locals back Elephant \u0026 Castle roundabout redesign",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "More than 80 % of respondents backed the five key design elements to transform the area around the northern roundabout"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Construction of the major redesign of Elephant \u0026 Castle northern roundabout will begin next year after results of the public consultation showed that more than 80 % of people backed TfL's and Southwark Council's plans.",
     "The plans form part of the wider £4bn investment TfL is making in improving roads across London over the next decade and will support Southwark Council's regeneration of the wider area.",
     "More than 2,000 people responded to the consultation on the scheme, which will dramatically change the northern roundabout at Elephant and Castle, improving facilities for road users and local residents by converting the roundabout into a peninsular.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"More accessible public space\"}",
     "This will create a new, more open and accessible public space, with the road around it converted to two-way traffic.",
     "All groups of road users were considered in the designs, with the key benefits including:",
     "{\"template\":\"bulletlist\",\"items\":[\"Pedestrians: subways will be replaced with wide pedestrian crossings that allow people to cross directly, easily and safely between Tube, bus and local amenities at all times of the day;\",\"Cyclists: new dedicated cycle routes through and around the junction to improve safety and make it better for cycling;\",\"Bus passengers: an improved interchange environment between the bus and Tube, and upgraded bus stops will make access easier;\",\"All road users: a better road layout will help reduce collisions, with people benefiting from a high-quality, attractive public space at the heart of the Elephant Opportunity Area, which will be accessible and enhance the vitality of the area.\"]}",
     "Based on the feedback from the consultation, TfL is progressing with \"Option B\" for the road layout between the northern roundabout and southern junction.",
     "This design will provide a northbound off-carriageway cycle path and improved bus stop facilities.",
     "However, following concerns raised during the consultation, the originally proposed plans for a segregated cycle lane southbound on Elephant and Castle Link Road have been replaced with a 4.5m wide bus lane.",
     "New road markings will highlight to cyclists the location of potential conflict points where buses will be pulling out of the bus lane.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Improve alternative cycling routes\"}",
     "TfL will also continue to work with Southwark Council and the new shopping centre owners to see whether any further footway width could be obtained as part of their wider works, allowing cycling provision options and improvements to bus stop waiting conditions to be reassessed in future.",
     "Southwark Council is also working with TfL to develop and improve a number of alternative cycling routes around the Elephant \u0026 Castle.",
     "This work will look at how the bypass options could be made more direct, as well as reviewing the signage to encourage better use of the existing orbital route around the area, allowing cyclists to bypass the junction.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Limit speed limit to 20mph\"}",
     "The feasibility of limiting the speed limit to 20mph is also being explored as part of these wider works, which would improve overall safety conditions for all users.",
     "Isabel Dedring, Deputy Mayor for Transport, said: 'Our radical plans for Elephant \u0026 Castle will not only make it safer for cyclists and pedestrians, but they will also transform it into somewhere that people will want to gather and interact.",
     "'We are now eager to begin construction work so that we can unlock the true potential of this area, leading to more homes and jobs.'",
     "Now the decision has been taken to proceed, the updated scheme layout will be subject to a detailed design process and to further safety audits.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Work to commence late spring 2015\"}",
     "Construction can begin once this process is completed and it is expected that work will commence in late spring 2015 with the main highway works scheduled to be fully completed by summer 2016.",
     "TfL has commissioned urban design specialists to draw up plans for the new areas of public space that are being created, as well as looking more broadly at the design for the wider urban realm across the interchange area.",
     "Public engagement on these plans will take place later in the year.",
     "Leon Daniels, Managing Director of Surface Transport at TfL said: 'The area around Elephant \u0026 Castle roundabout is about to be transformed by one of London's biggest regeneration projects and I'm delighted that so many people have welcomed the proposed redesign, which will improve facilities through this busy area.",
     "'We are now gearing up to start work next year and deliver these major changes which will benefit all road users and improve the area for everyone.'",
     "Councillor Mark Williams, cabinet member for regeneration, planning and transport at Southwark Council, said: 'Transforming the roundabout at Elephant and Castle is a significant step towards making the area safer for all our road users, particularly vulnerable ones like pedestrians and cyclists.",
     "'It is also a big part of our own plans for the regeneration of the area and bring new homes, businesses and public open spaces to the area so I am pleased that so many of our residents got involved in the consultation and agreed with the proposals.",
     "'I am also happy that TfL is looking into making the road 20mph, which complements the council's own roll out of a 20mph scheme on our roads across the borough.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Mayor's Roads Task Force\"}",
     "These major improvements form part of the wider work being carrying out across London to deliver the recommendations of the Mayor's Roads Task Force (RTF) - set up to tackle the challenges facing London's streets.",
     "This independent body brings together a wide range of interests and expertise, united in the belief that the capital needs a long-term strategy for roads and a commitment to major investment in street management and urban design.",
     "For more information about the scheme and to see the full results of the consultation, please visit the \u003ca href=\"http://consultations.tfl.gov.uk/roads/elephant-and-castle\"\u003eElephant and Castle consultation page\u003c/a\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2014/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2014/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2014/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2014/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2014/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2014/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2014/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2014/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2014/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2014/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2014/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2014/january",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}