{
 "pageTitle": "Temporary bus route changes in Wood Green area",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2014",
   "url": "/info-for/media/press-releases/2014"
  },
  {
   "title": "August",
   "url": "/info-for/media/press-releases/2014/august"
  },
  {
   "title": "Temporary bus route changes in Wood Green area"
  }
 ],
 "title": {
  "title": "Temporary bus route changes in Wood Green area",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Local\\n            routes affected by major construction works on Wood Green High Road\",\"Other\\n            road users will be affected by\\n            works\"]}",
     "Bus passengers travelling through the\n        Wood Green area will see changes to their bus routes from 1 September due to\n        major construction works on the Wood Green High Road.",
     "Haringey Council will be carrying out\n        these improvement works at Wood Green Town Centre between September 2014 and\n        March 2015 as part of a scheme to improve Wood Green's public spaces and create\n        a safer, brighter and greener town centre with funding from TfL.  As a\n        result of these works, which are taking place between Turnpike Lane and\n        Lordship Lane, a number of bus routes will see their services curtailed or\n        split for part of or the entire duration of the project.",
     "The routes affected are\n        subject to change as the works progress. Details of stopping arrangements and\n        route changes during the works will be available at local bus stops and on the\n        Transport for London (TfL) website - http://www.tfl.gov.uk/woodgreen-improvements.",
     "It is planned that the\n        local bus routes will be affected as follows:\n        ·",
     "{\"template\":\"bulletlist\",\"items\":[\"Route 230 - Curtailed at Turnpike Lane.\",\"Route W4 - Route will run as two services from Ferry Lane to\\n            Turnpike Lane (buses towards Ferry Lane will start from West Green Road Willow\\n            Walk) and Wood Green Bus Garage to Oakthorpe Park.\",\"Route 144 - Route will be on diversion along Westbury Avenue.\",\"Route 221 - Some buses will terminate at Wood Green Bus Garage.\",\"Routes 121 and 329 - Curtailed at Wood Green Bus Garage.\",\"Route 232 - Curtailed at Wood Green Station.\",\"Routes 29, 41, 67, 123, 141, 184, 217, 231, 243, 444, W3, N41, N29\\n            and N91 - Normal line of route but will experience delays\"]}",
     "TfL has set out plans to\n        ensure that bus passengers don't lose out as a result of these changes and\n        don't pay twice when their journeys are affected.",
     "Passengers using an Oyster\n        pay as you go or a contactless payment card will only need to pay once.",
     "They\n        will need to get a bus transfer card from dedicated members of staff who will\n        be on hand to provide assistance.",
     "This means that passengers will not have to\n        pay for the second leg of their journey for travel between Wood Green and\n        Turnpike Lane. All passengers will need to show the transfer card to the\n        driver.",
     "The bus transfer ticket\n        will be accepted on London Underground between Wood Green and Turnpike Lane\n        stations only in both directions and must be shown to the station staff for\n        onward travel between those points.",
     "The transfer card can be\n        used in conjunction with an Oyster pay as you go or contactless payment card\n        which has been validated within 60 minutes on a previous bus journey on routes\n        29, 41, 67, 121, 123, 141, 144 184, 221, 230, 232, 329, W4.",
     "A transfer card can\n        be used throughout the improvement works so passengers won't need to get a card\n        from the driver on each occasion.",
     "During these works\n        Wood Green High Road will be reduced to one lane with two-way traffic lights\n        which will also impact on journeys for other vehicles through the High Road. Drivers are advised to allow extra time for journeys and, where possible,\n        to change their route to avoid the disruption."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}