{
 "pageTitle": "Aldgate East hosts local self-portraits",
 "description": "The new exhibition, entitled 'Mine', is now on display until March in the six alcoves above the Hammersmith and City and District Line platforms.'Mine' is part of Platform for Art's Creative Communities programme which is committed to finding new ways to",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Aldgate East hosts local self-portraits",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Platform for Art, the Underground's public art programme, is delighted to announce a new local collaboration with Bethnal Green-based Wessex Girls Youth Group and the Whitechapel Art Gallery, for Aldgate East Tube station."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The compositions express feelings about identity, race and representation",
     "The new exhibition, entitled 'Mine', is now on display until March in the six alcoves above the Hammersmith and City and District Line platforms.",
     "'Mine'emis part of Platform for Art's Creative Communities programme which is committed to finding new ways to introduce art from diverse communities into the Underground.",
     "Over six weeks the Wessex Girls Youth Group worked with London based artist Marysa Dowling to explore issues around race and identity inspired by the recent Whitechapel exhibition 'Black to Black - Art, Cinema and the Racial Imaginary'.",
     "The group produced a series of digital photographic compositions expressing feelings about identity, race and representation.",
     "With their hands painted with henna in theemtradition, the young women experimented with clothes and props including masks, wigs and veils in order to produce self portraits that highlight their individual, personal expressions through fashion and disguise.",
     "{\"template\":\"bulletlist\",\"items\":[\"This project is part of Whitechapel Gallery's education programme in partnership with Oxford House community arts centre, Bethnal Green\",\"It is supported by the D'Oyly Carte Foundation, The Baring Foundation and the Lord Mayor's Appeal\",\"Platform for Art is the public art programme for London Underground\",\"For more information on Platform for Art, its exhibitions and projects, please telephone 020 7126 4625 or email \\u003ca href=\\\"mailto:plat4art@tube.tfl.gov.uk\\\"\\u003eplat4art@tube.tfl.gov.uk\\u003c/a\\u003e or visit \\u003ca href=\\\"http://www.tfl.gov.uk/tube\\\"\\u003ewww.tfl.gov.uk/tube\\u003c/a\\u003e \",\"Images of the artwork are available from the TfL Press Office.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}