{
 "pageTitle": "Battersea Bridge to re-open ahead of schedule",
 "description": "With a contract awarded yesterday, repair work will start during the first week of December.The repair will involve an innovative engineering technique using steel rods and plating which are heated before being used to literally 'stitch' the damaged",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Battersea Bridge to re-open ahead of schedule",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Mayor of London, Ken Livingstone and Transport for London (TfL) today confirmed that Battersea Bridge will fully open well ahead of schedule and quite possibly as early as the end of January."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "An innovative engineering technique will cut months off the time the bridge will be closed",
     "With a contract awarded yesterday, repair work will start during \nthe first week of December.",
     "The repair will involve an innovative engineering technique using steel rods \nand plating which are heated before being used to literally 'stitch' the damaged \nsections of the 115-year-old cast iron bridge's structure back together.",
     "Mayor of London Ken Livingstone said: \"It was always the intention to fully \nre-open Battersea Bridge as soon as it could be safely repaired, and it is \nexcellent news that the bridge will now be repaired and open to traffic well \nahead of schedule.\"",
     "TfL's Chief Operating Officer, Streets, Peter Brown, said: \"We are \ndelighted that as a result of the close co-operation between TfL engineers, \nLondon's boroughs and our contractors, work will be commencing so soon - it will \nallow us to re-open this crucial link over the river much earlier than we \noriginally expected.\"",
     "Early examination of the bridge had suggested that a section of cast iron \nsupport might need to be replaced but further detailed checking revealed that a \nrepair would be possible.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"strong\"}",
     "TfL has compressed the usual tendering process to just two weeks in order to \nobtain the earliest possible date for re-opening, and the contract has now been \nawarded to Mowlem with a firm undertaking of an early finish date.",
     "In the meantime clear signage remains in place to remind drivers that, for \nsafety reasons, the Victorian cast iron bridge remains closed to all traffic \nexcept buses and bicycles.",
     "Strict enforcement is in place, and those who ignore the restrictions face \nfines of up to £100.",
     "Drivers should continue using alternative routes and allow extra time for \ntheir journeys.",
     "{\"template\":\"bulletlist\",\"items\":[\"The site offices for the repair crew will be built over the water, thus ensuring no further obstruction to vehicle or pedestrian traffic.\",\"Work on the site will be clearly visible from the public footways on the banks of the Thames.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}