{
 "pageTitle": "Battersea Bridge to re-open earlier than expected",
 "description": "Repair work will begin in mid December.An innovative engineering technique means that steel rods and plating will bind the 115-year-old cast iron bridge's flanges together. It will cut months off the time the bridge will be closed.Robust testing and",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Battersea Bridge to re-open earlier than expected",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London today confirmed that it expects Battersea Bridge to fully re-open by Easter 2006."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "An innovative engineering technique will cut months off the time the bridge will be closed",
     "Repair work will begin in mid December.",
     "An innovative engineering technique means that steel rods and plating will bind the 115-year-old cast iron bridge's flanges together.",
     "It will cut months off the time the bridge will be closed.",
     "Robust testing and analysis have shown that this is the best option and is better than removal and replacement of the beams because the bridge will not have to be subject to as much distress.",
     "A tender for a contractor to undertake the repairs has already been issued.",
     "Transport for London's Chief Operating Officer, Streets, Peter Brown, said: 'We are delighted that this repair technique has proved to be practical - it will allow us to re-open this crucial link over the river much earlier than if we had needed to replace the girders.",
     "'We are grateful also for the support of the boroughs of Wandsworth and Kensington and Chelsea in helping us to get things moving.'",
     "In the meantime clear signage is in place to remind drivers that for safety reasons, the Victorian cast iron bridge remains closed to all traffic except buses and bicycles.",
     "Strict enforcement is in place, and those who ignore the restrictions face fines of up to £100.",
     "Drivers should continue using alternative routes and allow extra time for their journeys.\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}