{
 "pageTitle": "Bromley veteran honours fellow transport workers",
 "description": "Mr Chapman, from Bromley, is a member of the London Transport Old Comrades, who are the only civilian group allowed to lay a wreath at the Cenotaph on Remembrance Sunday.Fifty ex-servicemen will take part in the ceremony this year.Highly decorated, Mr",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Bromley veteran honours fellow transport workers",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Retired bus driver Fred Chapman, aged 81, will lay the Transport for London wreath at the Cenotaph in Whitehall to honour all who have died or suffered in war on Sunday 13 November."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The London Transport Old Comrades are the only civilian group allowed to lay a wreath at the Cenotaph",
     "Mr Chapman, from Bromley, is a member of the London Transport Old Comrades, who are the only civilian group allowed to lay a wreath at the Cenotaph on Remembrance Sunday.",
     "Fifty ex-servicemen will take part in the ceremony this year.",
     "Highly decorated, Mr Chapman served with the Eighth Army Royal Artillery 51st Highland Division in North Africa in 1943.",
     "He then went on to take part in the invasion of Sicily, the Normandy D-Day landings, and fought in France, Holland, Belgium and Germany before ending his service in Egypt in 1946.",
     "Honours he received include the Africa, Italy, France and Germany Stars and the War and the Defence Medals.",
     "Following his war years, Mr Chapman joined London Transport's Bromley Garage in 1959 and went on to drive the 227 bus from Chislehurst to Crystal Palace for 28 years.",
     "He loved the route so much that on retirement he bought his very own 227 RF Regal Mark 4 bright red bus and uses it to this day for carnivals and shows.",
     "Commenting on the honour of laying the wreath at the Cenotaph this year Mr Chapman said: \"It is a great privilege to do something to mark all my comrades who fought, and those who did not come home.",
     "\"I've been attending the ceremony for the last 25 years and I hope to be doing so for many years to come.\"",
     "{\"template\":\"bulletlist\",\"items\":[\"London Transport Old Comrades were given the right to march by King George V who granted this honour to the London General Omnibus Company in 1920 in recognition of the services rendered by the men who drove buses to the front line in France 1915\",\"Photographs of Mr Chapman are available from the TfL press office\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}