{
 "pageTitle": "Congestion-busting canals",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Congestion-busting canals",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "A major new study undertaken for British Waterways and Transport for London has demonstrated that canals can offer a cost-effective and greener alternative to road haulage and help reduce congestion on London's roads."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Barge haulage can be the most cost-effective solution",
     "'Developing Water Borne Freight on the West London Canal Network (WLCN),' by Peter Brett Associates, is the most comprehensive research ever undertaken into the potential for reviving commercial traffic on west London's canals.",
     "The study area focused on 2.5km either side of the 42km 'lock-free' section of the Grand Union Canal in west London, an area covering 25 per cent of the commercial property and 18 per cent of the population and households in Greater London.",
     "The work to date demonstrates that movement by barge, can in some instances, be the most cost effective solution.\u003cbr /\u003e",
     "The main findings of the report are that the WLCN:",
     "{\"template\":\"bulletlist\",\"items\":[\"could potentially take 640,000 tonnes per annum (tpa) of materials off the roads and save around 530,000 lorry-miles a year\"]}",
     "could potentially carry;",
     "{\"template\":\"bulletlist\",\"items\":[\"municipal collected waste (300,000 tpa)\",\"recyclates (100,000 tpa)\",\"building materials (150,000 tpa)\",\"and construction and demolition waste (95,000 tpa)\"]}",
     "and would help to reduce;",
     "{\"template\":\"bulletlist\",\"items\":[\"lorry sensitive miles\",\"carbon emissions\",\"congestion\",\"accidents involving HGVs\"]}",
     "A potential annual environmental benefit of up to £1m has been estimated based on Department for Transport road sensitive miles calculations.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Cost savings\"}",
     "The report has also developed a methodology for estimating the potential environmental and cost savings for using the canal as compared to road transport, helping businesses to review their transportation arrangements and the potential for using the canal as part of the supply chain.",
     "For example, a journey requiring passage through more than two locks became uneconomic, whereas lock-free journeys where both origin and destination are located by the canal offered savings of around 50 per cent.",
     "Mark Bensted, British Waterways' director for London explains: \"This report represents an entirely new approach to the challenge of reviving commercial traffic on London's canals.",
     "\"Instead of simply looking at how things were done in the past, we have focused on how the canals can be used today, which commodities are best suited to water transport, what needs to be done to make the shift from roads and how businesses can be given the confidence to use the waterways.",
     "\"We are not underestimating the challenges ahead, but this report clearly shows that we are on the right track.\"",
     "Peter Hendy, managing director of Surface Transport for Transport for London, adds: \"For the first time, we have a practical blueprint for reviving commercial traffic on London's canals.",
     "\"This report identifies both the opportunities and the constraints to using the canals for moving goods.",
     "\"Perhaps most importantly, it gives businesses and local authorities a clear methodology to calculate the most economic and environmentally sustainable form of transport.\"",
     "The most important catalysts for the use of the WLCN for transport are the existing gravel barges at Denham and Powerday Plc's planned new canalside recycling centre at Old Oak Sidings in Willesden.",
     "The report highlights the need to develop further 'origins' and 'destinations' on the WLCN, including access to the water from canalside developments and the creation of four or five key interchange points between the canal and road network.",
     "Particular opportunities were identified around the buoyant canalside industrial areas of Park Royal and Slough.",
     "The study has estimated that 30 per cent of industrial waste produced in the WLCN corridor is generated by businesses in Park Royal, equivalent to 200,000 tonnes of industrial waste per annum.",
     "A study commissioned by the Park Royal Partnership is currently underway to assess the opportunities to move commercial waste by canal from the estate as one of a range of possible opportunities to identify, develop, and promote sustaina",
     "For press enquiries and images contact:",
     "\u003cstrong\u003eTransport for London:\u003c/strong\u003e Judith Adams\u003cbr /\u003eT: 020 7126 4376\u003cbr /\u003eM: 07841 230 975",
     "\u003cstrong\u003eBritish Waterways London\u003c/strong\u003e Debbie Walker\u003cbr /\u003eT: 020 7985 7227\u003cbr /\u003eM: 07733 124580",
     "\u003cstrong\u003eRepublic PR for PBA\u003c/strong\u003e Chris White\u003cbr /\u003eT: 020 7379 5000\u003cbr /\u003eM: 077200 54273\u003cbr /\u003e",
     "\u003cstrong\u003ePeter Brett Associates\u003c/strong\u003e Philip Wright\u003cbr /\u003eT: 020 7981 9900\u003cbr /\u003eEmail: PWright@pba.co.uk",
     "{\"template\":\"bulletlist\",\"items\":[\"Transport for London (TfL) is the integrated body responsible for the capital's transport system.\",\"Its role is to implement the Mayor's Transport Strategy for London and manage the transport services across the capital for which the Mayor has responsibility.\",\"TfL is accountable for both the planning and delivery of transport facilities, which enables it to take a truly integrated approach to how people, goods and services move around London.\",\"British Waterways cares for and manages 100 miles of canals and rivers and 110 acres of docks in London.\",\"As a not-for-dividend public corporation it works with a broad range of public, private and voluntary sector partners to unlock the potential of the inland waterways for the benefit of the millions who visit and care for them.\\u003cbr /\\u003e \\u003ca href=\\\"http://www.britishwaterways.co.uk.\\\"\\u003ewww.britishwaterways.co.uk.\\u003c/a\\u003e \",\"Originally canals were built for freight but now with the extensive faster rail and road network they are primarily a leisure resource.\",\"However, British Waterways, the GLA and the Government believe canal freight initiatives can create significant local benefits without compromising the waterways' role as an important national leisure and environmental asset.\",\"The equivalent of 64,000 (25 tonne) lorry journeys is currently carried on British Waterways' 2,000-mile network annually, earning the public corporation £0.74m a year.\",\"British Waterways is committed to reversing the decline in freight traffic on its waterways and aims to double the amount carried by 2010.\",\"Peter Brett Associates (PBA) is a multi disciplinary consulting business with over 550 staff in 19 offices throughout the UK and overseas.\",\"The firm's logistics consulting group is engaged on a range of projects involving water, rail and road freight transportation.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}