{
 "pageTitle": "East London Transit consultation",
 "description": "Subject to future funding availability, this section of the ELT service is expected to start by 2012.The ELT project will provide an improved transport service between Ilford and Dagenham Dock via Barking Town Centre and from Barking Town Centre to",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "East London Transit consultation",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) will be consulting local residents, businesses and stakeholders on five possible route options for East London Transit (ELT) between Barking Town Centre and Gallions Reach until 23 January 2006."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Subject to future funding availability, this section of the ELT service is expected to start by 2012.",
     "The ELT project will provide an improved transport service between Ilford and Dagenham Dock via Barking Town Centre and from Barking Town Centre to Gallions Reach.",
     "It is being developed in partnership with the London Boroughs of Newham, Redbridge and Barking \u0026 Dagenham.",
     "Further consultation on the detailed design of the ELT route between Ilford to Dagenham Dock Station is planned for early 2006.",
     "This part of the ELT scheme is funded to construction as part of TfL's 5 year, £10bn investment programme.",
     "TfL consulted on the principle of the entire ELT scheme in 2001 and 82 per cent of those who responded were supportive of the project.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Latest technology\"}",
     "ELT will be a bus-based transit scheme using the latest technology.",
     "As well as connecting with the London Underground, DLR, National Rail and other bus services it will provide:",
     "{\"template\":\"bulletlist\",\"items\":[\"Fast, frequent and reliable services\",\"'Real time' travel information\",\"Fully segregated busways or separate lanes where possible and intensive bus priority measures\",\"Latest vehicle technology\",\"New modern stop-shelters\"]}",
     "Residents and businesses are being asked to comment on five route options for the section of ELT between Barking Town Centre and Gallions Reach and will be able to give TfL general feedback.",
     "This will then allow TfL to work with local councils to ensure that the preferred route is protected for future use.",
     "A detailed brochure, including maps of the routes and further information, is being sent to approximately 7,000 households in the route area.",
     "Anyone wishing to view the brochure and respond can:",
     "{\"template\":\"bulletlist\",\"items\":[\"Go online to \\u003ca href=\\\"http://www.tfl.gov.uk/elt\\\"\\u003ewww.tfl.gov.uk/elt\\u003c/a\\u003e \",\"Email TfL at \\u003ca href=\\\"mailto:elt@tfl.gov.uk\\\"\\u003eelt@tfl.gov.uk\\u003c/a\\u003e \",\"Send a letter to:\\u003cbr /\\u003eul\",\"Call 020 7491 0991\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}