{
 "pageTitle": "External signage on mini cabs- the consultation begins",
 "description": "Presently, no external signage is allowed on private hire vehicles, only the vehicle licence disc displayed on the front and back windows of the vehicle, which identifies that the vehicle is licensed. The private hire industry and the taxi trade will be",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "External signage on mini cabs- the consultation begins",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London's (TfL) Public Carriage Office (PCO) has issued a formal public consultation  to decide whether private hire vehicles in the capital should be permitted to have external signage."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The private hire industry and the taxi trade will be consulted during the next two months",
     "Presently, no external signage is allowed on private hire \nvehicles, only the vehicle licence disc displayed on the front and back windows \nof the vehicle, which identifies that the vehicle is licensed.",
     "The private hire industry and the taxi trade will be among those who will be \nconsulted during the next two months.",
     "Roy Ellis, Head of PCO, said: \"External signage is an important issue that \nneeds to be discussed.",
     "\"A previous consultation proved inconclusive and we urge all those involved \nin the consultation process to contribute.",
     "\"Whilst many in the private hire trade feel that additional signage would \nhelp to make vehicles more easily identifiable for passengers who have to book \nin advance, other people claim that this could make the vehicles more \nsusceptible to being hailed on the street.",
     "Only licensed taxis can be hailed on the street, private hire vehicles have \nto be pre booked.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Public safety\"}",
     "\"Ultimately we want the public to be safe when using taxi and private hire \nvehicles, so we need be very thorough during this consultation process.\"",
     "The consultation will also look at the issue of extending the private hire \nvehicle licensing inspections to include a mechanical inspection of the vehicle.",
     "Consultation documents were sent out on Friday 18 November 2005.",
     "The consultation ends on 31 January 2006.\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"Consultation documents are available from the Public Carriage office, telephone 020 7126 1806 or fax 020 7126 1933\",\"They will made available on the TfL website - \\u003ca href=\\\"http://www.tfl.gov.uk/pco\\\"\\u003ewww.tfl.gov.uk/pco\\u003c/a\\u003e \\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}