{
 "pageTitle": "Improvements ongoing at Stamford Brook station",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Improvements ongoing at Stamford Brook station",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "As part of the ongoing works to refurbish and improve Stamford Brook station, the station will be completely closed from 14 January until start of service on 23 January 2006."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Stamford Brook station will be completely closed from 14-23 January",
     "The refurbishment works are part of Transport for London's (TfL) 5-Year £10bn investment programme.",
     "During the nine-day station closure, trains will not stop at Stamford Brook, and no ticketing issuing facilities will be available.",
     "The majority of works to be undertaken during the closure will take place in the ticket office and will involve the removal of internal walls.",
     "The work, to be undertaken by Metronet Rail SSL, will take advantage of track improvement works and the scheduled suspension of services between Hammersmith and Acton Town/Gunnersbury on the weekends of 14-15 January and 21-22 January 2006 to accelerate improvements.",
     "A bus replacement service will operate on weekdays 16-20 January from Stamford Brook to Turnham Green every 5 minutes during peak times and every 10 minutes during the off-peak period.",
     "On the weekends of 14-15 and 21-22 January 2006, a replacement bus service will operate calling at all stations from Hammersmith to Acton Town/Gunnersbury.",
     "{\"template\":\"bulletlist\",\"items\":[\"Transport for London (TfL) is investing £10bn over the next five years to improve and expand London's transport network, more than half of that in the Tube\",\"Metronet Rail SSL are responsible for the maintenance and renewal of the Circle, District, Hammersmith \\u0026 City, Metropolitan and East London lines\",\"Each day approximately 8,000 customers use Stamford Brook station, which originally opened in 1905 when the District line was electrified\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}