{
 "pageTitle": "Limehouse Link opens ahead of schedule",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Limehouse Link opens ahead of schedule",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Around-the-clock working means the eastbound tunnel of the Limehouse Link has now reopened - two weeks ahead of schedule."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The repair crews have been working round the clock in challenging conditions",
     "Last week Transport for London (TfL) announced the vital link between Docklands and central London could be closed until the end of November as repairs were carried out following a bus fire in the tunnel.",
     "Now teams of specialists have successfully replaced the steel and concrete supports which hold up the cabling and lighting systems and the tunnel reopened on Tuesday night.",
     "TfL Chief Operating Officer, Streets, Peter Brown, said: \"This will be a pleasant surprise to motorists after more than a fortnight of traffic disruption.",
     "\"After some careful planning by TfL and our contractors, the repair crews have been working round the clock in very challenging conditions to restore the Limehouse Link to full use.",
     "\"I'm delighted that our initial fears that the job would take a week longer or more were unfounded.\"",
     "Further works are required to the tunnel following the fire, but they are not safety critical and can be carried out through selected night-time closures.",
     "The first of these are scheduled to start next Monday 21st November.",
     "TfL will provide further details shortly."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}