{
 "pageTitle": "Limehouse Link to remain closed for longer than expected",
 "description": "The east bound tunnel is expected to be closed until at least 14 November as engineers work flat out to repair it. The latest investigations show that as well as major damage to cladding, control systems and lighting along the eastbound section of the",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Limehouse Link to remain closed for longer than expected",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Further assessments of the fire damaged Limehouse Link have revealed it has suffered more extensive damage than first estimated."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Safety must remain our top priority but we are working as fast as we can to get the tunnel back in service",
     "The east bound tunnel is expected to be closed until at least 14 November as engineers work flat out to repair it.",
     "The latest investigations show that as well as major damage to cladding, control systems and lighting along the eastbound section of the tunnel, the steel supports which hold up these systems, have been severely affected by the fire.",
     "Load testing is taking place to establish if these supports will need total replacement.",
     "This is a complicated procedure which may regrettably lead to an even longer closure of the tunnel, which links Central London with Docklands.",
     "Transport for London's Chief Operating Officer-Streets, Peter Brown, said: \"We're disappointed that drivers will have to face delays in the area for longer than we first expected.",
     "\"We would ask for their continued patience as we do all we can to re-open this key link for East London.",
     "\"Safety must remain our top priority but we are working as fast as we can to get the tunnel back in service.\"",
     "Traffic in the area is congested and Transport for London is urging drivers to consider alternative routes, and to use public transport, to avoid long delays.",
     "TfL will continue to issue regular updates on the situation.\u003cbr /\u003e",
     "Avoid being caught out by congestion, roadworks and other hold-ups with our Traffic Alerts service: \u003ca href=\"http://www.tfl.gov.uk/trafficalerts\"\u003ewww.tfl.gov.uk/trafficalerts\u003c/a\u003e ",
     "Check the traffic at locations across London with CapitalCams: \u003ca href=\"http://www.tfl.gov.uk/cameramaps\"\u003ewww.tfl.gov.uk/cameramaps\u003c/a\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}