{
 "pageTitle": "Limehouse Link update",
 "description": "Engineers have been busy assessing the impact on the tunnel, which connects Docklands with Central London - they say damage is extensive and it is very unlikely to open until after next weekend. Transport for London's Chief Operating Officer, Streets,",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Limehouse Link update",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Limehouse Link eastbound tunnel will remain closed for at least a week following the fire on a double-decker bus at the weekend."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We are working flat out to ascertain the full extent of damage... but clearly safety has to be our priority",
     "Engineers have been busy assessing the impact on the tunnel, which connects Docklands with Central London - they say damage is extensive and it is very unlikely to open until after next weekend.",
     "Transport for London's Chief Operating Officer, Streets, Peter Brown, said: \"This is a key artery for London.",
     "\"We are working flat out to ascertain the full extent of damage and necessary repairs to enable the tunnel to re-open as soon as possible - but clearly safety has to be our priority.\"",
     "While structural damage is not thought to be severe, this can be confirmed only after all damaged equipment and cladding has been removed.",
     "Meanwhile, it is clear that before the eastbound tunnel can be re-opened, it will require as a minimum re-surfacing and new cabling and lighting.",
     "An extensive clear up operation is already well underway.",
     "Diversions are in place and well signposted.",
     "However drivers are urged to avoid the area if at all possible as it is extremely congested as a consequence of the eastbound tunnel closure.",
     "TfL will issue regular updates on the situation.",
     "Avoid being caught out by congestion, roadworks and other hold-ups with our Traffic Alerts service: \u003ca href=\"http://www.tfl.gov.uk/trafficalerts\"\u003ewww.tfl.gov.uk/trafficalerts\u003c/a\u003e ",
     "Check the traffic at locations across London with CapitalCams: \u003ca href=\"http://www.tfl.gov.uk/cameramaps\"\u003ewww.tfl.gov.uk/cameramaps\u003c/a\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}