{
 "pageTitle": "London presses on towards a 50 per cent drop in road casualties",
 "description": "The Capital's successful programme of road safety measures is to receive a further boost in the months to come as TfL, working with the Mayor's Office and the London boroughs, pushes for a reduction in road casualties which beats the challenging national",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London presses on towards a 50 per cent drop in road casualties",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) is spending almost £50m on road safety in 2005/06 in a drive to meet the Mayor's proposed new target of reducing death and injury on the capital's roads by 50 per cent by 2010."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "In May the Mayor announced the target of reducing London's road casualties by 50 per cent",
     "The Capital's successful programme of road safety measures is to receive a further boost in the months to come as TfL, working with the Mayor's Office and the London boroughs, pushes for a reduction in road casualties which beats the challenging national government targets.",
     "As part of this spending London is introducing speed-awareness courses for the first time in the capital for some motorists caught just over the speed limit.",
     "Some older camera sites will also be replaced with vehicle-activated signs warning drivers of excessive speed.",
     "New digital speed cameras will be introduced at up to 10 sites initially in order to assist the introduction of the new speed awareness courses, with up to 56 further digital cameras likely to be introduced on the capital's roads within the next six months.",
     "The cameras will be operated by the London Safety Camera Partnership.",
     "Digital cameras are successful at helping to identify who was driving a speeding vehicle.",
     "Speed cameras installed by London Safety Camera Partnership have on average seen a 40 per cent reduction in the number of people killed or seriously injured.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"New measures\"}",
     "The partnership estimates that 66 new cameras would lead to a reduction of 80 people killed or seriously injured every year in London.",
     "These new measures will supplement other road safety schemes including 20-mph schemes, traffic calming, safer routes to schools, junction improvements, education and training and London-specific road safety campaigns.",
     "All of these measures have played a major part in a nosedive in the casualty rate in London, down by 40 per cent on the levels seen between 1994 and 1998.",
     "In May the Mayor of London announced that he is setting the more challenging target for TfL of reducing the number of people killed or seriously injured on London's roads by 50 per cent by 2010.",
     "This came after almost reaching the Mayor's original target of 40 per cent by the end of 2004, some six years early.",
     "This reduction means that 2500 people are saved from death or serious injury every year.",
     "TfL will initially purchase 10 digital cameras with an option to purchase an additional 56.",
     "These cameras will replace existing wet-film Gatso cameras, and these Gatsos will then be repositioned at other sites.",
     "The digital cameras will mean that drivers can be identified and referred for speed awareness courses instead of a fine and penalty points.",
     "The current speed camera technology used in the capital makes the identification of drivers for speed awareness courses difficult and inefficient.",
     "The London Safety Camera Partnership member organisations hope to have speed awareness courses up and running in spring 2006.",
     "Some motorists identified as speeding by the new digital cameras will be offered the opportunity to undertake a speed awareness course instead of receiving a fine and penalty points.",
     "The course will be offered to an offending driver within a set speed threshold.",
     "The purpose of speed awareness courses is educating drivers of the dangers of speeding and to change behaviour and attitudes. Course attendance will cost £60 plus a small administration fee.",
     "TfL is committed to improving road safety and supports a number of schemes aimed at reducing deaths and injuries on London's roads: \u003ca href=\"http://www.tfl.gov.uk/roadsafety\"\u003ewww.tfl.gov.uk/roadsafety\u003c/a\u003e ",
     "Cyclists can learn more about staying safe on London's roads with TfL's safety guidelines: \u003ca href=\"http://www.tfl.gov.uk/stayingsafe\"\u003ewww.tfl.gov.uk/stayingsafe\u003c/a\u003e \u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}