{
 "pageTitle": "LU to seek views on alternative later weekend Tube proposal",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "LU to seek views on alternative later weekend Tube proposal",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground (LU) today announced that it would be seeking the views of stakeholders on an alternative proposal for later weekend Tube services."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We need to strike the right balance between late evening and early morning Tube users",
     "The original consultation, Should the Tube run later at weekends?, proposed that the Tube run an hour later on Friday and Saturday nights, starting up again an hour later on Saturday and Sunday mornings.",
     "LU is now considering an alternative proposal to run the Tube half an hour later on those nights, one hour later the following Saturday morning with services unchanged on Sunday mornings.",
     "Stakeholders will have until 12 December 2005 to respond to the new proposal.",
     "Richard Parry, LU Strategy and Service Development Director, said: \"The original consultation showed that most Tube users and Londoners would welcome a later weekend Tube.",
     "\"It also showed some concern for those who use the Tube early at the weekends, especially on Sundays.",
     "\"We need to strike the right balance between late evening and early morning Tube users.",
     "\"We've taken all views on board and will now consult stakeholders on this alternative proposal to run the Tube half an hour later on Friday and Saturday nights and retain the current start time on Sunday morning.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"New proposal\"}",
     "\"This alternative offers a large proportion of the benefits of the original proposal while significantly reducing the numbers who would be adversely affected.\"",
     "LU received 54,000 respondents to the original consultation, with the majority in favour of a later weekend Tube.",
     "However, the consultation also revealed a significant minority would face longer journeys the next morning, especially on Sunday mornings when the first Tube services would reach central London around 0830.",
     "There was particular concern for low-paid and public sector workers and for those seeking connections with rail services and flights from London airports.",
     "The new proposal would see last trains leaving central London around 0100 on Friday and Saturday nights.",
     "The Tube would start one hour later on Saturday morning, with trains arriving in central London around 0700.",
     "Sunday morning services would remain unchanged from the present, where trains reach central London around 0730.",
     "{\"template\":\"bulletlist\",\"items\":[\"The Mayor made a commitment in his manifesto to investigate later Tube services on Friday and Saturday nights\",\"Between 22 February and 22 April 2005, LU consulted with Londoners, Tube users and all interested parties for their views on whether the Tube should run for one hour later on Friday and Saturday nights\",\"The \\u003ca href=\\\"/static/corporate/media/newscentre/archive/2153.html\\\"\\u003eConsultation Report and Executive Summary\\u003c/a\\u003e , \\\"Should the Tube run later at weekends?\\\", is available from the TfL website\",\"Under the original consultation proposal, first trains would have arrived at Central London stations at around 7am on Saturdays and 0830am on Sundays. Last trains would depart from the West End on Friday and Saturday nights at around 0130am\",\"Around two-thirds of those who currently use the tube during the first hour of operation over the weekend do so on Sunday morning.\",\"Most of these people are either travelling to and from work or travelling to make other transport connections, such as national rail services at central London stations or flights from London's airports\",\"Having analysed the results of the original consultation, TfL has developed the revised proposal, which seeks to minimise the disbenefit to those who use the Tube early at weekends, while maximising the opportunity to run the Tube later on Fridays and Saturdays\",\"Currently, the last trains from the West End at weekends are around 1230am and reach their termini between 0100am and 0130am depending on location.\",\"Services begin again at around 0530 on Saturday and 0700 on Sunday\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}