{
 "pageTitle": "TfL helps businesses to join Londons transport revolution",
 "description": "TfL is launching three new schemes to assist businesses in providing facilities for staff who want to reduce their dependency on private cars. Under the new schemes, if companies draw up workplace travel plans which lay out how they will encourage and",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL helps businesses to join Londons transport revolution",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "With cycle journeys doubling, and more commuters looking for an alternative to the car, Transport for London (TfL) is launching a range of initiatives to help businesses save money, free up their car parking spaces and help their employees to find better ways of getting to work."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We want to encourage firms to provide more transport solutions for their staff",
     "TfL is launching three new schemes to assist businesses in providing facilities for staff who want to reduce their dependency on private cars.",
     "Under the new schemes, if companies draw up workplace travel plans which lay out how they will encourage and help their staff to use sustainable transport - like cycling, walking or public transport - in return they can be offered the following incentives:",
     "{\"template\":\"bulletlist\",\"items\":[\"Up to £1,000 match funding for facilities including showers, lockers and drying facilities\",\"Free cycle stands for up to 40 bicycles\",\"Trade-price Raleigh bicycles for pool cycle facilities\"]}",
     "Many companies, including GlaxoSmithKline (GSK), which has focused on cycling, have already seen benefits from providing this sort of facility for their staff.",
     "Peter Handcock, Vice-President of Worldwide Real Estate, GSK, comments: \"We are very proud of the package that we have been able to put together.",
     "\"Although we have spent a reasonable amount of money on our cycle measures, it is not always the expensive ones that are appreciated the most.",
     "\"A number of the elements cost very little, but the key thing has been using the enthusiasm and commitment of the cyclists themselves to develop improved facilities which attract new people to cycling.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"strong\"}",
     "\"Getting more people cycling means that we use our buildings more efficiently and adds to creating a more happy and healthy work force.",
     "\"It is not so much a case of \"do-gooding\" as of good business\".",
     "As part of a TfL-funded scheme, London boroughs offer free consultations with workplace travel advisors to produce travel plans.",
     "These plans can include initiatives to encourage cycling, walking, public transport use, flexible working and teleworking.",
     "As well the cost benefits from more employees cycling, employers also benefit from a fitter, healthier workforce.",
     "Regular cycling halves the chances of heart disease, helps prevent strokes and diabetes, and lowers blood pressure and resting heart rate.",
     "Ben Plowden, Managing Director Group Communications, TfL, said: \"It is estimated that each parking space costs up to £2,000 a year to maintain, but five bicycles will fit into a parking space.",
     "\"Encouraging just five members of staff to travel to work by bicycle could save a company as much as £8,000.",
     "\"Cycling is seeing an exciting renaissance in the capital, but a lack of cycle parking and changing facilities in the work place are regularly cited as barriers to employees cycling.",
     "\"We want to help businesses remove those barriers and to encourage firms to provide more transport solutions for their staff.\"",
     "Details of the work carried out by GSK is available as a case study on request.",
     "Businesses interested in work place travel plans and the associated offers should contact TfL customer services on 020 7222 5600.\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL, in conjunction with London's boroughs, will provide cycle stands for businesses to install on their premises\",\"In 2005/06 Transport for London will invest almost £20m in cycling infrastructure, training and education\",\"Recorded cycle journeys on the TfL Road Network increased by 100 per cent between 2000 and 2005, rising from 59,000 journeys to 119,000 journeys per week\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}