{
 "pageTitle": "TfL to host international transport security conference",
 "description": "Secretary of State for Transport, Alistair Darling MP, is due to address the conference. Senior TfL directors, including those from London Underground and London Buses, will attend and give presentations on London's experiences from July 7, as will a",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL to host international transport security conference",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) is to host the International Association of",
     "Public Transport (UITP) security conference, 'Anti-Terrorism in Public",
     "Transport' at the Queen Elizabeth II centre in central London, November 13-15,",
     "2005."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We know that there are lessons we can learn and experiences we must share with other transport networks from around the world",
     "Secretary of State for Transport, Alistair Darling MP, is due to address the conference.",
     "Senior TfL directors, including those from London Underground and London Buses, will attend and give presentations on London's experiences from July 7, as will a senior British Transport Police officer.",
     "The conference will offer security managers from major public transport networks worldwide the opportunity to discuss current security strategies, technologies and share lessons learned from recent incidents.",
     "Mike Brown, London Underground Chief Operating Officer, said: \"The response of all transport and emergency service staff in London on July 7 was magnificent.",
     "\"The training, planning and professionalism of all those involved was clearly evident.",
     "\"We continue to work closely with the police, emergency and security services to keep transport in London as safe as possible.",
     "\"However, London is not the only transport network to have suffered a terrorist attack.",
     "\"Our colleagues in Madrid and Moscow have also had to deal with major incidents in recent years.",
     "\"We know that there are lessons we can learn and experiences we must share with other transport networks from around the world.",
     "\"This UITP conference provides an excellent opportunity to share that expertise and knowledge.\"",
     "{\"template\":\"bulletlist\",\"items\":[\"UITP is the French language initialisation for the International Association of Public Transport\",\"The UITP Conference, 'Anti-Terrorism in Public Transport', will be hosted by TfL at the Queen Elizabeth II Conference Centre in  Westminster, central London from November 13-15, 2005\",\"UITP intend to allow media access to the conference from 1000-1200hrs on Monday November 14 and to all sessions on Tuesday  November 15, from 0930-1600\",\"A press conference is planned for Monday November 14, 1200-1300hrs.  More details will be provided by TfL and UITP prior to the conference\",\"Media who wish to register to attend the UITP Conference should contact the UITP Press Office:\\u003cbr /\\u003eIsabelle Valentiny\\u003cbr /\\u003eDirect line:span\\u003cbr /\\u003eMobile:span\\u003cbr /\\u003eEmail: \\u003ca href=\\\"mailto:Isabelle.valentiny@uitp.com\\\"\\u003eIsabelle.valentiny@uitp.com\\u003c/a\\u003e \\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}