{
 "pageTitle": "TfL launches Needless Jam campaign",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL launches Needless Jam campaign",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "It takes just one piece of careless parking to clog up London's red routes - that's the message from a new Transport for London (TfL) campaign being launched this week."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This campaign is aimed at those few whose inconsiderate actions affect the journeys of many",
     "The campaign, called 'Needless Jam', consists of posters that will be distributed across London to be displayed at bus stops and roadside sites, warning drivers that if they illegally park on the red route they will be fined £100.",
     "Patrick Troy, TfL's Head of Enforcement, said: 'It only takes one driver to clog up London's streets.",
     "'It is vital that all vehicles including buses are able to move along London's roads safely and reliably.",
     "'The majority of drivers adhere to the rules of the road.",
     "'This campaign is aimed at those few who don't, whose inconsiderate actions affect the journeys of many.",
     "'The red routes are enforced by the Metropolitan Police Service traffic wardens and Transport Police Community Support Officers who patrol the red routes on behalf of TfL; we also enforce using CCTV cameras.",
     "'The posters will be distributed throughout London at bus stops and road side venues warning drivers that they will be fined a £100 if they park on a red route.'",
     "{\"template\":\"bulletlist\",\"items\":[\"The 580km red route forms just five per cent of the capital's roads but carries 33 per cent of its traffic.\",\"TfL is responsible for enforcing traffic regulations on the TLRN including bus lanes, moving contraventions and parking\",\"The penalty charge for contravening traffic regulations is £100, reduced to £50 if paid within 14 days\",\"If anyone receives a Penalty Charge Notice they feel is unfair, they can write to the issuing authority and make a representation against the notice\",\"If the appeal is not upheld, they can either pay the penalty charge or they can appeal to the Independent Adjudicators if they wish to take the matter further.\",\"The adjudicators will look at the appeal based on the evidence presented on a case-by-case basis.\",\"TfL's Transport Policing and Enforcement Directorate aims to deliver world class transport policing and enforcement services to support a safe reliable and socially inclusive transport system for London\",\"The number of bus rides grew more than 38 per cent between 1999/00 and 2004/05\",\"Buses in London now carry the highest number of passengers since 1968\",\"In the year to March 2005, there were 1.79bn passenger trips on the network\",\"Bus mileage in London is higher than at any time since 1957, with 450m km operated in 2004/5\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}