{
 "pageTitle": "Crossrail is not just a transport scheme - it is the key to the next 20 years of London's economic development",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Crossrail is not just a transport scheme - it is the key to the next 20 years of London's economic development",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "This press release was originally issued by the Mayor of London's press office at the Greater London Authority."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "It is the largest addition to London's transport system for more than 50 years",
     "Mayor of London Ken Livingstone today welcomed the Prime Minister's announcement that Crossrail - the east-west cross London rail link - is to go ahead.",
     "He said: 'Crossrail is not just a transport scheme - it is the key to the next 20 years of economic development of London.",
     "'Crossrail will provide the transport underpinning for the greatest centres of London's business - the City, Canary Wharf and the West End - as well as linking these areas of high jobs growth to the areas of greatest deprivation in east London and opening up the areas of new housing development in the Thames Gateway.",
     "'Crossrail, like all good ideas, is simple.",
     "'It gives the financial centres of London, the City and Canary Wharf, a single transport platform, links this to Heathrow, provides massive new transport capacity in the West End, and opens up the connection to the areas of housing development in the Thames Gateway.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Expanding capacity\"}",
     "'It passes through most of the areas of highest job growth in London.",
     "'The station at Whitechapel provides a junction to the East London Line - which passes through the areas of London's greatest deprivation.",
     "'With a capacity twice that of the Jubilee line, and expanding London's rail capacity by 10 per cent, it is the largest addition to London's transport system for more than 50 years.",
     "'It will touch the lives of millions of Londoners whether they are travelling to work, going to the West End to shop or for the evening out, travelling to Heathrow or living in East London - and by providing the transport backbone of the internationally competitive businesses of London it will aid the whole UK economy.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Economic success\"}",
     "'It is a tremendous, £16 billion, internationally recognisable vote of confidence by businesses and government in London's economic success.",
     "'In the seven years since I have been Mayor delivering Crossrail has been by far the most important transport project I have sought to deliver, working together with London's businesses and the government, and I regard today's statement as a tremendous combined achievement of all those who have worked for it and one of the most important announcements London could have.'\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}