{
 "pageTitle": "Give commuter cycling a spin at Cycle Show 2007",
 "description": "The adult cycle track takes a lighthearted look at the whole range of different road and weather conditions cyclists can experience on their way from home to work. And while the adults are trying out their commuter cycling skills, children visiting the",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Give commuter cycling a spin at Cycle Show 2007",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Visitors to this weekend's Cycle Show will get the chance to find out what it's like to cycle in the Capital, on Transport for London's (TfL's) special indoor commuter and children's cycle tracks."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "2007 has been the year of the bike with London",
     "The adult cycle track takes a lighthearted look at the whole range of different road and weather conditions cyclists can experience on their way from home to work.",
     "And while the adults are trying out their commuter cycling skills, children visiting the show can ride around a track that is a scaled-down version of London, complete with miniature sized Big Ben and Tower Bridge.",
     "Adult and children's bikes will be available to anyone wanting to have a spin on the cycle tracks, and 'Bikeability' trained cycling instructors will be on hand to offer advice and support.",
     "Jenny Jones, Mayor of London's Green Transport Adviser, said: \"2007 has been the year of the bike with London hosting the Tour de France Grand Depart, the start of the Tour of Britain and the Hovis London Freewheel.",
     "\"These events have all helped to build on the real enthusiasm for cycling in the Capital leading to a massive 83 per cent increase in cycling.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Test tracks\"}",
     "\"Transport for London's commuter and children's cycle test tracks at the Cycle Show are a fun way of encouraging people to start cycling to school or work, and I hope people will come down, have a go and decide to try it themselves for real.\"",
     "Tour de France fans can re-live this summer's Tour de France Grand Depart weekend in London and Kent at the Cycle Show.",
     "A retrospective exhibit will be held in the entrance hall of Earls Court One, where the cycle show is being held.\u003cbr /\u003e",
     "\u003cstrong\u003eNote to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The Cycle Show takes place at Earls Court Exhibition Centre, and it is open to the public from 12-14 October. Tickets cost £10.50 in advance or £13.50 on the door for adults. TfL is helping to make it a great day out for the family, by sponsoring the Cycle Show's 'kid for a quid' promotion - under-12s get in for just £1 when accompanied by an adult. Tickets are available from \\u003ca href=\\\"http://www.cycleshow.co.uk\\\"\\u003ewww.cycleshow.co.uk\\u003c/a\\u003e or by calling 08701 261786\",\"Press day is Thursday 11 October. For more information about the Cycle Show or to arrange accreditation for press day, visit the cycle show website\",\"TfL's investment in cycling has risen from £5.5m in 2000 to £36m in 2007/08. This money is being invested in cycling infrastructure, training, promotion and education\",\"Visit the \\u003ca href=\\\"http://www.tfl.gov/cycling\\\"\\u003ecycling section \\u003c/a\\u003e of TfL's website for more information about cycling in London\",\"Bikeability is the national cycling proficiency scheme.\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}