{
 "pageTitle": "London public transport voted best in the world",
 "description": "London's public transport system has been voted best for the second year running in an annual survey of travellers. London taxis and the Underground were voted the best among the world's major cities, and the capital's transport network was also voted the",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London public transport voted best in the world ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "This press release was originally issued by the Mayor of London's press office at the Greater London Authority."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "London's public transport system has been voted best for the second year running in an annual survey of travellers.",
     "London taxis and the Underground were voted the best among the world's major cities, and the capital's transport network was also voted the safest, in the poll by TripAdvisor, the world's largest travel community.",
     "Commenting on the poll, London Mayor Ken Livingstone, said: 'What we are seeing are the fruits of real and sustained increased investment in London's public transport, a break from the previous policy of deregulation and choking of resources.",
     "'London has achieved a unique shift in journeys from cars to public transport, a 40 per cent increase in bus ridership, cleaner engines for buses and taxis, traffic down in the city's centre, an 83 per cent increase in cycling, the biggest transport investment programme since the second world war, and all this has been achieved alongside cut price and free travel schemes for London's poorest, oldest and youngest.'",
     "ENDS",
     "\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}