{
 "pageTitle": "London Underground and CBS Outdoor pioneer new digital advertising system",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Underground and CBS Outdoor pioneer new digital advertising system",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground (LU) and CBS Outdoor are teaming up to pioneer a new form of digital advertising on the Tube."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We hope that our passengers will welcome this technology and that it will enhance their travel experience",
     "By the beginning of October, three cross track projection units will be installed at Euston station on the Victoria line platform five, for a four-week observation period.",
     "Cross track projection (XTP) advertising is a new technology that allows moving advertising messages to be digitally projected onto the wall opposite the platforms in high definition.",
     "The initial observation period will enable final testing of the system.",
     "Once complete, and provided the conclusions are satisfactory, the new technology will be rolled out across 24 major LU stations with 150 units to be installed from early 2008.",
     "Richard Parry, LU's Director of Service Development, said: \"London Underground has a proud history of innovation and we're delighted to be working with CBS Outdoor to pioneer this technology in the UK.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Enhance travel\"}",
     "\"We hope that our passengers will welcome this technology and that it will enhance their travel experience through the provision of versatile and entertaining advertising on the Underground.",
     "\"The new advertising media is expected to increase advertising revenues for London Underground which will be reinvested in the improvement of the Underground network.\"",
     "The system, which is visual only, will initially show a selection of images from LU and CBS Outdoor.",
     "Ultimately the new advertising media is expected to increase advertising revenues for LU which will be reinvested in the improvement of the Underground network.",
     "The replacement of cross-track bill posting will also bring significant environmental benefits with a reduction in paper and paste, which renders the paper adverts non-recyclable.  Around 4.1 tonnes of waste per year will be saved from landfills.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Important milestone\"}",
     "Andrew Oldham, Chief Operating Officer, CBS Outdoor, comments: \"XTP is the most eagerly awaited of our new digital products for London Underground and it will be a very proud moment for me and all those involved in this project to see XTP go live.",
     "\"The observation period is an important milestone in the programme and a precursor to the commercial launch.",
     "\"Full production of the final sleeker and more compact projection units will begin following the observation period.\"",
     "ENDS",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Cross-Track Projection technology has undergone a rigorous trial and testing process at CBS Outdoor's research and development facilities\",\"All Cross-Track Projection images will comply with industry media standards as laid down by the Independent Television commission (ITC)\",\"The projectors have been sourced by CBS Outdoor and type approved by London Underground. All undergo both factory and site acceptance testing to ensure compliance with all applicable standards and acceptance criteria\",\"During the observation period CBS Outdoor staff will be on site to monitor the performance of the units\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}