{
 "pageTitle": "London is your Oyster",
 "description": "Londoners can now get even more value from their Oyster cards. Transport for London has teamed up with some of the Capital's top entertainment companies to offer a wide range of two for one deals and discounts for top galleries, shows, museums,",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London is your Oyster",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Get fantastic 2-for-1 deals for London's top days and nights out simply by using your Oyster card."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Londoners can now get even more value from their Oyster cards.",
     "Transport for London has teamed up with some of the Capital's top entertainment companies to offer a wide range of two for one deals and discounts for top galleries, shows, museums, attractions and restaurants.\u003cbr /\u003e\u003cbr /\u003eWhen using their Oyster card, passengers can get two tickets for the price of one at participating venues across the Capital, including:",
     "{\"template\":\"bulletlist\",\"items\":[\"Top Attractions: The London Dungeon, The Natural History Museum, Museum in Docklands, London Eye, London Aquarium\",\"Life Style \\u0026 Culture: Tate, Royal Horticultural Society, Vinopolis, LOVEFiLM, Chelsea Football Stadium Tour\",\"West End Shows: Chicago, Les Miserables, Stomp, The Woman In Black, Buddy: The Buddy Holly Story\",\"Restaurants: Imli, Thai Square and selected restaurants at the Grange Holborn Hotel, Grange Langham Hotel and Grange Rochester Hotel\\u003cbr /\\u003e\"]}",
     "The Mayor of London, Ken Livingstone, said: 'Around 38 million journeys a week are made by passengers with Oyster cards, and we're now making it even easier for Londoners to get out and enjoy all that the city has to offer, with great deals at some of London's top attractions.'\u003cbr /\u003e\u003cbr /\u003eThe full range of offers and details of how to take advantage of them are available from the Oyster website at \u003ca href=\"http://www.tfl.gov.uk/oyster\"\u003ewww.tfl.gov.uk/oyster\u003c/a\u003e ",
     "Oyster users just need to show their Oyster card at the venue and quote Oyster offers to enjoy days and evenings out for less.\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The 2-for-1 deals and discounts are available at various times between 12 October 2007 and 15 April 2008. Please check full terms and conditions at: \\u003ca href=\\\"http://www.tfl.gov.uk/oyster\\\"\\u003ewww.tfl.gov.uk/oyster\\u003c/a\\u003e or pick up a leaflet at all London Underground stations\",\"Oyster card holders will benefit from London Overground train services which will operate on the North London Railway under the management of Transport for London (TfL) from 11 November.  The East London Railway will also be part of London Overground when it opens in 2010 following TfL's £1bn extension of the existing East London Line\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}