{
 "pageTitle": "Major improvements to A3 Malden Junction begin in November 2007",
 "description": "Improvements to the A3 Malden Junction which will improve traffic flow, ease congestion and provide safer and more accessible facilities for pedestrians and cyclists, will begin in November 2007 as part of an ongoing investment plan by Transport for",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Major improvements to A3 Malden Junction begin in November 2007",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Improvements to the A3 Malden Junction which will improve traffic flow, ease congestion and provide safer and more accessible facilities for pedestrians and cyclists, will begin in November 2007 as part of an ongoing investment plan by Transport for London (TfL).",
     "The roundabout, in the Royal Borough of Kingston upon Thames, will undergo essential resurfacing work which will help reduce noise pollution in the area.",
     "In addition, structural repairs will be undertaken to the A3 bridges that support the roundabout.",
     "Work will begin on the 5 November 2007 and is expected to be completed by March 2008.",
     "TfL will make every effort to minimise any inconvenience or disruption that might be caused while these improvements are carried out.\u003cbr /\u003e\u003cbr /\u003eThe improvements come as part of  TfL's £10 billion investment into the Capital's transport network.",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Transport for London is responsible for maintaining and managing the 580km Transport for London Road Network (TLRN), which, although comprising only five per cent of the Capital's roads, carries approximately 33 per cent of its traffic\",\"There are currently 280km of bus lanes across London and investment both in bus lanes and other bus priority measures has been a vital element of the investment programme that has seen huge improvements in bus service reliability since 2000\",\"Transport for London is responsible for implementing the Mayor's Transport Strategy on improving the movement of people and goods on London's streets by helping pedestrians, cyclists, bus passengers and people with disabilities\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}