{
 "pageTitle": "Mayor sets out initial decisions for the construction and operation of Crossrail",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor sets out initial decisions for the construction and operation of Crossrail ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "This press release was originally issued by the Mayor of London's press office at the Greater London Authority."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Construction of Crossrail will take 10 years and I am therefore determined that the whole capital plans to take advantage of this",
     "Ken Livingstone, the Mayor of London, today set out some of the detailed implications of the construction of Crossrail for London and confirmed arrangements for the project's management.",
     "Ken Livingstone, said: \"I have already outlined that the importance of the decision to go ahead with Crossrail and the benefits it will bring Londoners can hardly be overstated.",
     "\"Crossrail is crucial for the next 20 years of London's economic development.",
     "\"With a capacity twice that of the Jubilee line, Crossrail will mean many more people will travel by public transport to the primary business centres of London - the City, West End and Canary Wharf.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Regeneration\"}",
     "\"Crossrail will also underpin the regeneration of East London - at, around and along the routes that connect with Stratford, Custom House, Woolwich and Whitechapel.",
     "\"Construction of Crossrail will take 10 years and I am therefore determined that the whole capital plans to take advantage of this.",
     "\"Beginning with the primary task - ensuring that Crossrail is delivered on time and to budget - I can confirm key arrangements.",
     "\"As has already been announced, Transport for London (TfL) will take over sole ownership of Cross London Rail Links Limited - the company promoting and developing Crossrail - when the Crossrail Bill receives Royal Assent next year.",
     "\"Currently it is a joint venture between TfL and the Department for Transport.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Integrated\"}",
     "\"Second, I can confirm that all Crossrail services are programmed to come into operation over the course of twelve months from 2017.",
     "\"This includes the south-east section down to Abbey Wood, which is vital to open up the Thames Gateway.",
     "\"The start and subsequent build-up of services within that twelve month period will be phased to allow time for rolling stock and railway systems testing to ensure reliability.",
     "\"The line will be integrated into TfL's existing zonal system, all existing ticketing options such as Oyster will apply, and a premium fare above TfL zonal ones will only operate for the extension to Heathrow.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Thousands of jobs\"}",
     "\"Third, as Doug Oakervee has outlined, I am determined to ensure that people living in East London can take up the thousands of jobs that Crossrail will offer - Cross London Rail Links Limited has estimated that as many as 14,000 jobs will be created, many of these in the construction industry.",
     "\"I will ensure that the relevant agencies in London provide the right training and opportunities so that Londoners from all its diverse communities have the chance to work on this flagship project.\"",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The Crossrail Bill was introduced into the House of Commons by the Department of Transport (DfT) on 22 February 2006 and is about to enter the Lords. It is expected to gain Royal Assent in the first half of 2008.  The Bill will give the project the planning powers needed to build the tunnels, track and stations\",\"Crossrail is a critical element of the long-term economic strategy for London. Crossrail will bring many benefits:ul\",\"Detailed discussions regarding the transfer of CLRL Ltd to Transport for London (TfL) are continuing. However, the current proposal is that the Mayor through TfL will be responsible for setting standards, fares and levels of service on Crossrail, bringing it in line with the Tube, DLR, buses and taxis\",\"A growing population and a growing economy needs new transport links. In the past two years alone the capital has gained about 190,000 more people. The population forecasts in the Mayor's 'London Plan' project the city growing by the equivalent of a city the size of Leeds or adding a borough the size of Islington every three to four years. Employment in London will rise sharply by 2016 with more than 400,000 additional jobs in business services\",\"TfL has calculated that Crossrail will provide 40 per cent of the extra rail capacity London needs by middle of the next decade. Once built there will be 24 trains per hour at peak times\",\"The Crossrail project has been developed and promoted by Cross London Rail Links a 50/50 joint venture company formed by TfL and the DfT\",\"The most recent research commissioned by CLRL estimates that Crossrail will generate net agglomeration benefits between £37bn to £68bn (present value) to UK GDP over 60 years and therefore additional national tax revenues of at least £14.8bn\",\"London and the wider South East already account for 38.4 per cent of the UK construction output and the announcement of Crossrail as a further major infrastructure project confirms the continuing demand for construction skills. Crossrail further increases the demand for more Londoners to be trained in construction skills\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}