{
 "pageTitle": "Perryn Road Crossing Exhibition comes to Acton",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Perryn Road Crossing Exhibition comes to Acton",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Residents in Acton will have the opportunity to view and comment on proposals for the Perryn Road crossing of the A40 this week."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We have worked hard to develop a solution that will meet residents needs",
     "A three-day exhibition of the plans (18 to 20 October) will include artists' impressions of a new footbridge, proposed as part of the current A40 major bridge replacement project, to the east of Gypsy Corner.\u003cbr /\u003e\u003cbr /\u003eThe footbridge already in that area is in need of replacement.",
     "An earlier proposal to replace the footbridge with a road level crossing was reconsidered by Transport for London (TfL) following local concerns over accessibility and safety.",
     "The replacement footbridge now proposed has been specially designed with ramps and steps to meet modern accessibility standards.",
     "It will be able to accommodate cyclists and will be lit to ensure the safety and security of users.\u003cbr /\u003e\u003cbr /\u003ePeter Brown, Chief Operating Officer, Streets, TfL, said: \"We have worked hard to develop a solution that will meet residents needs, including the latest European accessibility guidelines, within the available space.",
     "\"We are very pleased with the new proposal and look forward to getting feedback from local residents.\"",
     "The proposed Perryn Road footbridge has been designed by award winning architects Grimshaw and Partners.",
     "If the proposal proves popular it is anticipated the new footbridge will be completed by autumn 2009.\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors: \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Images of the proposed designs are available on request\",\"Events will be taking place on:\",\"Thursday 18 October, 14.00 - 20.00, Westcott Park Community Centre, 13 Ferguson Drive, Westcott Park, Acton W3 6YP\",\"Friday 19 October, 14.00 - 20.00, St Dunstan's Church Hall, Friars Place Lane, Acton W3 7AW\",\"Saturday 20 October 09.00 - 15.30, John Perryn Primary School, Long Drive, Acton, W3 7PD\",\"The work is being carried out as part of an ongoing investment plan by TfL\",\"TfL Streets division is responsible for maintaining the 580km of the Transport for London Road Network (TLRN), recognisable as London's 'Red Routes'\",\"These improvements to the road crossing form part of a larger project to replace the two A40 Western Avenue bridges over the railway lines at Wales Farm Road and Perryn Road\",\"For more information on the scheme, visit \\u003ca href=\\\"http://www.tfl.gov.uk/a40actonbridges\\\"\\u003ewww.tfl.gov.uk/a40actonbridges\\u003c/a\\u003e \\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}