{
 "pageTitle": "Route 59 extended to St. Pancras and King's Cross",
 "description": "The extension will create a direct bus link between Waterloo, St Pancras and King's Cross. Eurostar passengers will be amongst those who benefit, when the Eurostar terminal moves to St. Pancras International on 14 November.The route will continue to serve",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Route 59 extended to St. Pancras and King's Cross",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) has announced that bus route 59, from Streatham Hill to Euston Station, will be extended to St. Pancras and King's Cross from Saturday 10 November."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The extension will create a direct bus link between Waterloo, St Pancras and King's Cross.",
     "Eurostar passengers will be amongst those who benefit, when the Eurostar terminal moves to St. Pancras International on 14 November.",
     "The route will continue to serve Euston Bus Station and then run along Euston Road, with stops at St. Pancras and King's Cross.",
     "John Barry, Head of Network Development for London Buses, said: \"The extension of route 59 will give a direct journey option between Waterloo, St. Pancras and King's Cross.",
     "\"It also creates new bus links for Brixton and Kennington.\"",
     "The change comes following a review of the existing service and reflects requests received from a number of passenger groups, including London TravelWatch.",
     "Brian Cooke, Chairman of London TravelWatch, said: \"We are delighted that passengers will now benefit from a much-needed direct link between Waterloo and King's Cross St. Pancras stations.\"",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e \u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"Route 59 runs every 8 minutes during the day and every 12 minutes in the evening on Monday-Saturday and every 12 minutes on Sundays. It uses double-deck buses\",\"All London's buses have in-vehicle CCTV and all except the Heritage Routemasters are accessible to wheelchair users\",\"With over 8000 buses on approximately 700 routes the London bus network has seen usage increase by 45 per cent since 1999/2000\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}