{
 "pageTitle": "State of the art bus stand opens on Lea Bridge Roundabout",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "State of the art bus stand opens on Lea Bridge Roundabout",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "An innovative new clean and green bus stand on the Lea Bridge Roundabout has been officially opened by Transport for London's (TfL's) Managing Director of Surface Transport, David Brown, and local councillors from Hackney."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This is an interesting approach to the use of highway space and keeps vehicles that are not in service off the streets",
     "The Lea Bridge bus stand can hold up to seven buses and has increased CCTV coverage to improve the safety of drivers and local residents.\u003cbr /\u003e\u003cbr /\u003eLandscaping improvements have been made to the roundabout as the new bus stand has replaced the site of a disused subway network.",
     "A semi-circle of pear trees is being planted on the stand to screen vehicles from local residents, and new grass banks and verges will screen it from nearby properties.\u003cbr /\u003e\u003cbr /\u003eDavid Brown, Managing Director for Surface Transport at TfL, said: \"The design, development and construction of the bus stand has been a great team effort between Transport for London, Hackney Council and local residents.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Up and running\"}",
     "\"This is an interesting approach to the use of highway space and keeps vehicles that are not in service off the streets.",
     "\"It will also provide some welcome rest facilities for bus drivers in East London.\"\u003cbr /\u003e\u003cbr /\u003eWith the bus stand now up and running, construction will soon begin on the facilities for bus drivers, which will provide toilet facilities and rest rooms as well as a unique windmill turbine to provide environmentally-friendly power for the stand.",
     "The new facilities should be fully operational by summer next year.",
     "\u003cstrong\u003eNotes to editors \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Photos of the event are available on request\",\"Transport for London's Bus Priority Team work in partnership with stakeholders to develop and deliver sustainable bus priority measures to minimise delay to bus passengers and protect bus operations from traffic congestion across London's road network\",\"There are currently 280km of bus lanes across London and investment both in bus lanes and other bus priority measures has been a vital element of the investment programme that has seen huge improvements in bus service reliability since 2000\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}