{
 "pageTitle": "Transport for London announces new Congestion Charge service provider",
 "description": "The decision follows a 12-month competitive tendering procurement process.IBM will be responsible for the operation of the Congestion Charging and Low Emission Zone schemes from November 2009, including the technology that will underpin payments and all",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London announces new Congestion Charge service provider",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) today announced that IBM United Kingdom Limited is the selected bidder for the Congestion Charging and Low Emission Zone service provider contract."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The decision follows a 12-month competitive tendering procurement process.",
     "IBM will be responsible for the operation of the Congestion Charging and Low Emission Zone schemes from November 2009, including the technology that will underpin payments and all customer contact channels.",
     "The contract is for a duration of five years with an option to extend a further five years.",
     "IBM's consortium partner, NCP Services, will be responsible for the schemes' enforcement.",
     "Graeme Craig, Interim Director of Congestion Charging at TfL, said: \"IBM's submission to operate the London Congestion Charging scheme has been selected as it best meets TfL's operational and technical requirements.",
     "\"It was also the most economically advantageous, which is important as net proceeds from Congestion Charging are invested in transport within London.",
     "\"We expect to continue our excellent working relationship with Capita over the next two years.\"",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e \u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"Three bidders were selected to submit final offers for the contract. They were the Capita Group plc, IBM United Kingdom Ltd and the Thales Alliance. The Thales Alliance was made up of Thales Information Systems Ltd, Accenture (UK) Ltd and Vertex Data Science Ltd\",\"Traffic levels in the original Congestion Charging zone remained stable in 2006, at 21 per cent lower than before the scheme was introduced in 2002, while traffic levels on boundary routes of the original zone have remained comparable to previous years\",\"Over the first three months of operation, traffic in the western extension zone was typically down by 10 to 15 per cent on equivalent levels in 2006. The first comprehensive survey of congestion in the western extension indicates that congestion has been reduced by between 20 and 25 per cent against comparable values in 2005 and 2006\",\"The Congestion Charge scheme generated provisional net revenues of £123m in 2006/07, which will be spent on further improvements to transport across London\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}