{
 "pageTitle": "Transport for London bids for control of Metronet",
 "description": "Under Transport for London's plans, the people and the assets of the two Metronet companies, BCV and SSL, will be transferred into two Transport for London nominee companies, which will be managed on a standalone basis whilst the long-term structure is",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London bids for control of Metronet",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London today announced that it has lodged a formal bid to take control of Metronet."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We strongly believe that the best and most robust way to achieve our ultimate goal is for an exit from the Administration process as early as possible",
     "Under Transport for London's plans, the people and the assets of the two Metronet companies, BCV and SSL, will be transferred into two Transport for London nominee companies, which will be managed on a standalone basis whilst the long-term structure is agreed with the Mayor and Government.",
     "Transport for London believes it is in the best interests of all parties for an exit from Administration as quickly as possible.  This is the best way to maintain the continued safe operation of the Tube network, to mitigate the performance and cost risks that inevitably come with such a situation, and to ensure the continuation of the Tube's vital upgrade and renewal programme.",
     "London Underground Managing Director, Tim O'Toole said:\u003cbr /\u003e\"In dealing with the collapse of Metronet, and through the Administration process, we have had two key priorities.  First, to ensure the continued safe and reliable operation of the Tube network for passengers. That has been achieved and I would like to pay tribute to the hard work and dedication shown by all Metronet and London Underground staff, as well as the Administrator and his team.  We need to continue to work together for passengers.",
     "\"Secondly, once under Transport for London control, we seek to put in place a stable, economic and efficient structure that is better able to deliver our investment priorities that will lead to increased capacity on the Tube in future.",
     "\"We strongly believe that the best and most robust way to achieve our ultimate goal is for an exit from the Administration process as early as possible.  It is for this reason that we have now lodged our formal bid for Metronet, which I trust can be concluded as swiftly and efficiently as possible.\"",
     "Transport for London's bid for the two Metronet companies has been constructed on the basis that there should be no net additional cost to the organisation.\u003cbr /\u003eends",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Notes to editors:\"}",
     "{\"template\":\"bulletlist\",\"items\":[\"The two Metronet companies, Metronet Rail BCV and Metronet Rail SSL, entered PPP Administration on July 18, 2007\",\"This followed the PPP Arbiter's Interim Determination award of just £121m for Metronet Rail BCV, when the company had been seeking a £551m Interim Determination and £992m in total\",\"Metronet Rail BCV is responsible for the maintenance and renewal of the Bakerloo, Central, Victoria and Waterloo \\u0026 City lines\",\"Metronet Rail SSL is responsible for the maintenance and renewal of the Sub-Surface lines - the Circle, District, Hammersmith \\u0026 City, Metropolitan and East London* lines\",\"Tube Lines is responsible for the maintenance and renewal of the Jubilee, Northern and Piccadilly lines\"]}",
     "* The East London line is due to close for upgrade on December 22, 2007 and is due to open in 2010 as part of Transport for London's new London Overground network.",
     "London Underground Press Office\u003cbr /\u003eDirect line: 0845 604 4141"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}