{
 "pageTitle": "Victoria Station upgrade works mean Victoria line trains will not stop at Victoria station over Christmas and the New Year",
 "description": "This essential work will be carried out between Saturday 22 December 2007 and Sunday 6 January 2008, a period when the station has fewer passengers. Victoria line trains will not stop at the station during this period. The asbestos has not been disturbed,",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Victoria Station upgrade works mean Victoria line trains will not stop at Victoria station over Christmas and the New Year",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "To prepare for the Victoria Station upgrade, which will increase the size of the station by around 50 per cent, work needs to be carried out to  remove asbestos from above escalators in the Victoria line ticket hall."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We are offering replacement bus services, and are letting everyone know in good time",
     "This essential work will be carried out between Saturday 22 December 2007 and Sunday 6 January 2008, a period when the station has fewer passengers.",
     "Victoria line trains will not stop at the station during this period.",
     "The asbestos has not been disturbed, and in this state is safe and is not a health risk to customers or staff.",
     "The works to remove it will be conducted by a team of specialists, but due to the location of the works, Victoria line trains will not be stopping at the station.",
     "London Underground regularly monitors for asbestos fibres and the removal works will also involve a rigorous regime of independent monitoring.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Ease congestion\"}",
     "Customers will still be able to use the District and Circle line services to and from Victoria Underground station, and Victoria National Rail station services are not affected by this work.",
     "A Rail Replacement shuttle bus service will run between Victoria and Pimlico stations so that passengers can get on the Victoria line to travel north or south.",
     "The Victoria Station Upgrade will include a new ticket hall, seven new lifts and nine new escalators to ease congestion and provide step-free access from street level to Victoria, Circle and District line platforms.",
     "John Doyle, Victoria line Manager, said: \"In order for the upgrade of Victoria station to progress smoothly, we need to undertake essential work to remove asbestos from above several escalators.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Carefully planned\"}",
     "\"Unfortunately, this work can only be carried out when the station is shut, and the closure has therefore been scheduled for over the Christmas and New Year period, when fewer passengers will be affected.",
     "\"We are offering replacement bus services, and are letting everyone know in good time.",
     "\"This work has been carefully planned and is conducted by specialists under strictly controlled conditions to ensure there is no safety risk to our staff and customers.\"",
     "This work is part of TfL's £10 billion Investment Programme to improve and extend the capital's transport network.",
     "The work is essential to provide for London's growing transport needs now, and into the future.",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "London Underground advises passengers to check before travelling via the following options:",
     "{\"template\":\"bulletlist\",\"items\":[\"On the \\u003ca href=\\\"http://www.tfl.gov.uk/tubeworks\\\"\\u003ewebsite\\u003c/a\\u003e \",\"The London Travel Info 24hrs telephone helpline: 020 7222 1234\",\"BBC Ceefax, page 436, or ITV's Teletext, page 164\",\"Information on posters, leaflets and 'Good Service' boards at Tube stations\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}