{
 "pageTitle": "West India Quay Station works completed",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "West India Quay Station works completed",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "A major refurbishment, that will give passengers better protection from the elements, was completed this week at Docklands Light Railway's (DLR) West India Quay station."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "DLR now handles well over 60m users a year and this work will ensure our service and facilities continue to keep pace with demand and expectation",
     "The £1.85m works, which began in March 2007, were funded by Transport for London's £10bn investment programme and completed three months ahead of schedule and on budget.",
     "The station has had its previous canopy replaced with a new bright glass one, which is stronger, bigger, and easier to clean.",
     "Ninety per cent of the glass, metal and general waste removed from the original canopy was recycled.",
     "Meanwhile the central part of the canopy was constructed from recycled rubber and plastic.",
     "A replacement canopy was required as a series of new developments in and around the station mean that it is now more susceptible to adverse weather conditions, such as high winds.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"High-profile projects\"}",
     "Jonathan Fox, Director DLR, said: \"I am particularly pleased to see this initiative successfully concluded ahead of time and on-budget.",
     "\"While the railway is involved in various high-profile projects such as the Woolwich Arsenal and Stratford International extensions, it is essential that we continue to upgrade our existing infrastructure.",
     "\"The work at West India Quay demonstrates this commitment to our customers, and I'm sure that all will be pleased with the improvements.",
     "\"DLR now handles well over 60m users a year and this work will ensure our service and facilities continue to keep pace with demand and expectation.\"",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e \u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"The works were carried out by DLR operator, Serco Docklands with assistance from Cleshar Contract Services\",\"Images of West India Quay station are available on request;  Docklands Light Railway is part of Transport for London\",\"Serco Docklands undertakes construction and infrastructure projects on behalf of DLR as well as operating and maintaining its trains\",\"The Woolwich Arsenal extension will open in 2009, the Stratford International extension in 2010. The first new rail car will be delivered in late 2007\",\"Further information on DLR is available \\u003ca href=\\\"http://www.dlr.co.uk\\\"\\u003eonline\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}