{
 "pageTitle": "Westminster Bridge scoops engineering award",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Westminster Bridge scoops engineering award",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Revolutionary works to repair the Capital's oldest bridge gain recognition at industry awards."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We have been able to deliver this project with minimal disruption to the public",
     "Revolutionary works to repair the Capital's oldest bridge gain recognition at industry awards.",
     "Transport for London's (TfL's) work to replace fascias on Westminster Bridge was awarded a highly commended at the Institute of Civil Engineers London Region Merit Awards for 2007.",
     "The awards, held at The Tower Hotel on Thursday 11 October, recognised innovation, engineering excellence and sustainability in the field.",
     "Westminster Bridge is the oldest bridge still in use in London and is one of the most historic and photographed parts of the Capital.",
     "TfL worked with contractor Interserve, their designer Tony Gee and Partners, and consultant Hyder, on the project.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Decorative fascias\"}",
     "The scheme replaced 14 cast iron decorative fascias and refurbished 28 spandrels and 32 decorative shields.",
     "Throughout the work the bridge and river remained open for all users and work was conducted from a 35 metre floating crane from the river.",
     "This ground breaking method of working was one of the elements of the project recognised at the ICE Merit Awards.",
     "TfL's Project Manager, Wole Ajose, said: '\"The award reflects the hard work, commitment and ingenuity of the project team on what was a challenging and important scheme.",
     "\"We have been able to deliver this project with minimal disruption to the public and three months ahead of programme.\"",
     "The awards were presented on the night by Mr Quentin Leiper, President of the Institution of Civil Engineers.",
     "\u003cstrong\u003eEditors notes:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Photographs of the awards ceremony are available on request\",\"The Westminster Bridge Fascia Replacement project was completed in September 2007 and was a part of TfL's £10bn Investment Programme\",\"A number of other consultant parties also cooperated on the programme, including Port of London Authority, Lambeth Council, City of Westminster and English Heritage which advised on the historic nature of the Grade II listed structure\",\"TfL is responsible for maintaining and managing the 580km Transport for London Road Network, which although comprising only five per cent of the Capital's roads, carries approximately 33 per cent of its traffic\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}