{
 "pageTitle": "Customer satisfaction improves as London Underground stations have more staff",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "May",
   "url": "/info-for/media/press-releases/2015/may"
  },
  {
   "title": "Customer satisfaction improves as London Underground stations have more staff"
  }
 ],
 "title": {
  "title": "Customer satisfaction improves as London Underground stations have more staff",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Staff moved from underused ticket offices to public areas of stations at more than 70 stations and\t30% increase in number of station staff visible and available to help customers"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "LU's customers now have more staff available to help them face-to-face at more than a quarter of Tube stations. As a result, passenger surveys show customer satisfaction is up from 81% to 83% at stations where ticket offices have closed and mystery shopping shows staff helpfulness has increased from 92% to 96%.",
     "Staff are no longer in underused ticket offices and back rooms of stations, but are out in ticket halls and on gate lines, with record numbers on platforms - helping customers make their journeys and keeping them safe. By early next year, this will mean a 30% increase in the number of staff visible and available to help across the Tube. As now, all stations will be staffed and managed whenever train services are operating.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Fresh approach\"}",
     "Supporting this fresh approach to customer service, innovative training is being given to every member of station staff, including elements designed and delivered by disabled people on how best to assist disabled customers. Staff are also being equipped with the latest technology to help customers, and travel information and signage in stations is being improved.  Every ticket machine on the network has been upgraded and 150 more ticket machines are being installed across the network.",
     "A new flagship Visitor Centre is now open seven-days-a-week at King's Cross St Pancras station, and seven more will be opened at major stations - Euston, Gatwick, Heathrow Terminals 1,2,3, Liverpool Street, Paddington, Piccadilly Circus, and Victoria - throughout 2015. Millions of visitors each year will use these for the best value for money tickets, sale of Oyster cards and tickets for London attractions.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Extra staff to operate Night Tube\"}",
     "In keeping with LU's original commitments to staff, following detailed planning and extensive consultation with staff and Trade Unions, the number of jobs to be reduced has come down from the original estimate of 953 to 838. This reduction is being made with no compulsory redundancies. In addition, an extra 345 staff are being recruited to operate the Night Tube service, opening this September. Fifty-seven more posts have been created to meet increasing customer demand at some locations due to London's growing population.  There will remain over 5,000 station staff across the network, among the highest staffing level for metros in Western Europe and North America.",
     "Nick Brown, London Underground's Chief Operating Officer, said: 'The first three months of our station modernisations, which are providing a more personal service for customers, have been very encouraging. We have kept a close eye on all the stations transformed so far, and are making good our promise that staff will be more visible and available. Early indications from independent monitoring shows that customer satisfaction scores have improved at stations where under-used ticket offices are now closed. As we continue to deliver these changes, we'll keep focused on our core promises to customers: more staff on hand to help, better information to help plan and make journeys, and a range of ways to pay to suit all needs.'",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e :",
     "{\"template\":\"bulletlist\",\"items\":[\"These plans will save £50m per year, and £270m in total up to 2020/2021 alone.  These are net savings and take into account one off implementation costs and voluntary redundancies. In addition, higher commercial revenue from better shops and services at stations increase these savings even further. Every penny of London Underground's fare and other revenue is reinvested in improving the network, giving better value to our passengers\",\"LU has been in consultation with the Trade Unions for over a year, with over 150 meetings on the details of the staffing proposals. LU has, with the unions, carried out a station by station review and has adhered to every one of the commitments made to staff, including:\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"Role reductions are being delivered through voluntary severance. There are no compulsory redundancies and not one single member of staff is being forced out;\",\"There is a job at the company for anyone who wants to stay, and no one who stays will lose any pay;\",\"No one will have to 'apply for their own job' or move more than 30 minutes from their current work location;\",\"All stations will remain staffed at all times, with a staff member of Supervisor level looking after each station throughout.\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"Before the programme began, fewer than three per cent of journeys involved a visit to a ticket office, as customers avoid queuing by using Oyster, topping up online or using contactless payment\",\"These changes on London Underground form part of a huge range of improvements that reflect the needs of a successful 24-hour global city with a rapidly rising population. London's population is set to grow from 8.4m today to around 10m by 2030 -an extra Tube train full of people every three days - and it is essential that there is continued investment in transport to meet this increasing demand. London Underground will always keep the numbers of staff at stations under review to ensure that they can keep up with customer demand\",\"London Underground will introduce 24-hour 'Night Tube' services on core parts of the network from 12 September this year, radically improving night time travel options, cutting late night journey times by up to an hour and boosting London's economy\",\"Work on the Northern line extension to Battersea is due to start this year, which will support thousands of new jobs and homes and enable major regeneration in the Vauxhall, Battersea and Nine Elms areas. Major progress is being made in the rebuilding of key stations like Tottenham Court Road - where a spacious new ticket hall opened this month - Bond Street, Victoria and others. More than half of London Underground's 270 stations have now been improved, with features such as tactile strips, better CCTV, help points, electronic information displays, and improved seating and lighting\",\"The signalling systems on the Victoria and Jubilee lines have now been replaced to give customers some of the most frequent metro services in Europe, capacity on the Northern line has been boosted by 20% and the introduction of new air-conditioned trains on the District line is now underway following the successful introduction of these trains on the Circle, Hammersmith and City and Metropolitan lines\",\"Visitor Centres are being introduced at Gatwick, Euston, Paddington, Piccadilly Circus, Heathrow Terminals 1,2,3, Victoria and Liverpool Street station they are designed to offer help and welcome infrequent passengers and overseas visitors to the capital\",\"For more information please visit the Future Tube webpage on the TfL website: \\u003ca href=\\\"http://tfl.gov.uk/futuretube\\\"\\u003ehttp://tfl.gov.uk/futuretube\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}