{
 "pageTitle": "Passengers set to benefit  as key commuter rail services transfer to TfL",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "May",
   "url": "/info-for/media/press-releases/2015/may"
  },
  {
   "title": "Passengers set to benefit  as key commuter rail services transfer to TfL"
  }
 ],
 "title": {
  "title": "Passengers set to benefit  as key commuter rail services transfer to TfL",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Overground extended to routes between Liverpool Street station and Enfield Town, Cheshunt (via Seven Sisters) and Chingford, along with services between Romford and Upminster"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The Mayor and Transport for London (TfL) today announced new fares for key commuter rail services out of Liverpool Street when they join the TfL network at the end of May. It will mean 80 per cent of pay as you go fares on those routes will be lower with the remainder unchanged. Some fares will fall by as much as 40 per cent.",
     "On Sunday 31 May, services currently operated by Abellio Greater Anglia, between Liverpool Street station and Enfield Town, Cheshunt (via Seven Sisters) and Chingford, along with services between Romford and Upminster, will become part of London Overground.",
     "From the same date, the stopping services between Liverpool Street and Shenfield will be run as TfL Rail in preparation for the introduction of Crossrail branded services in 2017.",
     "The services currently operate with National Rail pay as you go fares, which are generally higher than TfL fares. When services transfer, over 80 per cent of current rail journeys will reduce in price and TfL concessions will apply - giving customers substantial savings. The remaining 20 per cent of fares will remain unchanged.",
     "Examples of the new fares are:",
     "{\"template\":\"bulletlist\",\"items\":[\"Peak Zones 1-6 pay as you go fare from Romford to Oxford Circus will fall from £7.60 to £5.10 (a 30 per cent reduction) with the off-peak fare falling from £5.20 to £3.10 (a 40 per cent reduction)\",\"Peak Zones 1-6 pay as you go fare from Cheshunt to Zone 1 will fall from £8.20 to £6.90 (a 15 per cent reduction) with the off-peak fare falling from £6.20 to £4.00 (a 35 per cent reduction)\"]}",
     "The full fare structure for these services can be found here: \u003ca href=\"/cdn/static/cms/documents/lo-tfl-rail-fares-may2015.pdf\"\u003elo-tfl-rail-fares-may2015.pdf\u003c/a\u003e ",
     "A map of the routes affected can be found here \u003ca href=\"/cdn/static/cms/documents/tube-map-may-2015.pdf\"\u003etube-map-may-2015.pdf\u003c/a\u003e ",
     "All TfL concessions and discounts that currently apply to London Underground, the Docklands Light Railway, and London Overground will apply on the rail services transferring to TfL. This will include:",
     "{\"template\":\"bulletlist\",\"items\":[\"Free travel for under 11s accompanied by an adult\",\"Lower ZIP photocard fares for under 16s\",\"Free travel for customers with a 60+ London Oyster photocard, Freedom Pass or Veterans Oyster photocard\"]}",
     "Any fares currently below TfL levels will remain unchanged and no tickets will be withdrawn.",
     "The Mayor of London, Boris Johnson, said: `This is fantastic news for commuters, who won't just be benefitting from being part of the wonderfully efficient London Overground network, but for many of them their fares will be reduced as well. This is a clear demonstration of why it is a no brainer for TfL to be given more control of suburban rail services, enabling more people to reap the benefits of rail devolution.'",
     "The Managing Director of London Rail, Mike Brown, said: `We are very pleased to take over responsibility for these routes into and out of Liverpool Street and, over time, look forward to improving the services for the passengers using them. Just as on London Underground, people will see staff at our stations at all times when trains are running - providing reassurance to the public as well as a turn up and go service for disabled customers. Passengers will also benefit from new fares which, in the most cases, will save them money, with Oyster and contactless payment continuing to provide the best value.'",
     "Stephen Locke, Chair of London TravelWatch, said: `Given that affordability of fares is a major issue for passengers, we welcome the lower fares which will come when TfL takes over these services and the fact that TfL concessions and discounts will apply. However, passengers will also benefit from the service improvements that have been promised which overall will give passengers better value for money and strengthen the case for further devolution of rail services to the Mayor of London.'",
     "Some fares will come down but will remain at a level consistent with National Rail to ensure the Crossrail Sponsors' Agreement and the Government's fare policy requirements are adhered to. For example, the pay as you go peak fare from Brentwood to Zone 1 will come down by £1.50 to £8.20 and the off-peak fare by £2.30 to £5.30 - significantly lower than the current fares but higher than the standard Zone 1-9 Tube fare.",
     "TfL does not make a profit from fares. All income is reinvested to run and improve services for customers and users.",
     "Under TfL, London Overground has become one of the most popular and punctual railways in the country.  Services have been radically improved with continuing investment and expansion to parts of the Capital which were once not well served by rail.  Stations have been brought up to modern standards, with CCTV, better security, a turn up and go service for disabled Londoners and staff present at every station at all times services are operating.",
     "Customers using these services will also benefit from the same refund policy as existing London Overground customers - if they are delayed for 30 minutes or more for a reason within TfL's control they will be entitled to a full single fare refund for their journey.  If there is an incident which causes significant disruption then automatic refunds will be issued.",
     "TfL Rail services will operate between Liverpool Street and Shenfield in preparation for the introduction of Crossrail - the East-West railway that will transform travel in London.  They will be operated by MTR, and will deliver improvements for customers until the new Crossrail trains, and the first Crossrail services as far as Liverpool Street, are introduced in 2017.",
     "Notes to Editors",
     "{\"template\":\"bulletlist\",\"items\":[\"On the Upminster to Romford service a member of staff will travel on the train between Romford and Emerson Park to ensure someone is available to assist passengers during hours of operation. Staff will also be available at Upminster and Romford stations from the first to last train.\"]}",
     "Shenfield",
     "{\"template\":\"bulletlist\",\"items\":[\"Although the train services transferring to TfL Rail in May 2015 terminate at Shenfield, the station will continue to be served primarily by fast main line services. Abellio Greater Anglia will continue to manage the station and set most fares, including the pay as you go fares from Shenfield to Zone 1 and beyond, and all through fares to the rest of the National Rail network in the same way they do today.\",\"All non-Zone 1 fares from Shenfield to the rest of the TfL rail network will be set by TfL; Abellio Greater Anglia will no longer set fares to east London including Docklands and Stratford.\",\"Prices will not change for any single or return paper ticket.\"]}",
     "Brentwood",
     "{\"template\":\"bulletlist\",\"items\":[\"Brentwood's pay as you go fares are currently set by Abellio Greater Anglia and the station is outside the TfL fare zones. The train service from Brentwood will be provided by TfL Rail from 31 May and to coincide with this, Brentwood will be moved to Zone 9. This will mean that all TfL stations are included in the numbered Zones 1-9.\",\"As a result of Brentwood being added to Zone 9, the 7 Day Zone 1 Travelcard from there will fall in price from £87.40 to £83.40 bringing it in line with current TfL fares.\",\"Pay as you go fares from Brentwood to Zone 1 London Underground stations will also go down. The peak fare will reduce from £9.70 to £8.20 and the off-peak fare will reduce from £7.60 to £5.30.\"]}",
     "Cheshunt to Tottenham Hale",
     "{\"template\":\"bulletlist\",\"items\":[\"The service from Cheshunt to Liverpool Street via Southbury will be operated by London Overground, while the service from Cheshunt to Liverpool Street via Tottenham Hale will remain operated by Abellio Greater Anglia from 31 May 2015. However, following an agreement with Abellio Greater Anglia, the two lines will share the same TfL pay as you go fares.  This provides consistent fares for customers and means the same TfL Zone 3-2 fare of £1.70 peak and £1.50 off-peak will apply for journeys such as White Hart Lane or Northumberland Park to Hackney Downs.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}