{
 "pageTitle": "First pan-London Car Club Action Plan launched",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "May",
   "url": "/info-for/media/press-releases/2015/may"
  },
  {
   "title": "First pan-London Car Club Action Plan launched"
  }
 ],
 "title": {
  "title": "First pan-London Car Club Action Plan launched",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "A new \"Strategy for Car Clubs\" in London has been launched today (21 May), to encourage residents and businesses across the Capital to sign up to car club schemes as an alternative to direct car ownership.",
     "The new action plan, jointly developed by Transport for London (TfL), London Councils, the Greater London Authority (GLA), a coalition of car club operators and key stakeholders, aims to grow car clubs into a mainstream alternative to the private car for essential car journeys in London. This will help to address a number of challenges faced in the coming years, including population growth, congestion and environmental issues.",
     "London is already one of the leading car club cities in Europe - 85% of UK car club members are in the Capital - and the new action plan will help take this further by  developing and promoting car clubs and setting an example for other global cities to follow. Encouraging further use of car clubs was a key recommendation from the Mayor's Roads Task Force, which was set up in July 2012 to help deliver a template for world-class streets and roads fit for the future.",
     "London's roads are already under pressure, and maintaining a highly functioning road network is central to ensure it retains its position as a world renowned economic capital. Research by the RAC Foundation has shown that the average city dweller's car is only used for 4.6 hours a week, meaning that the vehicle is actually parked for 97 % of the time. With London's population forecast to grow to 10 million by 2031, potentially bringing thousands more cars on the road in the next decade, car clubs are a part of the solution to address this.",
     "Car clubs already have on-street parking bays in 27 of the 33 London boroughs and many boroughs have incorporated them into their transport infrastructure in innovative ways. However, low awareness of the schemes remains a key barrier to car club growth. To address this, the new plan sets out ten key actions, which will be delivered by all members of the coalition, to grow the membership of car clubs to one million users in London by 2025. The actions, which the partners will work together to deliver, include:",
     "{\"template\":\"bulletlist\",\"items\":[\"Working with London Boroughs to develop best practice measures to promote car clubs as a sustainable travel option for local residents and businesses\",\"Improving access to data such as nearby parking bays through new technology and apps, as well as making more information available through the TfL website\",\"Creating more car club parking, as well as ensuring that new and existing car club bays are used as efficiently as possible to maximise their potential\",\"Encouraging more low emission vehicles, particularly electric vehicles, within car clubs to help increase the environmental benefits and reduce noise pollution\",\"Using public procurement to encourage boroughs to use car clubs as part of their fleets, in a similar way to how cycle safety is promoted as part of the Construction Logistics and Cycle Safety (CLOCS) scheme\",\"Lobbying Government to include car clubs in its own procurement frameworks to help build on the work being done at the local level; and\",\"Promoting car clubs to commercial and business fleets to help reduce the burden of fleet management and encourage further use of electric vehicles\"]}",
     "Leon Daniels, Managing Director of Surface Transport at TfL, said: `The use of car clubs in London has grown significantly in recent years and we continue to support the initiative across London as a way to help reduce congestion and encourage sustainable travel. I myself am a regular user and this new action plan will help encourage more Londoners to consider the benefits of car clubs, including the money saved. I thoroughly welcome this positive action and look forward to working with the coalition to deliver these simple yet sensible actions.'",
     "Cllr Julian Bell, Chair of London Councils' Transport and Environment Committee, said: 'Car clubs are an increasingly popular means of getting around London. They have the potential to ease the pressure on our roads and help tackle poor air quality, which poses a threat to peoples' health across the city. This strategy outlines the way in which members of the Car Club Coalition can work in partnership to make car clubs more accessible in the future.'",
     "Cllr Feryal Demirci, Cabinet Member for Neighbourhoods at Hackney Council, said: 'This new Car Club Strategy will help to ensure that boroughs and operators work together to make London the leading city in the world for car clubs and car sharing services. By 2025 we will be in a situation where car clubs are so accessible and convenient that there will be no need to own a private vehicle.'",
     "Alistair Kirkbride, Executive Director for Carplus, said: \"Car Club use meant that there were 14,000 fewer private cars on London's roads in 2014. We welcome support from Transport for London, London Councils and the Greater London Authority for the Car Club Action Plan. By working together we can grow car club membership in London to levels which will greatly reduce pressure on the roads whilst giving people access to cars when they need them.\"",
     "Gerry Keaney, Chief Executive of the British Vehicle Rental and Leasing Association (BVRLA), said: \"The BVRLA is delighted to be a member of the Car Club Coalition. Supporting new models of urban mobility is essential if we hope to deal with the issues of congestion, road safety and air quality that affect our cities.",
     "\"Car clubs, car rental and other forms of pay-as-you-go motoring are evolving at a rapid pace. The BVRLA will support this development by ensuring that operators are treated fairly by policy makers and get all the support they need to serve their growing customer base.\"",
     "For more information about Car Clubs in London, please visit \u003ca href=\"http://www.tfl.gov.uk/car-clubs\"\u003ewww.tfl.gov.uk/car-clubs\u003c/a\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The new \\\"Strategy for Car Clubs\\\" action plan can be downloaded here: \\u003ca href=\\\"http://www.tfl.gov.uk/modes/driving/car-clubs\\\"\\u003ehttp://www.tfl.gov.uk/modes/driving/car-clubs\\u003c/a\\u003e \",\"The members of the Car Club Coalition are: Transport for London (TfL), London Councils, Greater London Authority (GLA), Carplus, the British Vehicle Rental and Leasing Association (BVRLA), Bolloré, car2go, City Car Club, DriveNow, E-Car Club, Europcar, Hertz 24/7, and Zipcar\",\"Currently, the UK has one of the highest car club memberships in the world with more than 160,000 members. The majority of these are in London (more than 135,000 members in January 2015), with the greatest density being in Inner London boroughs such as Westminster, Camden, Islington, Wandsworth, Lambeth and Hackney.\",\"The implementation of the \\\"Strategy for Car Clubs\\\" action plan will form part of the wider work being carried out across London as part of TfL's Road Modernisation Plan. With a budget of over £4 billion from now until 2020/21, this overarching plan represents the biggest investment in London's roads in a generation, including hundreds of transformational projects within the existing road network. Using radical ideas and innovative designs, the plan will make London's roads greener, safer and more attractive for the benefit of all road users.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}