{
 "pageTitle": "LU invites performers to new 'X Factor' style busking auditions",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "May",
   "url": "/info-for/media/press-releases/2015/may"
  },
  {
   "title": "LU invites performers to new ‘X Factor’ style busking auditions"
  }
 ],
 "title": {
  "title": "LU invites performers to new ‘X Factor’ style busking auditions ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground calls on talented performers to take part in new 'X Factor' style busking auditions this summer"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "For the first time, buskers keen to perform on the London Underground (LU) network and TfL's broader estate will battle for busking slots in a public 'X Factor' style competition. Talented musicians will face a panel of music industry experts in public locations around the Capital, and will be judged on their originality, technique and performance. Auditions are scheduled to take place between 18 July and 8 August as part of the Mayor of London's 'Busk in London' initiative, which was set up to support and promote busking in the Capital, with locations set to be announced over the summer.",
     "The winning buskers will be selected to showcase a wide range of music genres, representing London's incredible diversity. Applicants have the opportunity to follow in the footsteps of buskers who have gone on to achieve international fame and even to headline Glastonbury. Ed Sheeran, Jessie J, Bob Geldof and Katherine Jenkins are among a legion of successful musicians to test the waters in front of Tube customer audiences.",
     "Busking has brightened up passenger journeys since the London Underground Busking Scheme launched 13 years ago. There are 35 official busking pitches across the Underground network, with over 1,800 bookable performance slots every week.",
     "The Mayor of London Boris Johnson said: `Like the Underground, music and busking are a crucial part of the fabric of our great city, which is why we set up Busk in London. Working with TfL and other partners our goal is to make London the busking capital of the world and the TfL Busk in London auditions are a fantastic opportunity to win a regular slot playing to Londoners, commuters and tourists.'",
     "Gareth Powell, LU's Director of Strategy and Service Development, said: `'Performing on the Underground network has been a rite of passage for London musicians for generations and busking is a fantastic, tried and tested way to reach a diverse audience.  We're looking forward to scouting out new and undiscovered talent, and this year we're delighted to welcome to the public to take part in the excitement of the auditions for the first time. Our Busking on the Underground programme has been hugely successful and we know that after the auditions it will continue to provide high quality music for the millions of customers who use the Tube every day.'",
     "Keen musicians with an eye on a Tube busking spot will need to be a solo or duo act, aged 16 years or over and be resident in the UK to apply. Pop, classical, folk, world music and other quality performers are all welcome to apply to audition before applications close at midnight on Sunday 31 May.",
     "The TfL Busk in London auditions are part of the Busk in London programme set up to make it easier for street musicians in the Capital, and complement the Mayor of London's Gigs busking competition, which is also underway. Gigs is aimed at young London musicians aged 11-25, with great prizes for grabs, including a year's licence to busk on the Underground. The closing date for entries for Gigs is also midnight, 31 May 2015.",
     "For further information on how to apply for the TfL Busk in London auditions, Gigs and other information about busking in the capital visit the Busk in London website at \u003ca href=\"http://www.buskinlondon.com\"\u003ewww.buskinlondon.com\u003c/a\u003e .",
     "{\"template\":\"bulletlist\",\"items\":[\"Busk in LondonTfL is working with City Hall and other partners to support the Busk in London programme, which was launched by the Mayor earlier this year. Busk in London is the world's first ever city-wide street performance scheme. Backed by founding partners Westminster, Network Rail, TfL and Ticketmaster, the aim is to make busking and street performance much easier in the Capital, by reducing the reams of red tape and myriad of confusing rules that discourage performers from taking to the streets to perform. The ambition is to develop a pan-London approach and make the city more busker-friendly.\",\"Busk in London includes a 'one-stop-shop' website, \\u003ca href=\\\"http://www.buskinlondon.com\\\"\\u003ewww.buskinlondon.com\\u003c/a\\u003e , bringing together information previously scattered around the web, so that musicians and street performers can quickly access busking locations across the Capital.\",\"The website features a new interactive digital map, which provides a network of great busking locations across the Capital, and shows the boroughs that have adopted London's first Busking Code of Conduct, common sense guidance, devised by performers, councils, businesses and the police. The map also displays the locations of busking schemes that are already established and information on how to access them - these include the London Underground network, Covent Garden and the Southbank Centre.\"]}",
     "Gigs busking competition",
     "{\"template\":\"bulletlist\",\"items\":[\"The Mayor's Gigs busking competition is an annual event that has become London's biggest free music festival and is the largest youth music competition in the UK. Each summer Gigs transforms some of the Capital's busiest and most recognisable public spaces into a stage for talented Londoners aged 11-25. Gigs attracts thousands of applications, is seen by millions of people and offers great prizes to the winners, as judged by the public and an expert panel of music industry insiders.\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"Young Londoners wanting to take part need to enter by midnight on Sunday 31 May 2015 at www.buskinlondon.com or www.london.gov.uk/gigs. Gigs live performances will take place from 18 July - 8 August. Online voting from 10-30 August. The Gigs Grand Final will take place at Westfield Stratford City on Sunday 6 September.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}