{
 "pageTitle": "Final Jubilee line upgrade cost vindicates decision to end PPP says TfL",
 "description": "TfL today set out the final costs of the Jubilee line upgrade, which was commissioned under the flawed PPP arrangements but only completed following Tube Lines transfer to TfL - making clear that it vindicated the decision to end the PPP.The original",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Final Jubilee line upgrade cost vindicates decision to end PPP says TfL",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Final figure shows why it was essential for Transport for London (TfL) to end the flawed Public Private Partnership (PPP). End of the PPP means that upgrades can now be delivered much more efficiently and with far less disruption to passengers."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "TfL today set out the final costs of the Jubilee line upgrade, which was commissioned under the flawed PPP arrangements but only completed following Tube Lines transfer to TfL - making clear that it vindicated the decision to end the PPP.",
     "The original projected cost for the upgrade when Tube Lines' PPP contract was signed at the end of 2002 was £285.3m.",
     "However, the final cost was £721m, demonstrating why it was essential for TfL to acquire Tube Lines and bring upgrade work under the direct control of London Underground, effectively ending the PPP.",
     "Just more than 85 per cent of the total, £614m, was spent under the PPP arrangements and before Tube Lines transferred to TfL in the summer of 2010.",
     "Numerous deadlines, including the contractual deadline of end 2009, were missed and the improvements promised to passengers were not delivered until after the work came under the direct control of TfL.",
     "Following the acquisition and transfer of Tube Lines to TfL in June 2010, TfL was able to ensure LU and contractors worked together, instead of through adversarial contractual arrangements, and set out a clear and achievable programme and milestones towards completion of the upgrade, which was delivered in July this year.",
     "Ending the PPP also means that TfL can plan future upgrade and maintenance work in a way that sees all partners and contractors work together in much more efficient and economic way, saving hundreds of millions of pounds now and in the future.",
     "This will ensure that the next major upgrade, on the Northern line, will be delivered in a more efficient, economic and also far less disruptive way to Londoners and businesses.",
     "TfL has overhauled the closure programme for the Northern line upgrade, originally set out under the PPP, cutting the number of closures and reducing by over 60 per cent the disruption to passenger journeys.",
     "Mike Brown, Managing Director of LU, said: 'The final Jubilee line upgrade cost completely vindicates our decision to end the waste and inefficiency of the PPP and transfer the work to TfL.",
     "'Now we are free of the absurd constraints of the PPP contracts we are able to ensure that future upgrades, including the Northern line, are delivered in a much more efficient and economic way and with far less disruption to Londoners and businesses.",
     "'TfL repeatedly made clear that the PPP was an extremely expensive and completely inefficient way in which to upgrade the Tube.",
     "'Since we took control last summer we have completed the work that the PPP failed to deliver and overall reliability on the line, and across the Tube network as a whole, is now improving.",
     "'Since the end of July this year, we have been running an extra three Jubilee line trains per hour, providing space for an extra 5,000 passengers.'"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}