{
 "pageTitle": "Guide dogs to be allowed to use moving escalators for the first time ever",
 "description": "Visually impaired and other disabled people with trained assistance dogs will be able to use moving escalators legally for the first time on the Tube, Docklands Light Railway and London Overground thanks to the revision of a dated byelaw.TfL has worked",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Guide dogs to be allowed to use moving escalators for the first time ever",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Outdated byelaw requiring all dogs to be carried on escalators finally changed for guide dogs. The result of research and collaboration between Transport for London (TfL) and the Guide Dogs for the Blind Association."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Our aim is to help guide dog owners live independently, and this change is another step towards helping blind and partially sighted people enjoy the same freedom as everyone else.",
     "Visually impaired and other disabled people with trained assistance dogs will be able to use moving escalators legally for the first time on the Tube, Docklands Light Railway and London Overground thanks to the revision of a dated byelaw.",
     "TfL has worked with the Guide Dogs for the Blind Association to devise a training course that means the byelaw can be updated and all trained assistance and police dogs will be allowed to use moving escalators.",
     "The Government has now approved the byelaws and they will come into force on 5 October 2011.",
     "For many years TfL was advised dogs should not be allowed to use moving escalators to prevent injuries, so under TfL's byelaws all passengers with dogs were required to carry them on escalators or use lifts or stairs instead.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Modernisation and training\"}",
     "However recent research carried out by the \u003ca href=\"http://www.guidedogs.org. uk\"\u003eGuide Dogs for the Blind Association\u003c/a\u003e proved that dogs can be trained to use a moving escalator.",
     "The Guide Dogs for the Blind Association researched the safest methods for taking dogs on and off escalators and worked with TfL to test the techniques.",
     "Now guide dog owners who undertake special training developed and delivered by the Guide Dogs for the Blind Association will be able to use escalators at TfL stations.",
     "The Mayor of London, Boris Johnson, said: 'The modernisation of this antiquated byelaw helps make the Tube more accessible for all and is the fruit of some excellent collaborative work between Transport for London and the Guide Dogs for the Blind Association.'",
     "Wayne Trevor, London Underground's Accessibility \u0026 Inclusion Manager, said: 'It was not always practical for disabled passengers with an assistance dog to carry them on escalators, particularly if the person was visually impaired.",
     "'So we have worked with the Guide Dogs for the Blind charity for some years to find a solution.",
     "'The training course will make it far easier for people with guide dogs to use the Tube.'",
     "Oliver Barton, Client Services Manager at Guide Dogs for the Blind Association said: 'We're pleased to have worked with TfL to make it possible for guide dog owners to use escalators in their stations.",
     "'Once guide dog owners are trained, they will be able to safely use escalators if they provide the only means of accessing TfL-managed stations.",
     "'Our aim is to help guide dog owners live independently, and this change is another step towards helping blind and partially sighted people enjoy the same freedom as everyone else.'",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}