{
 "pageTitle": "Half a million London employees now signed up for 2012 travel advice, TfL tells Assembly and borough leaders",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Half a million London employees now signed up for 2012 travel advice, TfL tells Assembly and borough leaders",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport Commissioner tells Assembly Transport Committee that detailed transport plans are in place to support a great Games."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "No two days will be the same during the London 2012 Games and we need London's borough councils to work together - and with us - to ensure we host a great Games and keep our city moving next summer",
     "Transport for London (TfL) calls on London's borough leaders to work with them to ensure the Games are a success for all Londoners.",
     "Almost 400 London businesses employing more than half a million staff have signed up for bespoke 2012 Games travel advice, with hundreds more organisations attending special Games transport workshops.",
     "The figures were revealed by London's Transport Commissioner, Peter Hendy as he set out to the London Assembly's Transport Committee how detailed transport planning by TfL and all London 2012 partners will support a great 2012 Games, getting all athletes, officials and spectators to their events on time and keeping the Capital moving.\u003cbr /\u003e\u003cbr /\u003eTfL also today met with the leaders of London's 33 borough councils to brief them on the detailed transport plans and seek their support to ensure the Games are a success for all Londoners and that businesses can make the most of the financial opportunities offered by the Games.\u003cbr /\u003e\u003cbr /\u003eWith nine months to go until the start of the Games, TfL and London 2012 remain confident that they are on track to deliver the necessary reductions required in demand at certain times and certain locations on the transport network.\u003cbr /\u003e\u003cbr /\u003eLondon's Transport Commissioner, Peter Hendy said: 'These new figures show that we are on track to get all athletes, officials and spectators to their events on time and keep London moving.\u003cbr /\u003e\u003cbr /\u003e'I am confident London will provide the stage for the greatest Games we've ever seen, but I also know that this is a huge logistical challenge that will rely on everyone working together.",
     "'No two days will be the same during the London 2012 Games and we need London's borough councils to work together - and with us - to ensure we host a great Games and keep our city moving next summer.\u003cbr /\u003e\u003cbr /\u003e'We're listening to and working with London's boroughs and the business community and we're responding to their concerns.",
     "'That's why we've recently provided more detailed transport information and have promised more to come, all available on our new one-stop-shop online to make it as easy as possible to find and use.'\u003cbr /\u003e\u003cbr /\u003eA huge amount of work is already under way to ensure businesses and other organisations have the detailed information they need to enable them to plan ahead and keep on running during the summer of 2012.",
     "Meeting with the borough leaders, TfL representatives set out how TfL and the London boroughs can work in partnership to collectively meet the 2012 Games transport challenges.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"One-stop-shop\"}",
     "He also launched \u003ca href=\"http://www.tfl.gov.uk/2012\"\u003etfl.gov.uk/2012\u003c/a\u003e , a one-stop-shop website which brings together a combination of new and existing transport information in one easy to access location.\u003cbr /\u003e\u003cbr /\u003eFurther information, including detailed but easy to understand transport modelling, will be made available on the website over the coming weeks (see notes to editors), including:",
     "{\"template\":\"bulletlist\",\"items\":[\"Detailed 'hot spot' maps, postcode information and case studies to help businesses plan how they will manage the impact of the Olympic and Paralympic Route Networks (ORN and PRN), road events and the Central London Zone\",\"The release of a timetable laying out when additional data and business support will become available - including the launch of a new, free programme of advice on how to manage deliveries and freight and the results of an ongoing TfL-funded overnight delivery trial (November)\",\"A transport planning milestone calendar\",\"The public transport and road modelling 'hot spot' data previewed at today's event will also be published on the TfL website later in November.\"]}",
     "The new TfL website complements the advice and information already available to help businesses plan ahead at \u003ca href=\"http://www.london2012.com/traveladviceforbusiness\"\u003ewww.london2012.com/traveladviceforbusiness\u003c/a\u003e .\u003cbr /\u003e\u003cbr /\u003ePublic transport data, which is due to be released in November, will show how services on all Tube, DLR, London Overground and key National Rail stations are expected to be affected on a line-by-line, day-by-day basis during the Games, in intervals of 30 minutes.",
     "Preliminary information for London's road hot spots, based on recent highways modelling, is also due to be released in November.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e \u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"A total of 384 businesses, covering 507,172 staff, are now signed up to TfL's free Site Specific Advice programme, aimed at businesses with more than 200 employees. In addition, more than 250 small and medium enterprises have already benefited from free travel advice workshops\",\"London 2012 and TfL are offering free travel advice to businesses to ensure their staff, customers and suppliers can get around and they can make and receive important deliveries during the Games. As part of this advice they are asking businesses to consider ways which will help reduce their overall need to travel including:ul\",\"The timetable for release of further information can be found at \\u003ca href=\\\"http://www.tfl.gov.uk/2012\\\"\\u003etfl.gov.uk/2012\\u003c/a\\u003e . It includes:ul\",\"There are more than 12 million public transport journeys in the Capital daily and Londoners are already benefiting from a transport legacy before the Games, delivered by all 2012 transport partners - the London 2012 Organising Committee, the Olympic Delivery Authority, TfL, Network Rail, the Highways Agency, the Mayor and the Department for Transport - working in partnership, including:ul\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}