{
 "pageTitle": "Last chance to add your thoughts on South Kensington Tube station redevelopment",
 "description": "Local residents and stakeholders have been giving their thoughts on the proposal to London Underground for the past 6 weeks.The proposal details plans for a modest development that would help fund key station improvements.The plans, which have been",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Last chance to add your thoughts on South Kensington Tube station redevelopment",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Londoners who wish to share their views on plans to redevelop South Kensington station are being urged to get involved before the public consultation closes on Friday."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Without this development we do not have the funds to carry out the works which will help to reduce congestion and provide step-free access to the District and Circle lines at South Kensington station.",
     "Local residents and stakeholders have been giving their thoughts on the proposal to London Underground for the past 6 weeks.",
     "The proposal details plans for a modest development that would help fund key station improvements.",
     "The plans, which have been created with input from the Royal Borough of Kensington and Chelsea, reflect local residents' concerns by aiming to enhance the listed elements of the station and the surrounding neighbourhood.",
     "As such, the existing arcade, listed shop fronts and northern and southern entrances would all be retained, as would the facade of the Thurloe Street terrace.",
     "The 'Ox-blood' station building would also be retained and integrated with the residential development over the station ticket office.",
     "A study has been carried out in order to establish how best to address a problem at the station where the narrow flight of stairs from the District and Circle lines platforms is causing congestion problems.",
     "In addition, some customers find the station difficult to use because it can only be accessed via stairs.",
     " \u003ca href=\"/corporate/projectsandschemes/20735.aspx\"\u003eSee the study and comment on the proposal\u003c/a\u003e .",
     "The results of the study have shown that the best option would be a lift from a new Thurloe Street entrance into an enlarged ticket hall, as well as new stairs and a lift to the District and Circle line platforms.",
     "David Waboso, LU's Capital Programmes Director, said: 'We would like to thank everyone who has shared their thoughts with us over the last few weeks and urge anyone else who wants to have their say to do so before Friday.",
     "'This development has been designed with local concerns in mind and we feel that this is the best option for the community whilst also providing us with an opportunity to implement a number of key station improvements.",
     "'Without this development we do not have the funds to carry out the works which will help to reduce congestion and provide step-free access to the District and Circle lines at South Kensington station.'",
     "{\"template\":\"bulletlist\",\"items\":[\"Step-free access to the Piccadilly line platforms cannot be installed as part of this proposed scheme, but its future provision is made easier by the scheme and will be safeguarded\",\"A public meeting on the issue took place at Kensington Town Hall on Wednesday 21 September\",\"See \\u003ca href=\\\"http://www.tfl.gov.uk/corporate/projectsandschemes/20735.aspx\\\"\\u003ethe study\\u003c/a\\u003e , along with information on how to comment on this proposal, or request further details\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}