{
 "pageTitle": "London Underground bridge wins national award",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Underground bridge wins national award",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground (LU) stole the top prize in the Small Civil Engineering Project category at the British Construction Industry Awards for its rail bridge replacement project on the District line."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Installing this District line bridge in one weekend was a huge engineering challenge.",
     "The awards, which were held at the prestigious Grosvenor House Hotel in Park Lane last week, recognise excellence in the building and civil engineering industry.",
     "Hosted by BBC News presenter, Huw Edwards, the BCI Awards attract around 200 entries each year representing the best buildings and civil engineering schemes throughout the UK - ranging in size from very small to major.",
     "The judges were very impressed with the way this project was meticulously managed as well as its timely execution.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Huge logistical challenge\"}",
     "In just one single weekend, the existing 80-year-old District line bridge was removed and replaced with a brand new one.",
     "Bridge D83A is located between Ravenscourt Park and Hammersmith Tube stations.",
     "This huge logistical challenge also involved the fabrication of a new 90 tonne steel bridge off site in a factory in Newport, Wales.",
     "Once the new bridge was installed, new track was laid during the same weekend.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Special lifting equipment\"}",
     "This mammoth task was very complex and required much planning and shows how much valuable upgrade work LU carries out in a single weekend.",
     "The tight physical constraints of the site and the close proximity of residents in this urban environment was a critical consideration.",
     "Special lifting equipment was needed for the job.",
     "These machines had to be brought in from Holland by London Underground's (LU's) principal contractor Vinci Construction.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Investment\"}",
     "LU Project Manager Kirit Patel said: 'Installing this District line bridge in one weekend was a huge engineering challenge.",
     "'Winning this award recognises the commitment everybody at London Underground and Vinci put in over many months to make this project a success.",
     "'This kind of investment work is part of our plan to upgrade the Tube and will help improve journeys for the three-and-a-half to four million customers that use the network every day.'\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The Tube is undergoing a huge and essential programme to upgrade its ageing infrastructure - vital to cope with a growing population and to support the economic development and growth of the Capital and the UK. This includes the introduction of new track and signalling and the rebuilding of some of our most important stations. By the end of the current programme there will be 30 per cent more capacity. The upgrades will inevitably result in some disruption for passengers, but TfL is working hard to provide information and alternative travel options. The work is essential to provide for London's growing transport needs now, and into the future. TfL is urging all Londoners and Tube, London Overground, London Tramlink and Docklands Light Railways passengers to check before they you travel at weekends, allowing extra time where necessary. Weekend travel news is available at \\u003ca href=\\\"http://www.tfl.gov.uk/check\\\"\\u003etfl.gov.uk/check\\u003c/a\\u003e \",\"Images and further information is available on request\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}