{
 "pageTitle": "New Tube Poems remember war dead and reflect on quest for peace",
 "description": "The poems, which are part of the Poems on the Underground programme, also draw attention to the grief suffered by those who survived and will coincide with the sale of poppies ahead of Remembrance Sunday. The collection includes six poems. 'The Morning",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New Tube Poems remember war dead and reflect on quest for peace",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "A set of poems, which commemorates lives lost in war and celebrates the universal desire for peace, is now on display on Tube trains."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Loss of life, grief, war and the pursuit of peace have inspired poets for centuries. I hope that passengers will find the poems moving as they journey across the city.",
     "The poems, which are part of the Poems on the Underground programme, also draw attention to the grief suffered by those who survived and will coincide with the sale of poppies ahead of Remembrance Sunday.",
     "The collection includes six poems. 'The Morning After' by Tony Harrison is a vivid personal memory of VJ Day in Leeds and includes the following contradictory line 'joy though banked with grief'.",
     "'Passing-Bells' has the first 14 lines of a new poem by the poet laureate Carol Ann Duffy.",
     "She writes in memory of soldiers lost in wars that continue to this day.",
     "'Song in Space' is by Adrian Mitchell, who was a powerful advocate for poetry and a major anti-war activist.",
     "'Lost in France' by Ernest Rhys, the founder of Everyman's Library, is in memory of a young man killed in the First World War.",
     "'Futility' by Wilfred Owen, one of the most famous war writers, who died in France seven days before the Armistice ending the First World War, is about the senselessness of the slaughter that marked trench fighting.",
     "The final poem 'Lines from Isaiah', with an image from the British Library copy of the King James Bible (1611) marking the 400th anniversary of the work, expresses the timeless hope for peace.",
     "Judith Chernaik, Founder of Poems on the Underground, said: 'Loss of life, grief, war and the pursuit of peace have inspired poets for centuries. I hope that passengers will find the poems moving as they journey across the city.'",
     "\u003cstrong\u003eNotes to Editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Poems on the Underground was founded in 1986\",\"Passing-Bells, a Concert of Remembrance will take place on Saturday 12 November at 7.30pm at LSO St Luke's, 161 Old Street, EC1 9NG.\\u003cbr /\\u003ePoems about war and peace will be read by Gerard Benson and Cicely Herbert and guest poets Tony Harrison, George Szirtes and Carole Satyamurti. Music will be performed by the Apollo Chamber Orchestra and conducted by David Chernaik. Tickets £15 (£10 concessions) are available from Barbican Box Office 0845 120 7552 or book online at lso.co.uk/lsostlukes Group bookings 020 7382 7211, code 12112.\",\"The programme is supported by London Underground (Art on the Underground), Arts Council England and the British Council\",\"Poems are selected and the programme administered by Judith Chernaik and poets Gerard Benson and Cicely Herbert\",\"Praised for their elegance, clarity and simplicity, Poems on the Underground have inspired similar programmes on public transport in Dublin, Paris, New York, Vienna, Stockholm, Helsinki, Athens, Barcelona, Moscow, St Petersburg and, most recently, Shanghai and Warsaw\",\"Best Poems on the Underground, the latest book from Poems on the Underground published by Phoenix paperback 2010 is available from all bookshops and directly from Orion Books at \\u003ca href=\\\"http://www.orionbooks.co.uk\\\"\\u003ewww.orionbooks.co.uk\\u003c/a\\u003e \",\"London Underground (LU) is undertaking a major programme of renewal as part of Transport for London's (TfL's) multi-billion Tube upgrade. This will inevitably result in some disruption for passengers, but TfL is working hard to provide information and alternative travel options. The work is essential to provide for London's growing transport needs now, and into the future. TfL is urging all Londoners and Tube, London Overground and DLR passengers to \\\"check before you travel\\\" at weekends, allowing extra journey time where necessary. Weekend travel news is available at \\u003ca href=\\\"http://www.tfl.gov.uk\\\"\\u003etfl.gov.uk\\u003c/a\\u003e \",\"Images available on request.\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}