{
 "pageTitle": "Revamped service information boards make journeys easier for customers to plan",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Revamped service information boards make journeys easier for customers to plan",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Customers on the Tube will be greeted with clearer and more extensive travel information in stations from this week as redesigned service update information boards are rolled out across the network."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The boards, which are located in the ticket halls of London Underground (LU) stations, have been revamped in response to customer research on how TfL could offer more information to passengers to enable them to get up-to-the-minute updates and make choices about their onward journey.",
     "The new design will group any disrupted lines together at the top of the screen so that customers can see at a glance if their journey is likely to be affected.",
     "Disrupted lines will carry information alongside them to describe the extent and direction of the problem affecting them, rather than simply stating 'minor' or 'severe' delays as the current screen design does.",
     "Unaffected lines will be listed below those that are disrupted, and the foot of the new-look screen will carry rotating messages giving more information around any service disruption. The changes will also be reflected in web and mobile phone page views.",
     "Gareth Powell, LU's director of strategy and service development, said: 'The key changes we've made mean that electronic service update information is now much clearer - these changes will allow customers moving quickly through a busy station to see at glance whether their line is affected, and give them the information they need to make an alternative travel choice if they wish to.",
     "'Other train operating companies in the south-east are working together to improve customer information and Transport for London is assisting in that project, so that passengers on national rail within a certain distance of London could get live travel information at major interchanges and key stations.'\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}