{
 "pageTitle": "Tramlink rewarded for helping restore Croydon",
 "description": "Highest passenger numbers recorded on Tramlink networkTramlink has won the Judges' Special Award for Outstanding Achievement at the National Light Rail Awards. The prize was given in recognition of the dedication and effort of the London Tramlink recovery",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Tramlink rewarded for helping restore Croydon",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Special prize awarded to Tramlink for outstanding achievement."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This is a truly remarkable achievement and a worthy winner in this category",
     "{\"template\":\"bulletlist\",\"items\":[\"Highest passenger numbers recorded on Tramlink network\"]}",
     "Tramlink has won the Judges' Special Award for Outstanding Achievement at the National Light Rail Awards.",
     "The prize was given in recognition of the dedication and effort of the London Tramlink recovery team in response to the disruption caused by the civil disturbances in August.",
     "London Tramlink worked quickly and effectively to restore a full service on the tram network, just two days after looters and arsonists had caused extensive damage to the tracks and cabling on which the tram network relies.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Continued growth\"}",
     "Howard Johnston, Publisher of Tramways and Urban Transit and one of the judges at the awards ceremony, said: 'Within just 48 hours, the clearly well organised Tramlink team had re-erected the overhead lines, made safe the damaged masts, cleared the clogged tracks, isolated the melted signals and had services back up and running under immensely difficult circumstances. This is a truly remarkable achievement and a worthy winner in this category.'",
     "Councillor Jason Perry, Croydon Council's cabinet member for planning, transport and sustainability, said: 'This terrific one-day passenger figure is further evidence of the continued growth of the popularity of Tramlink, and of the council's dedication to providing an integrated and user-friendly transport network for the people who live and work in and around Croydon.",
     "'The August disturbances were an example of the worst of human nature, but the way everybody responded to the call to help in the aftermath was a testament to the best of human nature.",
     "'The London Rail Awards' recognition of Tramlink's efforts to get the network up and running is tangible evidence of all the hard work that was done after the trouble.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Record breaking\"}",
     "Only one month after the disturbances in Croydon, the area and transport system are not only back on their feet, but fighting fit - with Tramlink recording its busiest day during normal transport operation.",
     "On 23 September 2011 102,000 passengers boarded Transport for London's (TfL's) trams to make their journeys around the south east of the Capital.",
     "The record breaking figure marks an almost 20 per cent increase on average daily passenger numbers.",
     "A range of initiatives put in place by London Tramlink have boosted numbers of people using the trams.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Commercial centre\"}",
     "In the immediate aftermath of the civil disturbances, London Tramlink offered free travel on the tram network over the first weekend after the events - encouraging people back into Croydon's commercial centre and helping bring normality to local businesses.",
     "In addition, TfL has increased the frequency of evening trams on the Wimbledon to New Addington line.",
     "TfL has doubled the Tramlink service between 19:00 and 21:00 on weekdays, running a tram every seven minutes.",
     "This increase in frequency has seen a seven per cent rise in passenger numbers on this route.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Commitment\"}",
     "TfL's Managing Director of London Underground and Rail, Mike Brown, said: 'TfL and London Tramlink are pleased to have registered such a vast increase in passenger numbers on a single day, securing our place firmly within Croydon's community as a key transport provider.",
     "'We will continue our commitment to the area, and look to provide extra capacity on the Tramlink network ahead of the London 2012 Games.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The passenger figures reached on 23 September 2011 mark the second busiest day the service provider has seen. The busiest day was registered in November 2010 during the snow disruption when the tram reached an exceptionally high number of users, compensating for other transport providers being affected by the severe weather conditions\",\"Average daily use on weekdays so far this year, stands at 87,000 passengers. The peak number of 102,000 passengers reached on (Friday) 23 September 2011 indicates a 17 per cent increase on the daily weekday average\",\"Tramlink services are scheduled to increase in frequency when the six new trams commissioned this year, enter into service from spring 2012\",\"The 2011 National Light Rail Awards ceremony took place on Wednesday 5 October\",\"A photograph of the award winning team is available\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}