{
 "pageTitle": "Transport for London acquires Tube Lines' bonds",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London acquires Tube Lines' bonds",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) has announced that it has acquired approximately £1bn of Tube Lines' debt, one of the latest steps in winding up the expensive, inefficient and flawed London Underground PPP."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "As we deliver more frequent and reliable services and protect the frontline, we are ensuring that we are getting the maximum value for every single pound of taxpayers' and fare payers' money",
     "The debt acquisition means that TfL has bought back the majority of Tube Lines' overly complex and expensive £1.6bn debt structure, following the acquisition of £0.3bn of Tube Lines debt between August and September 2011.",
     "TfL's AA+ rating means the organisation will be able to achieve more competitive borrowing rates than those secured by Tube Lines, delivering significant savings over the long-term.",
     "TfL's Managing Director Finance, Steve Allen said: 'TfL is investing billions to upgrade and improve London's transport network.",
     "'As we deliver more frequent and reliable services and protect the frontline, we are ensuring that we are getting the maximum value for every single pound of taxpayers' and fare payers' money.",
     "'Following the transfer of Tube Lines to TfL in June 2010, we inherited debt that was more expensive than TfL is able to secure.",
     "'Thanks to our AA+ rating, which is the result of the critical nature of transport infrastructure we provide, sound financial management and delivery against our upgrade and improvement programmes, we are able to achieve more attractive rates than those available to Tube Lines.'",
     "Since acquiring Tube Lines TfL has completed the Jubilee line upgrade which was late and significantly over budget under Tube Lines' stewardship.",
     "TfL is also ensuring that the next major upgrade, on the Northern line, will be delivered in a more efficient, economic and far less disruptive way to Londoners and businesses.",
     "TfL has overhauled the closure programme for the Northern line upgrade, originally set out under the PPP, cutting the number of closures and reducing by over 60 per cent the disruption to customer journeys.\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}