{
 "pageTitle": "Transport for London leads the way with new Quantity Surveying apprenticeships",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London leads the way with new Quantity Surveying apprenticeships",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) is working with five suppliers to create a programme offering 12 new apprenticeship opportunities in quantity surveying."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The Greater London Authority (GLA) Group's Supplier Skills Team has assisted in developing a programme tailored to the skills needs of TfL and its supply chain, as well as supporting the opportunity to bring young talent into the industry.",
     "The Mayor of London has set a target of 100,000 apprenticeships in London by the end of next year and this apprenticeship programme forms part of TfL's commitment to deliver more than 2,500 positions internally and through its suppliers by 2012.",
     "Working in partnership with the \u003ca href=\"http://www.cstt.org.uk\"\u003eChartered Surveyors Training Trust \u003c/a\u003e (CSTT), TfL, Balfour Beatty, EC Harris, Morgan Sindall, Franklin+Andrews and Wates have given 12 young people the chance to train as a quantity surveyor while working on a range of projects across London including the upgrade of stations such as Tottenham Court Road and Bond Street, the sub-surface rail upgrade and Crossrail.",
     "Recognising the industry and business benefits of recruiting apprentices in quantity surveying, TfL suppliers and London Underground have joined together to create the 12 positions.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Helping young Londoners\"}",
     "The CSTT specifically target young Londoners from disadvantaged communities.",
     "As a result, these apprenticeships have been made available to young people who would otherwise have struggled to access employment.",
     "The apprenticeships began in September and will last two years.",
     "Apprentices attend college one day a week and then spend the rest of the time getting hands on experience with their employer.",
     "On completion of the two-year apprenticeship programme, apprentices will be able to achieve Associate membership of the Royal Institution of Chartered Surveyors giving them a clear progression pathway to full chartered status.",
     "The Mayor of London, Boris Johnson, said: 'To reach our target of 100,000 apprenticeships in London, we will need to work with a really broad cross section of employers to make sure there are as many routes as possible for apprentices to find their way into professional jobs.",
     "'This new apprenticeship scheme, developed by TfL in partnership with business, is great news for budding quantity surveyors and a fantastic example for us to follow in the future.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Invaluable experience\"}",
     "Junaid Oughradar, a TfL quantity surveying apprentice said: 'As an experience-based learner I researched apprenticeship schemes that would be suitable for me and this was perfect.",
     "'I started in September, and I've already learnt so much.",
     "'Over the next two years, I know that the skills and knowledge I will gain will be invaluable.",
     "'The TfL apprenticeship scheme is the ideal stepping stone for anyone who aspires to become a fully qualified quantity surveyor and I fully recommend it.'",
     "Martyn Brocks, Programme Commercial Manager at TfL said: 'We have worked closely with the Supplier Skills Team, CSTT and our suppliers, to develop this unique apprenticeship in quantity surveying.",
     "'I'm delighted with the progress so far and the commitment from our suppliers and am sure this scheme can be rolled out further in the future.",
     "'This apprenticeship provides a great opportunity for young Londoners to get into a profession that offers real career progression.",
     "'The range of projects they are involved in across London also means they have the chance to play a part in the growth of the city.'",
     "TfL was recently recognised for its work on developing skills in its supply chain at the Race for Opportunity awards help at the beginning of October.",
     "The award acknowledged the efforts TfL has made and continues to make to deliver a huge number of apprenticeships and other skills in its supply chain.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}",
     "{\"template\":\"bulletlist\",\"items\":[\"Established in 1984, the CSTT has been creating opportunities for young people to start a career in surveying for more than 25 years\",\"As an independent charity, CSTT supports young people from deprived areas, or those who face a disadvantage to gaining employment as surveyors, to become qualified regardless of their academic, social or financial circumstances. Its programme of support runs from application to qualification\",\"CSTT's training programmes are funded by the Skills Funding Agency, the Trust's employer partnerships, donations and grants\",\"CSTT currently supports 28 students from first year to the final sixth year, with 15 students still available to appoint for a work placement in a variety of disciplines. To register interest to take on a student please contact \\u003ca href=\\\"mailto:lizzie.cooke@cstt.org.uk\\\"\\u003elizzie.cooke@cstt.org.uk\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}