{
 "pageTitle": "Tube Lines sets green standard as double winner",
 "description": "Tube Lines was a double winner in two new categories at the national Management and Leadership Awards organised by the CMI.Tube Lines won the Training and Development Management award for its development schemes which target groups of employees like",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Tube Lines sets green standard as double winner ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The environmental credentials of Tube Lines, a subsidiary of Transport for London, and the way it develops its employees - including apprentices - have been recognised by the Chartered Management Institute (CMI)."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Tube Lines was a double winner in two new categories at the national Management and Leadership Awards organised by the CMI.",
     "Tube Lines won the Training and Development Management award for its development schemes which target groups of employees like apprentices.",
     "The apprentice scheme, which has previously won other awards, is a key way to bring new talent into the business and fill skills gaps in a cost-effective manner.",
     "Hugely popular with those on the scheme, it enjoys a retention rate of 98 per cent.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Ambitious targets\"}",
     "Last month 20 new apprentices joined Tube Lines, supporting the Mayor of London's successful drive to increase the number of apprenticeships offered in London.",
     "Mostly school leavers, the Tube Lines apprentices have completed inductions and are now doing two five-week training courses before starting on a series of work placements.",
     "They will work towards NVQ certification.",
     "Tube Lines also won the Social Responsibility Management (large enterprises) category for its Go Green environmental programme which has reduced the company's carbon footprint by thousands of tonnes and led the organisation to recycle an impressive 93 per cent of its waste - far in excess of national directives and even substantially exceeding the ambitious targets set by the London Mayor.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Developing potential\"}",
     "The CMI Management and Leadership Awards, incorporating the Institute of Consulting Awards, is the key annual event for recognising strong leadership, innovative management and continuous improvement and learning.",
     "The awards are a benchmark against which organisations can measure their capabilities in these areas.",
     "This year it introduced new categories including the two won by Tube Lines.",
     "Tube Lines Chief Executive Jon Lamonte said: 'It's not just good practice to pay attention to how you develop people and to consider your impact on the environment - it's good business sense and is helping us to improve the way our Underground lines run.",
     "'I'm delighted that teams at Tube Lines who work hard and live our values of delivery through our people and excellence through continuous improvement have received this recognition.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Tube Lines is a subsidiary of TfL and responsible for maintaining and upgrading the Jubilee, Northern and Piccadilly lines on the London Underground\",\"Visit \\u003ca href=\\\"http://www.makeyourmarkonlondon.com\\\"\\u003ewww.makeyourmarkonlondon.com\\u003c/a\\u003e for details of the Tube Lines apprentice and graduate development programmes\",\"Images and further information are available on request\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}