{
 "pageTitle": "Two thirds of bendy buses converted and major savings being made",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Two thirds of bendy buses converted and major savings being made ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Mayor is more than two thirds of the way towards fulfilling his pledge to rid the Capital of bendy buses."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The final bus will leave London in December and now Transport for London (TfL) has revealed its latest financial calculations estimate that when all 12 routes are converted it will save more than £7m a year thanks to the anticipated reduction in fare evasion.",
     "When every route is converted passengers will also be able to travel on almost 500 new vehicles that boast the latest clean engine technology.",
     "More than 50 of those buses will be hybrid double deck buses with the first 20 already on the Capital's roads.",
     "When compared to standard diesel vehicles the new hybrid buses are cleaner, quieter and more efficient, delivering a minimum 30 per cent reduction in carbon dioxide and 30 per cent better fuel economy.",
     "Introducing this technology will deliver immediate and long term benefits to quality of life by reducing pollution and CO2 emissions.",
     "TfL has also reviewed service patterns on the 12 routes being converted to ensure that they best match passenger demand.",
     "Every route has had, or will have when converted, an increase in frequency of buses at peak time.",
     "Plus the vast majority of passengers will see either the same or an increased frequency across the week.",
     "Boris Johnson, the Mayor of London, said: 'More than two thirds of these cumbersome machines have now been banished from the Capital with the remainder departing by the end of the year.",
     "'They were never suited to London's narrow thoroughfares and with their departure fare dodgers are now left with no place to hide.",
     "'Even better we are getting some truly clean, green machines out there that are less polluting than their predecessors.'",
     "A breakdown of the financial impact of removing bendy buses from London released today shows that when every bendy bus route has been converted there will be an annual saving of around £7.1m due to a vastly reduced rate of fare evasion on these routes.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Routes 38, 507 and 521 were converted in 2009, routes 18 and 149 in 2010, route 25 in June 2011, route 73 and 453 in September 2011\",\"The remaining routes - 12, 29, 207, and 436 - will have their bendy buses replaced with double-decker buses by the end of 2011\",\"A one-off cost of £2.2m will be incurred this year in respect of routes 29 and 207, where the conversions are happening in advance of the operating contracts being retendered. However there is a substantial overall saving to TfL because as a slight increase in contract costs is more than offset by an expected reduction in fare evasion, following the conversion of all 12 articulated routes, of £7.4m per year\",\"Service patterns on all the routes were fully reviewed prior to conversion, to ensure that service levels continue to be well matched to passenger demand. All routes have, or will have increases in peak-time frequencies and the vast majority of passengers will have the same or increased frequency across the day and week\",\"Change in costs:\"]}",
     "{\"template\":\"table\",\"rows\":[[\"\\u003cstrong\\u003eRoute\\u003c/strong\\u003e \",\"\\u003cstrong\\u003e Cost before (£thousand per year)\\u003c/strong\\u003e \",\"\\u003cstrong\\u003e Cost after (£thousand per year)\\u003c/strong\\u003e \",\"\\u003cstrong\\u003e Change (£thousand per year)*\\u003c/strong\\u003e \"],[\"\\u003cstrong\\u003e 12\\u003c/strong\\u003e \",\"8,784\",\"8,781\",\"-4\"],[\"\\u003cstrong\\u003e18\\u003c/strong\\u003e \",\"11,372\",\"12,032\",\"660\"],[\"\\u003cstrong\\u003e25\\u003c/strong\\u003e \",\"13,955\",\"13,832\",\"-123\"],[\"\\u003cstrong\\u003e29\\u003c/strong\\u003e \",\"10,204\",\"10,780\",\"576\"],[\"\\u003cstrong\\u003e38\\u003c/strong\\u003e \",\"13,071\",\"14,848\",\"777\"],[\"\\u003cstrong\\u003e73\\u003c/strong\\u003e \",\"13,622\",\"11,830\",\"-1,792\"],[\"\\u003cstrong\\u003e149\\u003c/strong\\u003e \",\"9,102\",\"8,136\",\"-996\"],[\"\\u003cstrong\\u003e207\\u003c/strong\\u003e \",\"9,835\",\"9,513\",\"-321\"],[\"\\u003cstrong\\u003e436\\u003c/strong\\u003e \",\"6,879\",\"6,948\",\"69\"],[\"\\u003cstrong\\u003e453\\u003c/strong\\u003e \",\"6,938\",\"7,652\",\"714\"],[\"\\u003cstrong\\u003e507\\u003c/strong\\u003e \",\"1,853\",\"2,275\",\"423\"],[\"\\u003cstrong\\u003e521\\u003c/strong\\u003e \",\"3,144\",\"3,431\",\"287\"],[\"\\u003cstrong\\u003eTotal\\u003c/strong\\u003e \",\"109,757\",\"110,059\",\"302\"]]}",
     "*Figures in this column are rounded to the nearest £thousand"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}