{
 "pageTitle": "Victoria Tube station escalator work completed three months early",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Victoria Tube station escalator work completed three months early",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Engineers worked flat out to give customers full station access again three months ahead of schedule."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This work was crucial as part of modernising and enlarging Victoria Tube station.",
     "{\"template\":\"bulletlist\",\"items\":[\"Essential work to meet growing demand at one of London's busiest stations\"]}",
     "Tube customers at Victoria station have full use of the busy interchange again after London Underground (LU) completed refurbishing the 42-year-old escalators in the main ticket hall three months ahead of schedule.",
     "The station is undergoing a £700m redevelopment, which will dramatically increase its size as well as improving accessibility for all.",
     "A new ticket hall, interchange passage, escalators and lifts will be completed by 2018 to enable the station to cope with increasing numbers of customers.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"21 million customers\"}",
     "The escalator work that has just been completed will mean more reliable operation of the station in the meantime as well as returning capacity for customers getting on and off the Victoria line.",
     "The three escalators which run down to the Victoria line platforms and which include the second most-used escalator in the world with 21 million customers hopping on each year, were out of service one at a time, in sequence, while they were being worked on.",
     "LU engineers worked around the clock to complete the work as quickly as possible to minimise disruption for customers, who were asked to use other stations as much as possible during the works.",
     "While the works were carried out LU staff worked hard to help all customers including disabled passengers get to their destinations as quickly and easily as possible, arranging alternative routes or transport where necessary.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Extra station staff\"}",
     "Howard Collins, LU's Chief Operating Officer, said: 'We have worked flat out to get all the escalators refurbished and back in customer service early - and over three months ahead of schedule - well ahead of the London 2012 Games when there will be increased demand.",
     "'This work was crucial as part of modernising and enlarging Victoria Tube station, which  is one of the busiest stations on London Underground, with 80 million passengers a year, expected to reach nearly 100 million a year by 2016.",
     "'While the works were carried out we brought in extra station staff to assist and all our staff did an excellent job helping all customers, including disabled customers get to their destinations as quickly and easily as possible, arranging alternative routes or transport where necessary.",
     "'We would like to thank customers for their patience during these works which we carried out in this way to avoid completely shutting the station or non-stopping trains.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The Tube is undergoing a huge and essential programme to upgrade its ageing infrastructure - vital to cope with a growing population and to support the economic development and growth of the capital and the UK. The benefits for Londoners will be great, with more trains - many with air conditioning - delivering faster, more frequent and reliable journeys. The Tube upgrade will mean a big increase in capacity of around 30 per cent\",\"Around £6.5bn has been invested in upgrading and extending transport links and this will enable spectators to get to and from the Games each day and ensure we will keep London moving\",\"This is already providing an early legacy of better transport options, particularly for people living in east London, which will continue long after the 2012 Games\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}