{
 "pageTitle": "Acclaimed artist Michael Landy brings Acts of Kindness to the Underground",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Acclaimed artist Michael Landy brings Acts of Kindness to the Underground",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Passengers and staff invited to submit stories of kindness seen on the Tube."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "I'm interested in what sort of exchange happens between strangers in an act of kindness",
     "Art on the Underground presents Acts of Kindness - a  new art project for stations and trains on the Central line created by Michael Landy, one of the UK's leading artists, in collaboration with London Underground passengers and staff.",
     "This project celebrates the ordinary acts of generosity and compassion that take place every day on the Tube.",
     "From 18 June Acts of Kindness invites users of the Underground, as well as Central line staff, to share stories of kindness that they have witnessed or been part of while travelling by Tube or on duty.",
     "Passengers should look out for posters across the Tube network or go to \u003ca href=\"http://www.tfl.gov.uk/art\"\u003etfl.gov.uk/art\u003c/a\u003e to submit their stories.",
     "Landy will select from these stories and place them as poster artworks in stations and trains along the Central line, adding more to look out for over time.",
     "The first Acts of Kindness stories will be debuted at four Central Line stations from the weekend of 23 July.",
     "More stories will be published \u003ca href=\"http://www.tfl.gov.uk/art\"\u003eonline\u003c/a\u003e .",
     "In the future, trains travelling on the line will also carry the stories.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Heroic acts\"}",
     "Michael Landy is interested in small, fleeting exchanges of kindness as much as heroic acts.",
     "Commenting on the project, he said: 'Sometimes we tend to assume that you have to be superhuman to be kind, rather than just an ordinary person'.",
     "Landy first began thinking about the idea behind Acts of Kindness in 2001 immediately after making his work Break Down.",
     "For Break Down he destroyed all his possessions, from his birth certificate to his car.",
     "The experience of being left with nothing helped him reflect on what we are aside from what we own, and on the value of feeling part of a common humanity.",
     "'One of the questions that motivated Break Down', he said, 'was what makes us human, more than just being consumers.",
     "'I guess I wanted to take that a step further.",
     "'I was looking for the right situation to explore what value kindness has, what it means, and what kind of exchange is involved in giving someone a helping hand.'",
     "He found the situation he was looking for in London Underground when he witnessed two strangers, one trying to help the other.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Gesture of trust\"}",
     "'I'm interested in what sort of exchange happens between strangers in an act of kindness.",
     "'It's a gesture of trust between two people.",
     "'There's a risk in that.",
     "'They may just ignore you or take it the wrong way.",
     "'I'm fascinated by when you see people prepared to give up something for somebody they don't know.",
     "'It's a remarkable moment.",
     "'It's unexpected, life-enhancing.",
     "'I think sometimes it's easier to remember those times when people have been unkind.",
     "'But once you start to notice kindness you see it happening more and more.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Innovative art\"}",
     "Munira Mirza, Cultural Advisor to the Mayor of London, said: 'Art on the Underground is one of the world's most innovative public art programmes, showing works by leading artists and enlivening the environment of the Tube for millions of passengers.",
     "'This latest commission by the well-known British artist, Michael Landy, helps capture the character of London Underground and the city it serves.'",
     "Tamsin Dillon, Head of Art on the Underground, said: 'I'm sure Michael Landy's Acts of Kindness will provoke a range of very interesting responses and I'm looking forward to seeing new stories of kindness appearing on the Central line.",
     "'This project is Michael's response to our invitation to make a new artwork for the Underground and his intelligent approach has lead to a project with exciting potential in this challenging context.'",
     "Moira Sinclair, London Executive Director of Arts Council England, said: 'Many people view the Tube as a functionary part of living in the Capital, as they dash from place to place and bury their heads in a book or their newspaper.",
     "'What Michael Landy's project will capture is the interactions between people on our iconic transport system, reminding us all that we have and need connections and celebrating both London and Londoners in the process.'",
     "Posters designed by the artist, inviting users of London Underground to share their stories, will go live on the Tube network from the weekend of 18 June.",
     "'Passengers will also be able to find out more and submit their stories at \u003ca href=\"http://www.tfl.gov.uk/art\"\u003etfl.gov.uk/art\u003c/a\u003e from 18 June.",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e :",
     "{\"template\":\"bulletlist\",\"items\":[\"The first Central line stations to receive the Acts of Kindness stories include Holland Park, Holborn and Liverpool Street\",\"Artist Michael Landy (born in 1963) grew up in east London where he still lives. Throughout his life most of his journeys have started out on the Central line. Landy was inspired to be an artist when as a child a picture he had made was shown on the BBC TV programme Take Hart. After school he studied art at Loughton, Loughborough and Goldsmiths. Shortly afterwards he achieved acclaim as one of the Young British Artists who transformed the international art scene in the early 1990s. Landy's major projects include Break Down (Artangel, 2001), where he destroyed all his material possessions. He made a painstakingly detailed list of everything he owned, totalling 7,227 items. Then a team of boiler-suited helpers passed them all one by one along a conveyor belt to be shredded and granulated in a former C\\u0026A store on Oxford Street. He walked away with nothing but a pair of overalls. The experience led him to reflect deeply on the value of the small acts of compassion that connect us with others, and triggered his idea for Acts of Kindness. Landy is currently Associate Artist at the National Gallery. In recognition of his major contribution to contemporary art, he was made a lifetime member of the Royal Academy of Arts in 2008\",\"Acts of Kindness is the first in Art on the Underground's Central line series of artist's projects taking place from 2011 to 2012. The Central line is 46 miles long, connects with all other Underground lines, and has 49 stations in 12 boroughs. The Central line series takes inspiration from the variety of people and places spanned by the line. Each project explores the theme of communication and exchange, and the connections we make with others. The Central line series of temporary commissions is supported by the National Lottery through Arts Council England\",\"Tube passengers can contribute their stories by visiting the project web pages at \\u003ca href=\\\"http://www.tfl.gov.uk/art\\\"\\u003etfl.gov.uk/art\\u003c/a\\u003e . Visit the website for full terms and conditions\",\"The Tube is undergoing a huge and essential programme to upgrade its ageing infrastructure - vital to cope with a growing population and to support the economic development and growth of the Capital and the UK. This includes the introduction of new track and signalling and the rebuilding of some of our most important stations. By the end of the current programme there will be 30 per cent more capacity. This will inevitably result in some disruption for passengers, but Transport for London (TfL) is working hard to provide information and alternative travel options. The work is essential to provide for London's growing transport needs now, and into the future. TfL is urging all Londoners and Tube, London Overground, London Tramlink and Docklands Light Railway passengers to \\u003ca href=\\\"http://www.tfl.gov.uk/livetravelnews\\\"\\u003echeck before they travel\\u003c/a\\u003e at weekends, allowing extra journey time where necessary\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}