{
 "pageTitle": "Big Red Book is a winner",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Big Red Book is a winner",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) has won a National award for employee communications at the Institute of Internal Communications annual awards."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "I am very pleased that the quality of this excellent guide has been recognised with this national award",
     "The award was presented for the Big Red Book, an invaluable guide that is produced for London's 23,500 bus drivers.",
     "The book provides clear direction on the level of service passengers and TfL expect.",
     "It also provides guidance and support to drivers on how to deal effectively with the tricky situations they encounter every day and contains a complete guide to bus services throughout London to help them provide information to passengers.",
     "Clare Kavanagh, Director of Performance said: 'I am very proud of the team here at TfL who have created this award winning guide. London's bus drivers are representative of the Capital's diverse population and for many English is not their first language.",
     "'Therefore a well written, clear and easy to refer to guide is vital. I am very pleased that the quality of this excellent guide has been recognised with this national award.'",
     "The first edition of the Big Red Book was produced in autumn 2008 and brought together many issues that were covered in separate materials, such as ticketing and how to help disabled passengers, into the one concise and portable guide.",
     "The current version was issued in 2010.\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}