{
 "pageTitle": "Bus travel in London highest in 50 years",
 "description": "London Buses have carried more passengers and travelled more kilometres in the last year than at any time in the last 50 years, according to new figures released by Transport for London today. The Capital's bus network is one of the largest and most",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Bus travel in London highest in 50 years",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Almost 2.3 billion annual passenger journeys. Buses travel 486 million kilometres. Bus ridership increases by 60 per cent since 2000."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "London Buses have carried more passengers and travelled more kilometres in the last year than at any time in the last 50 years, according to new figures released by Transport for London today.",
     "The Capital's bus network is one of the largest and most comprehensive urban transport systems in the world.",
     "During the last financial year London buses carried almost 2.3 billion passengers.",
     "That was 24 million more than the previous year and more than the entire number of journeys across the UK rail network.",
     "Bus ridership has increased by 60 per cent in London since 2000 due to a sustained investment in the bus network and improvements to services.",
     "Last year buses in the Capital travelled 486m kilometres in passenger service, which was 2.6m kilometres more than the previous year.",
     "Every weekday in London 7,500 buses carry more than six million passengers on 700 different routes across the Capital.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Remarkable logistics\"}",
     "Boris Johnson, the Mayor of London, said: 'In London we are able to boast possibly the most comprehensive network of bus services in the world and these statistics illustrate the quite remarkable feat of logistics completed every single day by the remarkable team of drivers, planners, mechanics and others who combine to transport millions of passengers around the Capital.",
     "'Their efforts are vital to Londoners and are exactly why I fought so hard to preserve the funding for these crucial services.'",
     "As we move into summer TfL has continued to work to ensure bus passengers are kept as cool as possible.",
     "All new double-decker buses are now fitted with air cooling systems on their top decks, while older double-decker buses have been fitted with extra opening windows on the upper deck.",
     "More than 75 per cent of buses in the Capital have also been fitted with white roof panels to reflect the heat.",
     "Plans for the Mayor's New Bus for London are also progressing well with an engineering test vehicle currently being put through its paces at Millbrook Proving Ground in Bedfordshire.",
     "The first six prototypes are due to come into service on the streets of London early next year."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}