{
 "pageTitle": "Crime continues to fall on the transport network",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Crime continues to fall on the transport network",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Mayor of London, Boris Johnson, has welcomed the news that once again the number of crimes on the transport network has fallen."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "New figures released by the British Transport Police (BTP) and the Metropolitan Police Service show that crime on the Underground and Docklands Light Railway (DLR) went down by seven per cent and offences on London's bus network down by four per cent in the last twelve months.",
     "The figures show that in 2010/11:",
     "{\"template\":\"bulletlist\",\"items\":[\"Violent crime against a person offences on the bus network has been cut by five per cent\",\"Public disorder offences on the Tube and DLR are down by 11 per cent\",\"Vandalism has reduced by 20 per cent for the Tube and DLR, and 12 per cent for buses\",\"Theft on the bus network is down by six per cent\"]}",
     "Over the last three years the Mayor and TfL have increased investment in transport safety and security.",
     "Safer Transport Teams have were introduced in all London Boroughs, providing over 400 MPS officers, and a cycle task force of 40 officers has been created.",
     "In addition, the consumption of alcohol on the TfL services has been banned, which has won the support of Londoners wanting to improve their experience of travelling on the Tube and on the bus.",
     "Boris Johnson, the Mayor of London, said: 'When I became Mayor I pledged to make London's vast network of public transport safer, and these figures confirm that our laser like focus on reducing crime on the network is having a positive effect.",
     "'The additional investment in safer transport team officers we created and extra British Transport Police officers we provided are doing a great job of helping keep Londoners safe, but we also plan to provide them with some extra support by putting another 413 Police Officers on the transport network next year.'",
     "The reduction in overall bus crime has been largely down to the work done by the TfL-funded Safer Transport Teams in each of the Capital's boroughs working closely with TfL, through working with community groups and schools, conducting intelligence-led operations and being a visible presence on the network.",
     "On the Tube and DLR, continued improvements in safety and security on trains and stations, as well as TfL's ongoing, collaborative work with the BTP, have also helped achieve a seven per cent reduction in overall crime.",
     "Despite the overall reductions in crime, small increases in robbery offences have been experienced over the last year.",
     "The numbers are low particularly in context of the billions of journeys made on the system each year - an additional 101 offences on the bus network and an additional 24 offences on the Tube and DLR over the year.",
     "We are not complacent and have measures in place to deal with this such as targeted police operations, CCTV to bring offenders to justice and crime prevention advice to encourage passengers to take extra care of their belongings, particularly expensive electronic items.",
     "Where robbery is an issue certain Safer Transport Teams will address any trends or increases by conducting high-visibility and intelligence led operations to deter offenders.",
     "Another offence that has seen a rise in the past year is theft of railway property, most notably cable theft.",
     "To combat this, officers from the BTP are using various tactics including covert operations and community based intelligence to crack down on those whose actions can disrupt the Tube.",
     "TfL continually works with the BTP on dedicated operations to minimise crime on the Tube and DLR networks and the hundreds of BTP officers who patrol the Tube and DLR network are supported by around 12,000 CCTV cameras in order to minimise any risks to passenger safety and security.",
     "Steve Burton, Director of Community Safety, Enforcement and Policing at TfL, said: 'The transport network is a low crime environment and it is encouraging that the number of crimes has again fallen on the bus and Tube/DLR networks. But we are not complacent and will continue to work together with our policing partners to further reduce transport crime in the Capital and keep passengers safe.'",
     "There are now just 10.5 crimes per million passenger journeys on London's buses, with 11.4 crimes per million passenger journeys on the Tube and DLR as the transport network remains a safe, low crime environment.",
     "BTP Chief Superintendent Mark Newton, London Underground Area Commander, said: 'There are remarkably low levels of crime on the Tube and I am pleased that we're announcing further reductions this year.",
     "'We are committed to reducing crime and passengers' fear of crime and our Proactive Patrol Teams mean there are more officers patrolling on trains than ever before, right up until close of service.'",
     "Chief Superintendent Sultan Taylor, MPS Safer Transport Command, said: 'This continual drop in bus related crime is thanks to partnership working with borough colleagues, and the intelligence-led policing capability of the Safer Transport Command and its Safer Transport Teams.",
     "'Together we shall continue to tackle and reduce bus related crime and instil even more confidence in the public who use the transport network.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Figures released by the British Transport Police (BTP) show that for 2010/11:\",\"Crime on the LU/DLR network was down by seven per cent (from 14,536 to 13,472)\",\"There are now just 11.4 crimes for every million passenger journeys\",\"Violent against the person offences has been cut from 1,997 to 1,971\",\"Sexual offences have been reduced from 328 to 300\",\"Criminal damage has gone down from 1,337 to 1,066\",\"Theft of passenger property including pick-pocketing has seen a decrease from 6,794 offences to 6,520\",\"Theft of railway property, including cable theft, has seen an increase of from 407 to 602\",\"Public disorder offences have gone down 1,462 to 1,307\",\"Fraud offences, including tampering with cash and ticket machines on LU property, have gone up from 206 to 227\",\"Drug-related offences have reduced from 1,266 to 727\",\"Crime figures for LU and DLR are reported together as these networks are policed by the same division of the BTP\",\"Figures released by the Metropolitan Police Service (MPS) show that for 2010/11\",\"Crime on London buses was down by four per cent (from 24,976 to 23,974)\",\"There are now just 10.5 crimes for every million passenger journeys\",\"Violent against the person offences have been cut from 6,890 to 6,576\",\"Sexual offences have been reduced from 550 to 514\",\"Criminal damage has gone down from 2,350 to 2,060\",\"Theft offences (including pick-pocketing) have seen a decrease from 6,794 offences to 6,520\",\"Robbery has seen an increase from 2,564 to 2,665\",\"Fraud and forgery offences have reduced from 326 to 315\",\"Drug-related offences have gone up from 693 to 887\",\"For more on the latest transport crime statistics please see the latest \\u003ca href=\\\"http://www.tfl.gov.uk/assets/downloads/corporate/Crime_Statistic_Bulletin_201011.pdf\\\"\\u003ecrime statistics bulletin\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}