{
 "pageTitle": "Get your name onboard London's cable car",
 "description": "This represents a unique and exciting opportunity for the private sector to be associated with what will be one of London's internationally recognisable landmarks and gain unprecedented exposure on one of the busiest transport networks in the world.From",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Get your name onboard London's cable car",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "With construction of London's cable car soon to be under way, Transport for London (TfL) has opened the Invitation to Tender for a commercial partner to sponsor this innovative regeneration project."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Sponsorship of the cable car offers a unique and exciting opportunity for a leading company to be entwined within the fabric of London",
     "This represents a unique and exciting opportunity for the private sector to be associated with what will be one of London's internationally recognisable landmarks and gain unprecedented exposure on one of the busiest transport networks in the world.",
     "From summer 2012 the cable car will provide a new low-emission, quick, direct and fully accessible link connecting the Greenwich Peninsula and the Royal Victoria Dock, two vibrant areas of growth on either side of the Thames.",
     "As the UK's first urban cable car it will be a spectacular architectural addition to London's skyline, providing a new transport link for thousands of Londoners each day and a catalyst supporting the continued economic growth and regeneration of east London.",
     "Sponsorship of flagship schemes, such as Barclays Cycle Hire or landmarks such as the EDF London Eye have proved to work well and a similar opportunity is now available with the cable car.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Become part of London\"}",
     "This is an opportunity to play an integral role in the future development of the Capital and in the daily lives of Londoners.",
     "The Invitation to Tender includes a range of naming and branding opportunities, including putting the sponsor's name with the scheme and sponsor-branded station names on the iconic Tube map.",
     "This would all need to be in accordance with TfL guidelines to both maintain the Tube map's integrity and ensure all branding, design and advertising (including on the cable car itself and its gondolas) is in line with TfL's advertising policy and sympathetic to the local environment.",
     "Chris MacLeod, TfL's Director of Group Marketing, said: 'Sponsorship of the cable car offers a unique and exciting opportunity for a leading company to be entwined within the fabric of London.",
     "'Once complete the cable car will become part of London's iconic skyline and transport network providing a commercial partner with an exceptional level of exposure for their brand.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Cable car colours\"}",
     "A commercial partner would receive a range of unique high-visibility opportunities for their brand including:",
     "{\"template\":\"bulletlist\",\"items\":[\"Branding the stations and gondolas with company name, colours and logo\",\"Associating their company name with the cable car\",\"Associating their company name with the name of the stations\",\"Inclusion of the scheme and station names on the Tube map\"]}",
     "A formal tender document setting out the full range of rights on offer is now available to interested parties, with the deadline for submissions in mid-July,",
     "Interest can be registered now via \u003ca href=\"mailto:cablecar@tfl.gov.uk\"\u003ecablecar@tfl.gov.uk\u003c/a\u003e .",
     "It is anticipated that a winning bidder and official cable car commercial partner will be announced later this year.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"For more information about the TfL cable car Commercial Partners Programme, emiail \\u003ca href=\\\"mailto:cablecar@tfl.gov.uk\\\"\\u003ecablecar@tfl.gov.uk\\u003c/a\\u003e or visit \\u003ca href=\\\"http://www.tfl.gov.uk/cablecar\\\"\\u003etfl.gov.uk/cablecar\\u003c/a\\u003e \\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}