{
 "description": "Changes to taxi drop-off and pick up points. Temporary changes will enable major new capacity at Liverpool Street and Moorgate from 2018.From Saturday 18 June, Londoners using the Liverpool Street and Moorgate areas are being advised that some long-term",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Helping deliver Crossrail: Changes to travel around Liverpool Street and Moorgate",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Bus diversions and changes to local stopping arrangements. Alterations to local walking routes. Changes to access in and out of Moorgate station."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Changes to taxi drop-off and pick up points.",
     "Temporary changes will enable major new capacity at Liverpool Street and Moorgate from 2018.",
     "From Saturday 18 June, Londoners using the Liverpool Street and Moorgate areas are being advised that some long-term but temporary changes will be made to local travel arrangements as work continues on the new Crossrail station at Liverpool Street.",
     "Some changes are due to works that are expected to be completed by early 2012, with others remaining in place until the station works are complete in 2018.",
     "When Crossrail opens in late 2018, it will transform journeys across London and the South East and transport around 200 million passengers a year with its trains carrying around 1,500 passengers each at peak times.",
     "The new station at Liverpool Street will provide connections to five Tube lines and Londoners using Crossrail services from the station will be able to get to Canary Wharf in six minutes, Paddington in nine minutes or to Heathrow in just 33 minutes.",
     "While work on the new station takes place the following changes will be made:",
     "\u003cstrong\u003eChanges to local bus services\u003c/strong\u003e ",
     "Buses will be diverted in the Liverpool Street area.",
     "This will affect routes 21, 43 and 141 which will be diverted southbound only between Moorgate (Eldon Street) and Bank station until early 2012.",
     "At Moorgate station the nearest alternative stop for buses towards London Bridge will be stop K, just south of Finsbury Square.",
     "At Princes Street (Bank Station) stop G will need to be used in King William Street.",
     "Routes 76 and N76 will be diverted southbound only between Moorgate (Finsbury Square) and St Paul's Churchyard until early 2012.",
     "These routes will not serve Moorgate, Bank or Mansion House.",
     "At Moorgate the nearest alternative stop for buses towards Waterloo will be stop S on Chiswell Street.",
     "Routes 100 and 205 will not serve Liverpool Street bus station.",
     "The nearest alternative bus stops will be on Wormwood Street, just east of Old Broad Street.",
     "Bus stop P for services towards Aldgate and bus stop Q for services towards Old Street.",
     "For route 205 towards Bow there is an additional bus stop, V, on Eldon Street.",
     "Routes 214 and 271 will start and finish at Moorgate (Finsbury Square) at bus stop H, and will not serve Liverpool Street station.",
     "Route 153 will be diverted in both directions between Liverpool Street and Moorgate however there will be no changes to bus stops.",
     "\u003cstrong\u003eMoorgate station and local walking routes\u003c/strong\u003e ",
     "Around Moorgate station there will be changes to the roads and footpaths that will change the way passengers can enter or exit the station.",
     "From September 2011, Moorfields will be closed between the station and London Wall.",
     "The Moorfields entrance will be accessible from either Moor Place or from Ropemaker Street.",
     "Passengers can also access the station by using the entrance on the east side of Moorgate, or the entrance on the west side of Moorgate through a covered footpath.",
     "\u003cstrong\u003eTaxis\u003c/strong\u003e ",
     "Old Broad Street will be closed to all traffic, with the exception of buses and local delivery vehicles, between London Wall and Liverpool Street meaning taxis can not be hailed in this area.",
     "Step-free access to taxis will continue to be available at Liverpool Street station adjacent to platform 10, and at the eastern half of Liverpool Street at the front of the station.",
     "Transport for London will endeavour to keep disruption to a minimum although at times, such as at weekends, Liverpool Street bus station may be closed for additional work.",
     "There may also be additional short-term road alterations and traffic diversions until the Crossrail works are completed.",
     "For up-to-date \u003ca href=\"http://www.tfl.gov.uk/livetravelnews\"\u003etravel information\u003c/a\u003e or to \u003ca href=\"http://www.tfl.gov.uk/journeyplanner\"\u003eplan your journey\u003c/a\u003e , please visit the TfL website.",
     "For further information about Crossrail visit \u003ca href=\"http://www.crossrail.co.uk\"\u003ewww.crossrail.co.uk\u003c/a\u003e or call the 24-hour helpline on 0345 602 3813.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}