{
 "pageTitle": "London Overground gets better and better say passengers",
 "description": "London Overground's rise to the top of Network Rail's punctuality performance tables has been supported by a huge vote of confidence from passengers in an independent poll published today.In the last year there has been a 17 per cent increase - from 72 to",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Overground gets better and better say passengers",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Following top performance in Network Rail tables, London Overground gets a huge vote of confidence from passengers."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "These results show what can be done with a combination of investment, planning and hard work",
     "London Overground's rise to the top of Network Rail's punctuality performance tables has been supported by a huge vote of confidence from passengers in an independent poll published today.",
     "In the last year there has been a 17 per cent increase - from 72 to 89 per cent - in those satisfied with the railway overall, according to the latest Passenger Focus survey conducted in spring 2011.",
     "The average for London and the South East was 83 per cent while nationally it was 84 per cent.",
     "The Mayor of London, Boris Johnson, said: 'These hugely impressive results are the ones that really matter because they are the voice of the passengers who are now benefiting from vastly improved services.",
     "'We will not stop trying to improve on what we do but reaching these levels of passenger satisfaction is what all the hard work and investment during the last three years has been about.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Punctual, reliable and safe\"}",
     "'This is a railway upgraded, refurbished and ready to serve Olympic visitors as well as leaving Londoners with an early legacy of punctual, reliable and safe journeys.",
     "'The transformation of this once-neglected service is something all Londoners can be proud of, and it demonstrates exactly why I believe my office and TfL [Transport for London] should be given a greater say in franchising of the private train companies who run services in the Capital.'",
     "Mike Brown, Managing Director of TfL London Rail, said: 'I'm pleased we are delivering to passengers an efficient, reliable and safe service.",
     "'These results show what can be done with a combination of investment, planning and hard work.'",
     "TfL took over the management of the London Overground network (then called Silverlink) in November 2007.",
     "Since then approximately £2bn has been invested in building the east London route extension to the network, buying a new air-conditioned train fleet designed for London conditions, upgrading the track, signalling and stations.",
     "\u003cstrong\u003eNotes to editors: \n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}",
     "{\"template\":\"bulletlist\",\"items\":[\"Train punctuality increased from 63 to 78 per cent\",\"Service frequency increased from 51 to 77 per cent\",\"Train cleanliness increased from 73 to 94 per cent\",\"On-train security increased from 64 to 81 per cent\",\"Room on board increased from 58 to 75 per cent\",\"Information given during the journey increased from 63 to 86 per cent\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}