{
 "pageTitle": "London Overground's East London route doubles passenger numbers in one year",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Overground's East London route doubles passenger numbers in one year",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Overground's new East London extension is proving hugely popular with residents and commuters, with passenger numbers doubling in its first year of existence."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Air-conditioned trains on the line which runs from Highbury \u0026 Islington to New Cross, Crystal Palace and West Croydon via the City of London has carried over 20 million passengers - an average of 85,000 people a day.",
     "In late February this year, the line was connected with the wider London Overground network by a new link between Dalston Junction and Highbury \u0026 Islington.",
     "In the six weeks since opening, passenger numbers increased by 75 per cent.",
     "Mike Brown, the Managing Director of London Rail, Transport for London's rail division which manages the line, said: 'The East London extension of the London Overground is now a major transport artery connecting key hubs in north, east and south London.",
     "'We expect the new high-capacity trains running on a reliable high-frequency timetable to continue to attract a lot more passengers as word gets around about this turn up and go service.",
     "'With its link to Stratford it is an Olympic legacy arrived early and it has connected parts of London not previously well served by rail to the Capital's wider transport network.",
     "'With the new link open in February, we've noticed a lot of journeys between Highbury \u0026 Islington and Shadwell. Passengers are clearly seeing the benefit of interchanging with the DLR at Shadwell to continue their journey to the Docklands.'",
     "The new route has been quickly dubbed 'The Culture Line' because it connects ten museums plus numerous art galleries based in those areas of East London known for promoting cutting edge art, design, music and performance such as Dalston, Hoxton, Shoreditch and New Cross.",
     "David Dewing, Geffrye Museum Director said: 'The new Hoxton Station on the London Overground contributed to The Geffrye Museum's overall increase of 10 per cent in visit numbers in 2010/11.  It has made travel to the museum far easier, especially for those from South East London.",
     "'Since the Overground opened 9 per cent of our London visitors have come from Lewisham.'",
     "The Brunel Museum in Rotherhithe has reported visitor numbers up 65 per cent since the line opened. Robert Hulse, Museum Director said: 'The new line has given a huge boost to visitor numbers of the museum.'",
     "The line has featured on The Culture Show on BBC2 and is also the focus for a 'pop-up' restaurant and arts space that runs events at hidden locations along the East London route, which it is calling 'the Gingerline'.",
     "Kerry Adamson for the Gingerline group, said: 'We are a group of female artists, performers and food enthusiasts (who all live along the line) who came together to celebrate the new link and encourage the commuter community (a diverse bunch!) to explore its hitherto hidden delights.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Notes to Editors\"}",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}