{
 "pageTitle": "London Underground extends District line timetable consultation",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Underground extends District line timetable consultation",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "District line passengers urged to make their views known. Proposed timetable would make the line more reliable and boost service for busiest sections of the line."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "London Underground (LU) is asking District line passengers to respond to a consultation about proposed improvements to the timetable which would reduce delays on the line, saving more than 850,000 passenger hours per year.",
     "It would also provide capacity for 4,000 more passengers on the Wimbledon branch every weekday morning.",
     "As part of work to reduce delays for passengers on the line, LU is proposing changes to address problems with a service bottleneck in the Earl's Court area, which is the source of many of the hold ups passengers experience on the line.",
     "London Underground proposes to remove weekday services to Kensington (Olympia), which carry less than one percent of District line passengers.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Reducing delays\"}",
     "By doing so, services for an additional 4,000 passengers every weekday morning can be added to the busy Wimbledon branch, which carries nearly 30 per cent of District line passengers.",
     "There will also be extra capacity for more than 800 additional people on services Ealing Broadway every weekday evening peak.",
     "The Olympia service, on which there are less than 2,500 journeys to and from Kensington (Olympia) each day, will still operate during the weekend, and LU plans to operate special services to serve major weekday events at the Olympia exhibition centre.",
     "A consultation on the proposal has been extended to the middle of July to ensure all passengers, stakeholders and local businesses can contribute.",
     "Passengers using Kensington (Olympia) already benefit from recently improved London Overground services, with four trains serving the station every hour carrying 600 passengers per train, with interchange to the Tube available at both West Brompton (District line) and Shepherd's Bush (Central line) stations.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"More capacity\"}",
     "Southern services will also continue to serve the station.",
     "During the week passengers will also be able to use nearby Barons Court or West Kensington stations, both of which are close to the Olympia Exhibition Centre.",
     "Richard Parry, Strategy and Commercial Director for LU, said: 'The District line is one of the busiest lines on the Tube network used by over 700,000 people each day.",
     "'The introduction of the new timetable would reduce delays across for customers across the whole line and, in particular, benefit the 150,000 passengers who pass through Earl's Court each day.",
     "'This is only possible by withdrawing the under-utilised weekday Olympia District line service.",
     "'We believe that the benefits of the proposal - fewer delays for District line users and room for more than 4,000 passengers for Wimbledon and Ealing Broadway - are compelling.",
     "'However to ensure everyone can have their say we extended the period in which customers, stakeholder and business affected by the changes, can send in their views.'",
     "\u003cstrong\u003eNotes to editors: \u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}