{
 "pageTitle": "Normal service operating across Tube despite RMT strike action",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Normal service operating across Tube despite RMT strike action",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Good service on all London Underground lines. RMT leadership urged to abandon further strike action and await tribunal outcome."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "A good service is operating on all 11 London Underground (LU) lines this morning, with LU's full fleet expected in service for the morning peak despite strike action overnight called by the RMT leadership.",
     "The strike action began at 21:00 on Sunday night and ran until 03:00 today, but only minor service alterations occurred last night with all last trains running to time, and this morning passengers are able to make their journeys as usual.",
     "The RMT leadership called the strike in support of a member of staff dismissed for abusive behaviour towards his colleagues, despite the fact that the employment tribunal process to which the union agreed has not concluded and has made no findings, interim or final.",
     "LU's Managing Director Mike Brown today reiterated his call for the RMT leadership to await the outcome of the employment tribunal process.",
     "Mike Brown said: 'This strike action has not achieved anything and I once again call on the RMT leadership to calmly await the outcome of the employment tribunal without any further strikes.",
     "'I have given the RMT leadership a written assurance that if the tribunal rules that we should re-instate or re-engage Arwyn Thomas, then we will do so.",
     "'I give that assurance again now, so there can be no justification whatsoever for the RMT to continue to threaten Londoners with more pointless strike action.'\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}