{
 "pageTitle": "Normal Tube services expected on Sunday and Monday despite RMT strike action",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Normal Tube services expected on Sunday and Monday despite RMT strike action",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The action will have 'very little impact' on passengers. RMT leadership urged to abandon strike action and await tribunal outcome"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "A good service is expected to operate on all London Underground (LU) lines on Sunday night and Monday morning, when the RMT leadership has called strike action.",
     "The strike action is due to begin at 21:00 on Sunday and run until 03:00 on Monday.",
     "A near normal service is anticipated on both days and passengers are advised to continue to make their journeys on Sunday evening and Monday morning as usual.",
     "The RMT leadership called the strike in support of a member of staff dismissed for abusive behaviour towards his colleagues, despite the fact that the employment tribunal process to which the union agreed has not concluded and has made no findings, interim or final.",
     "LU's Managing Director Mike Brown today reiterated his call for the RMT leadership to await the outcome of the employment tribunal process.",
     "Mike Brown said: 'This strike action will achieve nothing and I urge the RMT leadership to calmly await the outcome of the employment tribunal without any further strikes.",
     "'I have given a cast-iron assurance that if the tribunal rules that we should reinstate or re-engage Arwyn Thomas, then we will do so.",
     "'We have given that assurance in writing before this strike action and I make it again now, so there can be no justification whatsoever for the RMT to continue to threaten Londoners with strike action.'"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}