{
 "pageTitle": "TfL reveals first concept drawings of improved Tottenham Hale bus station and square",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL reveals first concept drawings of improved Tottenham Hale bus station and square",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Advance works on the scheme to be completed by end of June. Work to remove gyratory to begin in late 2012."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The changes should make a big difference to local residents and the local economy - making the whole area more accessible and more inviting",
     "New images of how the Tottenham Hale area will look once its gyratory has been converted to two-way traffic have been revealed by Transport for London (TfL) today.",
     "The images, which show the new bus station and public space, highlight the improvements that will be made to transport services in the area, creating the heart of a new urban centre at Tottenham Hale.",
     "Local residents and businesses were widely consulted for their views on the improvement works and around 80 per cent of respondents to Transport for London's (TfL's) consultation supported the proposals to change the one-way system.",
     "The work is part of the Mayor of London Boris Johnson's Great Outdoors Programme, which aims to revitalise London's network of streets, paths, passages, broadways, squares and other public spaces to help breathe new life into the Capital's urban environment and encourage people to walk and cycle.",
     "Advance works along the A10 High Road by TfL are close to completion.",
     "Footpaths and lighting have been upgraded and unnecessary street clutter has been removed to provide greater freedom and improved safety for pedestrians and cyclists.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Area of overhaul\"}",
     "New trees have also been planted to add more greenery to the local area.",
     "The Mayor of London, Boris Johnson, said: 'The one way system in Tottenham Hale has been hugely unpopular with local people and I am sure they will be greatly relieved when it has been removed.",
     "'But that is only part of an overhaul of the area that will include tremendous improvements for pedestrians and cyclists and make this a corner of the Capital we can really be proud of.'",
     "From autumn 2012, work will begin to remove the one-way system in Tottenham Hale and restore two-way traffic throughout the area.",
     "That will improve the resilience of the road network, ease access for local residents and businesses, and improve the interchange between methods of public transport at Tottenham Hale and Seven Sisters stations.",
     "Better facilities for pedestrians and cyclists will also be installed, and a larger bus station and new public square created at Tottenham Hale station to help facilitate local development and regeneration.",
     "The full scheme will be finished by 2014.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"More accessible and inviting\"}",
     "Funding for the £35m improvement scheme will be provided by TfL, the London Borough of Haringey and the Homes and Communities Agency, along with local developer contributions.",
     "When work begins in late 2012, TfL will work closely with Haringey Council to keep any disruption caused by the construction work to a minimum.",
     "Daniel Moylan, Deputy Chairman of TfL said: 'The completion of the advance works is a great step forward towards delivering another vital transport improvement scheme in London.",
     "'From late 2012, TfL will be working to restore two way traffic around the Tottenham Hale Gyratory, improving traffic flow while making it easier for pedestrians and cyclists to travel through the area safely.'",
     "Councillor Alan Strickland, Haringey Council's Cabinet Member for Economic Development and Social Inclusion, said: 'It is great that we can start to look forward to this work to improve Tottenham Hale and remove the one-way system.",
     "'The changes should make a big difference to local residents and the local economy - making the whole area more accessible and more inviting.'",
     "For more information about the improvement scheme, visit \u003ca href=\"http://www.tfl.gov.uk/tottenhamhalescheme\"\u003etfl.gov.uk/tottenhamhalescheme\u003c/a\u003e ",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Copies of the new concept drawings are available from TfL's Press Office\",\"TfL manages the red routes - a network of 580km of London's roads, which carry over 33 per cent of the Capital's traffic\",\"The Mayor's London's Great Outdoors has seen £40m invested in more than 50 public realm improvement projects, funding for which has come from TfL, The London Development Agency and London's boroughs as well as other sources\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}