{
 "pageTitle": "Tube delays down by more than a third in eight years, despite considerable increase in journeys",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Tube delays down by more than a third in eight years, despite considerable increase in journeys",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Long-term trend of improving Tube performance. Train services up and reliability improves. Passenger satisfaction scores rising according to independent surveys."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We are putting in additional measures to continue to improve our performance and deliver an increasingly reliable service",
     "Delays on London Underground (LU) have dropped by more than a third since 2003/04 when the Tube became part of Transport for London, new figures from TfL show.",
     "The figures were today provided to the London Assembly's Transport Committee, ahead of next week's inquiry into Tube performance.",
     "The figures demonstrate a long-term continuing trend of improvement:",
     "{\"template\":\"bulletlist\",\"items\":[\"Record numbers of passengers per year use the Tube - last year there were 1.1 billion passenger journeys, up 17 per cent since 2003/04\",\"Rising levels of passenger satisfaction measured by independent surveys\",\"The volume of train service has increased while reliability has improved, since 2003/04\",\"A 12 per cent improvement in the reliability of LU's scheduled services (measured by the 'excess journey time' experienced on average by passengers)\",\"Delays have fallen by 35 per cent\",\"Despite the vital weekend closures to upgrade the Tube, the number of kilometres operated still remain near their highest ever level\"]}",
     "While the data shows that there was a dip in performance during the autumn and winter - due to a number of factors such as the introduction of new systems on the Jubilee and Victoria lines and industrial action - performance has improved over recent months and has returned to the level that was being achieved before the dip.",
     "LU's Managing Director, Mike Brown, said: 'The Tube has an underlying long-term trend of improving performance, which has been achieved despite the need to close parts of the network more frequently at weekends for upgrade work.",
     "'However we are not complacent and we are putting in additional measures to continue to improve our performance and deliver an increasingly reliable service for Londoners.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Satisfaction levels among Tube passenger measured by independent surveys have increased from 76 poins to 79 points (their highest ever level) in five years\",\"See the \\u003ca href=\\\"/assets/downloads/Long_term_trends.pdf\\\"\\u003eLU performance figures\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}