{
 "pageTitle": "Have your say on west London walking and cycling improvements",
 "description": "People invited to have their say on walking and cycling improvements in west London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2019",
   "url": "/info-for/media/press-releases/2019"
  },
  {
   "title": "May",
   "url": "/info-for/media/press-releases/2019/may"
  },
  {
   "title": "Have your say on west London walking and cycling improvements"
  }
 ],
 "title": {
  "title": "Have your say on west London walking and cycling improvements",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "3.8km of improvements would transform neighbourhoods between Wood Lane and Notting Hill Gate"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Upgrades would also connect to improvements currently under construction between Acton and Wood Lane\"]}",
     "Transport for London (TfL) is inviting people to have their say on proposed improvements to streets between Wood Lane and Notting Hill Gate, which would make roads in west London much more welcoming to people walking and cycling and make the area a safer, healthier and more pleasant place.",
     "TfL is currently upgrading streets for walking and cycling between Acton and Wood Lane, with construction set to be completed on this section by December this year. The proposed scheme, which would extend the corridor eastwards from Wood Lane to Notting Hill Gate, creating a 7km route in total, would enable even more people in west London to walk and cycle and help to tackle poor air quality and congestion in the area.",
     "TfL analysis has shown that west London is an area of high demand for active travel, where people want to be able to walk and cycle more often. The proposed changes in the area include:",
     "{\"template\":\"bulletlist\",\"items\":[\"Upgrades to public spaces, creating more welcoming streets for people to spend time in and enjoy\",\"New and upgraded pedestrian crossings\",\"A new two-way segregated cycle track throughout, which will keep people cycling separated from motor traffic\",\"Making some side roads entry or exit only to help the safe and timely movement of traffic\",\"Changes to some bus stop locations and new bus stop bypasses for people cycling\"]}",
     "The consultation for the improvements will be open until 12 June for people to have their say and is available on the TfL website at tfl.gov.uk/wood-notting",
     "\u003cstrong\u003eWill Norman, London's Walking and Cycling Commissioner, said:\u003c/strong\u003e ",
     "'These improvements would enable many more people to walk and cycle which is vital to reduce car use and clean up London's toxic air.",
     "'By creating new pedestrian crossings, moving bus stops to better locations and making it safer to cycle, we will make streets much more accessible and welcoming for everyone who lives, works or visits the area.'",
     "\u003cstrong\u003eDavid Hughes, TfL's Director of Investment Delivery Planning, said:\u003c/strong\u003e ",
     "'Investment in our streets is vital if we are to tackle some of the greatest challenges facing the capital, including air pollution, congestion and poor health. These improvements in west London would be a significant boost for people living in, working in and visiting the area, making neighbourhoods more attractive places to spend time and enabling more people to walk and cycle. I'd encourage people to send us their views on our plans in the area and ensure their voices are heard.'",
     "These walking and cycling improvements will complement other new cycleways, which are being developed in Hammersmith and Fulham and Kensington and Chelsea. This includes a new route between Brentford and Olympia, which will start construction later this year and upgraded walking and cycling connections through Holland Park and Norland Square, which the Royal Borough of Kensington and Chelsea are developing.",
     "\u003cstrong\u003eCllr Wesley Harcourt, Hammersmith \u0026 Fulham Council's Cabinet Member for Environment, said:\u003c/strong\u003e ",
     "'Any scheme like this needs to strike the right balance between the needs of all road users, including pedestrians. So we would urge all residents to have their say on the details of this scheme. We support cycling and walking as a means of cutting pollution\"\u003cbr /\u003eCllr Will Pascall, Lead Member of Streets, Planning and Transport, Kensington and Chelsea Council, said: \"We know improving air quality is a huge priority for our residents. We would urge everyone to share their views about the advantages and disadvantages of these proposals.'",
     "Construction work on a new 3.5km cycleway between Acton and Wood Lane started in March. Work on the route - which includes a new two-way cycle track separated from traffic and pedestrians - is expected to be complete by the end of the year.",
     "Over three-quarters (77 per cent) of people who took part in a consultation about the scheme in 2016 supported the proposals. Several improvements were incorporated in the final plans following feedback from local residents and visitors.",
     "In December 2018, the Mayor's Cycle Action Plan set out ambitious targets for bringing the capital's cycling network to even more Londoners, ensuring a high standard for cycle routes and significantly increasing the number of cycle journeys made.",
     "TfL and the Mayor committed to expanding the capital's cycle network at pace and increasing the proportion of Londoners who live within 400 metres of the cycling network to 28 per cent by 2024, up from nine per cent. Construction work on two major new routes, between Brentford and Olympia, and Tower Bridge Road and Greenwich, is set to begin later this year. Construction work on two further routes, between Hackney and the Isle of Dogs, and Tottenham Hale and Camden, could follow subject to consultation.",
     "\u003cstrong\u003eStephen Edwards, Director of Policy and Communications at Living Streets, said\u003c/strong\u003e :",
     "'The improvements to pedestrian crossings and other walking infrastructure between Wood Lane and Notting Hill Gate proposed by TfL are encouraging and will boost the walking environment across the area. This consultation is particularly timely, coinciding with the launch of Living Streets' National Walking Month, our annual celebration of walking. Research published today shows that almost 40% of older people worry about pedestrian crossing provision in London, highlighting the importance of these proposals.'",
     "\u003cstrong\u003eCasey Abaraonye, Coordinator at Hammersmith and Fulham Cyclists, said:\u003c/strong\u003e ",
     "'These improvements are a brilliant opportunity to create a healthier and happier west London. They will create neighbourhoods where people working or visiting the many schools, hospitals and shops will be able easily walk or cycle their journeys, reducing air pollution and supporting the town centres, making them better to enjoy and experience.'"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2019/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2019/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2019/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2019/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2019/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2019/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2019/july",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}