{
 "pageTitle": "Riverlinx named as preferred bidder for Silvertown Tunnel",
 "description": "TfL nominates the Riverlinx consortium as preferred bidder to design, build, finance and maintain Silvertown Tunnel",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2019",
   "url": "/info-for/media/press-releases/2019"
  },
  {
   "title": "May",
   "url": "/info-for/media/press-releases/2019/may"
  },
  {
   "title": "Riverlinx named as preferred bidder for Silvertown Tunnel"
  }
 ],
 "title": {
  "title": "Riverlinx named as preferred bidder for Silvertown Tunnel",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "TfL nominates consortium as preferred bidder to design, build, finance and maintain Silvertown Tunnel"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"New twin-bore tunnel, within the extended Ultra Low Emission zone, will effectively eliminate congestion and the problem of 'standstill' traffic and will provide several new cross-river bus routes in east London.\",\"£1bn project will be procured through a Design, Build, Finance and Maintain contract, meaning the financial risk for construction and an initial maintenance period will sit with the private sector rather than TfL\",\"Contract with the Riverlinx consortium commits to ensuring construction is carried out with minimal disruption to local residents and businesses, with a range of measures to reduce environmental impacts\",\"Work to begin later this year, with tunnel set to be open in 2025 with around 37 buses an hour operating in both directions.\"]}",
     "Transport for London (TfL) has today confirmed that the Riverlinx consortium, comprising of Aberdeen Standard Investments, BAM PPP PGGM, Cintra, Macquarie Capital and SK Engineering \u0026 Construction (SK E\u0026C), has been nominated as the preferred bidder to build the Silvertown Tunnel - a new river crossing under the Thames in east London.",
     "The tunnel, which is set to be open in 2025, will link the Greenwich Peninsula and the Royal Docks together and effectively eliminate the serious congestion and reduce the associated environmental impacts caused by miles of standing traffic around the Blackwall Tunnel area. It will remove barriers for people in east London needing to cross the river for work or leisure as well as improve the reliability and resilience of the road network for local residents, commuters and businesses. It is also the first permanent road crossing to be constructed across the River Thames east of Tower Bridge since the QE2 Bridge at Dartford opened in October 1991.",
     "The Blackwall Tunnel is the least reliable of London's crossings and was closed more than 700 times in 2017/18. The lack of alternative crossings east of Tower Bridge has resulted in almost constant congestion and the approach roads having some of the highest levels of air pollution in London.",
     "By effectively eliminating congestion, the new tunnel will deliver an overall improvement in air quality. A user charge at both the new tunnel and the existing Blackwall tunnel will ensure overall traffic volumes and associated carbon emissions do not increase. At locations where TfL's air quality modelling showed that there may be a small localised impact, mitigation will be delivered further to ensure any increase is minimised. Both tunnels and the surrounding area will also fall within the expanded Ultra Low Emission Zone which will do more to improve air quality across all of inner London ahead of the new tunnel opening in 2025.",
     "The tunnel will also significantly improve cross-river public transport connections, with around 37 buses an hour in each direction using the tunnel, including the current six single-decker buses per hour which run through the Blackwall Tunnel. All of the new double-decker buses that use the Silvertown Tunnel are expected to be zero-emission from launch. These routes will link places such as Stratford and Canary Wharf to Eltham, Grove Park and Charlton for the first time, unlocking new journey options and supporting wider regeneration across the Greenwich Peninsula and Royal Docks. Across London, 75 per cent of buses across are already Euro VI emission standard or higher, and from 2020, all new single-deck buses will be zero-emission from 2020. The entire fleet of around 9,000 buses will be zero-emission by 2037 at the latest.",
     "As well as improved access across the river, the project will also deliver a range of improvements in the areas around the tunnel on both sides of the river. These include additional noise barriers along the approach roads, new green spaces around the tunnel entrances and walking and cycling upgrades to Boord Street and Tunnel Avenue in the south and Silvertown Way, Tidal Basin Roundabout and its approach roads in the north. This has been designed to improve access to key development sites on either side of the river, particularly in the Royal Docks area, and unlock major regeneration across Newham and Greenwich.",
     "Following an extensive tender process, the Riverlinx consortium have now been nominated as preferred bidder to complete detailed design and build the Silvertown Tunnel. The project will be procured through a Design, Build, Finance and Maintain contract, with payments by TfL starting only once the tunnel is open and available for use. TfL will also be able to reduce payments should the tunnel not meet certain key standards, such as availability for use by traffic and physical condition. Over the last 20 years TfL has developed significant experience in how to manage similar contracts, which have successfully helped deliver extensions to the Docklands Light Railway. Funding the project this way not only shifts financial risks onto the private sector, but also incentivises them to deliver the scheme as efficiently as possible. It also reflects the fact that TfL receives no ongoing investment for roads from the Government - and that from 2021, the £500m Vehicle Excise Duty paid by Londoners and collected by central Government will nearly all be invested in roads outside the capital. This, along with the fact that TfL's funding arrangements with Government are currently only certain until March 2021, means it has no dedicated income stream to pay for capital roads projects like this.",
     "Throughout the Summer, the consortium will work to confirm financial arrangements with lenders in respect to the project and set up the supply chain. Only once these are all agreed will TfL award them the contract for the project. Construction and maintenance costs will be covered via a user charge on both the new tunnel and the existing Blackwall Tunnel, which will also help to manage traffic demand and journey reliability and ensure predicted air quality improvements are delivered. This user charge is a legal requirement as part of the planning approvals and therefore will need to be implemented when the tunnel opens. The exact charge levels for various types of vehicles using the tunnel will be decided closer to the opening date.",
     "Alex Williams, Director of City Planning at TfL said:",
     "'The need for more river crossings in East London, to unlock growth and give residents and businesses better access to jobs and services, has been clear for decades. The Silvertown Tunnel, which is vital to support London's economy, has been designed to resolve the existing congestion problem around Blackwall, improve overall air quality and enable new cross-river bus routes to be introduced.\u003cbr /\u003e\u003cbr /\u003e'We are absolutely committed to ensuring that the project is delivered with minimal impact to local residents. We will closely monitor noise and air quality during construction and traffic levels and emissions once the tunnel is complete.'",
     "For more information about the Silvertown Tunnel project, please visit \u003ca href=\"[ioID]#www.tfl.gov.uk/silvertown-tunnel\"\u003ewww.tfl.gov.uk/silvertown-tunnel\u003c/a\u003e \u003cbr /\u003e",
     "Notes to editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"With congestion and air quality around the Blackwall Tunnel predicted to get worse in the coming years as London's population grows, the Silvertown Tunnel, along with the extended Ultra Low Emission Zone, are vital to provide a more reliable crossing, as well as ensuring goods and services can continue to move around London.  Population and traffic growth will be particularly notable in this area of London, owing to the major developments underway and planned on Greenwich Peninsula and at the Royal Docks, Stratford and Barking Riverside.\",\"During construction, both the consortium and TfL are committed to ensuring that the majority of construction material is transported by river, that all on-site construction machinery at least meets the Mayor's Non-Road Mobile Machinery Low Emission Zone Standards, and that any vehicles working on the scheme are Euro VI and comply with the Mayor's new Direct Vision Standard.\",\"All contractors working for the Riverlinx consortium will also be required to deliver a range of measures to help reduce construction impacts, including:\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"As part of the wider Development Consent Order process, TfL is also legally committed to deliver a wide range of improvements and measures to reduce the impact of the new tunnel and support the wider local area. These include:\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"Since permission for the tunnel was officially granted last year, TfL has worked with landowners to agree details of land acquisitions and has now begun discussions with local boroughs and stakeholders on construction logistics plans and access requirements for residents, visitors and local businesses. These will continue ahead of initial construction starting later this year and both the consortium and TfL will look to regularly update on construction progress and mitigation throughout the delivery of the project. The Mayor has also asked TfL to engage with local residents and stakeholders to further explain the range of measures being taken to mitigate environmental impact.\",\"The delivery of the Silvertown Tunnel was included in the Mayor's Transport Strategy and forms part of the Mayor's wider plans for sustainable river crossings across the Thames - \\u003ca href=\\\"[ioID]#https://tfl.gov.uk/corporate/about-tfl/how-we-work/planning-for-the-future/new-river-crossings-for-london\\\"\\u003ehttps://tfl.gov.uk/corporate/about-tfl/how-we-work/planning-for-the-future/new-river-crossings-for-london\\u003c/a\\u003e \",\"In May 2018, the Department for Transport granted the Silvertown Tunnel project a Development Consent Order (DCO), which is the formal process by which the Government gives the green light to any development categorised as a Nationally Significant Infrastructure Project (NSIP). More information on the public examination into the Silvertown Tunnel can be found here - \\u003ca href=\\\"[ioID]#https://infrastructure.planninginspectorate.gov.uk/projects/london/silvertown-tunnel/\\\"\\u003ehttps://infrastructure.planninginspectorate.gov.uk/projects/london/silvertown-tunnel/\\u003c/a\\u003e \",\"Due to the construction of the Silvertown Tunnel being privately funded, the scheme is not competing for funding with other transport priorities, such as the investment that is taking place across London to encourage walking and cycling.\",\"Images of what the Silvertown Tunnel will look like once completed can be found here - \\u003ca href=\\\"[ioID]#www.tfl.gov.uk/silvertown-tunnel\\\"\\u003ewww.tfl.gov.uk/silvertown-tunnel\\u003c/a\\u003e \",\"In 2018, TfL reviewed its previously provided air quality impact assessment data in view of the UK Air Quality Plan and confirmed to the DfT and planning inspectorate that the Government's new air quality plan does not change the conclusions of the air quality assessment supporting the application. Furthermore, TfL's assessment on air quality was designed to be conservative, meaning that predicted air quality levels are likely to be better than those previously modelled - \\u003ca href=\\\"[ioID]#https://infrastructure.planninginspectorate.gov.uk/wp-content/ipc/uploads/projects/TR010021/TR010021-002203-Applicant%20Response%20-%20Updated%20Air%20Quality%20Assessment.pdf\\\"\\u003ehttps://infrastructure.planninginspectorate.gov.uk/wp-content/ipc/uploads/projects/TR010021/TR010021-002203-Applicant%20Response%20-%20Updated%20Air%20Quality%20Assessment.pdf\\u003c/a\\u003e \",\"The footnotes to the 2018 Autumn Budget Statement regarding Private Finance (PF2) disapplied new rules to devolved administrations, such as Transport for London, and therefore has no implications for the Silvertown Tunnel proposals.\",\"A decision on the level of charge for using the Silvertown Tunnel, which would also cover the Blackwall Tunnel, will be made at a nearer time to the opening of the tunnel.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2019/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2019/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2019/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2019/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2019/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2019/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2019/july",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}