{
 "pageTitle": "Trial of on-demand bus service 'GoSutton' launches today",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2019",
   "url": "/info-for/media/press-releases/2019"
  },
  {
   "title": "May",
   "url": "/info-for/media/press-releases/2019/may"
  },
  {
   "title": "Trial of on-demand bus service ‘GoSutton’ launches today"
  }
 ],
 "title": {
  "title": "Trial of on-demand bus service ‘GoSutton’ launches today",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Trial will test how to achieve switch to public transport in areas of high car use"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "A brand new form of public transport has launched today in Sutton, with the start of a 12-month 'on-demand' bus trial. Using mobile and predictive technology, GoSutton is aimed at finding out whether flexible demand responsive transport services can play a role in boosting public transport use.",
     "Increasing public transport use, walking and cycling to 80% of journeys by 2041 is a key aim of the Mayor's Transport Strategy, which aims to make London's streets safer, more inviting and less polluted places.",
     "Sutton was chosen as the trial location as it has high car use and has been difficult to serve with traditional public transport. The borough has 24 well-used bus routes and 9 railway stations.",
     "However, due to its relatively low housing density and its historic development planned around people using private transport, it has not always been practical to run a dedicated bus service in certain areas.",
     "This trial aims to explore how creative methods, like demand responsive travel, can add to the traditional bus network, improve the links with existing public transport and reduce car usage.",
     "The fully accessible buses, which can seat up to 14 people, all have USB charging points and free WiFi on board. They will operate in a defined area, rather than following a linear route.",
     "Customers travelling on the new buses will be able to book a seat in real time using the GoSutton app, or on the phone. The system will be powered by advanced algorithms, which enable multiple passengers to seamlessly share a single vehicle.",
     "The technology directs passengers to a nearby 'virtual bus stop' for pick-up and drop-off, and dynamically routes the vehicle in real-time, allowing for quick and efficient shared trips without lengthy detours.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Quick and efficient\"}",
     "The technology behind the new service is designed to serve customers in the most efficient way - ensuring that separate vehicles are not deployed to serve the same passengers at the same stop.",
     "Fare levels will reflect the unique nature of the service, priced at a flat £3.50, with each additional passenger on a group booking paying £2.",
     "It will be fully accessible, with Freedom Passes accepted and all vehicles able to accommodate a wheelchair. The buses also meet the tough emission standards of the Mayor's world-leading Ultra Low Emission Zone.",
     "TfL will work with Go-Ahead and ViaVan to deliver the trial. Go-Ahead has years of experience in running buses in the capital, while app-based ViaVan brings expertise from the tech sector.",
     "Michael Hurwitz, TfL's Director of Transport Innovation, said: 'We are growing the bus network in outer London, as well as improving the capital's Tube and rail service, but we also need to innovate and explore new ways of encouraging people out of their cars and onto more sustainable forms of transport.",
     "'This trial will help us determine whether a more flexible, on-demand bus service complementing traditional routes could help us achieve the goal of making our streets better places for everyone.'",
     "Heidi Alexander, Deputy Mayor for Transport, said: 'On-demand buses are an innovative new form of public transport designed to be even more convenient, particularly in areas of outer London where it can be harder to get around.",
     "'This trial will help us determine whether expanding demand responsive technology can reduce car use and help clean up our toxic air.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Established bus drivers\"}",
     "All drivers on the service will be established bus drivers who have completed enhanced customer training. Drivers will continue to receive the same terms and benefits as when driving a traditional London bus, including the London Bus Driver Minimum Wage and the guarantee of a pay grade equivalent to their level of service and experience if they change operator.",
     "Manuel Abellan, Chair of Sutton's Environment \u0026 Transport Committee, said: 'Sutton Council is delighted this new kind of bus service is coming to our streets.",
     "'We need ambitious ways of expanding public transport options in Sutton to get people out of their cars and improve local air quality.  This on-demand service is exactly what we need in Sutton.'",
     "Chris Snyder, CEO of ViaVan, said: 'We are delighted to be working with TfL and Go-Ahead to provide residents of Sutton with an on-demand public mobility service that combines the ease and convenience of private car ownership with the environmental and congestion-reducing benefits of mass transport.",
     "'GoSutton is an exciting example of how public transportation and technology can work together to improve mobility for Londoners and support the Mayor's goals of boosting public transport usage.'",
     "David Brown, CEO of The Go-Ahead Group said: 'As the operator of PickMeUp, the largest demand responsive service in the UK, we are delighted to work with TfL and Via to help deliver this bespoke service to the residents of Sutton.'",
     "A second 12-month trial is planned in Ealing later in the year after a consultation takes place to gather the public's views. It is planned that this service will be run by bus operator RATP and technology partner MOIA, who currently power ride sharing in Germany.",
     "Both trials will look at how to maximise the occupancy of the vehicles and if this could have a role in improving the value for money of services and adding to the existing transport network.",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The on-demand service will run from 06.30 to 21.30, seven days a week\",\"A map of the service area can be found here: \\u003ca href=\\\"https://tfl.gov.uk/modes/buses/demand-responsive-bus-service\\\"\\u003ehttps://tfl.gov.uk/modes/buses/demand-responsive-bus-service\\u003c/a\\u003e \",\"The service will run using up to eight Mercedes Cityline Low floor Sprinter 14-seater vehicles. Vehicles will be ULEZ-compliant Euro VI and wheelchair accessible\",\"For customers who do not have access to a smartphone, the service can be accessed by phone via an operator. For those with an SMS-enabled phone, real time journey updates will be provided by text\",\"This is a limited 12-month research trial, so the service will not be integrated with the Oyster card payment system\",\"Under 13s will need to be accompanied by an adult\",\"To download the app, search 'GoSutton' in the App Store or in Google Play\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2019/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2019/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2019/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2019/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2019/may",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}