{
 "pageTitle": "100 years of the Car Parade",
 "description": "This is the first time this event has taken place. It is to celebrate the return of the British International Motor Show to London after 30 years in Birmingham.Over 200 vehicles are taking part in the parade which will start setting up in Park Lane at",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "100 years of the Car Parade",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "If you are going to see the 100 years of the Car Parade, or are just travelling through central London on Sunday afternoon, 16 July 2006, consider using public transport wherever possible because traffic in the area will be diverted around the parade route."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This is the first time this event has taken place. It is to celebrate the return of the British International Motor Show to London after 30 years in Birmingham.\u003cbr /\u003e\u003cbr /\u003eOver 200 vehicles are taking part in the parade which will start setting up in Park Lane at noon. Park Lane (southbound) will be closed to all traffic from that time until the parade has cleared the area.\u003cbr /\u003e\u003cbr /\u003eThe parade will be divided into decades with markers to identify each decade. Some of the vehicles will have celebrity drivers.\u003cbr /\u003e\u003cbr /\u003eThe parade will start at Park Lane at 14.30 and travel to Whitehall via Park Lane (southbound), Hyde Park Corner, Piccadilly, Piccadilly Circus, Regent Street, Pall Mall, Cockspur Street and into Whitehall where it will then disperse.",
     "Many central London buses will be on diversion or curtailed during this time.\u003cbr /\u003e\u003cbr /\u003eThe parade route is within easy walking distance of Tube stations at Knightsbridge, Marble Arch, Piccadilly Circus, Green Park, Charing Cross and Westminster as well as Hyde Park Corner.",
     "Transport for London (TfL) advises passengers to check before travelling via the following options:",
     "{\"template\":\"bulletlist\",\"items\":[\"The TfL website at \\u003ca href=\\\"http://www.tfl.gov.uk/tubeworks\\\"\\u003ewww.tfl.gov.uk/tubeworks\\u003c/a\\u003e \",\"The London Travel Information 24-hour telephone helpline: 020 7222 1234\",\"BBC Ceefax, page 436, or ITV's Teletext, page 164\",\"Information on posters, leaflets and 'Good Service' boards at Tube stations\\u003cbr /\\u003e\\u003cbr /\\u003e\\u003cbr /\\u003e\"]}",
     "\u003cbr /\u003e\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL is investing £10bn to improve and expand London's transport network, over half of that of being spent on the Tube as we work to Transform the Tube\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}