{
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "£50m transport boost to support new Arsenal stadium",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) today announced details of a £50m transport boost to support Arsenal Football Club's new Emirates stadium and to benefit the local community."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "60 per cent of the stadium's 60,000 spectators will travel to and from the stadium by Tube",
     "The improvements, part of TfL's £10 billion Investment Programme, include funding for bus, road, cycle and pedestrian improvements and passenger information.",
     "Also included is a contribution towards the £10 million Finsbury Park Interchange which will be completed later this year, delivering major improvements to passengers connecting between London Bus, London Underground and National Rail services.",
     "A travel plan is in place for fans travelling to the new stadium. Spectators will be encouraged to use Arsenal, Highbury \u0026 Islington and Finsbury Park stations, all within easy walking distance of the new stadium.",
     "Holloway Road station will have restricted access before and after stadium events.",
     "Richard Parry, London Underground Director of Strategy said: \"TfL has worked closely with Arsenal FC, Islington Council and the Metropolitan Police to ensure that arrangements are in place to support all those travelling to Arsenal's new stadium and to benefit the local community.",
     "\"The plans will ensure safe and reliable access to and from three stations - Arsenal, Finsbury Park and Highbury \u0026 Islington - all within easy walking distance of the new stadium, as well as the many bus routes that serve the area.",
     "\"Anyone travelling to the new stadium or the local area will be able to go by public transport.\"",
     "\u003ch2\u003e Station capacity\u003c/h2\u003e",
     "It is expected that 60 per cent of the stadium's 60,000 spectators will travel to and from the stadium by Tube. An assessment of train and station capacity shows that there is adequate overall capacity to get the estimated 36,000 spectators who will use the Tube to get to and from the stadium.",
     "TfL will be encouraging spectators to make greater use of the Victoria line, with Highbury \u0026 Islington station being 10 to 15 minutes walk away from the new stadium.",
     "King's Cross St. Pancras station is the point of entry for a large percentage of stadium traffic as it has access to both lines, thus enabling TfL to direct passengers accordingly through passenger announcements, signage and marshalling.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Increased staffing\"}",
     "Staffing will be increased at Underground stations on match days for the benefit and safety of passengers and additional trains will also operate on the Piccadilly line on match days from September.",
     "TfL is also considering undertaking capacity and accessibility improvements at both Highbury \u0026 Islington and Finsbury Park stations.",
     "TfL looked in detail at increasing capacity at Holloway Road, however, it was found that even high cost investment would not result in effective capacity improvements.",
     "Even if station capacity could be increased, after Arsenal stadium events westbound Piccadilly line trains would be very busy when they reached Holloway Road, as spectators would use Finsbury Park and Arsenal stations further east along the line.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Restrictions\"}",
     "Holloway Road station is served only by lifts, and was not designed for use by the heavily-peaked passenger flows that are generated by a football stadium.",
     "Consequently, it will be necessary to introduce the following restrictions:",
     "{\"template\":\"bulletlist\",\"items\":[\"From approximately 90 minutes before the start of any event at the new stadium, the station will be closed to all incoming customers;\",\"All westbound trains will stop and customers will be allowed to exit the station unless overcrowding occurs\",\"No eastbound trains will stop at the station for at least an hour prior to any event\",\"At kick-off, the station will resume normal operations with the train service stopping as normal east and westbound, and customers will be able to enter and exit as normal\",\"Approximately 15 minutes before the final whistle the station will again go into exit only operation but with trains stopping normally both east and westbound. At this point no customers wiul\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}