{
 "pageTitle": "Avoid the Motor Show traffic - Take a train",
 "description": "Those crowds are likely to cause traffic jams in the area around East London's ExCel Exhibition Centre and then, of course, there are the usual hassles of parking.Transport for London is instead suggesting that many visitors to the show might find it much",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Avoid the Motor Show traffic - Take a train",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The British International Motor Show, being held in London for the first time in 30 years, is set to welcome around 60,000 visitors a day at the weekends and 35,000 a day during the week."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Visitors might find it much easier to get to and from the venue using the public transport alternatives.",
     "Those crowds are likely to cause traffic jams in the area around East London's ExCel Exhibition Centre and then, of course, there are the usual hassles of parking.",
     "Transport for London is instead suggesting that many visitors to the show might find it much easier to get to and from the venue using the public transport alternatives.",
     "Docklands Light Railway (DLR) services have been enhanced so visitors can easily access the show, which will be open to the public from Thursday 20 July to Sunday 30 July. It will be open to press and trade delegates on Tuesday and Wednesday 18 and 19 July.",
     "Passengers are advised to interchange at Canning Town between London Underground's Jubilee line and the DLR. The DLR services between Canning Town and Custom House Station for ExCel, where the show is being held, will run every 3.5 - 4 minutes for most of the day while it is being held.",
     "Alternatively, passengers can travel to Custom House for ExCel on direct services from Tower Gateway, Bank or Beckton.",
     "TfL advises passengers to check before travelling via the following options:",
     "{\"template\":\"bulletlist\",\"items\":[\"The TfL website at \\u003ca href=\\\"http://www.tfl.gov.uk/tubeworks\\\"\\u003ewww.tfl.gov.uk/tubeworks\\u003c/a\\u003e \",\"The London Travel Information 24-hr telephone helpline on 020-7222 1234\",\"BBC Ceefax, page 436, or ITV's Teletext, page 164\",\"Information on posters, leaflets and 'Good Service' boards at Tube stations.\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL is investing £10bn to improve and expand London's transport network, over half of that of being spent on the Tube as we work to Transform the Tube.\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}