{
 "pageTitle": "Child road casualties in London reduced by 62 per cent",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Child road casualties in London reduced by 62 per cent",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London's roads have become safer for children according to figures released today by Transport for London (TfL)."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This success over the last five years has meant we are now working towards even tougher targets",
     "The number of children killed or seriously injured (KSI) on \nLondon's roads has fallen from an average of 935 a year in the mid/late 1990s* \nto 355 in 2005, a 62 per cent reduction.",
     "The statistics, from TfL's London Road Safety Unit, also show that the \noverall number of all people killed or seriously injured on our roads has fallen \nby 45 per cent in the same period down from an average 6,684 a year to 3,650 in \n2005.",
     "This is a 12 per cent drop on the 2004 figures. The government set a target \nof reducing the number of people killed or seriously injured by 40 per cent \ncompared with the 1994-98 average by 2010, with a 50 per cent target for \nchildren.",
     "The Mayor of London recently increased the target in London to 50 per cent \nfor KSIs and 60 per cent for child KSIs, which has already been met four years \nearly.",
     "TfL is investing record levels in road safety improvements in the capital \nwith around £50m a year spent on road safety engineering, training and \neducation.",
     "Mayor of London Ken Livingstone said: \"These figures show that London's roads \nhave become safer for children thanks to record levels of investment into \nreducing death and injury on the capital.",
     "\"Road safety is working in London following the introduction of 20 mph zones \nand speed cameras along with increased road safety awareness.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Tougher targets\"}",
     "\"This success over the last five years has meant we are now working towards \neven tougher targets.",
     "\"One death or serious injury on London's roads is one too many particularly \nwhen a child is involved, and our efforts will continue to try to drive this \nnumber down even further.\"",
     "Jenny Jones, the Mayor's Road Safety Ambassador, said: \"We not only want \nfewer deaths and injuries on London's roads, we also want children, pedestrians \nand cyclists to feel safe and confident when using them.",
     "\"London has successfully invested in educating drivers, children and cyclists \nabout road safety and London has more than doubled investment in 20mph zones \naround schools and putting in safety measures demanded by parents.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Excellent progress\"}",
     "Chris Lines, Head of the London Road Safety Unit, TfL, said: \"We are making \ngreat progress in reducing the tragic and unnecessary loss of life on the \ncapital's roads.",
     "\"The Mayor has recently set a new challenging target and we will continue to \nwork hard to keep up the excellent progress.\"",
     "While there has been a 34 per cent reduction in cyclist KSIs compared with \nthe 1994-98 average, there has been an increase in the number of cyclists killed \nor seriously injured between 2004 and 2005.",
     "The figure has risen from 340 to 372. Cyclist fatalities have risen from 8 to \n21, returning to around the pre-2004 annual average of 20.",
     "Though there has been a significant increase in the number of cyclists this \nis clearly cause for concern and TfL are gaining a deeper understanding of the \nissue, to see if we need to take more action.",
     "*(the Government baseline)",
     "{\"template\":\"bulletlist\",\"items\":[\"The Government's 2010 road casualty reduction targets are measured against the average road casualty rate between 1994-1998\",\"The Mayor of London confirmed in 2005 that he was setting a new more challenging target of a 50 per cent road casualty reduction by 2010, 60 per cent for children\",\"Child KSIs have fallen by 62 per cent compared with the Government's baseline and have fallen 27 per cent between 2004 and 2005\",\"Overall KSIs have fallen by 45 per cent compared with the Government's baseline and have fallen by 12 per cent between 2004 and 2005\",\"A full copy of the 2005 casualty statistics is available on request\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}