{
 "pageTitle": "CO2 emissions and Congestion Charging",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "CO2 emissions and Congestion Charging",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "This is press release was originally issued by the \u003ca href=\"http://www.london.gov.uk\"\u003eGreater London Authority\u003c/a\u003e press office.",
     "My aim is to see the cutting of carbon emissions and the protection of our environment",
     "Ken Livingstone has told the London Assembly that he has asked \nTransport for London (TfL) to produce proposals to amend the Congestion Charging \nscheme so that it discourages the use of cars producing high levels of carbon \nemissions, and encourages drivers to switch to cars with low levels of CO2 \nemissions.",
     "The changes would involve discounts for cars with low CO2 emissions and \nsubstantially higher charges for cars with high levels of CO2 emissions.",
     "Speaking at Mayor's Question Time today (12 July 2006), the Mayor said that \nhe had asked TfL to bring forward plans this September and was hopeful that any \nnew discounts could come into effect from 2008, with subsequent higher new \ncharges for cars producing high levels of CO2 emissions to be delivered within \ntwo years of the introduction of the new discounts.",
     "Any changes would affect the existing zone plus the western extension and \nwould, of course, be subject to extensive public and stakeholder \nconsultation.",
     "The Mayor has asked TfL to draw up proposals for rates lower than the current \n£8 for low-CO2 cars.",
     "Most other cars would continue driving in the zone at the present rate of £8 \nper day, while those vehicles with very high CO2 emissions - such as those in \ncurrent Vehicle Excise Duty (VED) band G - which produce over 226g/km of CO2 \nemissions, could be charged at a higher rate, around £25.",
     "The Mayor said: \"The Congestion Charge has been a huge success in reducing \ntraffic levels and supporting the public transport system through the revenue \nraised and improvement to bus reliability.",
     "\"I now want Transport for London to bring forward plans to build on the \nsuccess of congestion charging to encourage drivers in London to purchase a low \nemission vehicle.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Cutting emissions\"}",
     "\"My aim is to see the cutting of carbon emissions and the protection of our \nenvironment at the heart of the scheme.",
     "\"There is a growing sense of concern amongst Londoners about climate change \ncaused by CO2 emissions, which is the biggest single problem facing humanity, \nand tackling this threat requires decisive action. 'Chelsea tractors', many of \nwhich are responsible for some of the highest CO2 emissions of any cars on our \nroads, have to be dealt with.",
     "\"I want TfL to look at lower Congestion Charges for cars responsible for \nlower than average CO2 emissions, broadly the retention of the current rate of \n£8 for most cars, and much steeper charges of perhaps £25 for the really \nenvironmentally damaging cars such as the so-called 'Chelsea tractors'.",
     "\"This is a charter for greening our car choices and it will once again put \nLondon at the cutting edge of both environmental and transport policy.\"\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"For further information, contact Matt Brown in the Mayor's Press Office on 020 7983 4716\",\"For out of hours media enquiries please call 020 7983 4000\",\"For non-media enquiries please call the Public Liaison Unit on 020 7983 4100\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}