{
 "pageTitle": "DLR scoops top rail award",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "DLR scoops top rail award",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Docklands Light Railway (DLR), part of Transport for London (TfL), has won the overall 2006 Railway Industry Innovation Award for its 'Delivering a successful railway through effective partnerships' entry."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The entry highlighted the pivotal role that DLR's liaison with key partners - \nits franchisee, Serco Docklands; the three concessionaires who have built or are \nbuilding extensions to its network; and the local communities it serves - has \nplayed in making the railway:",
     "{\"template\":\"bulletlist\",\"items\":[\"The most reliable in the UK, with passengers never having to wait more than \\n10 minutes for a train\",\"A vital transport link both for the local community and commuters, with \\ncurrent passenger numbers of over 50 million per year set to increase to 80 \\nmillion by 2009\",\"A catalyst for regeneration across East London\",\"Renowned for completing major extension projects on time and on \\nbudget\"]}",
     "Mayor of London Ken Livingstone said: \"The expansion of the Docklands Light \nRailway is a major part of the programme of investment that is now underway on \nLondon's transport system, opening up new and better links and maintaining an \nexcellent level of service.",
     "\"Everyone who works on the DLR deserves this award and they have my thanks \nfor the great work that is being done to improve and extend public transport \nlinks through the DLR.\"",
     "Ian Brown, Managing Director of London Rail, said: \"This award is a \ntremendous achievement and I would like to congratulate Jonathan Fox, Director \nDLR, his staff and the railway's key partners for the role they have played in \nmaking the DLR a genuine success story.",
     "\"The DLR has consistently set the standard for service, accessibility and \ndelivery, and as a consequence fully deserves such prominent recognition.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Successful collaboration\"}",
     "Jonathan Fox, Director DLR, said: \"We are absolutely delighted to pick up \nthis award, which is a fitting tribute to the unprecedented accomplishments \nachieved via the close relationships we have fostered.",
     "\"Our successful collaboration with residents and users, combined with \neffective partnerships at construction and operational level, has set new \nstandards for the rail industry.",
     "\"As the railway continues to grow over the next few years through projects \nsuch as the Woolwich Arsenal extension, Stratford International extension and \nthe upgrade from two to three-car, we look forward to further developing these \nrelationships and continuing to offer our customers an unbeatable service.\"",
     "\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"The Railway Innovation Awards were held on 27 June at The Institution of Civil Engineers. Now in their ninth year the awards recognise and publicise the innovation taking place on Britain's railways\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}