{
 "pageTitle": "London Underground publishes third Annual PPP Report",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Underground publishes third Annual PPP Report",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground (LU) today (July 24) published its third annual PPP report, reporting performance of LU and the PPP Infracos, Metronet and Tube Lines, for the year to March 31, 2006."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The report shows that on renewal projects which are part of TfL's £10bn Investment Programme the Infracos, particularly Tube Lines, have demonstrated the ability to deliver, on time and on budget.",
     "However, it also reports an unacceptable failure by Metronet and Tube Lines to meet the challenges laid down to them last year:",
     "{\"template\":\"bulletlist\",\"items\":[\"Metronet have failed to deliver on their renewal programme, particularly stations, and to maintain the District line track to LU standards\",\"Tube Lines have failed to improve the performance of the Northern line to the standards demanded by LU and the PPP contract\"]}",
     "LU Managing Director, Tim O'Toole said:\"Over the last year under PPP, London Underground has made progress, but not without some problems. London Underground and Tube Lines have demonstrated the ability to deliver major renewal projects, on time and budget.",
     "\"Nonetheless, Metronet and Tube Lines continue to disappoint in many respects and failed to meet the two key challenges I laid down in last year's report. All parties involved in the renewal of the Tube must commit to delivering improvement at a faster rate than we have seen so far.",
     "\"Tube Lines have failed to maintain the Northern line to the standards we and the PPP contracts demand. Metronet and its shareholders must get a grip on its renewal projects, which have been consistently late.",
     "\"After three years we are now 10per cent of the way through these PPP contracts, but basic day-to-day maintenance of the trains, tracks and signalling systems is still not good enough and must improve. It is vital that we have a reliable Tube service, a 'Good Service' every day, as we approach the major line upgrades.\"",
     "The report \"London Underground and the PPP: the third year 2005/06\" describes LU performance and Metronet and Tube Lines progress against the PPP contracts on maintenance and renewal activity, as well as the financial outcome over the third year of the PPP.",
     "It shows some real achievements, undermined by some unacceptable failures:",
     "{\"template\":\"bulletlist\",\"items\":[\"2005/6 was an extraordinary year for London and for London Underground, with the award of the London 2012 Olympics to London, immediately followed by the July 7 terror attacks\",\"Prior to the July 7 attacks, LU's performance in terms of train Kms operated and passengers carried was on an upward trend, against record figures recorded in 2004/05\",\"LU, Metronet and Tube Lines responded excellently to the July 7 attacks, ensuring the full Tube network was in operation again just four weeks later and, over the year, LU carried 971m passengers, down just 5m on the previous year\",\"On renewal projects, Tube Lines successfully delivered an extra seventh carriage on all Jubilee line trains and the renewed and modernised Wembley Park station. Both these projects were outside the core PPP contracts, but were delivered on time and on budget\",\"After initial problems, Metronet is now delivering the refurbishment of all District line trains on schedule\",\"However, performance of the Northern line was such that in December, LU issued Tube Lines with a Corrective Action Notice (CAN). A CAN is a serious contractual measure which requires Tube Lines to restore Northern line performance to at least the contract benchmark in the fourth year\",\"Metronet's station renewal programme is still well behind schedule, with only 14 out of a scheduled 35 delivered, all of which were late. CANs were issued by LU to both companies, Metronet SSL and Metronet BCV, for their repeated failures to deliver their station renewal programme on time\",\"Metronet failed to properly prepare sections of District and Metropolitan line track ahead of warmer summer temperatures, resulting in a series of disruptive speed restrictions during normal early summer temperatures in May (see Notes to Editors);\",\"Metronet have also failed to maintain District line track generally to the standards dul\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}