{
 "pageTitle": "London Designers win top TfL competition",
 "description": "Nicholas Stafford and James Wosiek, both from Central St Martins College, beat off top quality competition to win the award for innovative and commercially viable products inspired by TfL's design iconography. The competition, asking design students and",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Designers win top TfL competition",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) has announced the joint winners of the TfL All Zones Award, exhibiting at the Designers Exhibition in Islington from the 6 - 9 July 2006."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The event and competition are part of TfL's commitment to encouraging new and innovative design",
     "Nicholas Stafford and James Wosiek, both from Central St Martins College, beat off top quality competition to win the award for innovative and commercially viable products inspired by TfL's design iconography.",
     "The competition, asking design students and new graduates to come up with a TfL-related product, received nineteen entries.",
     "The winning entries were Wosiek's \"C-handle-ier\" a contemporary light fitting based on the hanging handle/grip from the tube and Stafford's \"Wooden Routemaster\".",
     "Both exhibits will be manufactured and sold in London's Transport Museum shop.",
     "Saskia Boersma, Brand Licensing Manager at TfL, said:\"The event and competition are part of TfL's commitment to encouraging new and innovative design across the Capital.",
     "\"TfL is delighted with the chosen winners as they fulfilled the criteria to produce outstanding work. We wish them every success in their future design career.\"\u003cbr /\u003e\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL's history of innovative design was founded on the vision of one man, Frank Pick, whose energy and vision changed the face of transport in London and indeed the face of London itself during the 1920s and 30's. During this period many leading designers from all disciplines were commissioned to create striking original works. Some of the designers commissioned included Edward McKnight Kauffer, Lazslo Moholy-Nagy, Eric Ravilious, the typographer Edward Johnston and the textile designers Enid Marx and Marion Dorn. Their designs not only formed the corporate identity of the former London Transport but also led design into a new era\",\"The winning design will be sold under the 'All Zones' product brand. All products in the brand, which consist of modern design-led products, draw on TfL's design history. The aim is for the past to influence the future yet to still remain at the cutting edge of design innovation. All Zones products have been designed by leading UK-based design companies including Art Meets Matter Suck UK and W2 can be viewed on line at \\u003ca href=\\\"http://www.allzones.com\\\"\\u003ewww.allzones.com\\u003c/a\\u003e \",\"For further information please contact Edith Djin on 020 7126 4112\",\"For information on \\u003ca href=\\\"http://www.ltmuseum.co.uk\\\"\\u003e London's Transport Museum \\u003c/a\\u003e shop, please contact Louise Lee on 020 7565 7266\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}