{
 "pageTitle": "Pioneering road treatment keeps London moving",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Pioneering road treatment keeps London moving",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "A revolutionary preservative is being used on one of London's busiest roads in a bid to reduce congestion caused by essential carriageway repairs."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The work at Hogarth Flyover is complementary to our commitment to manage London's streets better",
     "Transport for London's (TfL's) Streets team is using the treatment, called Rhinophalt, on the Hogarth Flyover in Chiswick.",
     "The west London route is a traffic hotspot and constant use has meant that previously the bridge had to be closed every six weeks for routine repairs to the road surface.",
     "Rhinophalt is a single application preservative which slows the natural ageing and deterioration of the road surface. The process can be reapplied every few years to help protect the surface from the effects of heavy traffic and weathering, and works on asphalt and macadam in the same way as preservatives applied to wood.",
     "Principal Engineer for TfL's Streets team, Steve Crisp, said: \"The work at Hogarth Flyover is complementary to our commitment to manage London's streets better.",
     "\"We've treated the flyover with Rhinophalt before as part of a trial and it's been so successful in extending the intervals between essential repairs that we have decided to continue and re-apply the preservative.",
     "\"TfL Streets is also now actively reviewing rolling out this safe, sustainable and cutting-edge approach more widely with the aim of delivering long-term benefits to road users and keeping London's traffic moving.\"",
     "Works at the flyover are managed by WSP Group plc as part of its stewardship contract with TfL Streets. ASI Solutions, engaged by principal contractor Ringway, carried out the Rhinophalt process.",
     "Richard Fuller, Deputy Borough Manager of the WSP Group, said: \"Hogarth Flyover was built as a temporary one-way bridge almost 40 years ago to relieve congestion at the busy Hogarth Roundabout interchange of the A316 and M4, but it was never designed to withstand the volume of traffic now using it daily.",
     "\"By re-applying this preservation process we hope to extend the life of its existing surface and further increase the intervals between bridge closures for routine maintenance and safety checks.\"",
     "Neil Caldwell, Managing Director of ASI Solutions, said: \"We're delighted to be involved in keeping Hogarth Flyover open as much as possible and hope that the positive results from TfL's trial and its visionary approach will be mirrored by others.",
     "\"Rhinophalt is ideal for use on bridges and high traffic volume roads; the cold spray-applied solution cures rapidly to minimise road closure times and gives long-lasting protection against the effects of weathering.\"",
     "In addition to only having a thin road surface, the flyover presents a number of repair and maintenance challenges.",
     "The carriageway is only 3.35m wide, has a number of tight bends and a three ton restriction, preventing use of traditional heavy-weight road repair and resurfacing equipment.\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"Rhinophalt is a gilsonite mineral binder that chemically re-engineers the bitumen within road surfaces and prevents loss of essential oils and resins that routinely occur\",\"The preservative - which is BBA approved and in the final stages of receiving HAPAS approval - forms a membrane that becomes an integral part of the asphalt surface, without effecting skid resistance or texture depth\",\"For more information on the treatment, and for illustrative pictures, please contact Simon McKay at ASI press office on 01353 741075, or email \\u003ca href=\\\"mailto:simon.mckay@asiplc.com\\\"\\u003esimon.mckay@asiplc.com\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}