{
 "pageTitle": "Sutton is first in London to benefit from innovative green travel initiative",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Sutton is first in London to benefit from innovative green travel initiative",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "People in Sutton will be the first in the Capital to experience an innovative way to help them use environmentally friendly and healthy ways to travel."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "If large numbers of people in one area make the switch, then others are more likely to follow their example",
     "As Londoners become ever more aware of their health and their \nimpact on the environment, Transport for London (TfL) will be working with the \nLondon Borough of Sutton on a three-year 'Sustainable Town Centre' pilot scheme.",
     "Starting in September, the exciting initiative will bring together existing \nwork on school, workplace and personal travel planning in one borough.",
     "The scheme will see Sutton working in partnership with TfL to encourage \npeople living, working and studying in the borough to walk, cycle and use public \ntransport in line with the Mayor of London's Transport Strategy.",
     "Sutton residents, schools and workplaces will be given the chance to take \npart in various travel planning initiatives.",
     "This will include businesses, schools and homes being contacted to be \nprovided with advice, information, encouragement and opportunities to choose \nmore environmentally friendly journeys.",
     "For example, advice on local public transport services, help with installing \ncycling facilities in schools or the workplace, or new walking buses for \nschools.",
     "Ken Livingstone, Mayor of London, said: \"As climate change becomes an ever \nbigger problem for humanity, innovative and local schemes like this have to be \nthe future.",
     "\"We can all do our bit to reduce carbon emissions, and travelling in a more \nsustainable way is a good place to start.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Air quality\"}",
     "Jenny Jones, the Mayor's Green Transport Advisor, said: \"If lots of people \nmake small changes to the way they live and travel, then we can make a big \ndifference to our local environment.",
     "\"We know that many Londoners have already made the switch from cars to buses \nand others have taken up cycling, but outside of central London, any \nimprovements to air quality, congestion and noise are spread out across a big \ncity.",
     "\"The aim of this project is to generate a critical mass of people in one area \nwho will decide to walk more, cycle more and to switch to more sustainable forms \nof transport.",
     "\"If large numbers of people in one area make the switch, then others are more \nlikely to follow their example.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Improving health\"}",
     "Ben Plowden, Managing Director of Group Communications, TfL,\u003cbr /\u003esaid: \"Many \npeople are keen to choose healthier and more environmentally friendly ways to \ntravel, but are unsure what options are open to them.",
     "\"As public transport services improve and facilities for walking and cycling \nimprove we can help people in Sutton choose the best journey options for their \nneeds.",
     "\"Small changes like cycling to the local shops or walking children to school \na couple of times a week can help reduce congestion, improve health and save \nmoney.\"",
     "Colin Hall, Deputy Leader of Sutton Council and lead councillor for the \nenvironment, said: \"Sutton Council is totally committed to sustainable travel \nand is continually seeking new ways which will really help make a difference to \nhow people travel.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Sustainable travel\"}",
     "\"Our success in travel planning at schools, and the workplace travel plan we \nhave implemented for council staff, demonstrates how effective initiatives like \nthis can be.",
     "\"We are very excited about the opportunities that the Sustainable Town Centre \npilot offers and look forward to working with TfL to create a world leading \nprogramme.\"",
     "The pilot will also explore other opportunities to reduce congestion, such as \nthe expansion of Sutton car clubs, a cycle hire scheme and plans to help people \nto use forms of travel other than car.",
     "The programme will also look at the role of freight vehicles in the \nborough.",
     "If the Sutton pilot is a success, future programmes will be rolled out in \nother major town centres in London.",
     "{\"template\":\"bulletlist\",\"items\":[\"The London Borough of Sutton was appointed the Sustainable Town Centre pilot borough after submitting a bid to TfL\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}