{
 "pageTitle": "23 March Conference to Discuss More Powers for London's Rail Passengers",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "23 March Conference to Discuss More Powers for London's Rail Passengers",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The rail situation in London is fast approaching crisis point. There is insufficient focus on the capital's needs. The time has come for change to ensure that London survives as a major world city and to give it's long suffering rail passengers a break from unreliability and overcrowding."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The level of subsidy illustrates the point. In 2002/03, London and the\u003cbr /\u003eSouth East received just 4.9% of the Strategic Rail Authority's total subsidy bill - despite the fact that 70% of all rail journeys start or finish\u003cbr /\u003ein London.",
     "London is Europe's fastest growing city. 700,000 more people will be living in London by 2016 and there will be 630,000 new jobs. The already overcrowded rail network must expand to cope with this growth.\u003cbr /\u003eGovernment decisions are needed urgently on major investment for projects like Crossrail, East London Line Extension and Thameslink.",
     "As none of these major projects could be completed until 2010 at the earliest funds are also needed to upgrade the existing railways.",
     "London cannot go on accepting this situation. Transport for London is submitting proposals to Ministers in response to the Government's review of the rail industry. The aim is to secure a situation where the people of London can have more control over the city's rail services, and where the Mayor has powers to raise the finance needed to fund\u003cbr /\u003emajor projects.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"More details will emerge at the Rail Conference - \\\"Rail and a Growing London\\\" on March 2004\"}",
     " \u003ca href=\"/static/corporate/media/newscentre/archive/4373.aspx\"lid=\"Presentation to National Rail Conference 2004Ian Brown Managing Director London Rail, Transport for London\"\u003eRRRRRQQPresentation to National Rail Conference 2004\u003c/a\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}