{
 "pageTitle": "999 London Cycling Award Winners",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "999 London Cycling Award Winners",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London last night paid tribute to cyclists in the Metropolitan Police, City of London Police and the London Ambulance Service. With a series of brand new awards in seven categories."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The winners are:",
     "{\"template\":\"bulletlist\",\"items\":[\"Police Cycling Award - The Richmond Cycle Unit, Metropolitan Police\",\"Cycling in the Ambulance Service Award - Sean Clarke, Paramedic, London Ambulance Service\",\"Cycling in the Community - Woolwich Sector Team, Metropolitan Police\",\"Cycling in the Community (Highly Commended) - Claire Tinkler, Paramedic, London Ambulance Service\",\"Cycling in the Community (Highly Commended) - The Transport OCU Traffic Wardens\",\"999 Cycling in London Award - PC Mark Cockram, City of London Police\",\"999 Cycling Development Award - The Metropolitan Police Service (MPS)\"]}",
     "Managing Director of Surface Transport, TfL Peter Hendy said:",
     "\"The emergency services use of bikes has proved to be absolutely essential and this must prove to Londoners that cycling is a key ingredient to transportation across the Capital.",
     "\"I would like to congratulate all those who were nominated and those who won and I hope this will encourage more emergency service staff to become involved in cycling.\"",
     "Deputy Mayor of London Jenny Jones said:",
     "\"This is sleek, effective, modern policing, combining speed and mobility\u003cbr /\u003ewith the accessibility of a beat officer. They cover more ground than officers on foot, but are far more friendly and open than police in cars.",
     "\"They move faster through heavy traffic than a police car, and are the best way of keeping rogue cyclists in line. It was hard choosing winners from so many acts of bravery, determination and basic humanity.\"",
     "\u003cstrong\u003eWinners\u003c/strong\u003e ",
     "\u003cstrong\u003ePolice Cycling Award - The Richmond Cycle Team, Metropolitan Police\u003c/strong\u003e ",
     "The Richmond cycle unit use bicycles as part of a wider operation which has helped to deliver a significant reduction in motor vehicle crime within the London Borough of Richmond.",
     "\u003cstrong\u003eCycling in the Ambulance Service Award - Sean Clarke, Paramedic, London Ambulance Service\u003c/strong\u003e ",
     "Sean was called to a major incident along with other units. As he knew the streets well and as a cyclist he arrived at the scene first and made a rapid assessment of the accident. After a full examination had been done and the incident wasn't as serious as first thought Sean cancelled all unnecessary resources, freeing up services.\u003cbr /\u003e\u003cbr /\u003eThe cycle response unit is able to reach anywhere within its area of operation within minutes, regardless of traffic conditions.",
     "\u003cstrong\u003eCycling in the Community - Woolwich Sector Team, Metropolitan Police\u003c/strong\u003e ",
     "In November 2003 five mountain bikes were donated to the Woolwich sector team by a neighbourhood renewal project and immediately used. Initially the patrols were limited to Woolwich town centre to demonstrate them to the local community as they visited the shops and familiarity with them as part of the local policing resource was correctly judged to be a key factor.",
     "The patrols were quickly established as a welcome and trusted part of the town's response to security and crime issues and positive comments were received.",
     "\u003cstrong\u003eCycling in the Community (Highly Commended) - Claire Tinkler, Paramedic, London Ambulance Service (LAS)\u003c/strong\u003e ",
     "Claire has been representing the LAS on the National Treatment Agency (NTA) working group on reducing drug-related deaths (DRD). She volunteered to represent the service as her role on the cycle response unit (CRU) was bringing her into contact with the regular drug users in the West End of London who have no formal contact with social or health services.",
     "Claire's commitment to this research brought the LAS CRU a better understanding of; the time of day; type of location/area; on the ground local knowledge; specific police local intelligence; type of drug and of course improved survival rates of the West End's and possible national drug user communities.",
     "\u003cstrong\u003eCycling in the Community (Highly Commended) - The Transport OCU Traffic Wardens\u003c/strong\u003e ",
     "These traffic wardens use their bikes to travel thirteen miles a day, each way and enforce parking regulations along their route between Lewisham and Victoria to keep London moving. The use of bicycles has helped to make them more approachable to the public.",
     "\u003cstrong\u003e999 Cycling in London Award - PC Mark Cockram, City of London Police\u003c/strong\u003e ",
     "Over the past two years, PC Cockram had the foresight to propose a dedicated cycle team to his Divisional Commander to respond to calls for police assistance and be deployed on targeted pro-active operations.",
     "Mark overcame a number of hurdles including funding, health and safety and training to present a detailed business case and spearhead training for officers with the help of the International Police Mountain Bike Association. Reading University has now accredited PC Cockram's course under the NVQ scheme.",
     "\u003cstrong\u003e999 Cycling Development Award - The Metropolitan Police Service (MPS)\u003c/strong\u003e ",
     "The MPS have increased the numbers of operational police mountain bikes from 34 to 380. Officers and civilian staff are being trained in the use of mountain bikes as a tool to be used against street crimes. Officers are able to patrol areas not normally accessible to foot patrols or vehicles. The MPS is also leading the way in the design of police cycle clothing.",
     "\u003cstrong\u003eEmergency Services PR Contacts\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Kirsten Ross, Metropolitan Police Service - 020 7321 9066, \\u003ca href=\\\"mailto:Kirsten.Ross2@met.pnn.police.uk\\\"lid=\\\"Kirsten.Ross2@met.pnn.police.uk\\\"\\u003eKirsten.Ross2@met.pnn.police.uk\\u003c/a\\u003e \",\"Craig Macpherson, London Ambulance Service - 020 7921 5113,\\u003cbr /\\u003e \\u003ca href=\\\"mailto:Craig.Macpherson@lond-amb.sthames.nhs.uk\\\"lid=\\\"Craig.Macpherson@lond-amb.sthames.nhs.uk\\\"\\u003eCraig.Macpherson@lond-amb.sthames.nhs.uk\\u003c/a\\u003e \",\"Julian Goodchild, City of London Police - 020 7601 2220, \\u003ca href=\\\"mailto:julian.goodchild@city-of-london.pnn.police.uk\\\"lid=\\\"julian.goodchild@city-of-london.pnn.police.uk\\\"\\u003ejulian.goodchild@city-of-london.pnn.police.uk\\u003c/a\\u003e \"]}",
     "With the help of TfL, a selection of officers have qualified as professional International Police Mountain Bike Association (IPMBA) cycle training instructors. \u003ca href=\"http://www.ipmba.org/\"target=\"_blank\"lid=\"http://www.ipmba.org\"el=\"http://www.ipmba.org\"\u003ewww.ipmba.org \u003c/a\u003e ",
     "The MPS and TfL are developing and funding high-spec clothing, bicycles and supporting equipment, and a trailer for rapid deployment of 12 bikes. The Corporation of London has provided a similar kit to the City Police.",
     "The London Ambulance Service (LAS) deals with over 3,500 calls a day with central London being the busiest area. Traffic Congestion, pedestrian areas and high 999 call-demands contribute to make fast ambulance responses in central London, challenging to meet, especially when not all calls require patient conveyance to hospitals.",
     "The LAS Cycle Response Unit (CRU) was introduced to ease the pressure on ambulances by targeting calls that were not life threatening. In 2002 it became operational and today, two teams of four trained paramedics and technicians on bicycles cover a ten-hour day, seven-day a week shift pattern, in the heart of the Capital.",
     "The LAS is working in partnership with TfL to develop and fund high-spec clothing, bicycles and supporting equipment, and the expansion of the LAS CRU into other high demand areas",
     "{\"template\":\"bulletlist\",\"items\":[\"average response time is 6 minutes - 100% are within the 8 minute Government target\",\"50% of cases do not require an ambulance\",\"£80,000 saved in ambulance and staff costs; £2000 in fuel costs; 251 extra hours of ambulance availability over a 6 month period\",\"patient \\u0026 public appreciation for the LAS CRU in its 'community ambulance' role\",\"the CRU has won three awards and attained world media coverage for their innovative approach.\"]}",
     "\u003cstrong\u003eFor further information please contact the TfL press office on 020 7941 4141. \u003c/strong\u003e ",
     "\u003cbr /\u003eTransport Policing \u0026 Enforcement Directorate",
     "\u003cstrong\u003eA Strategic Perspective on the Future Role of Cycling in London's Emergency Services \u003c/strong\u003e ",
     "\u003cbr /\u003eThe subject of how cycling can play a part in delivering better policing\u003cbr /\u003eservices is therefore of very real interest to me.",
     "Before we go into the nominations, I would like to look briefly at where\u003cbr /\u003ecycling fits within the wider transformation agenda of public services in\u003cbr /\u003eLondon.",
     "It is fascinating to see the development of the transport, policing and\u003cbr /\u003eemergency services agendas over the past few years",
     "Thirty years ago we moved police officers away from their \"beats\" and into\u003cbr /\u003epanda cars and other response vehicles. This was all done in the name of\u003cbr /\u003eefficiency, faster response and chasing after the high profile cases",
     "The transport industry went through a similar, albeit slower, revolution\u003cbr /\u003ewhere low-tech approaches to transport - walking, cycling, buses - were\u003cbr /\u003eshunted aside in favour of the fast, personal mobility offered by the car.",
     "Cities were redeveloped, neighbourhoods razed, roads widened - and, slowly,\u003cbr /\u003ecommunities disintegrated as we hit the fast lane - travelling further,\u003cbr /\u003efaster (although taking much the same time as before). This affected not\u003cbr /\u003eonly the geography of our cities, but how they functioned, where we live and\u003cbr /\u003ework, and, crucially how communities function. Emergency services joined\u003cbr /\u003ethe race for speed in a bid to keep response times down and chase crime in\u003cbr /\u003eever faster circles.",
     "With no pun intended, the wheel may be turning full circle...",
     "In London, at least, we have seen for the first time a decline in car use in\u003cbr /\u003eCentral and inner London. Bus ridership is at the highest levels since\u003cbr /\u003eDixon was at Dock Green and growing at more than 10% a year. Walking and\u003cbr /\u003ecycling are starting to increase. Inner London neighbourhoods are becoming denser and even 20mph speed limits are back on the agenda.",
     "Policing is also returning to the community. Over the past few years we\u003cbr /\u003ehave seen not just increases in police numbers, but a renewed focus on\u003cbr /\u003eworking at the local level. Police officers are increasingly working with\u003cbr /\u003eschools, local authorities, housing associations, voluntary agencies and\u003cbr /\u003e(even) transport agencies to not just chase crime but to work with the wider\u003cbr /\u003ecommunity to prevent crime.",
     "The use of PCSOs has made it possible to bring back a highly visible,\u003cbr /\u003euniformed presence to some of London's streets. The MPS will be extending\u003cbr /\u003ethis principle by establishing dedicated, ward-based policing teams in each\u003cbr /\u003eof the Boroughs. Their role, primarily, will be to work with local\u003cbr /\u003ecommunities to understand their issues, gather intelligence and develop\u003cbr /\u003eappropriate, local strategies.",
     "London Underground and the British Transport Police are, essentially,\u003cbr /\u003edeploying a similar \"reassurance policing\" model of assigned dedicated\u003cbr /\u003epolice officers to groups of Underground stations - to work with our staff\u003cbr /\u003eand passengers to create safer travelling and working environment.",
     "So what does all this have to do with cycling in the emergency services?",
     "I would suggest to you that we are at a decisive point in the delivery of\u003cbr /\u003etransport and emergency services in the capital:",
     "{\"template\":\"bulletlist\",\"items\":[\"Public expectations are high - and the public is not without criticism of what we all do\",\"Traditional models and assumptions are being challenged - and for good reason\",\"There has been significant recent investment in some of our businesses - police numbers increasing, revitalisation of bus services; investment in new control room and deployment technology\",\"New ideas and innovation are coming to the fore - we all recognise we need to try different ways of addressing deep-rooted problems ; for example congestion charging, introduction of PCSOs - ideas which would never have got off the ground even five to ten years ago\"]}",
     "What the nominations for tonight's awards demonstrate is that innovation,\u003cbr /\u003eresourcefulness and the willingness to challenge established ways of\u003cbr /\u003eworking exist in depth in the organisations represented here tonight.",
     "Moreover, they highlight that our staff - the people on the front line -\u003cbr /\u003eusually have the best ideas. In most cases, one or two individuals have\u003cbr /\u003etaken an idea and developed the use of bikes into an integral element in\u003cbr /\u003emainstream service delivery.",
     "Crucially they demonstrate that cycling has a real role to play in improving\u003cbr /\u003ethe performance of our organisations.",
     "And there are some brilliant examples of how this might develop into the\u003cbr /\u003efuture.",
     "Visible police bike patrols able to engage local people but also respond to\u003cbr /\u003ecalls (in one incident, pursuing a suspect all the way into a shop - I trust\u003cbr /\u003ethe officer managed to do so without riding on the pavement).",
     "The Ambulance service Cycle Response Unit getting around faster in the West\u003cbr /\u003eEnd than ambulances and ensuring effective triage at the scene.",
     "The cycling drugs outreach unit which has the unique ability to combine\u003cbr /\u003eoutreach work with emergency support to vulnerable people in the West End.",
     "All the nominations demonstrate the pioneering development work being done;\u003cbr /\u003enot only in identifying appropriate kit - bringing a whole new meaning to\u003cbr /\u003e\"Smith and Wessons for the Met\" - but also on adapting traditional policing\u003cbr /\u003estyles to meet the demands of Londoners in the 21st century.",
     "Tonight is an occasion for us to celebrate what has been achieved. All\u003cbr /\u003ethose nominated for awards should rightly feel proud of their achievements.",
     "However, as you return to work in the morning - possibly with a slight\u003cbr /\u003eheadache - I would ask you to consider this. We are still at the cross\u003cbr /\u003eroads - doing a track-stand as we wait for the lights to change - as to how\u003cbr /\u003ecycling will develop into the future.",
     "One path will keep this as a Cinderella service; providing individual,\u003cbr /\u003eenthusiast staff with a way to keep their training going at work and\u003cbr /\u003eproviding some good pictures for the annual report. More bikes will be\u003cbr /\u003edeposited in dark corners of stations and the air will slowly escape from\u003cbr /\u003etheir tyres.",
     "The other path drives cycling on to being an integral part of mainstream\u003cbr /\u003eservice delivery to the community. The nominations demonstrate that cycling\u003cbr /\u003ecan make a real impact to improving our performance.\u003cbr /\u003eDeveloping these initiatives further will take organisational and political\u003cbr /\u003ecourage. I urge you all to make this leap - not in the interest of the\u003cbr /\u003ebikies, but in the interests of all Londoners who rely on our services day\u003cbr /\u003eand night.",
     "Congratulations to all those nominated - and to the organisations who have\u003cbr /\u003esupported their vision and determination.",
     "\u003cbr /\u003e\u003cstrong\u003eJeroen Weimar\u003c/strong\u003e ",
     "\u003cstrong\u003eTransport for London\u003c/strong\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}