{
 "pageTitle": "BTEC brings better service to two London bus companies",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "BTEC brings better service to two London bus companies",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London General and London Central are the first London bus operators to have fully trained over 100 bus Service Controllers to BTEC standards, Transport for London announced today."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This success comes less than a year after Transport for London introduced and funded the compulsory new qualification for all new bus drivers and Service Controllers. The course covers issues such as defensive driving skills; health, safety and security; operating the bus service; the London bus industry and for supervisory service control skills, communication skills through classroom and practical sessions.",
     "Transport for London, Managing Director, of Surface Transport, Peter Hendy said:",
     "\"Well done to the staff of London General and London Central. This is a real achievement that demonstrates this operator's dedication to raising bus industry standards. London General and London Central passengers can now be confident they will receive better service as a result.\"",
     "\"London's bus industry suffered before the introduction of the TfL funded BTEC from a lack of career structure and recognition for staff. Now we are well on our way to building up an industry staff can be proud to work in.\"",
     "Go- Ahead Chief Executive David Brown said:",
     "\"The BTEC qualification raises the standards and professionalism of all our staff and ensures that we are providing the best possible service for our customers. London Central and London General staff have enthusiastically embarked upon the training programme and we are proud to announce that all our Service Controllers are now BTEC trained along with over 400 drivers and with a further 1,800 in the process of being trained.\"",
     "Up to 40 service controllers will be receiving their awards at a presentation ceremony taking place at City Hall, London's Living Room this evening from 5-8pm.",
     "The BTEC qualification is compulsory for all new bus drivers, conductors and all service controllers. The qualifications follow a structured training programme over 3-6 month period. Bus Driver BTEC is equivalent to NVQ level 2 and Service Controllers BTEC to NVQ Level 3. The BTEC is part of a national framework of industry vocational qualifications externally assessed by Edexcel.\u003cbr /\u003eThe areas that will benefit from the BTEC trained staff will be Sutton, Wimbeldon, Morden, Bexleyheath, New Cross, the City, Fulham, Putney, Vauxhall, Wandsworth and Streatham.",
     "For more information contact the TfL press office on 020 7941 4881 or 7941 4141 (and for out of hours).\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}