{
 "pageTitle": "Lorpington's Hospitals gain new bus links.",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Lorpington's Hospitals gain new bus links.",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "This weekend the R2 bus service will be diverted to serve Princess Royal University Hospital and new bus service R8 starts, offering a direct link to Orpington Hospital, Transport for London announced today."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The R2 service will now from run Biggin Hill Valley, Biggin Hill, Leaves Green, Keston, Keston Mark, Locksbottom - Princess Royal Hospital, Orpington Station, Orpington, Kent Road/ Cray Avenue Cross Roads, Amherst Road, Chislehurst Road and Petts Wood Station.\u003cbr /\u003e\u003cbr /\u003eThe new R8 service will replace the previous R2 route run from Biggin Hill- Church Road, Biggin Hill - Post Office, Main Road - Lebanon Gardens, Jail Lane - Single Street, Downe High Street, Green Street Green - Glentrammon Road, Orpington Hospital - Seven Oaks Road, Orpington - Walnuts Centre and Orpington Station.",
     "London Buses Director of Performance, Clare Kavanagh said:",
     "\" I am pleased to be introducing better links in the Orpington area and the first bus service for Church Road and Aperfields Road in Biggin Hill. Local residents can now enjoy a reliable, bus services to the hospitals, railway stations and other local amenities.\"",
     "Princess Royal University Hospital, Estates Director Graham Goddard said:",
     "\"The Trust is delighted with Transport for London's proposal to introduce new bus routes to serve Orpington and The Princess Royal University Hospitals. These new services are key to better access to our hospitals, and will enable the Trust to fulfil its planning commitment to provide alternatives to the use of private cars for hospital visitors.\"",
     "New fully accessible buses will be available on the R2 and R8 from the spring.",
     "London Buses manages bus services in London for the Mayor's Transport for London. It plans routes, specifies service levels and monitors service quality. It is also responsible for bus stations, bus stops, security initiatives and passenger information. The bus services are operated by private operators, which work under contract to London Buses.",
     "The London bus network is one of the largest and most comprehensive urban systems in the world. Each weekday 7,500 London buses carry 5.4 million passengers on more than 700 different routes.\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}