{
 "pageTitle": "Presentation to National Rail Conference 2004",
 "description": "Neighbours are complaining about the noise, particularly as some of them cannot afford to use the school as fees are rising steeply. Almost everybody is a prefect but nobody can exert control.The teachers have been out one by one and shouted at everybody,",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Presentation to National Rail Conference 2004",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Imagine a well kept park full of people enjoying life, but instead we have a noisy, crowded school playground - a playground not a battlefield. Kids screaming, a bit of fighting, not too much bullying and quite a few people working hard sitting around the edges trying to work."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Neighbours are complaining about the noise, particularly as some of them cannot afford to use the school as fees are rising steeply. Almost everybody is a prefect but nobody can exert control.",
     "The teachers have been out one by one and shouted at everybody, but were drowned out the noise. The school governors of this expensive public/private school have met and the Chief School Governor has put in an appearance in the playground. He didn't blow a whistle but he asked everybody how they would convert the playground into an active (Network Rail) park for all.",
     "The Mayor and Transport for London intend to respond to this with a carefully developed proposal.",
     "Level of franchise subsidy on national rail in London represents 5% of the UK total (\u003c£100m p.a.) plus projects such as West Coast Main Line.",
     "{\"template\":\"bulletlist\",\"items\":[\"1/3 of all journeys on the National network are within the GLA boundary.\",\"Londoners make 50% of all UK rail journeys.\",\"70% of all UK rail journeys are made either to or from London.\"]}",
     "On top of this, London is Europe's fastest growing city with 700,000 more people living in London by 2016 and 630,000 new jobs. This requires an accountable and effective national system and new projects such as East London Line, Thameslink and Crossrail.",
     "If the government is unable to fund rail development in London, then the Mayor and TfL must be given more powers and greater freedom to raise reliable funding. The Mayor should also be given a greater say on how London's railway services are specified - and this is in line with Government's growing interest in devolving more power to the regions.",
     "TfL is already responsible for all other public transport in the City and the Congestion Charge - it could make a significant contribution in terms of service specification, integration, unified ticketing, security and accessibility.",
     "Accountability brings financial control and choices - choices whether to invest in rail or road in particular situations.",
     "In short, the time has come to improve the playground - make the players accountable to the cities and regions that sustain them.",
     "The Secretary of State review provides that opportunity - the Mayor will be there.\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}