{
 "pageTitle": "TfL announces new entrant to London bus market",
 "description": "The business, which operates twelve contracts for Transport for London, consists of 200 buses and employs 700 staff including over 600 drivers. Services operate out of two depots in Battersea and Beddington, Croydon.Twenty bus operators are currently in",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL announces new entrant to London bus market",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Buses today announced that the National Express Group has acquired Connex Bus with immediate effect."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The business, which operates twelve contracts for Transport for London, consists of 200 buses and employs 700 staff including over 600 drivers. Services operate out of two depots in Battersea and Beddington, Croydon.",
     "Twenty bus operators are currently in the London market which is worth around £1 billion a year.",
     "Director of Performance at London Buses Clare Kavanagh said:",
     "\"The quality of London's bus services is at an all time high and the number of people using the service is growing at a rate of 11% year-on-year. National Express as a significant player in the market will, I am sure, help to continue to drive up quality and provide additional the competition for London bus services.",
     "\"I look forward to working with National Express and wish them every success in contributing to better public transport for London.\"",
     "Confirming today's announcement Phil White, Chief Executive National Express Group said;",
     "\"We have been keen to enter the London bus market but have been looking for an opportunity which gives us critical mass from an existing and established site. We believe that these operations, combined with any future contracts we win will position us well for future growth in this market. We welcome the former Connex Bus employees to the Group and look forward to growing our bus operations over the coming year.\"",
     "2. Current share of the London bus market based on annual mileage is as follows:",
     "Arriva 18.17%\u003cbr /\u003eGo-Ahead 17.90%\u003cbr /\u003eFirst 16.34%\u003cbr /\u003eStagecoach 15.36%\u003cbr /\u003eMetroline 11.45%\u003cbr /\u003eTransdev 8.15%",
     "3. The London bus network is one of the largest and most comprehensive urban systems in the world. Each weekday 7,500 London buses carry 5.4 million passengers on more than 700 different routes.",
     "4.Key points about expanding the London bus network under the Mayor's transport policies:",
     "{\"template\":\"bulletlist\",\"items\":[\"Bus use is up by eleven per cent over the past year\",\"The number of passengers using buses is at its highest level since 1969;\",\"Patronage is rising at its fastest rate since the second world war;\",\"London Buses is running the highest volume of service on London's roads than at any time since 1963.\"]}",
     "\u003cbr /\u003e\u003cstrong\u003eFor more information:\u003c/strong\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}