{
 "pageTitle": "TfL Consult on Congestion Charge Changes",
 "description": "The consultation will focus on five aspects of the charging scheme, including proposals designed to ease the payment process for commercial users, and to bring the scheme into line with other central London traffic enforcement charges.Michele Dix,",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL Consult on Congestion Charge Changes",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) will consult the public on proposed changes to the central London congestion charge scheme. The consultation, starting today, will last ten weeks."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The consultation will focus on five aspects of the charging scheme, including proposals designed to ease the payment process for commercial users, and to bring the scheme into line with other central London traffic enforcement charges.",
     "Michele Dix, Director of Congestion Charging, said,",
     "The Mayor recently put the consultation on the increase in the value of penalty charge notices (PCNs) on hold due to concerns over Capita's performance. Capita have recently met their second performance milestone as required by the supplemental agreement, demonstrating that improvements have been made. The consultation will therefore include a proposed increase in the value of PCNs. Nevertheless, a final decision by the Mayor on whether or not to increase the value of the PCNs will not be made until the Mayor has reviewed the performance of the service provider.",
     "The consultation will discuss the following proposed changes:",
     "{\"template\":\"bulletlist\",\"items\":[\"div\",\"div\",\"div\",\"div\",\"div\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}