{
 "pageTitle": "Cycle training for every child offered in latest TfL plan for young people in London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2014",
   "url": "/info-for/media/press-releases/2014"
  },
  {
   "title": "March",
   "url": "/info-for/media/press-releases/2014/march"
  },
  {
   "title": "Cycle training for every child offered in latest TfL plan for young people in London"
  }
 ],
 "title": {
  "title": "Cycle training for every child offered in latest TfL plan for young people in London",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Every child will be offered free cycling training as part of a new Delivery Plan for Young People, Transport for London (TfL) reaffirmed today.",
     "The pledge forms a key part of TfL's new \"Delivery Plan for Schools and Young People\", which brings together for the first time the wide range of projects and activities TfL offers to young Londoners.",
     "One of TfL's top priorities is to reduce by 40 per cent the number of people killed or seriously injured on London's roads by 2020.",
     "Recently, the Mayor and TfL published six commitments which, working with a range of partners, are guiding a range of work to deliver this.",
     "A large part of the Schools and Young People Delivery Plan outlines the action being taken to prioritise the safety of the most vulnerable young road users including pedestrians and cyclists as well as making them aware of career opportunities in the transport industry.",
     "In the last year, nearly 39,000 children in the capital received cycle training as part of TfL's work with 33 London boroughs to encourage children to take to two wheels.",
     "Cycle training is a borough-led programme delivered within the proven framework of the nationally accredited 'Bikeability' training scheme.",
     "There are three levels of Bikeability cycle skills training, ranging from basic off-road to advanced on-street training.",
     "TfL is working with the boroughs to encourage schools that are not running cycle training to sign-up.",
     "Schools can contact their borough's Road Safety Team or School Travel Plan Officer for more information on how to get involved.",
     "Leon Daniels, Managing Director Surface Transport said: `We want to encourage a shift towards cycling and walking as part of the school journey and get more Londoners out of their cars during the school run.",
     "`As well as encouraging schools to sign up for cycle training, by working with the boroughs and the police we will be expanding Cycle to School Partnerships across London over the next three years.",
     "`As a result, we hope to embed a cycling culture within schools and London wide.",
     "`This plan also sets out how we are working with young people to provide them with the skills they need to make informed, safe travel choices and even how they can be equipped with the skills that could help them on to a career in the transport industry.'",
     "As well as outlining TfL's commitments to get more young people cycling, the plan covers five key areas where TfL is working with its partners to benefit young people in the capital. These are:",
     "{\"template\":\"bulletlist\",\"items\":[\"Casualty reduction: reducing the number of young people killed or injured on and around London roads\",\"Active and independent travel: promoting active travel choices such as cycling, walking and confident use of public transport\",\"Community and personal safety: reducing the level of young people as offenders and victims of crime, and promoting secure and responsible travel\",\"Skills and employment: using transport to access learning and training, and raising the awareness of careers in TfL, its suppliers and the transport industry and\",\"Youth involvement: connecting with young people and youth stakeholders to involve them in informing, influencing and communicating TfL's priorities and key message\"]}",
     "Read the Delivery Plan for Schools and Young People. To find out further information on our programmes visit \u003ca href=\"http://www.tfl.gov.uk/younglondon\"\u003ewww.tfl.gov.uk/younglondon\u003c/a\u003e \u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"The \\\"Delivery Plan for Schools and Young People\\\" also forms a key part of delivering the capital's wider \\\"Safe Streets for London\\\" road safety plan, which sets out a clear path towards helping to reduce death and serious injury on the capital's roads. The road safety plan, which covers the period until 2020, builds on solid progress already made by TfL, the London boroughs and the police over the last decade to improve the safety of London's roads and allow the capital to make significant progress towards the ultimate ambition - a London road network free from death and serious injury.\",\"In February 2014 the Mayor and TfL published six safety commitments, which supports the plan and brings focus to the range of actions needed by us and our partners to make our streets safer:\\u003cbr /\\u003e \\u003ca href=\\\"http://www.tfl.gov.uk/cdn/static/cms/documents/safe-london-streets-our-six-road-safety-commitments.pdf\\\"\\u003ehttp://www.tfl.gov.uk/cdn/static/cms/documents/safe-london-streets-our-six-road-safety-commitments.pdf\\u003c/a\\u003e \"]}",
     "The six key commitments are:\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"The Delivery Plan for schools and young people originated from a project to identify efficiency savings and projects are delivered to the areas of greatest need.\",\"The draft plan was open for consultation for eight weeks at the start of 2013. We received more than 68 responses from a number of stakeholders and the observations which have been incorporated wherever possible. To view the consultation summary report visit \\u003ca href=\\\"https://consultations.tfl.gov.uk/\\\"\\u003ehttps://consultations.tfl.gov.uk/\\u003c/a\\u003e \",\"Cycle to School Partnerships and cycle training feature within the Mayor's Vision for Cycling and we will support schools to develop these programmes to ensure they are aligned with existing programmes to increase the number of young people cycling.\",\"TfL's latest teenage road safety campaign 'Stop. Think. Live' is running over March and April.\",\"The implementation of this plan is dependent on internal partnerships between our directorates and a number of external partners, in particular the Metropolitan Police Service (MPS); City of London Police (CoLP); the British Transport Police (BTP); London boroughs, including road safety officers and school travel planners, bus operators; and London Transport Museum (LTM).\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2014/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2014/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2014/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2014/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2014/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2014/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2014/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2014/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2014/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2014/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2014/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2014/january",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}