{
 "pageTitle": "London's first Motorcycle Safety Action Plan to improve safety for riders across the capital",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2014",
   "url": "/info-for/media/press-releases/2014"
  },
  {
   "title": "March",
   "url": "/info-for/media/press-releases/2014/march"
  },
  {
   "title": "London's first Motorcycle Safety Action Plan to improve safety for riders across the capital"
  }
 ],
 "title": {
  "title": "London's first Motorcycle Safety Action Plan to improve safety for riders across the capital",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "More enforcement, innovative safety trials and new design guidance for junctions to help reduce collisions"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Our new Motorcycle Safety Action Plan, the first of its kind in London, will look to build on best practice from across London, the UK and Europe, to ensure that we can continue to make our roads safer for all",
     "The Mayor of London and Transport for London (TfL) today published the capital's first Motorcycle Safety Action Plan designed to directly reduce the number of collisions involving motorcyclists and scooter riders.",
     "One of TfL's top priorities is to reduce by 40 per cent the number of people killed or seriously injured (KSI) on London's roads by 2020.",
     "Recently, the Mayor and TfL published six commitments which, working with a range of partners, are guiding a range of work to deliver this.",
     "In particular, action is being taken to prioritise the safety of the most vulnerable road users:  pedestrians, cyclists and motorcyclists.",
     "London has a long history of successful initiatives to increase the safety of motorcyclists, with the number of riders killed in London halved during the last decade.",
     "However, in 2012 there were 629 motorcyclist KSIs on London's roads; which equated to 21 per cent of all KSIs in London that year.",
     "Despite the number of motorcycles registered in London steadily increasing in the last decade, motorcycling made up just 2.3 per cent of all vehicle kilometres, meaning that motorcyclist KSIs remain disproportionally high.",
     "TfL is now redoubling efforts to improve motorcycle safety through its new Motorcycle Safety Action Plan.",
     "The new plan was compiled by TfL working with representatives from the motorcycle industry and is based on detailed analysis of the risks and challenges faced by riders in London.",
     "It outlines 29 key actions which will directly target the key factors in collisions, which will help to reduce motorcyclist casualties across London.",
     "The actions include:",
     "{\"template\":\"bulletlist\",\"items\":[\"The TfL-funded Metropolitan Police Motorcycle Tasking Team will increase enforcement activity by 40 per cent, which will allow the team to further clamp down on dangerous behaviour such as speeding, careless riding and actions by other road users such as turning across motorcyclists at junctions. Monthly high-visibility operations will also take place across London to target motorcycle, as well as cyclists and pedestrian safety\",\"The Mayor and TfL will work with London's police to make better use of offender retraining for motorcyclists as an alternative to prosecutions. They will also lobby the Department for Transport (DfT) for further safety and training elements, such as additional guidance on riding in a busy city environment, to be included in the motorcycle compulsory basic training (CBT) and the motorcycle licence test\",\"Working with the motorcycle industry and local boroughs, TfL will promote the use of Personal Protection Equipment (PPE) by motorcyclists, which can severely reduce the severity of injuries when involved in a collision. TfL will also carry out on-street trials of new technologies specifically designed to make motorcycling safer, such as innovative headlights which make motorcycles look larger to help reduce right turn collisions\",\"New hard hitting safety campaigns will be produced, designed specifically to change road user behaviour that puts motorcyclists at risk, such as drivers failing to look properly or not accurately judging motorcyclists' paths when turning into or out of side roads\",\"A new Motorcycle Courier and Delivery Code will be launched by TfL and representatives from the motorcycling industry. This would look to ensure companies provide better training and safety equipment to riders while helping companies to improve riding behaviour among their employees\",\"TfL will produce new design guidance for motorcyclists specifically tailored for London's roads, building on the forthcoming design guidance by the Institute of Highway Engineers. Motorcycle safety and best practice across Europe will also be investigated to see whether any further lessons could be learnt to reduce motorcycle injuries.\"]}",
     "To support the publication of the Motorcycle Safety Action Plan, TfL has also published a new independent report which provides, for the first time, detailed analysis of fatal motorcycle collisions in London.",
     "This ground-breaking research, looked at the Police investigation reports for all fatal collisions between 2006 and 2009 and showed that most fatal collisions during this period (45 per cent) involved a \"loss of control\", with half of these being recorded as exceeding the speed limit.",
     "A further 22 per cent involved vehicles turning across the path of the motorcyclist.",
     "Mayor of London, Boris Johnson, said: `This plan clearly sets out our commitment to make London's roads as safe as possible for motorcyclists, many of whom play a key role in keeping businesses across our city moving.",
     "`It's a very wide-ranging package of measures that looks at motorcycle safety in the round, from education and awareness, to better enforcement and innovations in technology and design too.",
     "`We've made some great strides in improving road safety in recent years and this plan gives us the toolbox we need to fine-tune our efforts and deliver an even better experience for motorcyclists in the capital.'",
     "Leon Daniels, Managing Director of Surface Transport at TfL, said: `Despite the number of fatalities being more than halved since 2000, motorcyclists are, sadly, still much more likely to be involved in a serious collision than any other mode of transport in London.",
     "`Our new Motorcycle Safety Action Plan, the first of its kind in London, will look to build on best practice from across London, the UK and Europe, to ensure that we can continue to make our roads safer for all.'",
     "Craig Carey-Clinch, the Motor Cycle Industry Association's policy advisor said: `Motorcycles are an important component in London's transport system and riders have a right to expect a safer road environment.",
     "`The Action Plan marks a valuable step in bringing safety initiatives together under a single framework.",
     "`We welcome TfL's commitment to motorcycle safety and look forward to working with the TfL team as the Action Plan is delivered and also further developing the role of motorcycling under a holistic safety and transport policy.'",
     "Inspector Paul Thomas of the Metropolitan Police's Motorcycle Tasking Team said: `I see this action plan as a positive step forward in reducing the number of collisions that motorcyclists are involved in.",
     "`Working with our colleagues from TFL we booked nearly 400 motorcyclists onto Bikesafe-London at the Excel Motorcycle Show which demonstrates that motorcyclists want to be safer in the capital.",
     "`The Metropolitan Police Motorcycle Tasking Team are dedicated to improving the safety of motorcyclists by both education and enforcement.",
     "`We are all police motorcyclists and all ride our own machines off duty so we know the risks faced by others. We are all looking forward to taking part in this Action Plan and the challenges it presents.'",
     "The launch of the plan has been backed by top radio host and passionate motorcyclist Neil Fox.",
     "Neil Fox, host of Foxy in the Morning on Magic FM, said: `As a lifelong lover of motorbikes, and a daily rider in and around London, I welcome any initiative that tries to make biking safer.",
     "`Cars, lorries, motorbikes and bicycles all have to share our busy streets and we must all learn to respect each other, watch out for each other and obey the laws and the highway code.",
     "`Anyone on two wheels is clearly more vulnerable but initiatives like this will help focus peoples' minds and help save lives.'",
     "For more information on the work TfL is carrying out to improve motorcycle safety, please visit \u003ca href=\"http://www.tfl.gov.uk/roadsafety\"\u003ewww.tfl.gov.uk/roadsafety\u003c/a\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The Motorcycle Safety Action Plan can be downloaded \\u003ca href=\\\"http://www.tfl.gov.uk/assets/downloads/motorcycle-safety-action-plan.pdf \\\"\\u003ehere\\u003c/a\\u003e \",\"In June 2013, the Mayor and Transport for London published \\u003ca href=\\\"http://beta.tfl.gov.uk/cdn/static/cms/documents/safe-streets-for-london.pdf \\\"\\u003eSafe Streets for London:\\u003c/a\\u003e an ambitious and comprehensive plan to reduce further the number of people killed or seriously injured in London by 40 per cent by 2020\",\"In February 2014 the Mayor and TfL published our \\u003ca href=\\\"http://beta.tfl.gov.uk/cdn/static/cms/documents/safe-london-streets-our-six-road-safety-commitments.pdf\\\"\\u003esix safety commitments\\u003c/a\\u003e , which supports the plan and brings focus to the range of actions needed by us and our partners to make our streets safer\"]}",
     "The six key commitments are:"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2014/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2014/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2014/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2014/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2014/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2014/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2014/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2014/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2014/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2014/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2014/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2014/january",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}