{
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2014",
   "url": "/info-for/media/press-releases/2014"
  },
  {
   "title": "March",
   "url": "/info-for/media/press-releases/2014/march"
  },
  {
   "title": "Mayor launches £1.8m Future Streets Incubator Fund to transform London's streets and public spaces"
  }
 ],
 "title": {
  "title": "Mayor launches £1.8m Future Streets Incubator Fund to transform London's streets and public spaces",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Dozens of streets and underused public spaces across the capital will be transformed as the Mayor and Transport for London (TfL) today launched a new £1.8 million fund to invest in creative and original on-street projects.",
     "From ideas such as temporary public plazas to pop-up street sporting activities, the 'Future Streets Incubator Fund' will help convert more of London's streets into spaces where people can socialise and interact.",
     "There will also be a focus on creating new, greener spaces, boosting sustainable transport, testing new street layouts and alternative ways that roads and streets can be used.",
     "The Mayor and TfL are looking for creative pilot scheme submissions from local boroughs, Business Improvement Districts (BIDs) and community groups in order to award the substantial funding over the next three years.",
     "The fund will champion innovation and will be a great way to temporarily try out new street layouts using low-cost measures.",
     "The Mayor of London, Boris Johnson, said: `This fund will spark the imagination of people and organisations across our city.",
     "`Anything and everything will be considered, however weird and wonderful.",
     "`We want to harness the creativity of Londoners and put their ingenuity on the map.'",
     "Examples from around the world show what can be achieved when funding is directed to innovative projects:",
     "{\"template\":\"bulletlist\",\"items\":[\"In Brooklyn, New York, a new public plaza has been created where a car park once stood. Seating, tables and potted trees have transformed the space into somewhere New Yorkers can enjoy\",\"In Toronto, Canada, pop-up sporting activities such as 'street tennis' brought communities together and encouraged people to use their open spaces differently\",\"In Bogota, Columbia, an event called Ciclovia, held every Sunday, attracts up to one million participants as central roads are closed to traffic and opened  up to pedestrian and cyclists\"]}",
     "TfL's Managing Director of Planning, Michele Dix, said: `Whether it's about technological capability, street layouts, new types of infrastructure, vehicles on the road or the way we use streets through the day, week or year, the Future Streets Incubator will help to develop, support, and pilot potential solutions to transform London's streets and make them places for Londoners to enjoy.'",
     "TfL is already helping to support a number of creative pilot projects, but this new fund will see the amount of money on offer tripled.\u003cbr /\u003e\u003cbr /\u003ePast projects to receive funding under the Bid4BIDs scheme include one from the Baker Street Quarter Partnership BID who are working in collaboration with freight experts from the University of Westminster to explore how over 70 local businesses can co-ordinate deliveries to improve the local environment.",
     "Other projects include a cycle freight service from the Better Bankside BID, which will use a power assisted delivery bike instead of a van for deliveries in the Bankside area.",
     "A commercial vehicle reduction scheme that will significantly reduce the number of commercial vehicles in the West End, particularly during the day will be trialled by the New West End Company.",
     "Chief Executive of Baker Street Quarter Partnership, Penny Alexander, said: `The Baker Street Quarter Partnership was delighted to receive funding from Transport for London to assist us in exploring how we can reduce the dominance of vehicular traffic through the coordination and consolidation of business deliveries in the area.",
     "`This will further our work to improve the local environment, and enhance the Quarter for employees, residents and visitors.",
     "`We warmly welcome the Future Streets Incubator Fund, which recognises the valuable role that London's BIDs and other partners can play in improving our streets and public spaces in new and innovative ways.'",
     "The Future Streets Incubator Fund will help to deliver recommendations made by the Mayor's Roads Task Force, which last July unveiled a bold new vision to radically improve London's roads, streets and public spaces.",
     "Anyone who is interested in applying to the Future Streets Incubator Fund should email: \u003ca href=\"mailto:incubator@tfl.gov.uk\"\u003eincubator@tfl.gov.uk\u003c/a\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"To arrange an interview with the Deputy Mayor for Transport, Isabel Dedring or TfL's Managing Director of Planning, Michele Dix, please contact Linda Egan in the TfL Press Office on: 0845 604 4141\",\"Images of Better Bankside's innovative activity are available for press use. They should be credited to Mickey Lee / thebiglondon.com and can be found \\u003ca href=\\\"http://www.flickr.com/photos/tflpress/sets/72157642838368193/ \\\"\\u003ehere\\u003c/a\\u003e \",\"The Deputy Mayor for Transport, Isabel Dedring, launched the Future Streets Incubator at a stakeholder event hosted by the Baker Street Quarter Partnership BID this morning\",\"The Future Streets Incubator will provide £600,000 annual funding over three years totalling £1.8m. It consists of £200,000 from Bid4BIDs funding and an extra £400,000 of new funding reallocated from existing TfL budgets but made available for local boroughs, Business Improvement Districts (BID) and community groups for the first time\",\"This investment forms part of the wider work TfL is carrying out across London to deliver the recommendations of the Mayor's Roads Task Force. This independent body brings together a wide range of interests and expertise, united in the belief that the capital needs a long-term strategy for roads and a commitment to major investment in street management and urban design\",\"The Roads Task Force includes members from: The Greater London Authority, Transport for London, the Chartered Institute of Logistics \\u0026 Transport, Living Streets, IBM, Sustrans, University College London (UCL), London First, London TravelWatch, London Councils, Motorcycle Action Group (MAG UK), the Independent Disability Advisory Group, British Land, the RAC Foundation, City of London, and Cyclists in the City\",\"For more information about the Mayor's Roads Task Force, visit \\u003ca href=\\\"http://www.tfl.gov.uk/roadstaskforce\\\"\\u003ewww.tfl.gov.uk/roadstaskforce\\u003c/a\\u003e \\u003cbr /\\u003e\"]}",
     "@this.ScriptBlock(\n        @script)"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2014/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2014/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2014/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2014/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2014/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2014/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2014/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2014/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2014/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2014/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2014/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2014/january",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}