{
 "pageTitle": "Pop-up shops featuring new and innovative brands to appear across TfL's retail estate",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2014",
   "url": "/info-for/media/press-releases/2014"
  },
  {
   "title": "March",
   "url": "/info-for/media/press-releases/2014/march"
  },
  {
   "title": "Pop-up shops featuring new and innovative brands to appear across TfL's retail estate"
  }
 ],
 "title": {
  "title": "Pop-up shops featuring new and innovative brands to appear across TfL's retail estate",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Millions of people use our stations every day and we are always looking at innovative ways to improve our customers' experience of using the transport network",
     "Transport for London (TfL) customers will soon be able to shop at a variety of new and innovative retailers as TfL announced the appointment of Appear Here, the largest online marketplace for short-term retail space, to introduce pop-up shops across its retail estate.\u003cbr /\u003e\u003cbr /\u003eFor the first time, retail properties within the London Underground (LU) network will be made available for short-term rentals providing brands, designers, artists and entrepreneurs with easy access to prime retail environments in central London.",
     "This move, part of TfL's work to make journeys for customers better and more convenient, will broaden the range of shopping outlets on the London Underground network.\u003cbr /\u003e\u003cbr /\u003eOver 11 million journeys take place on the TfL network every day and TfL owns over 1,000 retail properties at London Underground, rail and bus stations as well as 1,200 arches under its railways.",
     "Most of these sites are occupied on a long term basis.",
     "However, as leases expire and spaces become available, some spaces will be reserved for pop-up use and Appear Here will market them for temporary occupation to generate revenue to be reinvested back into the transport network.",
     "Around 15 retail units will be used as pop-up shops and will be made available to rent through AppearHere.co.uk across key stations such as Old Street, Piccadilly Circus, St James's Park, and Baker Street providing exciting retail opportunities for London commuters.",
     "The short term letting will enable retailers looking for temporary sites to showcase their products on TfL's network.\u003cbr /\u003e\u003cbr /\u003eMike Brown MVO, Managing Director of London Underground, said: `Millions of people use our stations every day and we are always looking at innovative ways to improve our customers' experience of using the transport network.",
     "`Pop-up shops are a fantastic way to showcase new products on a temporary basis.",
     "`As well as ensuring our retail offer is vibrant, we are also excited about giving new business ventures exposure to our huge customer base.'",
     "Graeme Craig, Director of Commercial Development at TfL, said: `We've trialled pop-up shops at a few sites on the network, and they've proved extremely popular for us, the retailers and our customers.",
     "`The partnership with Appear Here will enable us to make the most of our retail assets whilst generating revenue we can reinvest into improving the transport network, benefiting all Londoners.'\u003cbr /\u003e\u003cbr /\u003eThe agreement with Appear Here will secure income for reinvestment in transport as part of a wider commercial strategy that is currently forecast to generate £3.5bn over the coming years.",
     "It follows the announcement earlier this year to bring 'click and collect' services from major retailers to the London Underground network.\u003cbr /\u003e\u003cbr /\u003eRoss Bailey, CEO and Founder of Appear Here, said: `We see this as a great opportunity for innovative brands, ambitious start-ups and hungry entrepreneurs.",
     "Appear Here's purpose is to help people make their ideas travel and with millions of commuters travelling on TfL's network every day, we recognised there was a real opportunity for savvy retailers and entrepreneurs to reach their target market.",
     "`Old Street Station offers unparalleled opportunities for people to seed ideas and get great exposure amongst the trend setters and forward thinking businesses in the surrounding area, so ultimately making their ideas travel further.'",
     "TfL has already enjoyed success with pop-up shops in a vacant retail unit at Piccadilly Circus.",
     "Last year, as part of the 150th Anniversary of London Underground, Nike used the vacant retail unit to sell their special edition trainers.\u003cbr /\u003e\u003cbr /\u003eAs part of this new partnership, Appear Here will be working with TfL on opportunities at Old Street Station, reinvigorating the retail environment and creating a retail environment driven by dedicated pop-up shops.\u003cbr /\u003e\u003cbr /\u003eLaunching at the end of April, eight spaces in Old Street LU station will be available for short-term rent through Appear Here, creating a new retail destination in London.",
     "Used for retail or experiential purposes, the spaces will be curated around themes, concepts or seasons, every three months so that consumers constantly see fresh and exciting ideas on their daily commute.\u003cbr /\u003e\u003cbr /\u003eTfL introduced its first pop-up shop in November 2013 with PAPER London, a fashion retailer, taking over TfL's retail space on South Molton Street.",
     "Since then, the site has been in constant demand with Appear Here bringing in a variety of up and coming fashion retailers.\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2014/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2014/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2014/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2014/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2014/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2014/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2014/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2014/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2014/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2014/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2014/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2014/january",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}