{
 "pageTitle": "TfL and Clear Channel team up to trial interactive London bus stop",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2014",
   "url": "/info-for/media/press-releases/2014"
  },
  {
   "title": "March",
   "url": "/info-for/media/press-releases/2014/march"
  },
  {
   "title": "TfL and Clear Channel team up to trial interactive London bus stop"
  }
 ],
 "title": {
  "title": "TfL and Clear Channel team up to trial interactive London bus stop",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) has partnered with media and advertising company Clear Channel UK to trial a real-time mapping tool at a Regent Street bus stop.",
     "The new mapping tool - the first of its kind to operate in a UK bus shelter - was developed and funded by Clear Channel to coincide with the Year of the Bus - a celebration of both the heritage of London buses and a look ahead to their future.",
     "Positioned on one of London's busiest shopping streets at Piccadilly Circus's bus stop 'G', the state-of-the-art digital screen incorporates TfL's data feed of live departure information to allow passengers to track their bus in real time.",
     "Alongside live bus arrival information, the interactive panel offers wider transport network updates from the London Underground and real-time availability of nearby Barclays Cycle Hire bikes and docking points.",
     "The panel also offers local area information including maps and walking routes to tourist attractions, theatres and shops.",
     "Over the next two months, customer interaction with the panel will be monitored, by Clear Channel UK, and analysed to enhance the service.\u003cbr /\u003e\u003cbr /\u003eWith seventy per cent of Londoners now owning a Smartphone and eighty seven per cent using the internet for maps and directions, there is an increased demand from customers to be able to access the information they need to travel around the capital through digital and social media.\u003cbr /\u003e\u003cbr /\u003eLeon Daniels, Managing Director of Surface Transport at TfL, said: `We're delighted to team up with Clear Channel to make live travel information even more accessible to our customers.",
     "`Regent Street is an iconic location, used not only by Londoners but tourists from across the world and by giving them live travel information via touchscreen, they will be able to make the most of all transport options to get around the capital, be it on foot, bike, Tube or by an iconic London bus.",
     "`As we celebrate the year of the bus, this is another reminder of how technology has transformed how we communicate with our customers and how they want to receive information from us.",
     "`Our customers now rightly regard real time travel information as part of the core service we provide and this is an innovative way we can explore getting information they need to them.",
     "`If the trial is as successful as we hope, then we will work with Clear Channel to introduce the mapping tool to other key sites across London.'",
     "Dave Huckerby, Adshel Development Director at Clear Channel UK, said: `Many people will know Clear Channel as a media company.",
     "`We also spend a lot of time working with transit and local authorities to improve bus travel for commuters.",
     "`Recently this has meant allowing people to use their smartphones to interact with bus stops and developing shelters that are more sustainable. Now we've been able to bring real-time mapping to the streets of London.",
     "`This is a highly technical bus shelter and a real glimpse into the future of urban transportation.",
     "`We're grateful to TfL for working closely with us.",
     "`Their knowledge and expertise has allowed us to deliver something of real value to Londoners.",
     "`The next stage of this trial is to monitor and refine the system as people interact with it.'",
     "TfL is among the world leaders in the provision of free, open data which is currently being used by over 5,000 app developers who are more adept at bringing useful products to the market quickly.",
     "TfL's feeds power hundreds of products, extending the reach of its information and saving its customers tens of millions of pounds every year in time saved.\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"Images of the bus shelter are available at - \\u003ca href=\\\"https://www.flickr.com/photos/tflpress/sets/72157642949794474/\\\"\\u003ehttps://www.flickr.com/photos/tflpress/sets/72157642949794474/\\u003c/a\\u003e \",\"The mapping tool screen is accessible for wheelchair users and is also usable for most people with visual or hearing impairments\",\"The mapping tool was developed and funded by Clear Channel\",\"About Clear Channel UK\\u003cbr /\\u003eClear Channel UK enables brands to meet and engage with people when they're out and about. Our expertise, gained over 40 years, means we understand how to showcase powerful and effective campaigns through our investment in the highest quality sites, new technologies and the latest planning tools. Our partnerships with advertisers, agencies, local authorities, major multiples, shopping malls and major landlords have created a national network of 60,000 sites that reaches people in the public social space, drives footfall and generates word of mouth\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2014/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2014/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2014/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2014/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2014/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2014/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2014/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2014/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2014/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2014/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2014/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2014/january",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}