{
 "pageTitle": "The newest and oldest escalators running at Greenford Tube station for one day only",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2014",
   "url": "/info-for/media/press-releases/2014"
  },
  {
   "title": "March",
   "url": "/info-for/media/press-releases/2014/march"
  },
  {
   "title": "The newest and oldest escalators running at Greenford Tube station for one day only"
  }
 ],
 "title": {
  "title": "The newest and oldest escalators running at Greenford Tube station for one day only",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "For one day only Greenford Tube station will have the newest and oldest escalators on the London Underground network.\u003cbr /\u003e\u003cbr /\u003eOn Tuesday 11 March passengers will be able to see and use the sparkling new escalator and the old wooden escalator dating back to 1947.\u003cbr /\u003e\u003cbr /\u003eLondon Underground is on schedule to make Greenford Tube station step-free in 2015.",
     "A new wider staircase will be constructed, which will be laid with tactile paving for the visually impaired.",
     "The old escalator will be taken out, to be replaced by a new incline lift - the first of its kind on London Underground.",
     "TfL has worked closely with Ealing Council in the development of the incline lift plans.\u003cbr /\u003e\u003cbr /\u003eIn order that the station can remain open throughout the duration of the works an 'up' escalator service and a staircase must be available at all times, which is why a new escalator was installed first.",
     "New CCTV will be installed in the lift and all the public address systems on the station will also be upgraded.\u003cbr /\u003e\u003cbr /\u003eDavid Waboso CBE, London Underground's Director of Capital Programmes said: `As part of our commitment to make the Tube more accessible, work is on schedule to make Greenford Tube station step-free by next year.",
     "`In order to keep the station open during the works we have to have an 'up' escalator and stairs, which is why we installed a new escalator first, then we will widen the centre staircase and finally we can remove the escalator on the right and install the new incline lift.\u003cbr /\u003e\u003cbr /\u003e`The innovative glass incline lift will go up and down right by the newly widened staircase and the other new escalator, with users able to see out as well as being seen.",
     "`The lift has a higher capacity because it has entry and exit doors at opposite sides of the lift cabin.",
     "`This makes it easier for wheelchair users and passengers with buggies because they do not have to turn round when they leave, as they would in a conventional lift with one set of access doors.'\u003cbr /\u003e\u003cbr /\u003eCouncillor Bassam Mahfouz, Ealing's cabinet member for transport and environment, said: `It is fantastic that the first step towards making Greenford Station step-free is now complete, with the first new escalator at the station in more than 65 years open and ready for commuters to use.",
     "`It will give people quicker and more reliable access to the platform ahead of a number of other station improvements that are to come.",
     "`The next stage of the Greenford Station transformation - the installation of the new incline lift - once complete will finally end decades of frustration for passengers in wheelchairs and those with buggies by giving them step-free access to Tube and rail travel.",
     "`I'm proud that Ealing Council has championed accessible transport and worked with TfL to find a cost-effective way to build this lift.",
     "`I'm really looking forward to seeing it all come together during the coming months.'",
     "The currently closed men's toilet on the platform will be replaced with a unisex accessible toilet, which will require the use of The Royal Association for Disability Rights (RADAR) key to enter.",
     "In addition more lighting and more signage will be installed at the station as well as repairing damaged caused by water and pigeons.",
     "The whole project will be completed in 2016.\u003cbr /\u003e\u003cbr /\u003eSome night-time working will be required to ensure delivery of large equipment and removals are carried out safely, but any noise will be kept to the absolute minimum.\u003cbr /\u003e\u003cbr /\u003eThere is an extensive programme of refurbishing and replacing escalators being carried out across the network to make them more reliable.",
     "This is complex work involving large and heavy equipment which takes several months to carry out because London Underground escalators are handmade and are bespoke to the individual stations",
     "{\"template\":\"bulletlist\",\"items\":[\"All DLR stations are step free from street to train.\",\"Currently 66 Tube stations are step-free, many of these have level access because permanent raised platform sections have been installed, or portable ramps or new fleets of trains.\",\"Many key London Tube stations are being enlarged and made step free including Victoria, Bond Street, Tottenham Court Road and Whitechapel\",\"All London buses are low-floor wheelchair accessible with ramps checked each day to ensure they are working. More than 90 per cent of London residents live within 400 metres of a bus stop, and the vast majority of these can be used by all bus passengers, including wheelchair users.\",\"All 22,000 of London's black cabs have wheelchair access\",\"TfL also operates Dial-a-Ride - a free door-to-door service for disabled and older passengers who can't use public transport\",\"Many key Tube stations are being redeveloped and made step free\",\"Disabled passengers can now stay informed about how to get the most out of the transport network by following @TfLAccess on Twitter\",\"Although new to the London Underground network, an incline lift is in use on the north-side of the Millennium Bridge (St Paul's Cathedral) and its reliability has proven to be very good. Crossrail will also deliver two incline lifts at Liverpool Street station and two at Farringdon station. The technology is widely used across European railways, including the Paris Metro, Hamburg, Stockholm, Amsterdam, Berlin, Madrid, Barcelona, Brussels, Naples, Prague and Helsinki.\"]}",
     "@this.ScriptBlock(\n        @script)"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2014/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2014/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2014/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2014/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2014/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2014/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2014/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2014/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2014/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2014/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2014/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2014/january",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}