{
 "pageTitle": "More than 50 all-electric buses to enter service in London",
 "description": "Two new Irizar single-deck buses to join growing pure-electric fleet",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "July",
   "url": "/info-for/media/press-releases/2015/july"
  },
  {
   "title": "More than 50 all-electric buses to enter service in London"
  }
 ],
 "title": {
  "title": "More than 50 all-electric buses to enter service in London",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Two new Irizar single-deck buses to join growing pure-electric fleet"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) has today (Wednesday 15 July) announced that two further bus routes, the 507 and 521, will operate entirely with electric buses from autumn next year, lowering carbon emissions and helping to improve London's air quality.",
     "The 5-year contract to operate the routes has been awarded to Go Ahead following a competitive tender process, and will mean that 51 electric buses will operate across the two routes that will become the second and third pure electric bus routes in the Capital.  Go Ahead will confirm which manufacturer will supply the buses in due course.  By 2020 all 300 single deck buses operating in central London will be zero emission (either electric or hydrogen) and all 3,000 double deck buses will be hybrid.",
     "When fully converted, the electric buses on routes 507 and 521 will deliver a reduction of 408 tonnes of CO2 and 10 tonnes of NOx per year, when compared to single deck diesel buses.  They are emission-free at tailpipe, and will provide passengers with an improved experience with lower noise and vibrations.",
     "Today's announcement follows the introduction of the first of two new electric buses, manufactured by Spanish company Irizar, into passenger service earlier this week.  At a Global Clean Bus Summit hosted by City Hall in June, Mayor of London Boris Johnson also announced a world-first trial of a purpose built pure electric double deck bus that will begin in October.",
     "The two Irizar single-deck buses will operate on routes 507 and 521, which link Waterloo station to Victoria and London Bridge stations respectively.  The new buses will join two existing electric buses, manufactured by Chinese company BYD, on the Go Ahead-operated commuter routes in central London.  Including the first Irizar bus now in service, there are currently 9 single-deck electric vehicles in the fleet will grow to 17 in September.  Once the double-deck trial begins in October, there will be 22 total pure electric buses on London streets.",
     "The Deputy Mayor of London for Environment and Energy, Matthew Pencharz, said: `The expansion of London's electric bus fleet demonstrates our commitment to reducing emissions from public transport in London.  The Ultra Low Emission Zone that will be introduced in 2020 is the most ambitious measure of its kind taken to tackle air pollution anywhere in the world, and it will transform our bus fleet into a cleaner, greener and more pleasant way of travelling for Londoners.",
     "Mike Weston, TfL's Director of Buses, said: `TfL has always been at the forefront of deploying new, green technology in order to reduce harmful emissions from its bus fleet.  I am delighted to announce that two further routes are to convert to fully electric operation - giving our passengers a quieter, smoother journey and also delivering significant environmental benefits.  Electric buses represent another important step in our ongoing efforts to reduce emissions, significantly improving air quality in the Capital.'",
     "A further six electric single deck buses, manufactured in the UK by Optare, are already in the TfL fleet.  Four of them operate on route H98 in west London and two serve route 312 in south London - that later this year will become the Capital's first all-electric bus route.",
     "The Capital's bus fleet already has over 1,300 hybrid electric buses and over 1,400 older buses have been retrofitted, reducing their emissions by up to 88%.  The number of hybrid buses will increase to over 1,700 by 2016 - a figure that represents over 20% of the fleet.  This includes 800 New Routemaster buses, which are one of the cleanest double deck buses of their type.  By 2016, when all 800 New Routemasters are in passenger service, these state of the art vehicles will reduce CO2 emissions by 27,500 tonnes a year.",
     "In addition, there are eight zero emission hydrogen buses operating on route RV1, between Covent Garden and Tower Gateway.  In the autumn TfL will be trialling inductive charging technology that will enable special extended range diesel electric hybrid buses to wirelessly charge their batteries while they wait at bus stands.  The technology will be trialled on up route 69 in east London, which runs between Canning Town and Walthamstow bus stations.",
     "TfL has also accelerated the introduction of ultra-low emission Euro VI buses - with more than 500 in service.  The effectiveness of Euro VI engines in reducing harmful emissions has been substantiated in testing by TfL that re-creates real world driving conditions in London.  During this testing, a bus with a Euro VI Engine was found to have 95% lower NOx emissions than a bus with a Euro V engine (down from 10 g/km to 0.5 g/km).",
     "By 2020, as part of the Ultra Low Emission Zone, TfL is committed to ensuring all 300 single decker buses operating in central London are zero emission (e.g. electric or hydrogen), and all 3,000 double deck buses are hybrid.",
     "ENDS",
     "Notes to Editors",
     "{\"template\":\"bulletlist\",\"items\":[\"Images of the new buses are available on request from the TfL Press Office.\",\"Since TfL was formed in 2000 it has invested strongly in London's bus network - resulting in a 69% increase in passenger numbers.  London Buses now carry around 2.4 billion passengers a year, which equates to half of all bus journeys made in England.  In recognition of the continued need to invest in bus services - with a increase in demand from the city's rapidly growing population - TfL's latest Business Plan has dedicated around £500m to improve the network over the period from 2015/16 to 2020/21.  This will include funding for over 500 extra buses, which will create capacity for an extra 2.9 million customer journeys each week.  There is also an additional £200m, which will be invested in supporting the reliability of the bus network at a local level with bus priority schemes.  A further £25m will be used to fund customer-focused bus driver training to improve customer service.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}