{
 "pageTitle": "Plan ahead for Prudential RideLondon on Sat 1 and Sun 2 Aug",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "July",
   "url": "/info-for/media/press-releases/2015/july"
  },
  {
   "title": "Plan ahead for Prudential RideLondon on Sat 1 and Sun 2 Aug"
  }
 ],
 "title": {
  "title": "Plan ahead for Prudential RideLondon on Sat 1 and Sun 2 Aug",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) is advising drivers to plan ahead for Saturday 1 and Sunday 2 August for the return of Prudential RideLondon, the annual world class festival of cycling.",
     "Prudential RideLondon is now in its third year and includes a range of cycling activities in central London on the Saturday, with a 100 mile sportive for 25,000 riders, a handcycle race and a professional road race on the Sunday.",
     "A number of road closures, essential to the operation of the event, will be in place on Saturday 1 August in the City of London, the City of Westminster and the southern part of the borough of Camden. Roads will be closed from 06:00 until around 18:00. Waterloo Bridge will be closed, however all other London river crossings will remain open.",
     "On Sunday 2 August, road closures will be in place from 04:00 throughout parts of east, central and south west London. From around 10:30 roads along the 100 mile Prudential RideLondon-Surrey route will be opened in phases once the event has passed and it is safe to do so. All roads in the area are expected to be open by 20:00.  A number of bridges in London will be closed until the evening, including London Bridge, Tower Bridge and Waterloo Bridge.",
     "Garrett Emmerson, Chief Operating Officer of Surface Transport at TfL, said: `Prudential RideLondon is an established highlight of the Capital's calendar. Londoners now expect and look forward to seeing the tens of thousands of cyclists, from first-timers to Tour de France winners, on their roads each summer - inspiring more and more people to make cycling their way of getting around London. We're asking everyone to use the information we're giving and plan their travel on Prudential RideLondon weekend to ensure the maximum enjoyment of the events and all London has to offer.'",
     "Road closures will impact more than the immediate route of the event. To avoid disruption drivers are advised, wherever possible, to avoid areas near the event routes and to ensure more time for journeys. Tube and rail, walking and cycling will be the best ways to get around London and enjoy the weekend although some stations will busier than usual close to events. Buses around the events will be on diversion or will finish early due to road closures. For more information on travel disruption and advice, please visit \u003ca href=\"http://tfl.gov.uk/prudentialridelondon\"\u003etfl.gov.uk/prudentialridelondon\u003c/a\u003e and \u003ca href=\"http://PrudentialRideLondon.co.uk\"\u003ePrudentialRideLondon.co.uk\u003c/a\u003e .",
     "An extensive communications campaign has taken place to help businesses and the public plan ahead and get around over the weekend, as well as make the most of the events. Information has been sent to more than one million residents and businesses along and close to the event routes to help them plan ahead. A series of public information sessions have also been held to offer residents and businesses the opportunity to ask questions.",
     "Variable messaging signs will be placed around London shortly advising drivers of the closures, and TfL will be providing up to date information through the @TfLtrafficnews and @TfLbusalerts Twitter feeds and on the TfL website to help drivers and bus users.",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"The Mayor is committed to ensuring London retains its status as the world capital of sport, and has set up the Major Events Oversight Board. The board is chaired by Sir Edward Lister, and comprises TfL, the emergency services and other key partner agencies. It provides strategic direction and advice to the Mayor on the approach to bidding, staging and evaluating major events in London. The board ensures that all major road events continue to be carefully considered and tightly managed to ensure everyone gets full benefit from the event without undue impact on Londoners and London's transport. The Board also looks at ways to ensure the major events programme is effectively communicated with Londoners, visitors, businesses and stakeholders to allow sufficient notice and forward planning for everyone.\",\"Prudential RideLondon is a world-class weekend cycling festival, developed by the Mayor of London, Transport for London and London \\u0026 Partners, in partnership with Surrey County Council. It is sponsored by Prudential. The event is managed by the London \\u0026 Surrey Cycling Partnership.\",\"Prudential RideLondon helps to promote cycling and encourage more people to cycle safely and more often. The festival combines the fun of a free family ride through central London with the excitement of watching the world's best professional cyclists. Amateurs and professional cyclists will ride on the same closed roads passing some of the Capital's most iconic landmarks.\",\"Last year, nearly 70,000 got on their bikes during the weekend, and this year the festival of cycling is expected to see more than 95,000 people taking to two wheels. The popularity of the event is going from strength to strength - with 80,000 applicants for the 2015 Prudential RideLondon-Surrey 100\",\"On Saturday 1 August there will be six Festival Zones, at Green Park, St Paul's Churchyard, Guildhall Yard, Leadenhall Market, Aldwych and Lincoln's Inn Fields, all offering a wide range of bike-based entertainment and activities including among other things: big screens, bike polo matches, bike building, pedal-powered Scalextric and a world record attempt by a team of stunt riders in Green Park. On Sunday there will be a cycling festival in Kingston upon Thames and a street party in Wimbledon, in addition to the Green Park Festival site.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}