{
 "pageTitle": "Heritage route contracts awarded",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Heritage route contracts awarded",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Routemasters will finally leave front-line service with London Buses by the end of 2005, but they will still be seen in the Capital on heritage routes."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Contracts for two Heritage Routemaster services have now been awarded by Transport for London to the bus operators First Group and Stagecoach.",
     "\u003cbr /\u003eThe contracts have been awarded for the following proposed routes:",
     "{\"template\":\"bulletlist\",\"items\":[\"\\u003cstrong\\u003eTrafalgar Square - Strand - Fleet Street - Ludgate Hill - Cannon Street - Eastcheap - Tower Hill\\u003c/strong\\u003e To be operated by Stagecoach under contract to Transport for London.\\u003cbr /\\u003e\",\"\\u003cstrong\\u003eRoyal Albert Hall - Kensington Road - Knightsbridge - Piccadilly - Trafalgar Square - Strand - Aldwych\\u003c/strong\\u003e To be operated by First Group under contract to Transport for London.\"]}",
     "It is proposed that the routes would both operate every 15 minutes, between about 0930 and 1830, seven days a week.",
     "The vehicles used would be Routemaster buses owned by TfL.",
     "The final details of the services, including the names or numbers given to the routes, are still to be confirmed.",
     "Five buses will be used for each route, and three extra buses will be kept in reserve, totalling 16 Routemasters across both Heritage routes.",
     "About 50 drivers and conductors in total will be employed by First and Stagecoach.",
     "Standard fares will apply on both services, and all valid Bus Passes, Travelcards, freedom passes, Oyster Cards and Saver Tickets will be accepted.",
     "The proposed introduction date for the services is likely to be during November 2005."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}