{
 "pageTitle": "Jewish busker in BBCs Busk Idol final",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Jewish busker in BBCs Busk Idol final",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground (LU) today hailed Jewish busker Hadar Manor and wished her every success for tomorrow's BBC Radio 5 Live Busk Idol final, to be aired from 10:00 am to midday."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Busking on the Underground has opened loads of doors for me, and allows me to make a living doing what I love",
     "Hadar, a talented young Israeli singer and song composer won the first round of the contest against fellow London Underground buskers Nigel and Dominique on 2 September 2005.",
     "Steve Charlick, LU Operational services Manager said: \"We are delighted that Hadar reached the final stage of BBC Five Live Busk Idol competition.",
     "\"This goes to show how talented many of the buskers are and how the Underground represents a fantastic platform for musicians to showcase their talents in front of millions of commuters\".",
     "\"The scheme, which originated from public demand for live music, has been a success, and is thriving thanks to customers' support.\"",
     "Born in Israel, Hadar was brought up surrounded by the sounds of Middle Eastern music.",
     "In December, 2004, Hadar collaborated with the musically- acclaimed trip-hop/gypsy/Jewish band 'Oi VA Voi', co-writing the theme song 'Nos'im' for a documentary film called 'Small Blood Drive Victories'.",
     "Hadar is now working with producer Chad Hobson. Her style is described as indie/pop with Middle Eastern influences.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Carling sponsorship\"}",
     "Hadar has been busking on the Underground since the scheme, sponsored by Carling, started in May 2003.",
     "Hadar will perform her latest composition 'Monday morning' during BBC's Busk Idol final in a bid to triumph over three other buskers from Liverpool, Edinburgh and Moscow.",
     "BBC Radio Five Live listeners wanting to vote for Hadar should text Hadar to 85058 from 11:30 am.",
     "Hadar said: \"I am very happy to be participating in this contest. I really enjoy busking on the Underground because of the direct contact between the artist and the public.",
     "\"Busking on the Underground has opened loads of doors for me\u003cbr /\u003eand allows me to make a living doing what I love.\"",
     "{\"template\":\"bulletlist\",\"items\":[\"Sponsored by Carling, the LU busking initiative was originally launched from \\n19 May 2003 to 6 June 2003 after LU won the right in 2001 to change national law \\nand the local bylaws to legalise licensed busking\",\"Commercial backing from Carling helps fund the recruitment and auditioning \\nof musicians as well as the management of the scheme by professional artist \\nmanagement company, Automatic Management\",\"Licensed buskers are chosen on talent, with emphasis strongly placed on \\nmeeting the wide-ranging musical tastes of Tube customers\",\"Buskers are not paid by LU or Carling and rely on the generosity of Tube \\npassengers\",\"All buskers have to pass an audition in front of a judging panel and are \\nvetted for any police convictions before they are issued a London Underground \\nBusking Licence\",\"400 musicians apply to the scheme every year and around 20 per cent fail\",\"42 auditions have been held since the initiative began\",\"For more information about Hadar Manor please visit \\u003ca href=\\\"http://www.hadar.co.uk\\\"target=\\\"_blank\\\"\\u003ewww.hadar.co.uk\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}