{
 "pageTitle": "Lift service at Shadwell station to receive refurbishment",
 "description": "Both lifts will be extensively refurbished one at a time to improve reliability, taking approximately 10 weeks each to complete. The second lift will only be taken out of service when the first lift is back in operation. Customers are advised that they",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Lift service at Shadwell station to receive refurbishment",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Refurbishment work to improve lift services at Shadwell station as part of Transport for London's (TfL) 5-Year £10bn investment programme are to begin on Monday 3 October 2005."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Every weekday, 4,700 people use Shadwell station",
     "Both lifts will be extensively refurbished one at a time to improve reliability, taking approximately 10 weeks each to complete.",
     "The second lift will only be taken out of service when the first lift is back in operation.",
     "Customers are advised that they may have to wait slightly longer to use the lift while these works are carried out.",
     "The refurbishment works are expected to be completed by March 2006.\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"Transport for London (TfL) is investing £10bn over the next five years to improve and expand London's transport network, more than half of that in the Tube\",\"Metronet Rail SSL are responsible for the maintenance and renewal of the Circle, District, Hammersmith \\u0026 City, Metropolitan and East London lines\",\"Opened in 1876, 4,700 people use Shadwell station every weekday\",\"The East London Line will close in 2008 so that the line can be extended and is scheduled to re-open in 2010\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}