{
 "pageTitle": "London hosts Tour of Britain 2005 finale Sunday 4 September",
 "description": "Large crowds are expected to watch the final stage of the race through iconic central London landmarks.The course will be a one-mile circuit through the heart of central London, starting and finishing in Whitehall, following a route through Trafalgar",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London hosts Tour of Britain 2005 finale Sunday 4 September",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Following its successful bid to host the 2012 Olympics, London is delighted to host the final stage of this year's Tour of Britain cycle race, thanks to the support from the Mayor of London, Transport for London (TfL), the London Development Agency (LDA) and Visit London."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The race comes as Londoners are showing an increasing enthusiasm for cycling",
     "Large crowds are expected to watch the final stage of the race through iconic central London landmarks.",
     "The course will be a one-mile circuit through the heart of central London, starting and finishing in Whitehall, following a route through Trafalgar Square, Northumberland Avenue, Victoria Embankment and Parliament Square.",
     "Last year's race saw thousands of spectators flock to the historic circuit to see the fast-paced, adrenaline-fuelled excitement that culminated with Barlowrold-Valsir's Italian rider, Enrico Degano, sprint to success.",
     "As the riders fly past Big Ben, the Houses of Parliament and finish past No.10 Downing Street the London stage of the Tour of Britain has become what the Champs Elysees is to the Tour de France.",
     "This year's race will unquestionably be just as exciting, if not more intense, with the coveted Yellow Jersey possibly being decided on the day.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"In the spotlight\"}",
     "London Mayor Ken Livingstone said: \"As preparations begin to stage the 2012 Olympic Games, the Tour of Britain is putting the capital in the spotlight as one of the best places in the world to host major sporting events.",
     "\"Cycling is increasing in popularity as a participatory and spectator sport and this year's Tour of Britain will build on last year's highly successful event.",
     "\"As the cyclists competing for the yellow jersey pass by some of the capital's historic landmarks for a thrilling finish, I urge Londoners to turn out to cheer them on.\"",
     "The race comes as Londoners are showing an increasing enthusiasm for cycling.",
     "London-wide cycling increased 23 per cent to May last year compared with 2003/4, and it has increased 62 per cent on TfL's road network since 2001.",
     "This is the fastest growth in cycling anywhere in Europe.",
     "In 2004, over 330,000 cycling journeys were made each day.",
     "The Mayor and Transport for London are committed to delivering an 80% increase in cycling by 2010.",
     "TfL's cycling budget has risen from £12 million in 2004 to £19.2 million in 2005/06.",
     "Peter Hendy, Managing Director of Surface Transport at TfL said: \"TfL is delighted to welcome the Tour of Britain to the streets of London.",
     "\"Cycling is not only a fun and exciting sport but it is also an enjoyable way of getting round the capital.",
     "\"London is a great place to cycle and this race provides a great opportunity for Londoners to be encouraged to take up cycling as a mode of transport or as a fun way to get fit.\"",
     "With an estimated 100,000 people expected to watch the last stage of the tour, it is also a major boost for tourism in the capital.",
     "LDA Head of Tourism, Anita Thornberry, said: \"The Tour of Britain is a fantastic sporting spectacle and a highly popular free tourist event, bringing thousands of extra visitors to London.",
     "\"It shows that the capital, working with partners around the country, is able to deliver major events and it underlines our passion for sport.",
     "\"This is part of our work to bring more high-profile events to London to make the capital an even more exciting, dynamic tourist destination.\"",
     "The final stage of this year's Tour of Britain will bring more than just a single race to the streets of London on Sunday.",
     "A number of other cycling events will be held throughout the day:",
     "{\"template\":\"bulletlist\",\"items\":[\"Sport England Junior Trophy 10.15\",\"TfL Junior/Women's London Grand Prix 11.15\",\"Hand Cyclist Race 12.00\",\"Bob Chicken London Grand Prix 12.45\",\"Go Ride 14.00\",\"Meet the riders and teams sign on 14.45\",\"Tour of Britain final stage: Start 15.15\",\"Tour of Britain final stage: Finish 16.45\",\"Presentation 17.00\"]}",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"A host of events in the capital\"}",
     "{\"template\":\"bulletlist\",\"items\":[\"For further information about cycling in London go to \\u003ca href=\\\"http://www.tfl.gov.uk/cycling\\\"\\u003ewww.tfl.gov.uk/cycling\\u003c/a\\u003e \",\"For the official guide to what's on in London go to \\u003ca href=\\\"http://www.visitlondon.com\\\"\\u003ewww.visitlondon.com\\u003c/a\\u003e \",\"\\u003cstrong\\u003eTransport for London\\u003c/strong\\u003e Transport for London (TfL) is the integrated body responsible for the capital's transport system. Its role is to implement the Mayor's Transport Strategy for London and manage the transport services across the capital for which the Mayor has responsibility\",\"\\u003cstrong\\u003eThe London Development Agency: \\u003c/strong\\u003e The LDA prepares the Mayor's business plan for London and mobilises the support and resources of hundreds of partner organisations to help build a thriving economy for London's people, businesses and communities. The LDA is dedicated to improving sustainability, health and equality of opportunity for Londoners\",\"\\u003cstrong\\u003eVisit London\\u003c/strong\\u003e Visit London is the official visitor organisation for London. Its role is to promote London as the world's most exciting city, targeting domestic and overseas leisure and business visitors as well as Londoners. Visit London works in partnership with the Mayor, the London Development Agency and the commercial industry\",\"For further information please contact Edith Djin, press office\\u003cstrong\\u003eTfL\\u003c/strong\\u003e on 020 7941 4112/0773601299; Ben McKnight press office\\u003cstrong\\u003eGLA\\u003c/strong\\u003e on 020 7983 4753; Sarita Bhatia, press office\\u003cstrong\\u003eLDA\\u003c/strong\\u003e on 020 7954 4087\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}