{
 "pageTitle": "Look out for the disc",
 "description": "The completion of licensing the 37,000 private hire vehicles marks the second phase of the process, which started with private hire operators who were licensed in 2001. The final part will be the completion of private hire driver licensing, which started",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Look out for the disc",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "All legitimate private hire vehicles and operators are now licensed by Transport for London (TfL) so that passengers can easily identitfy legal minicabs."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Passengers can now ensure they are using a legitimate minicab",
     "The completion of licensing the 37,000 private hire vehicles marks the second phase of the process, which started with private hire operators who were licensed in 2001.",
     "The final part will be the completion of private hire driver licensing, which started in 2003 and is due to be completed by summer 2006.",
     "Ken Livingstone, Mayor of London said: \"This is a major step in ensuring safer travel for Londoners.",
     "\"The private hire industry was unregulated for years, leading to wide differences in the quality of vehicles and drivers.",
     "\"Passengers can now ensure they are using a legitimate minicab by checking to see that the vehicle carries a licence disc.",
     "\"Minicabs should not be hailed in the street and people should not use minicabs without a licence disc.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Identifying licensed operators\"}",
     "Ed Thompson, Taxi and Private Hire Director, said: \"We have now licensed all private hire operators and vehicles, and we are on target to achieve the licensing of all drivers by summer 2006.",
     "\"Passengers should look out for the distinctive yellow licence disc, which should be displayed in the front and rear windscreens (top corners, nearest the kerb).",
     "\"It will have the licence number, car registration number, expiry date and the number of passengers it can legally carry.",
     "\"But remember, private hire vehicles must be pre-booked by phone or at the operator's office. It is illegal for to tout for trade on the street.",
     "\"So, if you want the number of your nearest licensed operator, call London's 24 hour travel information service on 020 7222 1234 or log on to the TfL website: \u003ca href=\"http://www.tfl.gov.uk\"\u003ewww.tfl.gov.uk\u003c/a\u003e .\"",
     "{\"template\":\"bulletlist\",\"items\":[\"Prior to the introduction of the PHV (London) Act 1998, London's private hire industry was unlicensed and unregulated. The primary purpose of the act was to improve the safety of the travelling public\",\"There are four regional centres where cars are tested - Hanworth, Croydon, Woolwich and Enfield\",\"There are over 2,300 licensed private hire operating companies in London\",\"There are 37,000 licensed private hire vehicles in London\",\"Cars over 12 months old are required to pass an MoT test every six months\",\"The annual private hire vehicle licence costs £100\",\"There are approximately 70 million private hire trips per year\",\"Images of the licence discs are available from TfL's press office on 020 7941 4141.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}