{
 "pageTitle": "LU wins National Rail Award",
 "description": "Chiltern Railways services into London Marylebone use Metropolitan line tracks between Amersham and Harrow-on-the-Hill. This means LU is responsible for the operation of station, track and signals between these two points. When delays occur then this can",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "LU wins National Rail Award",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground (LU), Chiltern Railways and Network Rail jointly won a prestigious joint award at last week's National Rail Awards 2005 for Outstanding Teamwork along the London Marylebone to Aylesbury route."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "By sharing our skills and resources... we have been able to continuously improve services",
     "Chiltern Railways services into London Marylebone use Metropolitan line tracks between Amersham and Harrow-on-the-Hill.",
     "This means LU is responsible for the operation of station, track and signals between these two points.",
     "When delays occur then this can impact both the Metropolitan line and Chiltern Railways.",
     "After Harrow-on-the-Hill, Chiltern Railways transfers onto Network Rail tracks as trains head towards London Marylebone.",
     "It is essential for the smooth operation of both services that there is close co-operation between LU, Chiltern Railways and Network Rail.",
     "The key area of working between the three organisations is service planning and recovery to minimise the effects of disruption once it has occurred so that normal service can be restored as quickly as possible.",
     "This co-operation enabled Chiltern Railways in part to deliver the best performance of any train company operating commuter services into central London in 2004/05, despite carrying more passengers than ever before and operating more train services.",
     "Over the same period, the punctuality of Metropolitan line services in this area has improved by eight per cent, resulting in an increasingly reliable service for customers of both companies.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Improved performance\"}",
     "Improved performance on the Metropolitan line and across the Tube network enabled LU to carry more passengers last year - 976 million - than ever before.",
     "LU also ran more trains than ever before, clocking up a huge total of 70m km and achieved operation of 95.3 per cent of scheduled services, a seven-year high.",
     "Paul Kilius-Smith, General Manager, Metropolitan line, said: \"I was proud to accept this award on behalf of my team as recognition of the work that has been undertaken at all levels to develop effective working relationships between all three companies.",
     "\"Reliability of train services in the area between Harrow-on-the-Hill and Amersham is notoriously affected by extreme weather conditions.",
     "\"By sharing our skills and resources between us we have been able to continuously improve services and deliver some real benefits to both Tube and national rail passengers.",
     "\"There is still a lot more to do to drive down delays and late running.",
     "\"I am confident that by working closely together as one team will bring further improvements.\"",
     "Cath Proctor, Managing Director of Chiltern Railways, said: \"We are delighted to win the award for outstanding team work.",
     "\"Running a successful railway is all about working with your industry partners.",
     "\"Building strong relationships - at all levels - with Network Rail and London Underground, has enabled us to consistently build on punctuality and reliability.\"\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"The Metropolitan line is 67km (41.5 miles) in length and serves 34 stations between Aldgate to Amersham, with branches to Chesham, Watford and Uxbridge\",\"The Metropolitan line holds the record for the longest distance between Underground stations at 6.25 km (3.89 miles) between Chesham and Chalfont \\u0026 Latimer\",\"At 27 miles, Amersham on the Metropolitan line holds another Underground record for being the furthest distance of any Underground station from central London\",\"Chiltern Railways operates services between London Marylebone and Aylesbury and Birmingham Snow Hill and serves LU-operated stations at Harrow-on-the-Hill, Rickmansworth, Chorleywood, Chalfont \\u0026 Latimer and Amersham\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}