{
 "pageTitle": "Mayor says use your Tube and bus tickets to get great deals and enjoy the best of the Capital",
 "description": "Enjoy 2-for-1 at the London EyeTransport for London's promotion is part of the Mayor and Visit London's Everyone's London campaign, that shows Londoners and visitors the world-class events, attractions, restaurants and shops central London has to offer",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor says use your Tube and bus tickets to get great deals and enjoy the best of the Capital",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Mayor of London Ken Livingstone today announced that London's Tubes and buses were linking up with major visitor attractions to give fantastic deals at the Capital's top shows, galleries, museums and restaurants."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"h2\"]}",
     "Transport for London's promotion is part of the Mayor and Visit London's Everyone's London campaign, that shows Londoners and visitors the world-class events, attractions, restaurants and shops central London has to offer which help make the Capital the most vibrant and imaginative city in the world.",
     "Speaking at the launch at the BA London Eye, which features pods especially wrapped to look like Tube trains and buses, the Mayor announced details of the deals and discounts which will be available to TfL's passengers as part of the Everyone's London campaign, including:",
     "{\"template\":\"bulletlist\",\"items\":[\"Discounts at major London attractions including a '2 for 1' deal at the London Eye and Madame Tussaud's, plus further great discounts at London Zoo, the London Aquarium, London Dungeons and for cricket fans at the Lord's Tour\",\"Up to 60 per cent off top price and matinee theatre tickets at 20 top shows, from the big musicals Saturday Night Fever and Phantom, through to the Death of a Salesman and the English National Ballet's The Nutcracker\",\"Twenty per cent reduction on entry to exhibitions at the British, Natural History, Science, V\\u0026A and Design Museums\",\"For art lovers, passengers can get 20 per cent entry discount at the Saatchi Museum and RCA, and 30 per cent discount to two exhibitions at Tate Modern and Tate Britain\",\"Further offers including major exhibitions at Earls Court and many of London's popular restaurants\"]}",
     "Mayor Ken Livingstone said: \"Londoners and visitors have so much to see and do, and now is the right time to get out there and experience the best of the Capital.",
     "\"Londoners all know the best way to travel around is by public transport, and so anyone who has a valid ticket can now benefit from some fantastic deals.",
     "\"Transport for London's role in promoting London's 2012 bid, with adverts and wrapped Tube trains and buses, meant that no Londoner or visitor to the Capital could have failed to recognise our passion for the Games.",
     "\"TfL's participation in the Everyone's London campaign will get the message across that the shops, restaurants and attractions in central London are simply too good to miss.\"",
     "Tim O'Toole, Managing Director of London Underground, said: \"Our passengers and staff have showed their determination to get back travelling on the network as normal.",
     "\"My message to them is - take the Tube tonight or this weekend and take up one of the Everyone's London offers.\"\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL will be promoting the Everyone's London offers through an extensive poster and advertising campaign across the Tube and bus network, as well as on-street and media advertising\",\"The Everyone's London campaign began on 1 September and is supported by the Mayor of London, TfL, and Visit London. The aim of the campaign is to encourage Londoners, as well as domestic and foreign visitors, to visit attractions, shows and retail outlets in central London\",\"Participating partners include:\\u003cbr /\\u003e\\u003cstrong\\u003e- Theatres\\u003c/strong\\u003e \\u003cbr /\\u003eSaturday Night Fever, Stomp, The Woman in Black, Chicago, Blood Brothers, The Big Life, Les Miserables, Phantom, Death of a Salesman, The Producers, What the Butler Saw, On the Ceiling, The Nutcracker performed by English National Ballet at the London Coliseum, The Woman in White, Aristrocrats,  The UN Inspector, We Will Rock You, High Society\\u003cbr /\\u003e\\u003cstrong\\u003e- Museums\\u003c/strong\\u003e \\u003cbr /\\u003eNatural History Museum, Design Museum, Science Museum, Victoria and Albert Museum and British Museum\\u003cbr /\\u003e\\u003cstrong\\u003e- Galleries\\u003c/strong\\u003e \\u003cbr /\\u003eSaatchi Gallery, Hayward, Tate Modern and Tate Britain, Royal Academy of Arts, Dali Universe\\u003cbr /\\u003e\\u003cstrong\\u003e- Attractions\\u003c/strong\\u003e London Eye, London Zoo, London Aquarium, Lord's Tour, Xbox Bay Sixty6 Skatepark, Madame Tussauds and London Dungeons\\u003cbr /\\u003e\\u003cstrong\\u003e- Restaurants\\u003c/strong\\u003e Banglatown restaurants, Pizza Piazza / Organic (Charing Cross, Gloucester Road and Old Brompton Road), Rock Garden (Covent Garden), Urbium, Bella Italia and Dino's, Strada, Fire \\u0026 Stone (Covent Garden) and Katana@The International (St. Martin's Lane)\\u003cbr /\\u003e\\u003cstrong\\u003e- Earls Court exhibitions\\u003c/strong\\u003e \\u003cbr /\\u003eAutumn Ideal Home, Daily Mail Spring Ideal Home Show, Daily Mail Ski \\u0026 Snowboard, Festive BBC Good Food Show, Outdoor Adventure and Vitality Show 2006\",\"For further information please contact:\\u003cbr /\\u003e-\\u003cstrong\\u003eFreud Communications\\u003c/strong\\u003e : Toby Burnham, Shilpa Patel, Elizabeth Derham on tel. 020 7580 2626 or email: firstname.lastname@freud.com\\u003cbr /\\u003e-\\u003cstrong\\u003eTransport for London\\u003c/strong\\u003e : Adi Frost/Stephen Webb on 020 7941 4141/ \\u003ca href=\\\"mailto:adifrost@tfl.gov.uk/\\\"\\u003eadifrost@tfl.gov.uk/\\u003c/a\\u003e  \\u003ca href=\\\"mailto:stephenwebb@tfl.gov.uk\\\"\\u003estephenwebb@tfl.gov.uk\\u003c/a\\u003e \\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}