{
 "pageTitle": "Mayor launches UKs first text service to reduce sexual attacks in illegal minicabs",
 "description": "The Mayor of London today launched the UK's first text service to enable safer minicab travel as part of the ongoing campaign against sexual assaults and rapes on women by illegal minicab drivers. There are an average of 10 sexual attacks and rapes on",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor launches UKs first text service to reduce sexual attacks in illegal minicabs",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "This press release was originally issued by the Mayor of London's press office at the Greater London Authority."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Don't take the risk of getting into a car belonging to a complete stranger",
     "The Mayor of London today launched the UK's first text service to enable safer minicab travel as part of the ongoing campaign against sexual assaults and rapes on women by illegal minicab drivers.",
     "There are an average of 10 sexual attacks and rapes on women by illegal minicab drivers each month.",
     "The innovative text service allows people to receive localised licensed cab numbers direct to their mobile phones by texting 'HOME' to 60835.",
     "The service forms part of \"Know what you're getting into\", a campaign which warns women of the dangers of using illegal minicabs and offers safer travel information.",
     "The new campaign includes posters, radio and cinema adverts, and a link-up with Heart106.2.",
     "The Mayor, Ken Livingstone, said: \"On average there are 10 sexual assaults or rapes carried out by illegal minicab drivers each month. Yet people are still using them.",
     "\"This new service means that people can now text 'HOME' to 60835 and receive the numbers of licensed minicab and black cab firms in the area they are texting from.\"",
     "Ed Thompson, Public Carriage Office, said: \"Transport for London's Public Carriage Office fully supports the 'Know what you're getting into' campaign.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"'Know what you're getting into'\"}",
     "\"London's private hire operators and vehicles have been licensed, and driver licensing will be completed by summer 2006.",
     "\"All private hire vehicles, which now have to display yellow licensing discs on their windscreens, must be pre-booked.",
     "\"The introduction of this innovative texting service means it should now be possible, wherever you are in London, to find a licensed taxi or minicab operator.\"",
     "Commander Jim Smith, Metropolitan Police, said: \"We continue to work closely with our partners, and arrest the criminals who purport to be mini cab drivers, who target their victims and carry out sexual assaults.",
     "\"I would urge women to take the advice in the adverts, 'Know what you're getting into', and look after your friends - don't take the risk of getting into a car belonging to a complete stranger.",
     "\"We want Londoners to have a good time and enjoy their evenings out, but to take sensible precautions and to plan how they will get home safely.\"",
     "Harriet Scott, Heart106.2, said: \"With the party season approaching it is an even more pertinent message for woman to be careful about how they are getting home.",
     "\"Heart 106.2 is delighted to be part of promoting the 'Know what you're getting into' campaign, which promotes easy and convenient services for woman to ensure that the taxi that they are getting into is safe and secure.\"",
     "Ann Elledge, Suzy Lamplugh Trust, said: \"The Suzy Lamplugh Trust fully supports this initiative as it will make finding a licensed minicab quick and easy, and will mean fewer members of the travelling public will be lured into dangerous illegal vehicles.\"",
     "'Know what you're getting into' is part of Safer Travel at Night, a partnership between the Mayor of London, Transport for London and the Metropolitan Police, who are working together to make travel safer at night.",
     "Successes of the initiative include more night buses than ever before, the licensing of all minicabs vehicles and operators, making taxi touting a recordable offence, two marshalled taxi ranks and launching the Transport Operational Command Unit - a dedicated Police unit set up to target crime relating to bus services and minicab activities.",
     "Future initiatives include all buses fitted with CCTV by the end of 2005 - currently 90-95 per cent of buses have CCTV - and all minicab drivers licensed by summer 2006.\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"Unlicensed cabs provide a cover for some of the most serious crime in London: in the year leading up to October 2002 before 'Know what you're getting into' launched, 212 (18 a month) women were sexually assaulted by illegal cab drivers - 54 of these women were raped\",\"Impact of the 'Know what you're getting into' campaign on attacks:\\u003cbr /\\u003eul\",\"The cost per text is 35p plus standard network charges\",\"The Transport Operational Command Unit (TOCU) has over 1,300 staff, including 400 police, 450 traffic community support officers and 350 traffic wardens. There are 700 BTP officers patrolling the transport network\",\"Since the TOCU cab unit was launched it has made 1,944 arrests with approximately 1,600 of these for touting. The unit undertook 45 operations between April 2005 and July 2005 - half of these for touting operations.\",\"The cab unit of TOCU consists of 35 police officers who work closely with borough police to identify and apprehend touts\",\"For media enquiries please call Hilary Merrett on 020 7983 4753. For out of hours media enquiries please call 020 7983 4000. For non-media enquiries please call the Public Liaison Unit on 020 7983 4100.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}