{
 "pageTitle": "Messing about on the river",
 "description": "On Friday 16 September, to commemorate the 200th anniversary of the Battle of Trafalgar and the death of Admiral Lord Nelson, the largest flotilla seen on the river in modern times will re-create Nelson's waterborne funeral procession from Greenwich to",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Messing about on the river",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London River Services can bring Londoners right to the heart of the action this weekend, when three separate events will be held on or around the River Thames."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The events taking place this weekend are a great opportunity to see London from a different angle",
     "On Friday 16 September, to commemorate the 200th anniversary of the Battle of Trafalgar and the death of Admiral Lord Nelson, the largest flotilla seen on the river in modern times will re-create Nelson's waterborne funeral procession from Greenwich to Whitehall Stairs.",
     "On Saturday 17, visitors can cheer on participants in the 17th Great Trafalgar River Race, during which around 300 boats will take to the river and race along a 22 mile course between Richmond and Greenwich.",
     "The Mayor of London's Thames Festival is also taking place on Saturday 17 and Sunday 18, and will transform the Thames and the surrounding open spaces between Westminster Bridge and Tower Bridge with numerous free outdoor events throughout the weekend.",
     "London River Services will operate normally throughout the weekend, except during the final stage of the Great Trafalgar River Race, when it will be necessary for Bankside, Festival, London Bridge City and Waterloo Millennium piers to close for river services between 1630 and 1830.",
     "The piers will still be accessible to the public, however, so those in search of a good vantage point need look no further (though arriving early is recommended).",
     "Andy Griffiths, Head of London River Services, said:\u003cbr /\u003e\"Although there will be some closures on Saturday, they will only be for a short period of time.",
     "\"The events taking place this weekend are a great opportunity for visitors and Londoners alike to come to the Thames, relax on the riverside and see London from a different angle by taking a boat trip.\"",
     "The following boat services will be affected: Catamaran Cruisers, City Cruises, London Eye River Cruise Experience, Thames Clipper Commuter Service and Tate to Tate.",
     "Services from Westminster Millennium, Blackfriars Millennium, Embankment, St. Katherine's, Savoy and Tower Millennium piers will operate as normal.",
     "{\"template\":\"bulletlist\",\"items\":[\"Further information on the Great River Race:\\u003cbr /\\u003e \\u003ca href=\\\"http://www.greatriverrace.co.uk/\\\"\\u003ehttp://www.greatriverrace.co.uk/\\u003c/a\\u003e \",\"Further information on the Thames Festival: \\u003ca href=\\\"http://www.thamesfestival.org/\\\"\\u003ehttp://www.thamesfestival.org/\\u003c/a\\u003e \",\"Further information on London River Services and attractions along the Thames:\\u003cbr /\\u003e \\u003ca href=\\\"http://www.tfl.gov.uk/river\\\"\\u003ewww.tfl.gov.uk/river\\u003c/a\\u003e \\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}