{
 "pageTitle": "Moorgate escalators re-open",
 "description": "Since September 2004, the two escalators between the Northern line ticket hall and the Northern line platforms, with components dating back to the 1920s, had been closed so that Metronet Rail SSL could completely replace both machines. The work is part of",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Moorgate escalators re-open",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Tube and rail passengers at Moorgate station are now able to use brand new escalators, which came into service earlier this week - six weeks ahead of schedule."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "I'm delighted that these escalators are back serving customers, and six weeks early",
     "Since September 2004, the two escalators between the Northern line ticket hall and the Northern line platforms, with components dating back to the 1920s, had been closed so that Metronet Rail SSL could completely replace both machines.",
     "The work is part of Transport for London's 5-year £10bn investment programme.",
     "City-bound WAGN rail services, which had been terminating at Old Street and King's Cross during the morning peak, have now resumed their service to Moorgate.",
     "Moorgate's Group Station Manager, Tom O'Riordan, said: \"I'm delighted that these escalators are back serving customers, and six weeks early.",
     "\"I'd like to thank all those involved in making this happen and, most importantly, our customers for their patience and co-operation.\"",
     "Replacement of these escalators was originally planned to take a full 12 months but Metronet Rail SSL were able to re-open the escalators six weeks earlier than planned.",
     "Live information on TfL's Realtime pages displays latest updates to London's transport modes, including the Tube, DLR, bus and Network Rail: \u003ca href=\"http://www.tfl.gov.uk/realtime\"\u003ewww.tfl.gov.uk/realtime\u003c/a\u003e ",
     "Journey Planner checks the transport network's status before providing results. The best available route will be shown automatically: \u003ca href=\"http://www.tfl.gov.uk/journeyplanner\"\u003ewww.tfl.gov.uk/journeyplanner\u003c/a\u003e ",
     "Travel alerts via SMS and email can be set up at: \u003ca href=\"http://www.tfl.gov.uk/alerts\"\u003ewww.tfl.gov.uk/alerts\u003c/a\u003e ",
     "\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"Escalators on the Tube operate 20 hours a day, seven days a week\",\"Transport for London (TfL) is investing £10bn over the next five years to improve and expand London's transport network, more than half of that in the Tube\",\"Metronet Rail SSL is responsible for the maintenance and renewal of the Circle, District, Hammersmith \\u0026 City, Metropolitan and East London lines. As three of these lines serve Moorgate, Metronet is responsible for maintaining and renewing that station\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}