{
 "pageTitle": "New look for East End stations - We want your views",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New look for East End stations - We want your views",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London is seeking local views on proposed improvements to Shadwell East London Line (ELL) and Docklands Light Railway (DLR) stations and the surrounding area from today."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "As part of its £10bn, five-year investment programme, TfL is proposing to make the stations - used by around 15,000 people every day - safer and more accessible.",
     "Proposals include:",
     "{\"template\":\"bulletlist\",\"items\":[\"Improvements in and around the DLR station\",\"A new ELL station entrance on Watney Street, with new accessible lifts serving the platforms\",\"Better lighting and more CCTV cameras\",\"Improved pedestrian crossings\",\"New pavements and road surfaces\",\"Better enforcement of existing parking restrictions\"]}",
     "Belinda Danino, Consultation Manager for the project at TfL, said: \"Shadwell East London Line station will close temporarily while the East London Line extension is built.",
     "\"This gives us the opportunity to make improvements to this station, the DLR station and the surrounding areas.",
     "\"Now is the time for local people to let us have their views on how the stations and streets nearby will finally look.\"",
     "Details about the proposals, together with a questionnaire, are being sent to all local residents and businesses in the area, and views can also be given through a questionnaire on TfL's website at \u003ca href=\"/gettingaround/transportaccessibility/dlr/3242.aspx\"\u003eShadwell station page\u003c/a\u003e ",
     "A public exhibition will be held in the DLR station arches on 17th November between 1300 and 1900.",
     "Work will take place during an 18-month closure to construct the new East London Line extension, due to start in late 2008.",
     "A replacement bus service will operate for the duration of the works.\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"A public exhibition where TfL officials will be on hand to answer questions will be held at the DLR station on 17th November between 1300 and 1900\",\"Copies of a consultation brochure and questionnaire are available from \\u003ca href=\\\"mailto:Shadwell@tfl.gov.uk\\\"\\u003eShadwell@tfl.gov.uk\\u003c/a\\u003e . Around 22,000 are being sent out to properties within a 1km radius of the stations\"]}",
     "\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}