{
 "pageTitle": "Piccadilly and District line track improvement works continue this weekend",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Piccadilly and District line track improvement works continue this weekend",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "On 3 and 4 September, a further weekend closure will take place on the Piccadilly line from Acton Town to Hyde Park Corner and on the District line from Earl's Court to Acton Town / Gunnersbury to enable Metronet to continue with track replacement and improvement works."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Track replacement and improvements form part of TfL's £10bn 5-year Investment Programme",
     "This work is part of Transport for London's 5-Year £10bn Investment Programme.",
     "Two further closures will take place this year on 15 \u0026 16 and 22 \u0026 23 October, and then over the course of the following two years to complete the job which is necessary for the renewal of the Tube.",
     "\u003cstrong\u003eAlternative transport to affected destinations this weekend is as follows:\u003c/strong\u003e ",
     "Between Heathrow Airport and Central London ticket acceptance arrangements will be in place with the Heathrow Express and Heathrow Connect service.",
     "LU customers who hold a valid London Underground Zone 1-6 Travelcard (both season and day tickets) or a Freedom Pass, are allowed to travel between Heathrow Airport and Paddington on the Heathrow Express or the Heathrow Connect service between Heathrow Airport and Ealing Broadway on this weekend and the other planned weekend closures only.",
     "Holders of Travelcards which do not cover all six zones must buy a ticket extension before they travel.",
     "Children under 16 travel free on the Heathrow Express or Heathrow Connect service when accompanied by an adult with a valid ticket.",
     "The Heathrow Express provides fully accessible travel to and from Paddington to Heathrow every 15 minutes, with a 15 minute journey time to and from Terminals 123 and 23 minutes to and from Terminal 4.",
     "The Heathrow Connect service operates every 30 minutes with an average journey time of 25 minutes calling at Ealing Broadway, West Ealing, Hanwell, Southall and Hayes \u0026 Harlington. Heathrow Connect does not stop at Terminal 4.  Additionally, it does not stop at West Ealing and Hanwell before 5am Monday to Saturday with no service at all on Sundays.",
     "\u003cstrong\u003eCustomers can still travel between Central London and Heathrow on the Underground\u003c/strong\u003e via the Central line to Ealing Broadway then the District line shuttle to Acton Town which will operate at a frequency of three trains per hour, and then the Piccadilly line to Heathrow Terminals 123 (or change at Hatton Cross for the rail replacement bus to Terminal 4).",
     "This route would take approximately 80 minutes from Central London and is not recommended for customers with mobility impairments or large amounts of luggage.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Between all stations Hatton Cross to Acton Town and Central London\"}",
     "Customers travelling between Piccadilly line stations west of Acton Town and Central London are advised to take the District line from Acton Town or Ealing Common to Ealing Broadway and change there for the Central Line.",
     "Customers using this route will need to allow an extra 30 minutes to make their journey.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Between Gunnersbury, Kew Gardens and Richmond and Central London\"}",
     "\u003cstrong\u003eSilverlink Metro will still operate between Gunnersbury and Richmond\u003c/strong\u003e , operating a 15-minute service on both Saturday (as normal) and Sunday (boosted from 2 trains per hour to 4 trains per hour).",
     "\u003cstrong\u003eValid Underground tickets will also be accepted on South West Trains between Richmond, Vauxhall and Waterloo.\u003c/strong\u003e However, on Sunday 16 October only, South West Trains will operate a rail replacement bus while Network Rail also carries out engineering works.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Local journeys and between West Kensington and Chiswick Park\"}",
     "\u003cstrong\u003eTo cater for local traffic, two rail replacement bus services will operate\u003c/strong\u003e in both directions stopping at the following stations:",
     "It will not be possible to run a bus service to and from Barons Court because of local street traffic conditions.",
     "Live information on TfL's Realtime pages displays latest updates to London's transport modes, including the Tube,",
     "{\"template\":\"bulletlist\",\"items\":[\"Transport for London (TfL) is investing £10 billion over the next five years to improve and expand London's transport network, more than half of that in the Tube\",\"Metronet Rail SSL is responsible for the maintenance and renewal of the Circle, District, Hammersmith \\u0026 City, Metropolitan and East London lines\",\"Tube Lines is responsible for the maintenance and renewal of the Jubilee, Northern and Piccadilly lines\",\"Metronet Rail SSL is responsible for the maintenance of the District line track that is being renewed between Barons Court and Ravenscourt Park and the Piccadilly line track between Hammersmith and Acton Town as the District and Piccadilly lines run above ground in parallel to each other\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}