{
 "pageTitle": "The route to love can be found Underground",
 "description": "The six poems explore the theme of love in all its shapes and forms.The new collection combines intense emotions and a lighter, more humorous approach to human relationships.Different aspects of love are illustrated including sentimental attachment to",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "The route to love can be found Underground",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The latest series of Poems on the Underground will be unveiled on 26 September, and remain on display for eight weeks in 2,000 Tube card panels."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Poems on the Underground explore the theme of love in all its forms",
     "The six poems explore the theme of love in all its shapes and forms.",
     "The new collection combines intense emotions and a lighter, more humorous approach to human relationships.",
     "Different aspects of love are illustrated including sentimental attachment to nature, music and language.",
     "Every passenger travelling on the Underground from September 26 will find a piece of poetry to inspire them:",
     "{\"template\":\"bulletlist\",\"items\":[\"\\u003cstrong\\u003eFor music-lovers\\u003c/strong\\u003e : \\\"If Bach Had Been a Beekeeper\\\" by Charles Tomlinson\",\"\\u003cstrong\\u003eFor nature-lovers\\u003c/strong\\u003e : \\\"The Rainbow Comes and Goes\\\" by William Wordsworth\",\"\\u003cstrong\\u003eFor lovers of langu\\u003c/strong\\u003e age: \\\"Words in Time\\\" by Archibald MacLeish; \\\"My children\\\" by Choman Hardi\",\"\\u003cstrong\\u003eFor lovers ancient and modern\\u003c/strong\\u003e : \\\"David's lament for Jonathan\\\", King James Bible; \\\"One Perfect Rose\\\" by Dorothy Parker\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"Poems on the Underground was founded in 1986\",\"The programme is supported by London Underground (Platform For Art), Arts Council England and the British Council\",\"Similar programmes have sprung up across the world in Dublin, Helsinki, Paris, Prague, Melbourne, Moscow, New York, San Francisco, Barcelona, Athens, Montreal and Toronto\",\"Poems are selected and the programme administered by writer Judith Chernaik and poets Gerard Benson and Cicely Herbert\",\"The best selling anthologies \\\"Poems on the Underground\\\" and \\\"New Poems on the Underground\\\" are published by Cassell and are available from most bookshops\",\"The posters, designed by Tom Davidson, are available from \\u003ca href=\\\"http://www.ltmuseum.co.uk\\\"target=\\\"new\\\"\\u003eLondon's Transport Museum\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}