{
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Victoria Tube station set for £500m major upgrade",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "One of London Underground's (LU) busiest and most congested stations is set for a major upgrade, as Mayor Ken Livingstone today announced the award of a contract to design the redevelopment of Victoria Underground station."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We are now seeing the benefits of being able to plan and invest in London's future",
     "Part of TfL's five-year, £10bn investment programme, LU has awarded a contract for the design of the Victoria Station Upgrade (VSU) to Scott Wilson.",
     "The £500m project is due to start in 2008 and be complete in 2013, to coincide with the planned Victoria line upgrade.",
     "When complete, the VSU project will increase the size of the station by 50 per cent, with a new ticket hall, lifts and escalators to ease congestion and provide step-free access from street level to the Victoria, Circle and District line platforms.",
     "Mayor of London Ken Livingstone said: \"The £500m Victoria Station Upgrade project is a great example of the investment TfL is now making to improve the Tube and transport in London.",
     "\"It is essential to support the continued growth and development of London and this will also support the extra capacity to the Victoria line, due to be delivered by new trains and signalling system in 2013.",
     "\"This project would not have been possible without the investment now being delivered by the TfL five-year £10bn investment programme.",
     "\"We are now seeing the benefits of being able to plan and invest in London's future, denied to this great city for so long.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Improved capacity\"}",
     "Used by over 75 million passengers each year, Victoria Underground station is at the heart of London's transport network, but severe congestion during the morning peak has made station control measures an almost daily occurrence.",
     "With funds guaranteed as part of the TfL investment programme, this key project is due begin construction in 2008, delivering major passenger benefits by 2013, including:\u003cbr /\u003e\u003cbr /\u003e1) Cuts in peak time congestion and improved capacity with a new ticket hall and entrance to the station beneath Bressenden Place and new escalators\u003cbr /\u003e\u003cbr /\u003e2) Better Station access for all passengers with new lifts in the Victoria line ticket hall providing step-free access to all platform levels and wider stairs to the national rail station.",
     "LU Managing Director Tim O'Toole said: \"The Tube is improving. Last year we ran more trains and carried more passengers than ever before, but we know there is much more to do.",
     "\"Upgrading Victoria Underground station is a key part of improving the Tube network, which will cut congestion and improve access for all our passengers using the station.",
     "\"Together with the full Victoria line upgrade, this will deliver much needed capacity and provide a safe, reliable and fully accessible station, fit for the 21st Century.\"",
     "{\"template\":\"bulletlist\",\"items\":[\"The contract for the design of the Victoria Station Upgrade (VSU), worth in the region of £4m, has been awarded to Scott Wilson and was competitively tendered\",\"The VSU project is outside of the LU Public Private Partnership. A contract to undertake the infrastructure work will be competitively tendered when the design work is complete\",\"Victoria is a major transport interchange, serving National Rail, Underground, London bus services and the Victoria Coach Station\",\"The VSU project will complement the Victoria line Upgrade project due to be completed in 2013. This will include the provision by Metronet Rail BCV of 47 new trains with increased capacity. Other enhancements to the Victoria line include new signalling, control room and general infrastructure improvements\",\"Transport for London (TfL) is investing £10 billion over the next five years to improve and expand London's transport network, more than half of that on the Tube\",\"Images of what Victoria Underground station could look like when the project is complete are available at the TfL newscentre \\u003ca href=\\\"http://www.tfl.gov.uk/tfl/corporate/media/photos/pressimages/\\\"\\u003eimage gallery \\u003c/a\\u003e or by contacting the Press Office on 020 7941 4141.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}