{
 "pageTitle": "Walkable London",
 "description": "Good Going continues its week of events promoting sustainable transport options in London with a celebration of walking in Trafalgar Square on Sunday 18 September between 1200 and 1900. See inside historic buildings as part of Open House weekend, enjoy",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Walkable London ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Why not join Bollywood actor Imran Ali Khan in Trafalgar Square on Sunday and take part in one of the many guided walks exploring central London?"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Sustainable transport is vital to the future of the Capital",
     "Good Going continues its week of events promoting sustainable transport options in London with a celebration of walking in Trafalgar Square on Sunday 18 September between 1200 and 1900.",
     "See inside historic buildings as part of Open House weekend, enjoy the Thames festival, as well as a wide array of games and activities, with prizes and interesting information about your city available in the square.",
     "Lots of Good Going freebies will be handed out on the day, like step-o-meters, footballs, rugby balls and water bottles, to encourage Londoners to get out and about more, and to be more active.",
     "Good Going is an initiative, supported by Transport for London and partners from local authorities and private companies, to promote all forms of sustainable transport in London.",
     "Peter Hendy, Managing Director of Surface Transport, Transport for London, said: \"Sustainable transport is vital to the future of the Capital as its population rises and are great ways to get around.",
     "\"Good Going weeks will help to inform people about alternative ways to travel and the event in Trafalgar Square will be a great family day out.\"",
     "Good Going events will run across the Capital from 15-29 September.",
     "For details about events in your area please visit the Good Going website at \u003ca href=\"http://www.goodgoing.co.uk\"\u003ewww.goodgoing.co.uk\u003c/a\u003e ."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}