{
 "pageTitle": "West London Tram update",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "West London Tram update",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Mayor of London, Transport for London and Ealing Council today issued a revised timetable for depositing a Transport and Works Act Order application for the West London Tram in summer 2006."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "I remain totally committed to West London Tram",
     "This is to allow TfL to have a detailed look at some of the traffic management issues raised in the public consultation and is a change from an original date of December 2005.",
     "Ken Livingstone, Mayor of London said: \"I remain totally committed to West London Tram.",
     "\"This change to the timetable allows Transport for London to have a deeper look at some aspects of traffic management.",
     "\"Transport for London and Ealing Council have decided jointly to do this after taking into account issues raised in the public consultation.",
     "\"The population in West London is growing rapidly and improving public transport is key to preventing virtual gridlock on the Uxbridge Road in the next decade.\"\u003cbr /\u003e\u003cbr /\u003eEaling Council leader Leo Thomson said: \"The decision being taken to revise the timetable comes after traffic management issues were raised in the public consultation.",
     "\"It is vital we use the clearest and most accurate information as traffic management around the scheme is of the utmost importance to the people of the borough.",
     "\"The scheme is critical to improving public transport, the environment and the local economy, and we must make sure we get it right.\"",
     "TfL is also planning further local consultation on some minor changes to the scheme and its design.",
     "These changes have been made following the public consultation last year.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Future growth\"}",
     "TfL and Ealing Council are committed to delivering a modern, efficient transport service for West London.",
     "West London is a growing area of London and the West London Tram is being developed as a transport system which will cope with the future growth and needs of this area.",
     "\u003cstrong\u003eTimetable for the West London Tram\u003c/strong\u003e ",
     "{\"template\":\"table\",\"rows\":[[\"\\u003cstrong\\u003eReport to TfL Board\\u003c/strong\\u003e \",\"Late spring 2006\"],[\"\\u003cstrong\\u003eApplication for Transport and Works Order\\u003c/strong\\u003e \",\"Summer 2006\"],[\"\\u003cstrong\\u003ePublic inquiry\\u003c/strong\\u003e \",\"Spring 2007*\"],[\"\\u003cstrong\\u003eAward of powers (expected)\\u003c/strong\\u003e \",\"Winter 2008*\"],[\"\\u003cstrong\\u003eCommencement of construction\\u003c/strong\\u003e \",\"2009*\"],[\"\\u003cstrong\\u003eOpening of tram\\u003c/strong\\u003e \",\"2013*\"]]}",
     "*Dependent on decisions by Secretary of State for Transport",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL is bringing forward detailed modelling work to undertake it before an application for a Transport and Works Order. Some of this work would more usually be done later in the project\",\"This change is a reflection of the complex nature of the West London Tram project, which would be the first modern fully street-running tram in the UK and of likely needs for information that have become clear in the light of recent public inquiries\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}