{
 "pageTitle": "Art on the Underground launches Canary Wharf Screen at Tube station",
 "description": "East End street parties and Soho at night are just some of the subjects explored in Canary Wharf Screen - a new motion picture screening programme commissioned by Art on the Underground, which the Capital's visitors, as well as commuters, will be able to",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Art on the Underground launches Canary Wharf Screen at Tube station",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Tube customers will be able to see films chosen by the British Film Institute and three leading UK film organisations on a large cinema style-screen at Canary Wharf Tube station from 1 March."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "As we welcome the world for the 2012 Games it is an exciting showcase of artists that help make this one of the great capitals of film-making",
     "East End street parties and Soho at night are just some of the subjects explored in Canary Wharf Screen - a new motion picture screening programme commissioned by Art on the Underground, which the Capital's visitors, as well as commuters, will be able to enjoy.",
     "With films from some of the best artists in the field of moving image, the year-long project will add to the cultural celebrations taking place throughout 2012 and underpin London's status as a major filmmaking capital.",
     "It will include new digital commissions and rarely seen films from the last century.",
     "Canary Wharf Screen will be presented on one of London's largest projection screens measuring 15 metres by eight metres, located in the vast ticket hall of Canary Wharf station.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Programmed in collaboration\"}",
     "Designed by Lord Norman Foster, Canary Wharf is one of the busiest stations on the London Underground network.",
     "With over 40 million people per year using the station, Canary Wharf Screen has a potentially huge and diverse audience.",
     "The 2012 series will be split into four seasons, programmed in collaboration with Film and Video Umbrella, Animate, LUX and the British Film Institute (BFI) respectively.",
     "Film and Video Umbrella will curate the first season for Canary Wharf Screen from March to May 2012, presenting The City in the City, a series of films by Marcus Coates, Melanie Manchot, Dryden Goodwin and Suki Chan that have been commissioned by the organisation over the past decade.",
     "A new site-specific film commission, Hold Your Ground, 2011, by Karen Mirza and Brad Butler will also be premiered.\u003cbr /\u003e\u003cbr /\u003eThe selected works explore how individuals navigate and occupy urban space.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Biggest transformation\"}",
     "Within the environment of Canary Wharf station, surrounded by commuters, the programme considers the phenomenon of the crowd: as a fact of everyday existence, a source of collective identity and belonging and as a possible force and agent of change.",
     "Boris Johnson, the Mayor of London, said: 'London is undergoing one of the biggest transformations in its history and this festival promises a fascinating insight into people and cities.",
     "'As we welcome the world for the 2012 Games it is an exciting showcase of artists that help make this one of the great capitals of film-making, keep our creative industries prosperous and why London's growing film market brings financiers and producers from the rest of the world to London creating jobs and seeing investing in home grown talent.",
     "'This project will add to the cultural celebrations taking place throughout this momentous year.'",
     "Steven Bode, Director, Film and Video Umbrella, said: 'We have reached back into our substantial back catalogue of artists' moving-image commissions and have chosen pieces that we hope will resonate with this unique site, and its wider architectural and social context.'",
     "Season 2, launching June 2012, will be programmed in collaboration with Animate Projects, the only arts organisation in the UK dedicated to championing experimental animation.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Provocative and beautiful films\"}",
     "Gary Thomas, Director of Animate Projects, said: 'Animate is thrilled at the opportunity to present a 'festival' of dynamic, provocative and beautiful films from the Animate Collection, made by UK artists over the last 20 years.",
     "'Canary Wharf is a uniquely stunning and surprising context, and we are sure that the films themselves will surprise and delight.'",
     "For Season 3, LUX will present a series of new commissions from their Public Display series of works by UK-based artists, launching in September 2012.",
     "Public Display looks to comment and reflect on the ubiquity, authority and place of moving images in everyday life.",
     "Season 4, launching in December 2012, will see the BFI open up their archive to showcase a rolling programme of films.",
     "Jane Giles, BFI's Head of Content, said: 'The BFI is delighted to be part of the Canary Wharf Screen project for Art on the Underground, where we will be presenting films from the BFI National Archive including a selection of artists films about the year-cycle in nature.'",
     "Tamsin Dillon, Head of Art on the Underground, said: 'Canary Wharf Screen is an exciting venture for Art on the Underground, adding an important new strand to its world-class programme.",
     "'We are thrilled to be working with such eminent and influential partners in order to bring the very best artists films to our audience on the Tube.'\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"\\u003cstrong\\u003eTimeline:\\u003c/strong\\u003e Season 1: Film \\u0026 Video Umbrella\\u003cbr /\\u003eMarch-May 2012\\u003cbr /\\u003e\\u003cbr /\\u003eSeason 2: Animate\\u003cbr /\\u003eJune-August 2012 Launch date: early June\\u003cbr /\\u003e\\u003cbr /\\u003eSeason 3: LUX\\u003cbr /\\u003eSeptember-November 2012 Launch date: early September\\u003cbr /\\u003e\\u003cbr /\\u003eSeason 4: BFI\\u003cbr /\\u003eDecember 2012-February 2013 Launch date: early December\",\"\\u003cstrong\\u003eAbout Art on the Underground\\u003c/strong\\u003e Art on the Underground is London Underground's art programme, producing high calibre artworks throughout the network, enhancing the millions of journeys made every day. It aims to promote a greater understanding of the Tube as a cultural and social environment through the creative commissioning of artworks. With around three and a half million to four million passengers using the network per day, Art on the Underground projects are exposed to one of the largest and most diverse audiences in Europe. For more information about Art on the Underground, please visit \\u003ca href=\\\"http://www.tfl.gov.uk/art\\\"\\u003etfl.gov.uk/art\\u003c/a\\u003e \",\"\\u003cstrong\\u003eAbout Film and Video Umbrella\\u003c/strong\\u003e \\u003cbr /\\u003eFilm and Video Umbrella commissions, curates, produces and presents film, video and other moving-image works by artists that are staged in collaboration with galleries and other cultural partners. Please go to \\u003ca href=\\\"http://www.fvu.co.uk\\\"\\u003ewww.fvu.co.uk\\u003c/a\\u003e for more information\",\"\\u003cstrong\\u003eAbout Animate Projects\\u003c/strong\\u003e \\u003cbr /\\u003eAnimate Projects is the only arts organisation in the UK dedicated to championing experimental animation. It has an international reputation for the artistic quality of the work they support. Please go to \\u003ca href=\\\"http://animateprojects.org\\\"\\u003ehttp://animateprojects.org\\u003c/a\\u003e for more information\",\"\\u003cstrong\\u003eAbout LUX\\u003c/strong\\u003e \\u003cbr /\\u003eLUX is a national public arts agency for the support and promotion of artists working with the moving image. Founded in 2002, it builds on a lineage of its predecessor organisations (The London Filmmakers Co-operative, London Video Arts and The Lux Centre), which stretches back to the 1960s. LUX is the only organisation of its kind in the UK; it represents the country's only significant collection of artists' film and video and is the largest distributor of such work in Europe\",\"\\u003cstrong\\u003eAbout the BFI\\u003c/strong\\u003e \\u003cbr /\\u003eThe BFI is the lead body for film in the UK with the ambition to create a flourishing film environment in which innovation, opportunity and creativity can thrive by:\\u003cbr /\\u003e- Connecting audiences to the widest choice of British and World cinema\\u003cbr /\\u003e- Preserving and restoring the most significant film collection in the world for today and future generations\\u003cbr /\\u003e- Investing in creative, distinctive and entertaining work\\u003cbr /\\u003e- Promoting British film and talent to the world\\u003cbr /\\u003e- Growing the next generation of filmmakers and audience\",\"\\u003cstrong\\u003eAbout The BFI National Archive\\u003c/strong\\u003e \\u003cbr /\\u003eThe BFI National Archive was founded in 1935 and has grown to become the largest collection of film and television in the world with more than 180,000 films and 750,000 television programmes\",\"\\u003cstrong\\u003eAbout London Underground\\u003c/strong\\u003e The Tube is undergoing a huge and essential programme to upgrade its ageing infrastructure - vital to cope with a growing population and to support the economic development and growth of the capital and the UK. This includes the introduction of new track and signalling and the rebuilding of some of our most important stations. By the end of the current programme there will be 30 per cent more capacity. This will inevitably result in some disruption for passengers, but TfL is working hard to provide information and alternative travel options. The work is essential to provide for London's growing transport needs now, and into the future. TfL is urging all Londoners and Tube, London Overground, London Tramlink and DLR passengers to 'check before you travel' at weekends, allowing extra journey time where necessary. Weekend travel news is available at \\u003ca href=\\\"http://www.tfl.gov.uk/check\\\"\\u003etfl.gov.uk/check\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}