{
 "pageTitle": "Blackfriars Underground station reopens to cater for influx of passengers",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Blackfriars Underground station reopens to cater for influx of passengers",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "This release was originally issued by Network Rail."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "A larger and more accessible Blackfriars Underground station reopened for public service this morning to accommodate more than 40,000 passengers every day.",
     "The dramatic 60 per cent increase in footfall follows the redevelopment of Blackfriars Underground station which has been completely rebuilt over three years.",
     "The Mayor of London, Boris Johnson will tour the station today to see the improvements made to provide better connections between Tube and rail services, as well as to cater for growing passenger numbers.",
     "New lifts and escalators make the station easier to access and a curved glass façade floods the spacious new entrance hall with natural light.",
     "The upgrade is the latest in a series of improvements being delivered by Network Rail that are tripling the number of trains that run through Blackfriars, and central London, on the Thameslink route each hour.",
     "Mayor of London Boris Johnson said: 'With its magnificent ticket hall, brand new lifts and escalators, and more than double the previous capacity, the rebirth of this central London station will improve the journeys of thousands of passengers every single day.",
     "'An incredible amount of hard work and expertise has been invested in these improvements, and Blackfriars is now set to become a truly world-class station.'",
     "The new Underground station is part of a complete redevelopment of both the Tube and national rail parts of Blackfriars stations by Network Rail. Mainline platforms for national rail services now span the River Thames on a reconstructed Victorian rail bridge, making way for longer trains on the Thameslink route through central London.",
     "'The station can also now be accessed from the south bank of the river and a new entrance hall on the north bank provides convenient access to both Thameslink and London Underground services.",
     "The mammoth project has also provided jobs for 13,000 people over the last three years, with 2,000 people working on the site each day at the busiest times.",
     "Howard Collins, Chief Operating Officer at London Underground said: 'The re-opening of he newly renovated Tube station is fantastic news for our customers, who can now reap the benefits of the huge improvements that have taken place at Blackfriars.",
     "'The 40,000 people who use the station every day is set to grow significantly and I'm sure that all who pass through will find that the improvements have been well worth the wait.'",
     "Laurence Whitbourn, Network Rail's senior programme manager for Blackfriars said: 'Rebuilding Blackfriars Underground station was a hugely complex engineering challenge; we excavated, demolished and rebuilt the whole station while Underground trains continued to run beneath our feet, and Thameslink services ran overhead.",
     "'The new Underground station brings our plan for the whole of Blackfriars one step closer to completion.",
     "'Both Tube and rail passengers at Blackfriars stand to benefit from a modern, accessible station; longer, more frequent Thameslink trains; and convenient connections between services.'",
     "Blackfriars is being rebuilt as part of the Thameslink Programme, which will see longer trains and more frequent services on the route from Bedford to Brighton through central London.",
     "The rebuild of Blackfriars station will dovetail with improvements at Farringdon and other stations along the route, including the planned reconstruction of London Bridge, to provide a metro-style Thameslink service through central London, with trains running every two and a half minutes.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}