{
 "pageTitle": "London Tramlink upgrade continues",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Tramlink upgrade continues",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Tramlink passengers will have a more comfortable journey on a more reliable service following upgrade works on the network next week."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This is necessary maintenance and upgrade work which needs to be done as it means a more reliable service for passengers as well as less wear and tear on our trams.",
     "Two hundred metres of track are being replaced as part of Tramlink's Investment Programme and the upgrade will give a much smoother ride than before.",
     "Interim Director of London Tramlink, Sharon Thompson said: 'This is necessary maintenance and upgrade work which needs to be done as it means a more reliable service for passengers as well as less wear and tear on our trams.",
     "'We will keep inconvenience to passengers and businesses along the route to a minimum and complete the works as quickly as possible.'",
     "The main work site where the upgrade will take place is at Crown Hill and as a result London Tramlink services on the central Croydon loop will be suspended from 11 to 16 February with normal service resuming on 17 February.",
     "George Street West will also be closed to vehicles during the same dates reopening on 17 February.",
     "Pedestrian access will not be affected.",
     "Two other worksites - at the junction of Wellesley Road and George Street and near West Croydon bus station - will not affect access to local businesses or residences.",
     "For more information, please visit \u003ca href=\"http://www.tfl.gov.uk/trams\"\u003etfl.gov.uk/trams\u003c/a\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}