{
 "pageTitle": "Mayor steps up HGV safety campaign to benefit cyclists and pedestrians",
 "description": "First eight freight operators now awarded for reaching the highest standards.The Mayor of London, Boris Johnson, has today ramped up work to make London's roads safer for cyclists and pedestrians - enhancing a police task force to clamp down on dangerous",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor steps up HGV safety campaign to benefit cyclists and pedestrians",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) and Crossrail train 5,400 professional drivers in how to respect cyclists - with thousands more to be trained over the next year. Mayor and TfL enhance Metropolitan Police Service Commercial Vehicle Task Force with new officers."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "I am determined to improve road safety",
     "First eight freight operators now awarded for reaching the highest standards.",
     "The Mayor of London, Boris Johnson, has today ramped up work to make London's roads safer for cyclists and pedestrians - enhancing a police task force to clamp down on dangerous Heavy Goods Vehicles (HGVs).",
     "He has also announced more funding to educate freight companies and drivers on cycle safety, confirming 5,400 commercial drivers have already been trained with thousands more to do so over the next year.",
     "The Mayor and TfL has provided additional funding to strengthen the partnership with the Metropolitan Police Service Commercial Vehicle Task Force, who aim to improve road safety in London through enforcement and educating lorry, van and other commercial vehicle operators across London.",
     "They will improve safety for cyclists by investigating all drivers and operators who injure cyclists on London's roads.",
     "Since December, TfL has provided funding for six additional officers in the Commercial Vehicle Task Force.",
     "Two further officers have also been funded in the Road Crime Intelligence Unit, which works closely with a number of agencies including Vehicle and Operator Services Agency (VOSA) and the Department for Transport (DfT) to gather information and create operations to help arrest dangerous or unlicensed operators in London.",
     "At the same time, TfL and Crossrail are undertaking a huge programme of commercial driver training to educate drivers of HGV's and other vehicles in how to keep pedestrians and cyclists safe on the roads.",
     "More than 5,400 drivers have now received the training, which counts towards the certificate that, since 2009, drivers have needed in order to operate lawfully.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Record investment\"}",
     "Following this success, TfL has now secured funding for the training to be provided to a further 4,500 drivers, helping to educate drivers who operate in London in the 12 months from April 2012 and Crossrail will continue its driver induction training programme.",
     "The Mayor is currently overseeing a record investment of more than £200m in cycling schemes, including the provision of cycle safety programmes, new cycle lanes, advance stop lines at traffic junctions across London and blind spot safety mirrors on Barclays Cycle Superhighways.",
     "Boris Johnson, Mayor of London, said: 'I am determined to improve road safety and demanding the highest standards from freight companies is a key part of this.",
     "'Some companies are leading the way in showing what can be achieved, but this needs to be reflected across the industry.",
     "'To play our part, we are providing training for thousands of lorry and truck drivers and investing in more police officers to clamp down on shoddy, illegal drivers.'",
     "In addition, the first eight fleet operators to achieve the Gold standard of TfL's Fleet Operator Recognition Scheme (FORS) have been announced.",
     "The awards have gone to firms who regularly operate in London for demonstrating standards that make them exceptional operators.",
     "TfL funding has also enabled FORS members to send their drivers on free bespoke training courses developed by TfL and the London boroughs to address the specific safety issues arising from driving lorries, vans and coaches around the Capital.",
     "Peter Hendy CBE, London's Transport Commissioner, said: 'I am passionate, not only as London's transport commissioner, but also as a cyclist and a long time holder of a PSV [Public Service Vehicle] licence, about doing whatever TfL can to make the Capital's roads even safer for vulnerable road users.",
     "'To have the first Gold standard FORS members, and more than 1,000 operators now signed up, is a testament to the commitment of the haulage industry to deliver ongoing improvements to make the Capital safer for all.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Making the Capital safer\"}",
     "Richard Turfitt, Traffic Commissioner for the East of England and Acting Traffic Commissioner for the South Eastern and the Metropolitan Traffic Area said: 'I am delighted to present these Gold standard awards today to these outstanding freight operators.",
     "'The ongoing importance of the FORS scheme and its popularity, demonstrates how a significant number of regular freight operators in London are signed up to making the Capital safer - something that we are all striving for and is so vitally important in an Olympic year.'",
     "Crossrail requires that all HGVs are fitted with Fresnel lenses or front mounted rear facing CCTV, close proximity warning systems which results in an audible beep in the drivers cab when a cyclist is on the left inside space and side under-run guards to help prevent cyclists coming into contact with lorry wheels.",
     "Vehicles must also carry signs to warn cyclists and pedestrians.",
     "Any HGV not meeting Crossrail's strict standards will be turned away from worksites.",
     "For more information about FORS and TfL's work with the freight industry, visit \u003ca href=\"http://www.tfl.gov.uk/freight\"\u003etfl.gov.uk/freight\u003c/a\u003e or \u003ca href=\"http://www.crossrail.com\"\u003ewww.crossrail.com\u003c/a\u003e ",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}",
     "{\"template\":\"table\",\"rows\":[[\"\",\"\\u003cstrong\\u003eOperators\\u003c/strong\\u003e \",\"\\u003cstrong\\u003e Vehicles\\u003c/strong\\u003e \",\"\\u003cstrong\\u003e Percentage of London's regular freight (per cent)\\u003c/strong\\u003e \"],[\"\\u003cstrong\\u003e Registered members\\u003c/strong\\u003e \",\"1,020\",\"93,380\",\"28.2\"],[\"\\u003cstrong\\u003e Of which Bronze\\u003c/strong\\u003e \",\"377\",\"48,987\",\"14.8\"],[\"\\u003cstrong\\u003eSilver\\u003c/strong\\u003e \",\"38\",\"8,122\",\"2.5\"],[\"\\u003cstrong\\u003eGold\\u003c/strong\\u003e \",\"8\",\"4,489\",\"1.4\"]]}",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL continues to pursue further road safety campaigns to improve HGV driver awareness of cyclists and pedestrians and the responsibility of all road users to be alert and aware of their surroundings\",\"TfL has recently changed the name of the Freight Operator Recognition Scheme to be the Fleet Operator Recognition Scheme, to help encourage more small and medium sized businesses working across London to sign up to the initiative\",\"Work on an independent review of construction, operation and driving of HGV vehicles on the Capital's streets is underway, with initial feedback expected in May 2012\",\"TfL's Transport Commissioner has written to all London borough Chief Executives encouraging them to adopt the same procurement practices to help improve safety around lorries and vans\",\"Since the launch of FORS four years ago, more than 1,000 operators, representing more than 25 per cent of vans and lorries regularly operating in London, are now registered to the FORS initiative, with more than half of these have met the Bronze, Silver or Gold standard. These include TfL's three Highway Maintenance Contractors, Tube Lines, SERCO (who operate the Docklands Light Railway and Barclays Cycle Hire for TfL) and 13 of London's 33 boroughs. By spring 2016, it is hoped that half of all freight vehicles regularly operating in London will be Bronze, Silver or Gold standard members of the scheme\",\"Silver membership was first awarded in December 2009 and members using the benchmarking system have managed to increase the average mpg of their vehicles by around three per cent, and reduce the number of Penalty Charge Notices being issued by 55 per cent. Overall, it is estimated that members managed to reduce their CO2 emissions by more than 70,000kg in 2010, thanks largely to benchmarking\",\"Members are also entitled to a number of discounts, which look to help improve performance while saving money. These include money off safety devices to help improve cycle safety, including on-vehicle CCTV systems, proximity detection equipment, as well as free access to a specifically designed training course to help drivers become more aware of cyclists in and around London\",\"These benefits are on top of the work already carried out by TfL in partnership with the freight industry to increase drivers awareness of cyclists by initiatives such as fitting extra mirrors to help them see the 'blind spot' on their vehicles; and setting up 'exchanging places' events where lorry drivers and cyclists can swap positions to increase their appreciation of each other's visual perspectives on the roads\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}