{
 "pageTitle": "Mayor of London helps 71 schools get pupils cycling",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor of London helps 71 schools get pupils cycling",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Mayor and Transport for London (TfL) are helping 71 schools in outer London to set up cycling clubs through grants to help them buy bikes and cycling equipment for pupils."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We want the joys of cycling to be available to everyone, and children in outer London schools will now be able to join in, gain confidence, and perhaps inspire the rest of their families to get pedaling too.",
     "The new cycle clubs will make it possible for thousands of children in London to take up cycling for the first time and learn how to use bikes safely.\u003cbr /\u003e\u003cbr /\u003eSchools will purchase pool bikes for pupils to use, install on-site cycle parking, run cycle safety awareness days, and provide cycle training for pupils, parents and staff.",
     "Each school will develop and manage its own projects to ensure long term sustainability.",
     "This not only boosts children's confidence on two wheels but promotes a healthier, more active lifestyle at a time when childhood obesity levels are rising.",
     "The 'Cycle Grants for Schools' scheme is part of the Mayor's cycling revolution, bringing the benefits of cycling to millions of Londoners.",
     "It targets the Mayor's 13 outer London Biking Boroughs and those that have high car usage, specific issues such with bus behaviour or overcrowding on buses or fall within the top 10 congested areas.",
     "Three applications were permitted per borough, and applications were made by borough officers.\u003cbr /\u003e\u003cbr /\u003eThe goal of Biking Boroughs is to encourage a culture of cycling in outer London by creating cycle hubs and cycling communities in local town centres.",
     "Biking Borough schools were eligible for £9000 funding and the rest of the boroughs for funding of £3000.\u003cbr /\u003e\u003cbr /\u003eThe Mayor of London, Boris Johnson, said: 'We want the joys of cycling to be available to everyone, and children in outer London schools will now be able to join in, gain confidence, and perhaps inspire the rest of their families to get pedaling too.'",
     "Ben Plowden, TfL Director of Surface Transport said: 'This funding will enable more young children and families to experience and appreciate cycling in London.",
     "'Creating greater opportunities for children to increase their ability and awareness of cycling at school gets them familiar with cycling from an early age - building for a greener, healthier future.'",
     "Marcus Shute, Deputy Head, St Aubyn's School in Redbridge said: 'We were very pleased to receive our £9,000 cycle club grant from TfL. This money has opened up a whole avenue of possibilities for our pupils. We plan to use the money to fund equipment such as pool bikes, locks, spare parts as well as organising events to promote cycling at the school.",
     "'In our after school bike club we plan to teach the younger pupils cycle skills and with our older pupils we plan to run skill based games to further hone their skills. We really hope that by engaging our pupils in cycling activities that more of them will ride to school and help reduce congestion around the school.'",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL has pledged funds to increase cycling in schools for over 5 years\",\"Transport for London is providing a total budget of £400,000 in grants for schools\",\"A cycle toolkit, a document being devised to support the grants will be distributed to schools to guide them in the process of setting up their cycle clubs\",\"A total of 2.4 million journeys which could be cycled are made in Outer London every day. Biking Boroughs help to create a local culture of cycling. In February 2011 the Mayor and TfL announced £4m of funding for Biking Boroughs to create cycle hubs and cycling communities in Outer London\",\"All boroughs were eligible to apply: 13 Biking boroughs for the larger sum of funding (£9k maximum) and all boroughs for the cycle clubs funding (£3k)\",\"The following schools were successful for the Cycle Clubs £3k funding:div\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"The following target schools within Biking Boroughs were successful for the funding of up to £9k:ul\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}