{
 "pageTitle": "Mayor brings London's rail industry together to get set for the London 2012 Games",
 "description": "Attendees of the summit, chaired by the Mayor, pledged that the close working that has been established between TfL, the train companies and other Games partners will continue and intensify in coming months to support world-class events this summer.The",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor brings London's rail industry together to get set for the London 2012 Games",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) and the train companies serving London have today met with Mayor Boris Johnson at the third Mayor's Rail Summit at City Hall, confirming plans to ensure London is kept moving and open for business during the London 2012 Games."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We are not complacent and this gathering of key transport bodies is seeking to ensure unprecedented coordination is in place, that no stone has been left unturned or eventuality unprepared for.",
     "Attendees of the summit, chaired by the Mayor, pledged that the close working that has been established between TfL, the train companies and other Games partners will continue and intensify in coming months to support world-class events this summer.",
     "The train companies have signed up to provide thousands of extra services during the Games - running longer trains, earlier services to ensure spectators can get to morning events  and additional late-night services to get spectators home at night.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Plan well ahead\"}",
     "Javelin services will ferry an estimated 25,000 people each hour to and from St. Pancras International and Stratford International and the Tube will run around an hour later than normal during the Games, with extra services later in the evening on the busiest days.",
     "Network Rail's Games timetable was published in July of last year, a year in advance rather than the usual 12 weeks, to allow spectators to plan their travel well ahead.",
     "Network Rail is suspending all disruptive engineering works on rail routes serving Games venues and other suburban rail in London from the end of June to early September - covering both the Olympic and Paralympic Games.",
     "TfL and Network Rail are also suspending all planned weekend engineering closures on the Tube, Docklands Light Railway (DLR) and rail networks for 10 days before the Olympic Games until the end of the Paralympic Games.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"New accessible stations\"}",
     "The London Overground network, which serves Games venues in Stratford and Wembley, has been extended and upgraded, with new stations and a fleet of new trains.",
     "A whole new branch of the DLR has been constructed and completed a year ahead of the Games - with additional high frequency services and four brand new fully accessible stations including the new Stratford International station at the gateway to the Olympic Park.",
     "Other huge improvements have been delivered across the network, with further capacity upgrades and the redevelopment of Stratford regional station.",
     "Planning is under way to manage busy Network Rail/London Underground interchanges like London Bridge, Victoria, Charing Cross and elsewhere, and a public awareness campaign urging people to plan their journeys to 'get ahead of the Games' has now been launched across country.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Extra services\"}",
     "Mayor of London, Boris Johnson, said: 'We are now entering the final straight of our preparations to ensure we put on the greatest show on earth this summer.",
     "'Transport is a vital element and the required upgrades have been completed, lines extended, and plans put in place for extra services to meet surging Games-time demand.",
     "'But we are not complacent and this gathering of key transport bodies is seeking to ensure unprecedented coordination is in place, that no stone has been left unturned or eventuality unprepared for.'",
     "Tom Smith, Chairman of the Association of Train Operating Companies, said: 'Transport will be key to a successful 2012 Games, and providing a world-class service is very much a team effort.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Easier and quicker\"}",
     "'Train companies are committed to playing their part in ensuring that the Capital's railways and passengers are fully prepared for the Olympics and Paralympics, helping spectators get to and from events while continuing to offer the services that keep millions of regular customers moving each day.",
     "'In addition to our commitment to delivering first rate transport for the Games, today we have agreed on a range of measures to keep on improving services for Londoners across the board, making rail travel easier, quicker and more reliable.'",
     "Significant progress has been made over the last 12 months since the last Mayor's Rail Summit, including the continued successful roll-out, and rise in popularity, of Oyster pay as you go on National Rail services.",
     "Since its introduction, train companies have been working with TfL to improve the service, particularly for passengers who forget to touch out at the end of their journey, with a new system which uses information on passengers' travel histories to complete journeys automatically if they do not touch out, preventing regular users from being charged the maximum fare.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Investing and installing\"}",
     "Hundreds more cycle parking spaces have also been installed and thousands of pounds have been invested in access improvements at stations across the Capital.",
     "At today's meeting a further series of improvements were set out to make rail travel across the capital even better over the coming year. These include:",
     "{\"template\":\"bulletlist\",\"items\":[\"To continue improvements to Oyster pay as you go on National Rail services, including an online customer account through which passengers can check their journey details and charges, and request fare changes directly from the Oyster help centre\",\"Smarter ticketing for Londoners - Work will continue to develop contactless bank card technology, allowing passengers to travel without the need to pre-purchase tickets or load money onto their Oyster\",\"Better information for passengers during disruption - A series of improvements introduced by operators over the last year - including email and social media alerts and staff training - will continue with a raft of measures in 2012\",\"The Mayor and train companies will work together to seek sustained and continued investment to improve transport in London and meet the expected rise in demand in coming years\"]}",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Oyster pay as you go was extended to all 350 National Rail stations in January 2010. Since then the number of journeys made using Oyster pay as you go has steadily increased. At last year's Mayoral summit, train companies agreed to remove the Oyster Extension Permit system after feedback showed passengers found it confusing. In 2011, journey numbers rose by 45 per cent, from 83 million to 120 million journeys, and reached an all time high last month\",\"Around £6.5bn has been invested in upgrading and extending transport links and this will enable spectators to get to and from the Games each day and ensure TfL and the rail companies keep London moving\",\"This is already providing an early legacy of better transport options, particularly for people living in east London, which will continue long after the Games\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}