{
 "pageTitle": "New online process announced for London Service Permits",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New online process announced for London Service Permits",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London has today unveiled a new online application process to make it easier for bus and coach operators to apply for, amend or cancel a London Service Permit."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "By reducing the amount of physical paperwork and making it a simple online application we will be able to provide a quicker and more efficient turnaround time for anyone wishing to apply.",
     "Whilst most buses operating throughout the Capital run services contracted by London Buses, certain services such as open-top tour buses and commuter coach services, require a London Service Permit to operate.",
     "The online process has been designed to be simple and intuitive, making it quicker and simpler for any operator wishing to apply for, amend or cancel a London Service Permit.",
     "This replaces a paper based application process.",
     "Barry Skinner, Licensing Manager for London Buses said: 'The introduction of this online application for London Service Permits is part of a commitment to improve and simplify dealings with Transport for London.",
     "'By reducing the amount of physical paperwork and making it a simple online application we will be able to provide a quicker and more efficient turnaround time for anyone wishing to apply.'",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}