{
 "pageTitle": "Read it and bin it, newspapers can cause Tube delays",
 "description": "Posters have already started appearing at Tube stations explaining that 'What doesn't go in the bin causes delays on the track'. Coffee cups, cans of drink, bottles, fast food packaging, as well as newspapers, can get stuck in train doors or fall on the",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Read it and bin it, newspapers can cause Tube delays ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "A new advertising campaign by LU is encouraging customers to take their newspapers and litter with them or put their rubbish in a bin so it can be recycled."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Leaving coffee cups, fast food packaging or newspapers on trains can lead to items getting stuck in doors or falling on the track. By taking their litter with them or putting it in the bin passengers can help us run the Tube more smoothly",
     "Posters have already started appearing at Tube stations explaining that 'What doesn't go in the bin causes delays on the track'.",
     "Coffee cups, cans of drink, bottles, fast food packaging, as well as newspapers, can get stuck in train doors or fall on the track, which can result in services being delayed or suspended. Disposing of rubbish in an appropriate way can help make the Tube more reliable.",
     "Passengers often do not see newspapers as litter and leave them on trains or platforms for other people to read.",
     "These items can sometimes blow onto the track and cause signal failures or create an obstruction by getting jammed in track and signalling equipment.",
     "Rubbish left on stairs, lifts and at the top of escalators can cause slip hazards or become lodged in machinery under the escalator.",
     "By taking their litter with them customers can help LU cut delays.",
     "Cleaning teams across London Underground are carefully deployed at times and places when litter builds up the most on the network, but passengers can also help keep stations clean making the Tube more pleasant for everybody.",
     "Gareth Powell, Director of Strategy and Service Development for London Underground, said: 'Customers don't always think of newspapers as rubbish when they are on a train or at a station. Leaving coffee cups, fast food packaging or newspapers on trains can lead to these items getting stuck in doors or falling on the track. By taking their litter with them or putting it in the bin passengers can help us run the Tube more smoothly and improve reliability.",
     "'This new litter campaign is asking people to dispose of their rubbish in a bin so it can be recycled, minimising delays for the millions of people that use the Tube a day. This will also make the Tube cleaner and more pleasant for everybody.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Take out the papers and the trash\"}",
     "In 2011, 97 newspapers, 76 drinks cans and bottles, 20 fast food items and 61 other objects were caught in train doors causing delays to services.",
     "In total there were 327 litter related incidents which caused disruption on the network last year.",
     "This new advertising campaign will include up to 500 posters at stations and on trains asking customers to take their rubbish with them. The advertising slogans in the posters or newspaper adverts will be:",
     "'This advert is rubbish'",
     "'What doesn't go in the bin causes delays on the track'",
     "'The newspaper you are reading is rubbish'",
     "'What doesn't go in the bin causes delays on the network'",
     "Last year LU increased the number of bins by twenty-five per cent which means there is now access to a bin on any journey on the Tube.",
     "Customers can use the 1,600 plus bins that are in, or within walking distance of 270 Tube stations.",
     "In the coming months LU will also be installing further bins at stations to make it even easier for customers to dispose of their litter for recycling.",
     "LU now recycles over two thirds of the rubbish left on the Tube network.\u003cbr /\u003e\u003cbr /\u003eThis supports the Mayor of London's ambition to make the capital a cleaner, safer and greener place for the 2012 Games and beyond.",
     "The Mayor is working to encourage Londoners to take responsibility for the cleanliness of their environment, for example through the Capital Clean-up campaign, which has led to more than 1,000 litter picks, clean-up events and graffiti removals over the past five years.",
     "{\"template\":\"bulletlist\",\"items\":[\"The Tube is undergoing a huge and essential programme to upgrade its ageing infrastructure - vital to cope with a growing population and to support the economic development and growth of the capital and the UK. This includes the introduction of new track and signalling and the rebuilding of some of our most important stations. By the end of the current programme there will be 30 per cent more capacity. This will inevitably result in some disruption for passengers, but TfL is working hard to provide information and alternative travel options. The work is essential to provide for London's growing transport needs now, and into the future. TfL is urging all Londoners and Tube, London Overground, London Tramlink and DLR passengers to \\\"check before you travel\\\" at weekends, allowing extra journey time where necessary. Weekend travel news is available at \\u003ca href=\\\"http://www.tfl.gov.uk/check\\\"\\u003etfl.gov.uk/check\\u003c/a\\u003e \",\"Images are available on request.\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}