{
 "pageTitle": "TfL works to keep London moving as week begins with lingering snow",
 "description": "'We have worked tirelessly from Saturday afternoon onwards, gritting the Capital's main roads every few hours and clearing snow and ice from the London Underground network.''All of London's strategic road network, and the Capital's other major routes, are",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL works to keep London moving as week begins with lingering snow",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Leon Daniels, Managing Director of Surface Transport, said:"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "4,000 tonnes of grit have been spread across the Capital's roads",
     "\"We have worked tirelessly from Saturday afternoon onwards, gritting the Capital's main roads every few hours and clearing snow and ice from the London Underground network.\"",
     "\"All of London's strategic road network, and the Capital's other major routes, are open this morning. We are running 100 per cent of buses with only one route with a minor diversion, trains are operating across all lines on the Tube, DLR and London Overground network and 4,000 tonnes of grit have been spread across the Capital's roads.\"",
     "\"London is moving this morning, and we will be out in force again throughout the day clearing snow and keeping the Tube, DLR and London Overground networks running and gritting London's strategic routes with thousands of tonnes of salt.\"",
     "ENDS"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}