{
 "pageTitle": "TfL works to keep London moving through snow",
 "description": "'We have worked tirelessly from Saturday afternoon onwards, gritting the Capital's main roads every few hours and clearing snow and ice from the London Underground network.''All of London's strategic road network, and the vast majority of the Capital's",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL works to keep London moving through snow",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Leon Daniels, Managing Director of Surface Transport, said:"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "2,000 tonnes of grit have been spread across the capital's roads",
     "\"We have worked tirelessly from Saturday afternoon onwards, gritting the Capital's main roads every few hours and clearing snow and ice from the London Underground network.\"",
     "\"All of London's strategic road network, and the vast majority of the Capital's other major routes, have been open since first thing this morning. We are running 100% of buses with only a small number of route curtailments or diversions, trains are operating across all lines on the Tube network except where there is planned upgrade work taking place, with around 97% of scheduled services running and 2,000 tonnes of grit have been spread across the capital's roads.\"",
     "\"London has remained open for business today, and we will be out in force again this evening and over night clearing snow and de-icing the Tube, DLR and London Overground networks and gritting London's strategic routes with thousands of tonnes of salt. We will be doing everything we can to ensure as smooth a start as possible to the week ahead.\"",
     "\"I would ask people to take care on the roads, to allow plenty of time for their journeys and to check the TfL website for the latest travel information.\"",
     "ENDS"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}