{
 "pageTitle": "Transport for London Board rejects London 2012 Games taxi fare increase",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London Board rejects London 2012 Games taxi fare increase",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Transport for London (TfL) Board has today rejected a proposal to increase taxi fares by 22 per cent during the London 2012 Games."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Each year we strive hard to balance affordability with the increasing costs taxi drivers face in providing a unique and world renowned service to the capital.",
     "The Mayor of London, Boris Johnson, had previously described the proposal as a 'major own goal' for taxi drivers.",
     "And when TfL consulted the taxi trade the vast majority of responses from drivers were also against the increase as they believed it would reflect badly on taxi drivers and discourage custom.",
     "In parallel, the Board has approved a taxi fare increase of 5.3 per cent for the coming year.",
     "Taxi fares are subject to an annual review and are calculated using a long-established formula based on the costs associated with working as a licensed taxi driver.",
     "The Board also approved a 20 pence increase to the £2.20 'flag fall' - which is the minimum fare applied to the meter when a passenger gets into the taxi.",
     "This increase will apply across all tariff bands and is the first increase to this fee since 2005.",
     "In the last year the price of fuel and the cost of insurance have both increased by 16 per cent.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Delivering a balance\"}",
     "The new fares seek to deliver a balance between maintaining income levels for drivers, who face disproportionately high work-related costs compared to other Londoners, whilst ensuring passengers still get value for money for the high quality and unique service provided by the capital's taxi drivers.",
     "John Mason, Director of Taxi and Private Hire at Transport for London, said: 'The annual taxi fare revision considers a large number of factors that make up taxi drivers' running costs, including vehicle costs, parts, fuel and insurance. Each year we strive hard to balance affordability with the increasing costs taxi drivers face in providing a unique and world renowned service to the capital.",
     "'The Mayor and TfL are convinced that the world famous knowledge that taxi drivers worked so hard to earn will play a key role this summer in transporting Games spectators and visitors around the capital.  This increase will allow them to continue to do so while providing value for money to passengers.'\u003cbr /\u003e\u003cbr /\u003eTaxi fares are reviewed annually and calculated by TfL based on a cost index that has been used since 1981.",
     "The new taxi fares will come into effect from 14 April.",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL's Taxi and Private Hire is responsible for licensing and regulating London's taxi and private hire services\",\"Taxi fares are calculated according to one of three tariffs. These are:\",\"Tariff 1: Monday to Friday, between 06.00 and 20.00\",\"Tariff 2: Monday to Friday, between 20.00 and 22.00, and weekends between 06.00 and 22.00\",\"Tariff 3: Nightly between 22.00 and 06.00 and on public holidays\",\"See the latest \\u003ca href=\\\"http://www.tfl.gov.uk/assets/downloads/corporate/Item06-020212-Board-Taxi-Fares.pdf\\\"\\u003eTfL Board paper on taxi fares\\u003c/a\\u003e \"]}",
     "{\"template\":\"table\",\"rows\":[[\"\",\"Current average\",\"New average\",\"Increase\",\"Increase (per cent)\"],[\"Tariff 1\",\"£10.67\",\"£11.24\",\"£0.57\",\"5.3\"],[\"Tariff 2\",\"£12.37\",\"£13.02\",\"£0.65\",\"5.3\"],[\"Tariff 3\",\"£14.54\",\"£15.30\",\"£0.77\",\"5.3\"],[\"All week\",\"11.79\",\"£12.42\",\"£0.62\",\"5.3\"]]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}