{
 "pageTitle": "War on fare dodgers increases as penalty charges go up this weekend",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "War on fare dodgers increases as penalty charges go up this weekend ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London is increasing the penalty charge for non-payment on its services from £50 to £80 from this weekend as part of its ongoing commitment to deter and further reduce fare evasion on London's transport network."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "While the level of fare evasion on the network is low, it continues to cost Londoners millions of pounds every year",
     "The increase in penalties will come into effect from Sunday 19 February, and will cover all of TfL's services in the capital, including London Underground, London Overground, London Buses, DLR and London Tramlink.\u003cbr /\u003e\u003cbr /\u003eCustomers are required to pay the correct fare for their journey and failure to do so could lead to a penalty or even prosecution, resulting in a criminal record and a fine of up to £1000.",
     "This rise will increase the deterrent effect of the penalty charge, which is part of TfL's ongoing drive to combat fare evasion.\u003cbr /\u003e\u003cbr /\u003eFare evasion across all modes of transport is estimated to have cost TfL around £63 million last year.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Clamping down\"}",
     "TfL is committed to protecting public money through detecting and investigating suspected fare evasion.",
     "Transport for London takes fare evasion extremely seriously and our efforts to clamp down on people who fail to pay has seen a reduction in the rate of fare evasion in recent years.",
     "The new £80 penalty will be reduced to £40 if paid within 21 days.",
     "Steve Burton, Director of Community Safety, Enforcement and Policing at TfL, said: 'While the level of fare evasion on the network is low, it continues to cost Londoners millions of pounds every year.",
     "'We therefore need to make the penalty charge more effective and the early payment reduction will encourage prompt payment.\u003cbr /\u003e\u003cbr /\u003e'We know that our honest, fare paying passengers feel angry when they see others not paying for their journey and this should reassure them that we are tackling this issue head on.\u003cbr /\u003e\u003cbr /\u003e'However, the simple way to avoid this penalty is to ensure you pay the correct fare for your journey in the first place.'\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"Transport for London, under The Greater London Authority Act 1999 and the Transport for London and Croydon Tramlink (Penalty Fares) Orders 2011, has been granted powers to increase the penalty fare level\",\"Under the new provisions, penalty fares will increase from £50 to £80, however this will be reduced to £40 if payment is received within 21 days\",\"The Penalty Fares increase came into effect on the 2 January 2012 and will be implemented by TfL from the 19 February 2012\",\"The proposed changes were subject to a \\u003ca href=\\\"http://www.london.gov.uk/who-runs-london/mayor/mayoral-decisions/md906 \\\"\\u003econsultation conducted by the Mayor of London in 2011\\u003c/a\\u003e \",\"Rates of fare evasion include ticket irregularities where no assumption of intent is made\",\"Currently the penalty fare is £50 reduced to £25 if paid within 21 days\",\"A person suspected of deliberate fare evasion risks prosecution which may result in a criminal record and a fine of up to £1,000\",\"Fare evasion on the transport network is a crime which costs Londoners approximately £63 million a year, money which could and should be used to further improve public transport\",\"In addition to the penalty fare other tools that Transport for London uses to detect and deter fare evaders include the deployment of more than 500 revenue protection inspectors throughout the transport network on a daily basis\",\"TfL also last year launched a hard-hitting fare evasion advertising campaign to highlight the risks associated with travelling without having paid the correct fare and have introduced signs across the network to remind people to always ensure that they pay the correct fare for their journey at the start of their journey\",\"A burst of Fare Evasion posters will take place across the TfL network for four weeks from the week ending 24 February, which includes a line referencing the increase in the Penalty Fare\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}