{
 "pageTitle": "Woolwich Ferry weekend closures enable upgrade works",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Woolwich Ferry weekend closures enable upgrade works",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "These works will involve driving piles at both the north and south piers of the Woolwich Ferry, to replace those originally placed there when the terminals were built in the mid-1960s.",
     "As a result of these vital works the Woolwich Ferry will be temporarily suspended for four weekends during February and March.",
     "The Woolwich Free Ferry service will be suspended on:",
     "{\"template\":\"bulletlist\",\"items\":[\"Saturday 11 February and Sunday 12 February\",\"Saturday 18 February and Sunday 19 February\",\"Saturday 3 March and Sunday 4 March\",\"Saturday 10 March \\u0026 Sunday 11 March\"]}",
     "After each of these suspensions a normal service will operate from 06:10 on the following Monday morning to cater for the busier week days.",
     "Whilst the closures are in place, the nearest alternative river crossings for normal traffic (excluding some heavy good vehicles) will be the Blackwall Tunnel, the river can also be crossed using the Rotherhithe Tunnel or Tower Bridge.",
     "Pedestrians will also still be able to cross between Woolwich and North Woolwich using the recently refurbished Foot Tunnel, which has entrances adjacent to the ferry terminals.  Access is by use of stairs as there is currently no lift service available.",
     "For alternative information about local public transport and to help plan your journey, please visit \u003ca href=\"http://www.tfl.gov.uk/journeyplanner\"\u003etfl.gov.uk/journeyplanner\u003c/a\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}