{
 "pageTitle": "Funding boost for London's electric vehicle charging infrastructure",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2017",
   "url": "/info-for/media/press-releases/2017"
  },
  {
   "title": "August",
   "url": "/info-for/media/press-releases/2017/august"
  },
  {
   "title": "Funding boost for London’s electric vehicle charging infrastructure"
  }
 ],
 "title": {
  "title": "Funding boost for London’s electric vehicle charging infrastructure ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL), London Councils and the Greater London Authority (GLA) today announced that almost £4.5 million has been allocated to London boroughs to install electric vehicle charging infrastructure on London's streets.",
     "A total of 25 boroughs, each receiving up to £300,000, will install up to 1,500 standard-speed on-street charging points in residential areas, bringing Mayor of London Sadiq Khan's long-term vision for zero-carbon transport in the Capital another step closer.",
     "The new funding will provide residential charge points to assist those without access to off-street parking to make the switch from polluting vehicles to zero-emission vehicles. They will be in addition to the network of rapid charge points TfL is installing by the end of 2020.",
     "The £4.48 million allocated to boroughs forms part of an award London received from the government's Office for Low Emission Vehicles' Go Ultra Low City Scheme, a nationwide competition to give several areas funding to increase electric vehicle use.",
     "The boroughs have sought funding allocations based on perceived demand and electric vehicle take-up. Borough teams will now work to identify sites where charging points could be installed to support local residents to make the switch to greener vehicles. The funding will also support innovative new approaches such as using lamp posts as the base and power supply for charge points. This is cheaper, quicker and easier to install with less impact on the streetscape.",
     "The Mayor's draft Transport Strategy aims for all taxis and Private Hire Vehicles (PHVs) to be zero-emission capable by 2033, for all buses to be zero emission by 2037, for all new road vehicles driven in London to be zero emission by 2040, and for London's entire transport system to be zero emission by 2050.",
     "TfL and the Mayor of London are encouraging the use of electric vehicles to lower emissions and tackle London's polluted air.  Air pollution contributes to 40,000 premature deaths across the country with more than 9000 in London every year.",
     "Mayor of London, Sadiq Khan, said: `This substantial investment in electric charging points will make a real difference, making electric vehicles an easier and more practical option for Londoners across our city. We have a bold ambition to make London's transport system zero emission by 2050, and working with boroughs to roll out more charging infrastructure is a vital part of making this a reality.",
     "`But we need to be more ambitious in tackling emissions at all levels of Government. That's why I'm calling on Ministers not only to introduce a fully-funded diesel scrappage fund to get polluting vehicles off our streets immediately, but they must also step up their investment in charging infrastructure to ensure every Londoner can look at moving to electric vehicles over the coming years.'",
     "Cllr Julian Bell, Chair of London Councils' Transport and Environment Committee and Chair of the GULCS Steering Group, said: `Improving London's air quality by reducing emissions is a real priority for our city. It is unacceptable that 9,000 people a year die early in London due to air pollution. So it is great to see London boroughs bidding to invest in conveniently located electric vehicle charging points. This will help to ensure we have infrastructure in the right places to make it easier for people across the capital to choose electric vehicles.'",
     "Lilli Matson, TfL's Head of Strategy and Outcome Planning, said: `We're delighted to be awarding this funding to these boroughs all of whom, like us, are determined to make London's transport greener and its air quality better.  We'd also like to thank these boroughs for being at the absolute forefront of the move to electric vehicles.'",
     "Natasha Robinson, Head of the Office for Low Emission Vehicles (OLEV), said: `It's fantastic to see the funding from the Government's Go Ultra Low City Scheme being used to help the residents of Boroughs across London make the transition to ultra low emission vehicles. This helps to support the Government's ambition that almost all cars and vans should be zero emission by 2050.'",
     "The boroughs given funding under the award are:",
     "Barnet\u003cbr /\u003eBexley\u003cbr /\u003eBrent\u003cbr /\u003eCamden\u003cbr /\u003eCroydon\u003cbr /\u003eEaling\u003cbr /\u003eGreenwich\u003cbr /\u003eHackney\u003cbr /\u003eHammersmith and Fulham\u003cbr /\u003eHaringey\u003cbr /\u003eHavering\u003cbr /\u003eHounslow\u003cbr /\u003eIslington\u003cbr /\u003eKensington and Chelsea\u003cbr /\u003eLambeth\u003cbr /\u003eLewisham\u003cbr /\u003eMerton\u003cbr /\u003eNewham\u003cbr /\u003eRedbridge\u003cbr /\u003eRichmond\u003cbr /\u003eSouthwark\u003cbr /\u003eTower Hamlets\u003cbr /\u003eWaltham Forest\u003cbr /\u003eWandsworth\u003cbr /\u003eWestminster",
     "Further funding will be allocated to interested boroughs in 2018/19 once TfL, London Councils and the GLA are happy with progress being made on the current allocation.",
     "This latest boost to pave the way for the introduction of electric vehicles comes just weeks after TfL appointed the suppliers who will provide the rapid charging points that the Capital needs to make it easier than ever before to use electric vehicles.",
     "After a competitive bidding process, the Centrica Consortium, BluepointLondon, Chargemaster, Electricity Supply Board (ESB) and Fastned were successful. They will fund, maintain, operate and install the rapid charge network.\u003cbr /\u003eends",
     "Notes to editors",
     "{\"template\":\"bulletlist\",\"items\":[\"For individual funding allocations for each borough, please refer to the relevant local council press office.\",\"The Mayor's draft Transport Strategy is open to public consultation until 2 October 2017 and can be accessed by visiting tfl.gov.uk/mayors-transport-strategy It sets out a long-term ambition to transform the capital's transport network and deliver a fairer, greener, healthier and more prosperous city for all Londoners. This includes investment in new and improved services for passengers, an unprecedented focus on walking and cycling and a pledge to make the entire transport system zero emission by 2050.\",\"The Mayor has already announced plans to introduce the central London Ultra Low Emission Zone in 2019; the zone would be expanded London-wide for heavy vehicles by 2020 and to Inner London for all other vehicles by 2021.\",\"TfL and the Mayor launched a £42m fund in July to encourage the owners of the oldest, most polluting diesel black cabs to retire them from the Capital's fleet.\",\"In other measures, TfL and the Mayor have announced three more electric-only bus routes London already boasts the largest electric bus fleet in Europe with more than 2,500 hybrid electric buses running across the Capital. The addition of new fully electric buses on routes 46, 153 and 214 will bring the total number of electric buses in London to over 170.  This includes route 360, which will convert to fully electric buses later this year, and routes 70 and C1 are set to follow in spring 2018.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2017/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2017/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2017/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2017/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2017/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2017/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2017/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2017/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2017/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2017/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2017/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2017/december",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}