{
 "pageTitle": "HRH The Duke of York, KG opens new school to give young Londoners vital technical skills",
 "description": "A new technical college providing young people with vital engineering and construction skills was opened by HRH The Duke of York, KG today. He was joined by the Mayor of London Boris Johnson and Cllr Chris Roberts at the University Technical College,",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2013",
   "url": "/info-for/media/press-releases/2013"
  },
  {
   "title": "October",
   "url": "/info-for/media/press-releases/2013/october"
  },
  {
   "title": "HRH The Duke of York, KG opens new school to give young Londoners vital technical skills"
  }
 ],
 "title": {
  "title": "HRH The Duke of York, KG opens new school to give young Londoners vital technical skills",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "TfL Press Release: On behalf of Royal Greenwich University Technical College."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "A new technical college providing young people with vital engineering and construction skills was opened by HRH The Duke of York, KG today. He was joined by the Mayor of London Boris Johnson and Cllr Chris Roberts at the University Technical College, Royal Borough of Greenwich,  where 14-18-year-olds can gain vocational qualifications to boost their job prospects and meet a growing demand for technically trained workers.",
     "With a quarter of London's 16-24-year-olds unemployed and the jobs market becoming increasingly competitive, it is more important than ever for young people to have the skills they need to secure employment and forge a career.\u003cbr /\u003e\u003cbr /\u003eSponsored by the Royal Borough of Greenwich, the University of Greenwich, Transport for London (TfL) and construction services and development company the Wates Group, the college offers expert tuition in engineering, construction and design alongside core GCSEs and A- Levels. Students at the Royal Greenwich UTC will also be working in an environment which has £1.5m worth of industry standard technical equipment to help them develop the skills and techniques they will need for future careers.",
     "The sponsors have helped to develop the curriculum and provided industry experts to train and mentor the students, in addition to arranging visits to engineering and construction sites. TfL has also donated a former Circle line tube carriage to give students hands-on engineering experience within their own school grounds as TfL seeks out the next generation of engineers to continue the upgrade and improvement of London's transport network.",
     "To give students a further boost, the University of Greenwich has pledged to give an undergraduate place to all applicants from the UTC who meet their entry criteria.",
     "Over £10 million has been invested in the Royal Greenwich UTC campus, with industry-standard facilities including top-of-the-range computer aided design workshops, specialised engineering project zones and a graphics and art studio. An on-site apprenticeship centre allows students to meet potential employers to discuss their career and job opportunities, and after-school clubs in architecture, robotics and digital animation give students an insight into other careers open to them.",
     "The Mayor of London, Boris Johnson said: 'It is vital that young people are equipped with the skills and qualifications they need to find jobs, forge careers and contribute to London's growing economy. Royal Greenwich UTC is nurturing the next generation of home-grown talent who will build our railways, design our houses and mastermind our transport and regeneration projects; I wish them every success.'",
     "Cllr Chris Roberts, Leader of the Royal Borough of Greenwich said: 'With increasing levels of regeneration taking place in the borough, and the growing need for a highly-skilled workforce, it's vitally important that the curriculum adapts to equip our young people to take their place in the modern world of work. This is something that our schools and colleges recognise, and we work closely with them to ensure that there is a good mix of specialisms and innovation available in the borough.",
     "'We recognised early on the potential that UTCs offered, and have supported the scheme from the outset, in order to create a new option for students interested in pursuing a career in professions linked to engineering and construction. From the high numbers of applications it's clear that the UTC has a strong future, while the quality of facilities available mean that its students now have an unprecedented opportunity to build the skills, confidence and knowledge that they will need in their adult lives.'",
     "Professor Tom Barnes, Deputy Vice Chancellor, Research and Enterprise at the University of Greenwich said: 'The UTC initiative led by the Baker Dearing trust provides a unique opportunity to improve the competitiveness of industry and business in the UK. The education provided by this UTC fits well with the Engineering and Construction offers from the University of Greenwich while at the same time improving the prospects of both young people and businesses in the region that we serve. This is entirely consistent with our mission, and we are proud to be sponsors of the UTC.'",
     "Andrew Wates OBE DL, family director of the Wates Group, commented: 'Our sponsorship of Royal Greenwich UTC forms part of our commitment to help to develop the workforce of the future.",
     "'The construction sector is an increasingly exciting and challenging place to work as we emerge from the recession and I am proud that with our support, the UTC will enable young people to capitalise on the career options available to them.'",
     "Lord Baker, founder of the Baker Dearing Trust, says: 'I am delighted about the success that the Royal Greenwich UTC is already seeing. The strong partnerships with employers mean that every student will get a relevant, rounded and high quality technical education, particularly railway engineering - which will ultimately ensure they are all equipped with the necessary skills to go onto higher education, to get an apprenticeship or to go straight into work.'",
     "The Duke of York is Patron of The Baker Dearing Educational Trust, founded by Lord Baker, which created the UTC concept. HRH became patron earlier this year and in December will host students from the first two colleges at Buckingham Palace for the first The Duke of York Award for Technical Education.",
     "\u003cstrong\u003eGreenwich UTC\u003c/strong\u003e Students will study for GCSEs and A levels alongside high-level technical qualifications including BTEC level 3 and City \u0026 Guilds, focusing on engineering and construction. Students will also learn employability skills including communication, teamwork, critical thinking, resilience, and leadership. The intake for the 2013/14 academic year was 150 pupils in Year 10 and 150 in Year 12 in September 2013. When it reaches full capacity, the college will accommodate a total of 600 students.  The UTC was built by BAM.\u003cbr /\u003eFor more details of Royal Greenwich UTC - including information on how to apply for a place in 2014/15, and details of this term's open days for students and their parents - visit \u003ca href=\"http://www.greenwichutc.com\"\u003ewww.greenwichutc.com\u003c/a\u003e or call 020 8331 7500.",
     "\u003cstrong\u003eTransport for London\u003c/strong\u003e TfL's Tube carriage was part a former train from the decommissioned Hammersmith \u0026 City line (C77 Stock), which had been operating for more than 35 years, transporting Londoners on the Hammersmith \u0026 City, District and Circle lines. Over the years it has travelled more than 4.5 million kilometres, equivalent to travelling 120 times around the world.",
     "\u003cstrong\u003eAbout The Baker Dearing Educational Trust\u003c/strong\u003e The Baker Dearing Educational Trust was founded by Lord Baker and Lord Dearing to promote University Technical Colleges. The organisation provides advice and guidance to proposer groups and will lead the University Technical Colleges movement over the long term.\u003cbr /\u003eAbout University Technical Colleges\u003cbr /\u003eThey are distinct in three important ways:\u003cbr /\u003e1) They are 14-18 not 11-18 schools\u003cbr /\u003e2) Each must be strongly supported by a university and local employers\u003cbr /\u003e3) Employers will be involved from the start in designing and delivering the curriculum",
     "UTCs are a high-quality new route to education and training which follows through to further study and employment.  They are a radical solution to the totally inadequate number of technicians and engineers in the country.  They are free standing technical schools for up to 800 14 to 18 year old students, with a typical working day of 8:30am-5pm. Students spend the equivalent of two days a week on practical study and three days a week on academic study linking the hand with the mind.  Each UTC provides at least one technical specialism alongside the key GCSEs in English, maths and science, as well as a modern foreign language, humanities, finance, business, entrepreneurial and employability skills.\u003cbr /\u003eAll UTCs are supported by a university and a range of local employers.  This unique approach offers students a high quality, rounded, technical education which can lead to apprenticeships, foundation and higher degrees.\u003cbr /\u003eLocal employers both big and small have a major and continuing role via the governance of the UTC.  They also help to shape the curriculum and relate it to future jobs that match the needs of the local economy.  Students in turn acquire the skills and knowledge employers are looking for.",
     "\u003cbr /\u003eMedia Contacts\u003cbr /\u003eTracey McRobert,\u003cbr /\u003eMarketing Officer, Royal Greenwich UTC\u003cbr /\u003e07966 791494\u003cbr /\u003e \u003ca href=\"mailto:t.mcrobert@RoyalGreenwichUTC.onmicrosoft.com\"\u003et.mcrobert@RoyalGreenwichUTC.onmicrosoft.com\u003c/a\u003e ",
     "Sylvia Quagraine\u003cbr /\u003eTfL Press Officer\u003cbr /\u003e07738604141 / 0203 054 7182\u003cbr /\u003e \u003ca href=\"mailto:Sylviaquagraine@tfl.gov.uk\"\u003eSylviaquagraine@tfl.gov.uk\u003c/a\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2013/15890",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2013/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2013/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2013/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2013/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2013/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2013/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2013/16598",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2013/16698",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2013/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2013/16906",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2013/16962",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}