{
 "pageTitle": "TfL and accessibility charities launch new awareness training for bus drivers",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2013",
   "url": "/info-for/media/press-releases/2013"
  },
  {
   "title": "October",
   "url": "/info-for/media/press-releases/2013/october"
  },
  {
   "title": "TfL and accessibility charities launch new awareness training for bus drivers"
  }
 ],
 "title": {
  "title": "TfL and accessibility charities launch new awareness training for bus drivers",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Training package developed in partnership with Transport for All and Age UK London."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"'All Aboard!' training to be delivered to all 24,500 bus drivers\",\"Builds on commitment to make at least 95 per cent of bus stops fully accessible by 2016\"]}",
     "Transport for London (TfL) has today (Thursday 3 October) launched a new accessibility awareness training programme designed to give bus drivers a greater understanding of the needs of older and disabled passengers.",
     "The training will be delivered to all of the capital's 24,500 bus drivers by the end of 2014 and builds upon the extensive training London's bus drivers currently receive.",
     "The new training scheme, called 'All Aboard!', has been carefully developed in partnership with disabled and older bus passengers, Transport for All and Age UK London.",
     "Using the personal experiences of passengers with accessibility needs the training is designed to improve bus drivers' understanding of passengers' needs and encourage the best customer service possible.",
     "Making London's bus network more accessible remains a key priority for both TfL and the Mayor of London.",
     "TfL has more than doubled the number of accessible bus stops in the Capital since 2008 with 71 per cent of bus stops now fully accessible (up from 29 per cent in 2008).",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Wheelchair accessible\"}",
     "TfL is also investing £18m to increase this figure to 95 per cent by 2016.",
     "All 700 routes in London are served by low-floor buses, that are able to lower to pavement level for ease of access for older or disabled passengers.",
     "They are also wheelchair accessible and fitted with retractable ramps that are checked every day to ensure reliability.",
     "In addition, every bus is fitted with next stop audio and visual announcements to assist the hearing or visually impaired.",
     "Mike Weston, Director of Buses, TfL, said: 'We understand how important the bus network is to many older and disabled passengers.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"A big difference\"}",
     "'The fleet is already the most accessible in the UK with low-floor wheelchair accessible buses fitted with retractable ramps.",
     "'We have made more bus stops accessible than ever before and we have even more on the way.",
     "'We also realise it is equally important to invest in bus staff.  It is the drivers who are delivering the service and who can make a big difference to passengers who experience challenges using the network.",
     "'This training demonstrates that a driver taking a little time, using respect and their own initiative, can make all the difference in the world to many older and disabled passengers.'",
     "Sam Mauger, CEO, Age UK London, said: 'Age UK London is delighted to have been involved in 'All Aboard!', first by raising awareness of the issues and then by working in partnership with TfL to produce the DVD.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"We have lobbied\"}",
     "'We are encouraged that older people have been given the opportunity to influence bus driving training.",
     "'Buses are a lifeline to many older people but confidence in the bus driver makes the difference between making a journey or not.",
     "'This is a great step forward in making people feel safe on our London buses.'",
     "Faryal Velmi, Director, Transport for All, said: 'Transport for All is delighted that London's bus drivers will be hearing the voices of disabled and older people as part of their BTEC training through the 'All Aboard!' training film.",
     "'We have lobbied for this to be introduced and believe it will be a powerful resource in educating drivers about the lives and needs of their disabled and older passengers.'\u003cbr /\u003e\u003cbr /\u003eThe new training programme was launched at the 'Thinking outside the bus' event hosted by TfL today.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Raising awareness\"}",
     "This is the second event of this kind and gives older and disabled passengers, as well as the organisations that represent them, the chance to meet senior managers from TfL and the 12 bus operating companies, with the aim of shaping a more accessible bus service for the Capital.'",
     "As part of its commitment as a founder member of the Pan-London Dementia Action Alliance, TfL will also be using the training to raise awareness of issues affecting people living with dementia and how drivers can help them make journeys safely and confidently.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The new training complements the extensive training London's bus drivers already receive, which goes above and beyond that given to other bus drivers in the UK and results in a recognised BTEC vocational qualification\",\"Provided in a DVD format, the new training takes place in a classroom environment, giving drivers time to consider and discuss what they could do differently after viewing different case studies\",\"Each clip covers different scenarios, such as hidden impairments, the need for patience when dealing with older and disabled passengers, collaborative working to find mutual solutions and how to handle the use of the wheelchair priority area on board the bus. While the training cannot anticipate every scenario a bus driver may face, it is hoped it will enable the drivers to consider what they could do to improve the travelling experience for older or disabled passengers\",\" \\u003ca href=\\\"http://www.tfl.gov.uk/gettingaround/transportaccessibility/1171.aspx\\\"\\u003eMore information on bus accessibility \\u003c/a\\u003e \",\" \\u003ca href=\\\"http://tinyurl.com/bnsj8pr\\\"\\u003eTfL accessibility video\\u003c/a\\u003e \",\"A Twitter feed @TfLAccess has been launched to give advice on getting the most out of the transport network,  to update disabled passengers on improvements to their services and to advise customers of any planned changes on the network - such as to lifts, escalators or stations - that may affect their journeys\",\"In December 2012, TfL published a plan entitled \\u003ca href=\\\"http://www.tfl.gov.uk/assets/downloads/your-accessible-transport-network.pdf\\\"\\u003e'Your accessible transport network'\\u003c/a\\u003e which identifies the accessible services which we provide, along with commitments to make our networks more accessible\",\"Transport for All is the organisation representing London's older and disabled passengers. It lobbies and provides information on accessible transport in the capital. It has over 2000 members\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2013/15890",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2013/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2013/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2013/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2013/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2013/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2013/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2013/16598",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2013/16698",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2013/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2013/16906",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2013/16962",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}