{
 "pageTitle": "TfL helps ex-Armed Forces members back into employment",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2013",
   "url": "/info-for/media/press-releases/2013"
  },
  {
   "title": "October",
   "url": "/info-for/media/press-releases/2013/october"
  },
  {
   "title": "TfL helps ex-Armed Forces members back into employment"
  }
 ],
 "title": {
  "title": "TfL helps ex-Armed Forces members back into employment",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "30 paid work placements created on vital transport projects."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Builds on Transport for London's (TfL) longstanding relationship with the Forces dating back to the First World War\"]}",
     "TfL has announced that it will be creating 30 paid work placements to help ex-Armed Forces members - who may be wounded, injured or sick - back into employment.",
     "TfL has been working with the Armed Forces resettlement support groups and Remploy, and has identified that many of the personnel who are leaving the Services have useful skills that can be transferred to the transport sector which has a shortfall of skilled engineering and planning staff.",
     "As a result, a pilot of four six-month work placements took place between 2010 and 2012, with three out of the four ending up with permanent positions at TfL or its suppliers.",
     "Following the success of the trial a wider rollout of 30 six month placements will see people working in engineering, planning, project management and operational roles.",
     "They will be working on vital projects such as the Bond Street station upgrade as well as TfL's sophisticated traffic control system which supports traffic signal technology to ease traffic flow and reduce disruptions.",
     "The Mayor of London, Boris Johnson said: 'The excellent and varied skills gained by members of the Armed Forces make them a real asset to other businesses and organisations.",
     "'This initiative is a win-win for all involved, providing TfL with talented workers in an area where there is a skills shortfall, and giving ex-Service members the chance of a new career path.",
     "'It builds on our commitment to our Armed Forces, which includes free travel for war veterans and for Armed Forces personnel travelling in the capital.'",
     "The placements will provide ex-Service men and women with an opportunity to develop further work experience and skills that are transferable within the transport industry to help them onto permanent employment at the end of their placements.",
     "They will also be given training in interview techniques and CV writing skills to enable them to have the confidence to apply for future roles in the industry.",
     "Mark Mayungu took part in the pilot in 2012. He was an engineer in the Navy Fleet Air Arm for five years.",
     "He worked on air stations when on land and aircraft carrier on deployment working with both helicopters and fixed aircrafts, but following a traffic accident where he broke his neck, he retired from the Navy. Mark joined Hasler Company who worked with TfL to enable the opportunity.",
     "Mark, who is now a Senior Traffic Engineer at TfL, said: 'I was very lucky because 80 per cent of people who suffer my injury do not make a full recovery.",
     "'I met a lot of people with engineering skills during my time in rehab. Many of them have given up, they think their life is over and all they can do is stay at home being cared for, but I would recommend this scheme to them.",
     "'I have now been at TfL for over a year and during this time I've got to work on projects like the London 2012 Games which was a fantastic experience.",
     "'I still have physiotherapy for my injury and have to see my consultant, but that doesn't stop me from doing my job effectively.",
     "'It is about putting yourself on the line and the self-belief that you are capable. I now feel very integrated in my job and into the transport industry.'",
     "London's Transport Commissioner, Sir Peter Hendy CBE said: 'Not only does this scheme help support ex-Service men and women back into employment, but we also get to benefit from their engineering skills in a sector has a shortfall.",
     "'I'm confident these placements will continue to be successful and am delighted that we are working with the Armed Services on this.",
     "'We have a long standing relationship with the Armed Services, dating back to the First World War when bus drivers drove to the front line in France in 1914.",
     "'Many people who join TfL come directly from a career in the Armed Forces and still have an active involvement with the Reserve Forces.'",
     "TfL suppliers, Imtech ICT Ltd, Telent Limited, Siemens PLC, Cubic Transportation Systems, Ringway Jacobs and CSC have also committed to creating an additional nine work placements for ex-Service members.",
     "TfL currently employs over 25,000 employees directly and supports tens of thousands more through its supply chain. TfL has created 265 graduate roles within the last three financial years. TfL has also created more than 3,700 apprenticeship roles since 2009.",
     "Since November 2008 war veterans have been able to travel on the Tube, DLR, Overground, London buses and trams for free with a Veterans Oyster photocard as part of the Mayor's Veterans concessionary travel scheme.",
     "More than 4,500 Veterans Oyster photocards have been issued. In addition, in 2012, the Mayor added to this commitment by introducing free travel for all armed forces personnel travelling in uniform on London Underground, Bus, Tram, DLR and Overground.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Notes to editors:\"}",
     "{\"template\":\"bulletlist\",\"items\":[\"The suppliers will work with TfL and the Armed Forces resettlement support groups\",\"Hasler Company - is the first of its kind - a unit dedicated to the specific and complex needs of seriously injured and ill Royal Marines who require bespoke programmes to aid their recovery. \\u003ca href=\\\"http://www.rmctf.org.uk/case-study/000016/\\\"\\u003ehttp://www.rmctf.org.uk/case-study/000016/\\u003c/a\\u003e \",\"Recovery Career Services - support wounded, injured and sick individuals leaving the Armed forces. \\u003ca href=\\\"https://www.recoverycareerservices.org.uk/\\\"\\u003ehttps://www.recoverycareerservices.org.uk/\\u003c/a\\u003e \",\"The Poppy Factory - the organisation that aims to get HM Forces back into paid civilian employment \\u003ca href=\\\"http://www.poppyfactory.org/\\\"\\u003ehttp://www.poppyfactory.org/\\u003c/a\\u003e \",\"The Career Transition Partnership the official provider of resettlement services for those leaving the UK Armed Forces \\u003ca href=\\\"https://www.ctp.org.uk/\\\"\\u003ehttps://www.ctp.org.uk/\\u003c/a\\u003e \",\"TfL's annual workforce monitoring report has found that around 17 percent (around 1.4 million people) of Londoners identify themselves as having a disability. TfL employs around 27,000 staff of which only 531 (1 in 40) have declared themselves to be disabled. TfL is an equal opportunities employer and seeks to reflect the city which it serves.\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2013/15890",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2013/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2013/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2013/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2013/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2013/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2013/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2013/16598",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2013/16698",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2013/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2013/16906",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2013/16962",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}