{
 "pageTitle": "Transport for London celebrates schools' commitment to active and safer travel",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2013",
   "url": "/info-for/media/press-releases/2013"
  },
  {
   "title": "October",
   "url": "/info-for/media/press-releases/2013/october"
  },
  {
   "title": "Transport for London celebrates schools' commitment to active and safer travel"
  }
 ],
 "title": {
  "title": "Transport for London celebrates schools' commitment to active and safer travel ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London schools rewarded for their efforts to encourage safer travel and to increase levels of cycling and walking to and from school."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) is today celebrating schools' success in promoting sustainable and safer travel. An annual event at City Hall brings together the highest performing schools across London that have achieved outstanding results, as part of TfL's STARS (Sustainable Travel: Active Responsible Safe) school travel plan accreditation scheme.",
     "Forty per cent of London schools are 'STARS' equating to 1,248 primary and secondary schools across all London boroughs, up 16 percent from 2012. These schools are making a significant difference to their communities by implementing safer and sustainable travel initiatives, resulting in reductions in car use and increases in walking and cycling on the journey to school as well as more responsible use of public transport. Schools earn accreditation at three levels: Bronze, Silver and Gold, achieving a higher level of accreditation based on the number of travel initiatives and their effectiveness in delivering a move away from car use.",
     "Since 2004, schools that are part of the STARS Accreditation scheme have seen an eight per cent reduction in car use as part of the school journey, with Silver and Gold schools achieving a six per cent increase in walking and a two per cent increase in cycling.",
     "The best schools from across London have been invited to showcase their achievements in travel planning delivery and have been nominated for School Travel Champion awards and School of Excellence awards (in key areas such as cycling, walking, road safety).",
     "In addition, the best primary and secondary school in each of four regions across London will be presented with awards for 'School of the Region', indicating they have demonstrated the highest level of commitment to active, safer and responsible school travel in their region. These eight schools are:",
     "{\"template\":\"bulletlist\",\"items\":[\"Foulds Primary School in Barnet (North London)\",\"West Lea Secondary School in Enfield (North London)\",\"Kingsmead Primary School in Hackney (East London)\",\"The Coopers' Company \\u0026 Coburn Secondary School in Havering (East London)\",\"Rock Mount Primary School in Croydon (South London)\",\"Oakwood Secondary School in Bexley (South London)\",\"St Benedict's School in Ealing (West London)\",\"St Gregory's RC Primary School in Ealing (West London)\"]}",
     "Leon Daniels, Managing Director of TfL Surface Transport, said: 'We want to ensure that travelling in London is a happy, healthy and safe experience for young people and their families. We are delighted to invite London's top performing schools to the STARS event, to thank them for their commitment to encourage the whole school community to make safer and active choices, which will stay with them for life.  We'd also like to thank these schools in particular for being an inspiration and example to all schools in London showing what can be achieved.'",
     "Earlier this year the Mayor and TfL launched a new road safety plan entitled Safe Streets for London, which set out a clear path towards helping to reduce death and serious injury on the capital's roads. The plan, which covers the period until 2020, builds on solid progress already made by TfL, the London boroughs and the police over the last decade to improve the safety of London's roads.\u003cbr /\u003e\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"Bronze\",\"Silver\",\"Gold\"]}",
     "The more initiatives a school delivers and the greater the changes in behaviour, the higher the STARS Accreditation award.\u003cbr /\u003e\u003cbr /\u003e2. Schools attending the event: Thirty of the 160 Gold Schools from 2013 which have been nominated for awards, along with previous School of the Region winners from 2012 and 2011.\u003cbr /\u003e\u003cbr /\u003e3. Awards that will be presented at the event include:",
     "{\"template\":\"bulletlist\",\"items\":[\"School of the Region - The 33 London boroughs are divided into four regions - North, South, East, and West. In each region, one primary school and one secondary school will be awarded School of the Region where they have demonstrated the highest level of commitment to active, safer and responsible school travel. The boroughs in each region are as follows: Barnet, Enfield, Hackney, Havering, Ealing, Bexley and Croydon\",\"School of Excellence - This award recognises schools that have demonstrated innovative and outstanding achievements in one of six travel areas: Walking, Scootering, Cycling, Road Safety, Pupil Led Projects and Partnership Working. Pupil-Led Projects are those campaigns that have been initiated and delivered by pupils, demonstrating the best in peer-to-peer leadership.  The Partnership Working award recognises the best efforts in bringing internal and external parties together to achieve change for the school community\",\"School Travel Plan Champion of the Region - This award recognises an individual's dedication to engrain an active and safer travel ethos within their school and the wider community.\\u003cbr /\\u003e\"]}",
     "4. For further details on the STARS Accreditation Scheme, and the full range of programmes TfL offers to schools and young people, visit \u003ca href=\"http://www.tfl.gov.uk/younglondon\"\u003etfl.gov.uk/younglondon\u003c/a\u003e \u003cbr /\u003e",
     "TfL Press Office\u003cbr /\u003e0845 604 4141\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2013/15890",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2013/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2013/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2013/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2013/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2013/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2013/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2013/16598",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2013/16698",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2013/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2013/16906",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2013/16962",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}