{
 "pageTitle": "Google celebrates Year of the Bus",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2014",
   "url": "/info-for/media/press-releases/2014"
  },
  {
   "title": "September",
   "url": "/info-for/media/press-releases/2014/september"
  },
  {
   "title": "Google celebrates Year of the Bus"
  }
 ],
 "title": {
  "title": " Google celebrates Year of the Bus",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The original Routemaster bus, first unveiled in London 60 years ago, replaces Google's logo on its home page today"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Latest in a series of high profile Year of the Bus collaborations including Fender, LEGO and Oxjam\"]}",
     "In celebration of London's Year of the Bus, today's Google Doodle features the capital's iconic Routemaster bus which made its first public appearance in London on 24 September 1954.",
     "The much loved Routemaster went on to serve the capital over six decades and inspired the modern day version of this London icon - the New Routemaster - which has been in service since 2012.",
     "Today's Google Doodle is the latest collaboration to mark Transport for London's (TfL's) Year of the Bus in partnership with London Transport Museum and the capital's bus operators in celebration of the role that London buses, bus drivers and the staff who support them play in keeping the capital moving.",
     "Leon Daniels, TfL's Managing Director for Surface Transport, said:",
     "'I'm delighted that London's iconic Routemaster bus will join the London Underground in being honoured with a Google Doodle.  It's a hugely fitting tribute to the backbone of the capital's transport network and definitely one of the highlights so far in 2014's Year of the Bus.'",
     "As well as celebrating 60 years since the creation of the original Routemaster, the Year of the Bus also marks 75 years since the launch of its predecessor the RT-type bus and 100 years since hundreds of London buses were sent to the Western Front to play a crucial role during the First World War.",
     "Events and activities are being held throughout 2014 to celebrate the Year of the Bus.  This week, a 'Battle Bus' restored in its original livery set off for the battlefields of France and Belgium to commemorate the centenary of the outbreak of the First World War.  And in June the Regent Street Bus Cavalcade gave an estimated 400,000 people the chance to view around 50 of the most celebrated buses of the last two centuries as they gathered in the heart of London's West End.  In addition, a successful run of bus garage open days across the capital and surrounding areas over the summer attracted 17,500 visitors and raised almost £15,000 for charity.",
     "Other Year of the Bus partnerships have included a unique collaboration with the world-famous Fender Stratocaster guitar - also celebrating its 60th anniversary this year - and the installation of an operational bus stop and shelter on Regent Street made entirely out of LEGO.  The Year of the Bus has also seen the first ever series of live music performances on board a New Routemaster bus as part of Oxjam, and 'bus stop top' exhibitions along the Strand from renowned photographers Juergen Teller and David LaChapelle.",
     "Events still to come include the Year of the Bus Sculpture Trail which will see up to 60 New Routemaster bus sculptures, painted and adorned by well-known and aspiring artists, on show in the capital from Monday 20 October and auctioned for charity in the new year.",
     "Further information about other Year of the Bus events can be found at \u003ca href=\"http://www.tfl.gov.uk/yearofthebus\"\u003ewww.tfl.gov.uk/yearofthebus\u003c/a\u003e and \u003ca href=\"http://www.ltmuseum.co.uk\"\u003ewww.ltmuseum.co.uk\u003c/a\u003e ",
     "The Year of the Bus is supported by and delivered in partnership with Exterion Media, Abellio, Arriva London, Clear Channel UK, Go-Ahead London, Metroline, RATP Dev UK, Stagecoach, Wrightbus, Optare and Telent Technology Services.",
     "Notes for Editors",
     "{\"template\":\"bulletlist\",\"items\":[\"The Routemaster bus was developed by London Transport (LT) from the early 1950s, initially as a motorbus to replace London's extensive (electric) trolleybus network, which was in the course of being phased out.\",\"The Routemaster bus was unveiled in public for the first time at the Earl's Court Commercial Motor Exhibition on 24 September 1954.  The prototype vehicles were subjected to extensive testing before construction of production vehicles got under way in 1959.  In total 2,760 Routemaster buses were built for London with production ending in 1968.\",\"From the early 1980s, many Routemasters were sold off for use elsewhere in the UK and indeed worldwide and a flourishing preservation movement commenced with its own owners' association.  Many are still used by private operators for weddings, sightseeing and other corporate events.\",\"Despite being of an obsolete design by the 1980s the bus went through a programme of refurbishment and soldiered on into the 1990s and past the Millennium, being regarded by many as an icon of London.\",\"Routemasters continued in service on many central London routes but were finally withdrawn from normal passenger service in 2005.\",\"Due to great popular public support, heavily-refurbished and re-engined examples are retained and used - with conductors - on part of the route 15 in central London.\",\"The 150th anniversary of the London Underground was honoured with a Google Doodle in January 2013.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2014/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2014/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2014/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2014/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2014/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2014/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2014/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2014/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2014/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2014/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2014/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2014/january",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}