{
 "pageTitle": "Contactless payment on London Underground",
 "description": "Contactless payment on London Underground",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2014",
   "url": "/info-for/media/press-releases/2014"
  },
  {
   "title": "September",
   "url": "/info-for/media/press-releases/2014/september"
  },
  {
   "title": "Contactless payment on London Underground"
  }
 ],
 "title": {
  "title": "Contactless payment on London Underground",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Contactless will be available on London Underground, tram, DLR, London Overground, and National Rail services that accept Oyster from 16 September"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"New payment option means customers no longer have to check and top up their Oyster balance\",\"Customers reminded to only touch one card on the reader to avoid paying with a card they did not intend to pay with\"]}",
     "On Tuesday 16 September millions of customers will be set for easier and more convenient journeys when Transport for London (TfL) introduces contactless payments on Tube, tram, DLR, London Overground and National Rail services that accept Oyster.",
     "The new option, which is part of a range of improvements TfL is making for customers, means that there will no longer be any need to spend time topping up Oyster balances because fares are charged directly to payment card accounts.",
     "Contactless payment cards are debit, credit, charge or pre-paid cards which can be used to make quick, easy and secure payments for everyday purchases of £20 and under.",
     "There is no need for a PIN or a signature, just touch the card on the reader. This technology is becoming increasingly common, with half of Londoners already having a contactless card.",
     "Contactless payments work in the same way as Oyster, charging customers an Adult-rate pay as you go fare when they touch in and out on readers at the start and end of every journey.",
     "TfL continues to remind all customers about card clash - it is essential they only touch one card on the reader to avoid paying with a card they did not intend to pay with.",
     "Shashi Verma, TfL's Director of Customer Experience, said:",
     "'With the launch of contactless now a week away, customers can look forward to having an easier and more convenient way to pay for their travel, freeing them of the need to top up Oyster credit and helping them to get on board without delay. I would like to remind all of our customers to only touch one card on the reader to avoid paying with a card they did not intend to pay with. Contactless payments on our buses have already been a resounding success with over one million customers using their contactless payment card to pay their bus fare around 20 million times.'",
     "Contactless payments were launched on London's buses in December 2012.",
     "Each day there are around 69,000 payments made using contactless on London Buses.",
     "In April 2014 a pilot of the contactless system started on the Tube and rail network involving around 5,000 customers.",
     "It was very successful and has helped to ensure everything is in place for the launch across transport in London.",
     "Bus customers paying for their journeys with a contactless payment card are already benefitting from having their fares capped, automatically calculating the best value for their contactless travel in a day or over a seven-day period from Monday to Sunday.",
     "From 16 September customers using contactless on Tube, tram, DLR London Overground, and National Rail services can also benefit from daily and Monday to Sunday capping.",
     "Contactless payments are available alongside Oyster for pay as you go customers.",
     "Oyster will continue to be available for those using concessionary or season tickets or who would prefer to continue paying for their travel this way.",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"More information and a video illustrating how contactless payments work on the transport network can be found at \\u003ca href=\\\"http://www.tfl.gov.uk/contactless\\\"\\u003ewww.tfl.gov.uk/contactless\\u003c/a\\u003e \",\"There are 44.7m contactless cards in circulation in the UK, with an estimated fifth issued within the M25. In the first quarter of 2014, over half of the UK total of 44.6m contactless transactions were within the M25.\",\"All UK issued contactless American Express, MasterCard or Visa credit, debit, pre-paid cards will be accepted for contactless payments. Other methods of contactless payment that meet financial industry standards, including mobile phones, may also be accepted. Some non-UK cards may not be accepted and card holders should check the TfL website before attempting to use it for travel on TfL services.\",\"It is not a requirement for customers to sign up for an online account and register their card to travel using a contactless payment card however it is encouraged. Customers are able to view 12 months of journey and payment history through an online account while unregistered customers will only be able to access their journeys and payments over the last 7 days from a one-off log in to the TfL website or from TfL Customer Services (0343 222 1234)\",\"A single adult fare on buses and trams is £1.45 with Oyster or a contactless payment card.  A customer making four bus and/or tram journeys per day using their contactless payment card will pay £4.40 (the daily cap); rather than £5.80 for four journeys. Any further bus and tram journeys made in the day will not be charged.  Bus and tram fares for customers using Oyster are also capped at £4.40 for unlimited travel in a day.\",\"For customers making several rail journeys or a mixture of rail, bus and tram journeys in one day, capping is usually better value than buying a Day Travelcard.\",\"The Monday to Sunday bus \\u0026 tram cap is available for bus and tram journeys made between 0430 on Monday and 0429 the following Monday.\",\"Monday to Sunday capping is calculated by analysing the cumulative daily totals as the week progresses and applying a Monday to Sunday cap when appropriate. To benefit from Monday to Sunday capping, customers must\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"Customers who reach a Monday to Sunday cap before the following Sunday, will not be charged for any subsequent journeys made with that card, within the zones of the cap, until 04:30 next Monday, provided they continue to touch in and touch out as necessary.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2014/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2014/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2014/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2014/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2014/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2014/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2014/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2014/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2014/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2014/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2014/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2014/january",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}