{
 "pageTitle": "Friends Life Tour of Britain conclusion",
 "description": "Friends Life Tour of Britain conclusion",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2014",
   "url": "/info-for/media/press-releases/2014"
  },
  {
   "title": "September",
   "url": "/info-for/media/press-releases/2014/september"
  },
  {
   "title": "Friends Life Tour of Britain conclusion"
  }
 ],
 "title": {
  "title": "Friends Life Tour of Britain conclusion ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Get ready for the Friends Life Tour of Britain conclusion in London on Sunday"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"The Friends Life Tour of Britain finishes with two stages in London this Sunday\",\"Top field includes riders such as Sir Bradley Wiggins, Mark Cavendish and Marcel Kittel\",\"Event will take place on closed roads in Westminster and City of London\",\"Tube, rail, walking and cycling will be the best way to get around and enjoy the cycling action\",\"For more information visit \\u003ca href=\\\"http://tfl.gov.uk/tour-of-britain\\\"\\u003etfl.gov.uk/tour-of-britain\\u003c/a\\u003e \"]}",
     "The Friends Life Tour of Britain, the UK's largest free-to-spectate sporting event, returns to London on Sunday 14 September for its final stage, presented by Transport for London (TfL).",
     "Londoners will have their last chance to see cycling superstars on the capital's roads this year. A peloton of champions, including 2012 Tour de France winner and reigning Tour of Britain champion, Sir Bradley Wiggins, and Mark Cavendish the 2011 road race world champion, will be rolling through the City of London and the City of Westminster.",
     "The Friends Life Tour of Britain final stage in London consists of both a series of time trials and a circuit race. Londoners will have the opportunity to see the likes of time trial specialists such as Wiggins, and top sprinters like Kittel and Cavendish in their elements. When the Friends Life Tour of Britain was last in the capital in 2013, the event attracted 225,000 spectators.",
     "Up to 120 professional cyclists will take part in the Friends Life Tour of Britain London Stage, in both individual time trials in the morning, as well as racing 88km on a nearly 10km circuit beginning and ending in Whitehall in the afternoon. The elite riders will race through the City and along the Victoria Embankment, where London's new flagship East-West Cycle Superhighway is proposed to be located in 2016.",
     "Ben Plowden, Director of Surface Strategy and Planning at TfL, said:",
     "'This summer has been fantastic for cycling in the capital and this is the final chance to see the greats on London's streets this year. Londoners will be privileged to witness what will probably be the last time British cycling hero Sir Bradley Wiggins goes for a General Classification jersey. The sight of Wiggo on Whitehall or Cav in the City will no doubt inspire a new tranche of Londoners to start cycling.\"There will need to be road closures in central London to facilitate this elite event, and drivers are advised to avoid these areas on 14 September to ensure their journeys are not affected.'",
     "Mick Bennett, Race Director of the Friends Life Tour of Britain, said:",
     "'The London Stage presented by TfL will be a great finale to what is going to be an exciting week of racing, culminating in the spectacular double stage in London.  The re-introduction of a time trial this year means that the race for the Friends Life Yellow Jersey is going to go down to the final stage, when it could be a matter of seconds to decide the overall winner.  For fans, having two stages to watch and the riders racing one at a time in the time trial, makes London an ideal opportunity to see some of the world's top riders in action.'",
     "On Sunday, road closures will be in place in Whitehall, Westminster and central London areas, and both Westminster and Southwark Bridges will be closed from 08:00 until around 19:00. Road closures will be in place around the race route, which is along Whitehall, Victoria Embankment, Upper Thames Street, Lower Thames Street and Tower Hill. This is to ensure the safety of competitors and spectators along the event route. All other central London river crossings will remain open with the exception of Putney Bridge which is currently undergoing essential maintenance by Wandsworth Council.",
     "Some buses in and around the route area will be on diversion or will terminate earlier than usual, customers can follow the @tflbusalerts Twitter feed for up to date information. Tube, rail, walking and cycling will be the best ways to get around, although stations close to the event are expected to be busier than normal. A small number of Barclays Cycle Hire docking stations near the event route will be suspended from 20:00 on Saturday until 19:00 on Sunday. Go to \u003ca href=\"http://tfl.gov.uk/tour-of-britain\"\u003etfl.gov.uk/tour-of-britain\u003c/a\u003e for more information.",
     "Advance warning signs are in place on the race route to advise road users of the closures, and TfL will be providing up to date information through the @tfltrafficnews Twitter feed and on the TfL website to help drivers plan their journey - \u003ca href=\"http://tfl.gov.uk/trafficnews\"\u003etfl.gov.uk/trafficnews\u003c/a\u003e .",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"A map of the route can be found at \\u003ca href=\\\"http://tfl.gov.uk/tour-of-britain\\\"\\u003etfl.gov.uk/tour-of-britain\\u003c/a\\u003e .\",\"The Friends Life Tour of Britain finishes a spectacular summer of cycling in London, following the triumphant return of the Tour de France in July and Prudential RideLondon in August.\",\"This summer's cycling events are likely to inspire thousands more Londoners to take to two wheels, building on the Mayor's ambition for cycling to be an integral part of the transport network. As part of his cycling vision, the Mayor is already working to deliver a programme of cycling improvements of almost £1billion- consisting of enhanced Barclays Cycle Superhighways, 'Quietways' offering a more relaxed journey on quieter backstreets, and turning three outer boroughs into mini-Hollands, making them as cycle friendly as their Dutch counterparts.\",\"For more information on the Mayor's Vision for Cycling visit \\u003ca href=\\\"http://tfl.gov.uk/cyclingvision\\\"\\u003etfl.gov.uk/cyclingvision\\u003c/a\\u003e .\",\"The Tour of Britain, the UK's biggest professional cycle race and the country's largest annual free-to-spectate sporting event, was re-launched in 2004 and is sponsored by Friends Life.\",\"The Mayor is committed to ensuring London retains its status as the world capital of sport, and has set up the Major Events Oversight Board. The board is chaired by Sir Edward Lister, and comprises TfL, the emergency services and other key partner agencies. It provides strategic direction and advice to the Mayor on the approach to bidding, staging and evaluating major events in London. The board ensures that all major road events continue to be carefully considered and tightly managed to ensure everyone gets full benefit from the event without undue impact on Londoners and London's transport. The boards also looks at ways to ensure the major events programme is effectively communicated with Londoners, visitors, businesses and stakeholders to allow sufficient notice and forward planning for everyone.\",\"The Transport for London cycling hub will be in Whitehall on Sunday 14 September for the eighth and final stage of the Tour of Britain. Staff will be on hand offering advice and guidance on cycling in London. As well as offering the opportunity to have your photo taken in front of a green screen and superimposed onto a background of your choice, you can make a cycling pledge and be in with a chance of winning annual membership of the iconic Barclays Cycle Hire. The Met Police are also supporting the event, offering the Exchanging Places HGV allowing cyclists experience sitting in an HGV cab and seeing the blind spots. For more information about cycling in London, visit \\u003ca href=\\\"http://www.tfl.gov.uk/cycling\\\"\\u003ewww.tfl.gov.uk/cycling\\u003c/a\\u003e .\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2014/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2014/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2014/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2014/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2014/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2014/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2014/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2014/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2014/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2014/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2014/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2014/january",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}