{
 "pageTitle": "TfL expands Click and Collect services",
 "description": "TfL expands Click and Collect services",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2014",
   "url": "/info-for/media/press-releases/2014"
  },
  {
   "title": "September",
   "url": "/info-for/media/press-releases/2014/september"
  },
  {
   "title": "TfL expands Click and Collect services"
  }
 ],
 "title": {
  "title": "TfL expands Click and Collect services",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Click and Collect success as major retailers expand services to 42 London Underground stations"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"More than 10,000 Click and Collect orders in first ten months\",\"Ocado join TfL's Click and Collect revolution with trial service\",\"Tesco expands services to eight additional Tube stations\",\"Waitrose to launch London's first temperature controlled lockers\",\"Follows recent announcement of Asda's expansion to 12 sites in total\",\"Sainsbury's recently launched Click and Collect services at seven Tube stations\"]}",
     "Transport for London (TfL) has announced that following the huge success of its Click and Collect trial with major retailers at London Underground (LU) station car parks, the service is now being extended to an additional 17 Tube stations taking the total number of locations to 42.",
     "Over the last ten months, TfL has been working with a number of major retailers to trial Click and Collect services at 25 Tube station car parks.",
     "The trial has been hugely successful for all the retailers involved, with over 10,000 Click and Collect orders being made since November 2013.Tesco has announced that it will now be expanding its Click and Collect services to an additional eight stations, bringing the total to 14 making them the largest Click and Collect retailer on TfL's network. Tesco will extend their services to Hounslow West, Wembley Park, Northwood, Ruislip Gardens, Croxley, Moor Park, Brent Cross, and Colindale by the end of the year.",
     "Ocado has become the latest retailer to bring their services to customers travelling on TfL's network and will be introducing their services to four LU station car parks on a trial basis. These will be available at Ealing, Ruislip, Eastcote and Woodford from 15 September 2014.",
     "Waitrose has also announced that it will be the first supermarket to launch temperature controlled Click and Collect lockers at on the TfL network. From October, Waitrose's lockers will be installed in three LU station car parks at Chalfont \u0026 Latimer, Ickenham and Chorleywood.",
     "The Click and Collect partnerships have been designed to make it more convenient for customers to place an order online, which they then pick up from their station on their way home. With the rise in smartphone devices and the availability of Wi-Fi at 144 LU stations, it is now easier than ever for customers to make their purchases as they move around the TfL network.",
     "Graeme Craig, Director of Commercial Development at TfL, said:",
     "'Our Click and Collect partnership with the retailers has been a tremendous success for all involved, and we are delighted to be expanding the service to more locations, making it easier for more customers to order their goods and conveniently collect them at their chosen station.",
     "'In due course, we expect further expansion of Click and Collect, alongside the wider transformation of our retail estate, where we will be working with existing tenants as well as new High Street brands and high quality independent retailers. Our aim is to radically improve the services we have on offer for customers, and also provide more income to reinvest in improving the transport network.'",
     "TfL has also established Click and Collect partnerships with Amazon, Asda, InPost and Sainsbury's. In November 2013, Asda launched the first ever Click and Collect trial with TfL at six LU station car parks. In July 2014, Sainsbury's launched their first Click and Collect service with TfL at seven LU station car parks. InPost is in talks with TfL to expand their Click and Collect lockers to an additional 20 locations with more planned for the future.",
     "TfL is also working with small businesses, independent retailers and start up companies such as LOLA's cupcakes who are currently offering their services at five locations on the LU network and Rockflower who have installed the world's first retail and vending flower kiosk at Blackfriars London Underground Station.",
     "Andrew Yaxley, Tesco Managing Director for London said:",
     "'We're excited to roll out our popular Tube Click and Collect service to eight more locations in London. It's a perfect way for commuters or anyone who lives nearby to order groceries online and pick up by the next day.'",
     "Robin Phillips, Waitrose Ecommerce Director, said:",
     "'We are very pleased to be working with TfL to introduce this innovative and market-leading service at London Underground locations. We are committed to making shopping with Waitrose as convenient as possible for our customers, and as the first supermarket in the UK to introduce temperature-controlled lockers with TfL, we hope that customers will find this service to be a very useful shopping solution.'",
     "TfL's partnerships with the retailers is part of its commercial vision to deliver significant non fares income to reinvest back into the transport network - currently forecast to generate £3.5bn over the life of TfL's Business Plan.",
     "TfL has been reviewing opportunities to improve the services on offer to customers across the public transport network, which is responsible for an average of around 11 million journeys every day.  It has been working with local, national and international retailers to provide the services customers want and need.",
     "In April 2014, TfL announced its first innovative retail destination with seven new pop-up shops at Old Street, designed to complement existing retailers at the station. The pop-up shops give start-up businesses and established businesses an opportunity to showcase their goods and services to the 22 million passengers who use the station annually.",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"Images of the Click and Collect services are available at \\u003ca href=\\\"https://www.flickr.com/photos/tflpress/sets/72157640279679935/\\\"\\u003ehttps://www.flickr.com/photos/tflpress/sets/72157640279679935/\\u003c/a\\u003e \",\"Amazon currently has two Amazon Lockers at Newbury Park station car park and Finchley Central station car parks.\",\"Asda currently have Click and Collect vans at East Finchley, Harrow and Wealdstone, High Barnet, Highgate, Stanmore, Epping, Blackhorse Road, Hainault, Queensbury, Canon's Park, Fairlop and Hornchurch station car parks.\",\"Automated parcel Locker Company InPost currently has two lockers at Buckhurst Hill station car park and Victoria Coach Station.\",\"Sainsbury's currently has Click and Collect vans at Oakwood, Totteridge \\u0026 Whetstone, Woodside Park, Leytonstone, Loughton, Debden and South Woodford.\",\"Tesco currently has Click and Collect vans at Osterley, Redbridge, Rayners Lane, Finchley Central, Arnos Grove and Cockfosters station car parks.\",\"LOLA's cupcake carts are the following LU stations Blackfriars, Cannon Street, Kings Cross - Northern Ticket Hall, Kings Cross - Western Ticket Hall and Waterloo.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2014/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2014/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2014/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2014/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2014/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2014/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2014/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2014/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2014/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2014/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2014/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2014/january",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}