{
 "pageTitle": "A406 Harrow Rd and Neasden Lane improvement works",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "A406 Harrow Rd and Neasden Lane improvement works",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "As part of our continued work to improve conditions on London's roads Transport for London (TfL) will be carrying out improvement works to the A406 North Circular Road between Harrow Road and Neasden Lane starting from 19 July 2004."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The improvement works, which will finish by the end of November, will include resurfacing and footbridge repainting.",
     "TfL's Director of Road Network Operations Keith Ollier says of the works;",
     "\u003cstrong\u003eTraffic management:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL will keep disruptions to a minimum but these works will require the A406 to be reduced to single lane traffic in each direction and the closure of side roads off the A406.\",\"The work will be carried out overnight between 09.00pm and 05.00am through the week. However noisy work will be completed by midnight.\",\"The speed limit on the road will be reduced to 30 mph during works periods.\",\"Access to and from cul-de-sacs will be maintained at all times. The side road closures will affect the entry and exit of the following side roads, with only one side road being closed at any one time:blockquoteblockquoteTfL apologises for any disruption these essential works to improve this stretch of road may cause, and will be making every effort to keep any disruptions to a minimum.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}