{
 "description": "The route, which encircles inner London within a radius of 10 miles of Charing Cross, was identified in the Mayor's Transport Strategy to promote walking in the Capital . The route is often referred to as 'the walkers' north and south circular'. It",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Around the Capital in 24 hours?",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "This weekend a group of Londoners will attempt to walk the entire 78-mile circuit of the Capital Ring walking route - in 24 hours!"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The route, which encircles inner London within a radius of 10 miles of Charing Cross, was identified in the Mayor's Transport Strategy to promote walking in the Capital . The route is often referred to as 'the walkers' north and south circular'. It threads together parks and open spaces, mostly following pleasant residential roads in between, and encompasses 16 London Boroughs.",
     "Speaking ahead of the challenge Peter Hendy, Managing Director of Surface Transport at Transport for London, said,",
     "\"London has so much to offer walkers of all ages and ability, although only a handful would be able to complete such a challenge.",
     "\"The Strategic Walks Project provides high quality walking experiences making London a more attractive place to live, work or visit. By encouraging and promoting walking in the Capital we improve the health of London and Londoners.\"",
     "Colin Saunders, Capital Ring Project Manager, who will be among the support crew, added,",
     "\"I have struggled through a fair number of long distance walks in my time, up to 50 miles, but I have nothing but admiration for these guys, who seem to treat anything up to 100 miles like a stroll in the park.\"",
     "The event, designed to promote the Capital Ring to Londoners, is supported by Transport for London through its Strategic Walks Project and has been organised by the London branch of the Long Distance Walkers Association. Setting out from the Waterfront Leisure Centre in Woolwich at 2pm on Saturday 10 July, the walkers aim to return to the same location on the Sunday afternoon. The route will take the walkers through Crystal Palace Park, Richmond and Highgate Wood. To complete the circuit in 24 hours walkers will march on through the night.",
     "Several top walkers from Europe have also been invited to join the group.",
     "The opportunities for Leisure walking in London are vast with a large number of high quality walking routes in around the City.",
     "Six exemplar routes were identified in the Mayor's Transport Strategy for completion and promotion. These are the London Outer Orbital Path (LOOP) \u003croutes-2-3.shtml\u003e, the Capital Ring \u003croutes-2-1.shtml\u003e, the Thames Path National Trail \u003croutes-2-6.shtml\u003e, the Jubilee Walkway \u003croutes-2-5.shtml\u003e, the South East London Green Chain \u003croutes-2-2.shtml\u003e and the Lee Valley Walk \u003croutes-2-4.shtml\u003e. The project will also help implement a number of other policies and proposals within the strategy.",
     "{\"template\":\"bulletlist\",\"items\":[\"Make a significant contribution to making London one of the most walking friendly cities in the world.\",\"Promote walking in London and encourage more people to walk.\",\"Improve conditions for pedestrians along the 500km of route in the GLA area, bringing the six routes up to a standard where they are Connected, Conspicuous, Comfortable, Convenient and Convivial.\",\"Provide high quality walking experiences making London a more attractive place to live, work or visit.\",\"Provide a strategic framework for the development of more local networks of walking improvement schemes, set exemplar standards for the design, management and promotion of quality walking environments and link the different authorities across the capital providing opportunities for people to walk north, south, east and west.\"]}",
     "\u003cstrong\u003eFor media enquiries contact the TfL press office on 020 7941 4141/4881.\u003c/strong\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}