{
 "pageTitle": "A-Z by Lars Arrhenius",
 "description": "Against the background of the classic A-Z style London street guide, Swedish artist, Lars Arrhenius has created an intricate web of narratives comprising 18 characters in scenarios that evolve through more than 250 illustrations. These stories traverse",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "A-Z by Lars Arrhenius",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Platform for Art is presenting a unique opportunity to see the widely acclaimed A-Z by Lars Arrhenius, in a larger-than-life format at Gloucester Road station."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Against the background of the classic A-Z style London street guide, Swedish artist, Lars Arrhenius has created an intricate web of narratives comprising 18 characters in scenarios that evolve through more than 250 illustrations. These stories traverse and intersect across the map horizontally, vertically and diagonally in a formation reminiscent of the Underground network. From the tragic to the romantic, the absurd to the cynical, these stories encapsulate the complexity of the city in a fresh visual language.",
     "As part of the ongoing Platform for Art programme Lars Arrhenius has reworked A-Z to appear as ten giant billboards at Gloucester Road station. In this new manifestation, up to 3 million people will see this fascinating work during its presentation in the station.",
     "Arrhenius originally made A-Z as a large-scale limited edition artwork. This was shown at PEER in 2002 who also produced it as a book that borrowed its design from the London street guide. Like the original, Arrhenius' book adopts a non-linear grid reference format. The effect of this for the reader - like when planning or negotiating a journey - is that the fragmented nature of the city becomes emphasised.",
     "This exhibition will make a real impact on all who see it as they reconsider that strange feeling of complexity that using the traditional A-Z London street guide can evoke.",
     "Platform for Art is the public art programme for London Underground.",
     "For more information on Platform for Art\u003cbr /\u003eTel: 020 7918 3891\u003cbr /\u003eEmail: \u003ca href=\"mailto:plat4art@tube.tfl.gov.uk\"lid=\"plat4art@tube.tfl.gov.uk\"\u003eplat4art@tube.tfl.gov.uk\u003c/a\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}