{
 "pageTitle": "Businesses, fleets and patients to benefit from c-charge improvements",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Businesses, fleets and patients to benefit from c-charge improvements",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) today announced changes to the congestion charging scheme that will benefit businesses, commercial fleet operators, and patients, expand payment options, and crack down on fraudulent residential discount claims."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "In addition, TfL will increase the value of the Penalty Charge Notices (PCN), from £40 to £50 (if paid within 14 days) to bring congestion charging in line with other traffic offences such as parking and bus lane enforcement.",
     "Patients will benefit from the changes with the removal of the minimum income requirement for the NHS reimbursement scheme. As of 23 August 2004, all patients that meet the necessary medical eligibility criteria will no longer need to meet the minimum income level to receive a reimbursement.",
     "From the end of the year, businesses who use or run fleets of commercial vehicles will benefit from a reduction in the threshold for the automated payment scheme (see Notes to Editors for explanation of fleet schemes). The threshold will be reduced from 25 to 10 vehicles, and allow fleet users to register their vehicles, receive invoices for their movements in the zone, and therefore eliminating the risk of receiving a PCN. This will be of significant benefit to commercial and business fleet users, many of whom had made representations to TfL calling for this change. The threshold reduction will be expanded to include vehicles on the notification scheme in May 2005.",
     "Following quality improvements to the payment and enforcement system and a reduction in the number of contested PCNs, the decision was made to increase the penalty charge and will be a further deterrent to the small percentage of drivers who try to avoid the charge. The change will become operational as of Monday 26 July 2004.",
     "In addition to the above, the following changes will be introduced on Monday 26 July:",
     "Payment opportunities for congestion charge customers will be expanded by accepting American Express and Diners Club. This would widen payment services and ensure consistency with other TfL services.\u003cbr /\u003eThe eligibility criteria for the residents' 90% discount will require vehicles to be registered at the keepers address within the congestion charge zone. This would bring residents' vehicle registrations into line with a number of central London resident parking schemes.",
     "Malcolm Murray-Clark, Director of the Congestion Charge, said",
     "\"These changes, coupled with the introduction of an extensive package of system, staffing and processing improvements over the last ten months, will ensure that the fair but firm operation of the congestion charging scheme in central London continues to bring benefits to all businesses, workers and residents.",
     "\"Raising the value of the PCNs will bring congestion charging in line with other traffic offences and increase the deterrence factor to those who do not pay the charge.\"",
     "The full range of penalty charges are as follows:",
     "Reduced rate PCN (within 14 days) - £50 (£40)\u003cbr /\u003eFull Rate PCN (within 28 days) - £100 (£80)\u003cbr /\u003eIncreased rate PCN (after 28 days) - £150 (£120)\u003cbr /\u003eCourt Charge - £155 (£125)\u003cbr /\u003eClamping Fee - £65 (£45)\u003cbr /\u003eVehicle Removal Fee - £150 (£125)\u003cbr /\u003eStorage Charge (24hrs) - £25 (£15).",
     "\u003cstrong\u003eExplanation of fleet schemes\u003c/strong\u003e ",
     "Fleet operators can pay the congestion charge in the same way as other drivers. However, to reduce the level of administration and increase flexibility for fleet operators, two fleet schemes are available. Both involve a registration procedure in which the fleet operator needs to register fleet vehicles in advance.",
     "Both schemes allow vehicles which are properly registered to avoid incurring penalty charges or liability for the £5 surcharge for payments between 10.00pm and midnight.",
     "Automated Scheme",
     "This is open to light vans and light goods vehicles and heavy goods vehicles, based on body type, but NOT cars.",
     "Under this scheme, the registrations plates of the fleet vehicles which have been registered are captured by the network of cameras and the appropriate charges calculated automatically.",
     "A pre-payment for the forthcoming month is drawn by direct debit from the users fleet account.",
     "This amount will take into account any differences between the predicted and actual charges for the previous month and anticipated charges for the next month.",
     "Under this scheme users pay £5.50 per day per vehicle in the congestion charging zone during charging hours.",
     "This 50p surcharge is to offset the administration required to administer the automated scheme and to offset the congestion charges of vehicles not captured by the camera network.",
     "\u003cbr /\u003eNotification Scheme",
     "This is open to all vehicle types, but is primarily aimed at fleets of cars.\u003cbr /\u003eUnder this scheme you provide a list, at the end of each monthly account period, of which registered vehicles have been in the charging zone on each day that month.",
     "TfL will then check this list against the vehicle registration number captured by the network of cameras.",
     "Any charges for additional registered vehicles captured by the cameras will be charged to the user's fleet account and a pre-payment for the forthcoming month will be drawn by direct debit.",
     "This will take into account any differences between the predicted and actual charges for the previous month and the users' anticipated charges for the next month, based on the previous month's actual usage",
     "Persistent, significant differences between notified and actual charges could lead to the fleet being removed from the scheme. Under this scheme, users pay the standard £5 congestion charge per day per vehicle moving within the charging zone during charging hours.\u003cbr /\u003e",
     "\u003cstrong\u003eFor media enquiries contact the TfL press office on 020 7941 4141/4881.\u003c/strong\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}