{
 "description": "The plans would see upgrades on a route by route basis, a new major rail freight terminal and the safeguarding of other freight terminals. These plans would then be underscored by powers delegated to TfL to fund the network. Unveiling the proposals as a",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Freight expectations: TfL's plan to boost rail freight in London.",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London has revealed plans to increase freight capacity on the Capital's rail network through carefully planned, prioritised and affordable route upgrades."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The plans would see upgrades on a route by route basis, a new major rail freight terminal and the safeguarding of other freight terminals. These plans would then be underscored by powers delegated to TfL to fund the network.",
     "Unveiling the proposals as a sensible way forward for freight on London's rail network, Ian Brown, Managing Director of TfL London Rail said:",
     "\"While the national picture for freight growth on the railways has had its successes, the story has not been the same for London. The capital already suffers from insufficient terminal capacity to handle the existing demand for freight, never mind future growth. Unfortunately, grants to support freight projects have been suspended by the SRA and planning applications for key infrastructure projects, such as the London International Freight Exchange near Heathrow, have been turned down.\u003cbr /\u003eIf Government gives TfL a greater say in planning and specifying London's railways, we will create an integrated plan for passenger and freight services. For freight this would mean developing a specific routing strategy non-London for traffic so it can bypass the city and an integrated network of terminals and routes for traffic destined for London.",
     "Jonathan Fox, TfL's spokesman on London Rail, added:",
     "\"The rail system as a whole has benefited massively from Government investment in recent years, but the sad fact is that very little of that money - only £148 million out of the billions invested each year - comes to London. On the freight side of the business, that investment has dwindled to almost nothing, with Freight Facilities Grants suspended since 2002.",
     "\"If we don't expand and upgrade London's railways in order to carry the extra freight volumes that our expanding economy is creating, then it will simply transfer to the region's already overcrowded road system with all the environmental damage, noise and inconvenience that will cause.",
     "For more information see the \u003ca href=\"/businessandpartners/freight/1324.aspx\"lid=\"Rail Initiatives page\"\u003eRail Initiatives page\u003c/a\u003e ",
     "1. A strong UK economy has meant deep sea freight traffic has been growing at an annual rate of between five and eight per cent and some forecasts suggest that container traffic will double in the next 20 years and put further pressure on the rail and road network. At Felixstowe demand is particularly acute with rail traffic alone increasing by 50 per cent in the last five years.",
     "2. The Port of London has also seen sustained growth in recent years with Purfleet and Tilbury featuring strongly. The potential development at Shellhaven raises the possibility of a similar magnitude of freight on the railways as is currently generated at Felixstowe, which London's network simply cannot carry without significant infrastructure upgrades.",
     "For further information please contact:",
     "Brian Abbott - Head of Communications, London Rail: Tel 020 7941 7681\u003cbr /\u003eJonathan Fox: Tel 020 7941 7680"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}