{
 "pageTitle": "How to have your say in twelve different languages",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "How to have your say in twelve different languages",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) is saying \"give your views\" in twelve languages to encourage people from all backgrounds to take part in the West London Tram (WLT) public consultation."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "TfL's Head of Public Affairs, Bill Hamilton said:",
     "\" We want as many people as possible to take part in the WLT public consultation. The brochure and questionnaire are available in the GLA ten core languages and Somali. A phone line has also been set up for people who speak these 12 languages and interpreters will be present at the Southall exhibition and London Mela.\"",
     "\" We also have Jairaj Singh, who is fluent in Punjabi and Hindi, working for the WLT consultation team. Jairaj has been instrumental in getting the message across by visiting businesses, mosques and temples in the area and talking directly with locals in their first language.\"",
     "The WLT public consultation runs until the 8 October 2004. People can give their views either on-line, at one of the public roadshows or by filling out the questionnaire sent to over 410,000 residences along the proposed route.",
     "For further information, please contact TfL press office on 020 7941 4141.",
     "Consultation materials and a phone line have been produced in the GLA's 10 priority languages: Arabic, Chinese, Gujarati, Punjabi, Urdu, Bengali, Greek, Hindi, Turkish and Vietnamese. A phone line has also been set up for people who speak these languages.",
     "On request, TfL will consider translating documents into languages not listed above.",
     "Also, posters have been produced in 3 core languages and newspaper advertisements are running in Punjabi and Chinese.",
     "All consultation materials are available in Braille and on audio tape.",
     "The Mayor and TfL will decide whether or not to go ahead with the West London Tram project after the public consultation results and ongoing engineering work has been reviewed.",
     "The West London Tram is a proposal for a 20km tramway that would run from Uxbridge to Shepherds Bush, serving town centres of Uxbridge, Southall, Hanwell, West Ealing, Ealing, Acton and Shepherds Bush. The WLT would serve around 40 stops on the route, enabling passengers to travel from Uxbridge to Shepherds Bush in about an hour.",
     "A recent independent poll commissioned for Transport for London showed 56 per cent of local people supported the tram. Full results of this poll are available on request."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}