{
 "pageTitle": "Mayoral and TfL statement - Rail Review 2004",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayoral and TfL statement - Rail Review 2004",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Mayor of London today welcomed the Department for Transport's award of greater powers to specify and upgrade London's rail services within, and potentially beyond, the Greater London Authority boundary."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Ken Livingstone said:",
     "\"I welcome today's announcement that will give myself and TfL more responsibility for passenger services running into and through London. Devolution has already delivered less congestion and better buses for the capital and this is a real opportunity to deliver improved services for rail passengers. Under my plans, and with the Government's support, London would have a truly integrated transport network run with the single aim of putting passengers first.\"",
     "Ian Brown, TfL's Managing Director for London Rail said:",
     "\"We will now work closely with the Department for Transport to make the White Paper proposals deliver benefits for passengers as soon as possible. These benefits include the rationalising of fares and ticketing through the extension of the successful Oyster card scheme. In addition, we will continue to work hard to improve reliability, safety and accessibility of services and stations.\"",
     "1. TfL's submission to the Rail Review is on the \u003ca href=\"/modalpages/2688.aspx\"\u003eLondon Rail website\u003c/a\u003e 2. Proposals covered ways of increasing capacity; extending Oystercard to rail services; putting railways in the London zonal system; introducing more frequent services on some routes; upgrading stations including better security and more information; and improving interchanges with other modes. It also contained new ideas on funding major rail projects and reducing costs.\u003cbr /\u003e\u003cbr /\u003e3. For further information please call the Transport for London press office on 020 7941 4881, or the Mayor of London press office on 020 7983 4714.\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}