{
 "pageTitle": "Operation Londinium at Kings Cross",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Operation Londinium at Kings Cross",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Two hundred police officers will target King's Cross station and the streets around it as part of a transport focussed crackdown on anti-social behaviour, crime and disorder."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The officers from the British Transport Police (BTP), the MPS Transport Operational Command Unit (TOCU) and Camden Borough officers will patrol the local area around Kings Cross and the platforms and trains of the mainline rail services as well as the six Tube lines which pass through the station.",
     "Specialist squads on foot and bicycle, in uniform and plain clothes, will also focus on bus routes and stops, as well as illegal minicab touts who have been frequenting the area to prey on unsuspecting travellers unfamiliar with the capital city.",
     "As part of the operation officers will be looking to combat the recent phenomenon of thieves targeting trains leaving for northern England and Scotland. They board just before the trains depart, take coats and bags and get off just before the carriage doors are locked. Many passengers do not discover the loss until hours later.",
     "Superintendent Bob Pacey of the BTP, said: 'This is the second phase of Operation Londinium which is a series of operations at identified hotspots at transport interchanges like this one. There are more to come.'",
     "DCI Stephen Clarke from TOCU, said: 'Tackling this sort of low-level crime is a priority supporting the safer city strategy with the advantage of a wider objective of Londinium is to make officers from different branches of different forces completely familiar with each other's roles and responsibilities.\u003cbr /\u003e",
     "The Transport Operational Command Unit (TOCU) was created in 2002. It is operated by the Metropolitan Police and funded by Transport for London. It has 905 officers, Traffic Police Support Officers, Traffic Wardens and Police Staff. TOCU officers patrol buses along 27 major corridors and are also responsible for keeping bus lanes congestion-free.",
     "The L Area of the British Transport Police has 575 Officers dedicated to policing the Underground.",
     "Londinium at Kings Cross will also be using the services of a specialist Metropolitan Police mobile phone unit with a facility to instantly check whether a phone or simcard inside has been stolen.",
     "The new BTP mobile custody unit will be used. It enables suspects to be processed on the spot within a few hours and thus their arresting officers are able to be back on patrol in a short time.",
     "Anti-social behaviour and low-level disorder are being targeted by Londonium because they create a climate of fear. If left unchecked, they can also escalate to more serious criminal activity.\u003cbr /\u003eMayor of London Ken Livingstone has made it a priority to ensure that every passenger has a right to a safe journey free from crime and the fear of crime.\u003cbr /\u003e",
     "\u003cstrong\u003eFor media enquiries contact the TfL press office on 020 7941 4141/4881.\u003c/strong\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}