{
 "pageTitle": "P5 is extended to Patmore Estate",
 "description": "The P5 originally ran from Elephant and Castle to Stockwell via Walworth Road, Brandon Estate, Myatts Fields, Loughborough Park Estate, Brixton, Bedford Road and Clapham North. Now the service will carry on from this point onto the Patmore Estate, via",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "P5 is extended to Patmore Estate",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "From Saturday 24th July the P5 bus route will be extended to serve the Patmore Estate in Nine Elms, Transport for London announced today."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The P5 originally ran from Elephant and Castle to Stockwell via Walworth Road, Brandon Estate, Myatts Fields, Loughborough Park Estate, Brixton, Bedford Road and Clapham North. Now the service will carry on from this point onto the Patmore Estate, via Lansdowne Way, Wandsworth Road, Thessaly Road, Ascalon Street and end at Stewarts Road.",
     "Transport for London's, Head of Customer Service and Consultation, Beverley Hall said:\u003cbr /\u003e\u003cbr /\u003e\"The extension of the P5 will bring the first regular bus service to the Patmore Estate offering good local transport links to a variety of tube stations and shopping amenities. Transport for London seeks to provide transport for everyone in the capital and by introducing this extended service we are linking more people to the already extensive bus network. \"",
     "The P5 will run Monday to Friday every 15 minutes. Saturday service will also run every 15 minutes and Sunday service will run every 20 minutes.",
     "{\"template\":\"bulletlist\",\"items\":[\"Bus use is up by 11 per cent over the past year (03/04) - an extra 168 million passenger trips;\",\"The number of passengers using buses is at its highest level since 1968;\",\"Patronage is rising at its fastest rate since the Second World War;\",\"Night bus use is up by 29 per cent over the past year; and\",\"London Buses is running the highest volume of service on London's roads than at any time since 1957.\"]}",
     "For more information please telephone TfL (buses) press office on 020 7941 4443. For out-of-hours enquiries telephone 020 7941 4141."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}