{
 "pageTitle": "TfL Statement on Funding Agreement with Government",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL Statement on Funding Agreement with Government",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The funding package agreed with the Government today will enable TfL to invest almost £3billion into its capital programme over the next five years - delivering more improvements to the Capital's public transport."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Bob Kiley, London's Transport Commissioner said:\u003cbr /\u003e\"This groundbreaking agreement means that London, for the first time, has the opportunity to make long-term decisions on planning major capital projects without the fear that funding will be withdrawn in future years.\"",
     "Jay Walder, TfL's Managing Director of Finance and Planning added:\u003cbr /\u003e\"Real progress has been made in putting London's transport funding on a stable footing. We have consistently argued that London needs the sort of longer-term funding certainty enjoyed by other world cities and today's agreement provides this for the first time.",
     "\"It will give us the flexibility that other cities already have in financing their transport investment including, for the first time, the ability to raise bonds to finance that investment through Prudential Borrowing. This funding settlement also allows TfL to make a start on catching up on the backlog of works that have built up through decades of under investment - and bring to an end the historic stop-start funding of London's transport.",
     "\"The agreement ensures that the high priority transport improvements needed to support London's growth will be delivered. Crucially, it enables us to take forward those projects which support London's bid to host the Olympics in 2012. The Olympic projects we will now take forward include extending the East London Line (to Dalston Junction, West Croydon and Crystal Palace), expanding the DLR and new transit projects in East London and Greenwich.\"",
     "\"We will be talking and consulting with all our stakeholders including passengers, business groups and local leaders to formulate our capital programme and Business Plan consistent with the Government's announcement today.\"",
     " \u003ca href=\"/assets/downloads/ELLmapA3.pdf\"fn=\"ELLmapA3.pdf\"lid=\"Click here to view the map of the proposed East London Line route.\"\u003eClick here to view the map of the proposed East London Line route.\u003c/a\u003e ",
     "\u003cstrong\u003eFor further information, please contact TfL press office on 020 7941 4141.\u003c/strong\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}