{
 "pageTitle": "TfL London Rail and South West Trains announce major investment at 53 stations.",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL London Rail and South West Trains announce major investment at 53 stations.",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Passengers travelling in the Greater London Authority area will benefit from a £3.4 million investment as part of a joint funding initiative between South West Trains and London Rail, part of Transport for London."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Improvements will be carried out at 53 stations and include CCTV coverage, enhanced lighting and upgrading of help points.",
     "TfL London Rail managing director Ian Brown said:",
     "\"We are delighted to announce this joint investment initiative with South West Trains. TfL is already in the business of improving conditions for Londoners who travel by bus, tube and taxi. We are now being given an increasing role in developing and improving the capital's rail network. Over the past few months, through our funding, real improvements to train services and passenger facilities have been realised. These latest initiatives will go a long way to helping further reduce anti-social behaviour and will hopefully encourage more passengers to travel by train. This year more than £10 million will be invested by TfL in upgrading London's railways.\"",
     "In line with the Mayor's transport strategy, the investment will see:",
     "{\"template\":\"bulletlist\",\"items\":[\"Implementation of CCTV coverage linked to South West Trains' Customer Communication and Security Centre (CCSC) and digitally monitored across all 53 stations.\",\"Lighting improvements at 29 stations covering the two Overground Network pilot routes (Waterloo to Twickenham via Richmond and Waterloo to Teddington via Kingston) and the Hounslow loop.\",\"Help points will be upgraded and will include induction loops, at all stations within the GLA area covered by South West Trains.\",\"A trial subway cladding with graffiti resistant and low maintenance surfaces is taking place at Earlsfield station.\",\"Secure Station accreditation at a further 10 stations within the South West Trains' franchise.\"]}",
     "With 1,452 cameras across 134 stations, South West Trains keeps an eye on the network from two Customer Communications and Security Centres based in Wimbledon and Feltham. Since the start of the year a total of 559 tapes have been taken by the police in relation to incidents which have occurred at stations.",
     "Managing Director Andrew Haines said:",
     "\"We are delighted with the partnership we have forged between ourselves and TfL. The safety and security of our passengers and staff will always remain our number one priority and we are happy that we can work together with TfL to give our passengers a safer, cleaner journey experience.\"",
     "Work to the stations is due for completion by December 2004."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}