{
 "pageTitle": "TfL launch c-charge customer care kit",
 "description": "TfL is writing to 20,000 businesses in and around the zone to offer them free customer care kits that will include wallet size pop-out information leaflets and a cd-rom starter kit including animated online banner ads, artwork and logos. Businesses will",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL launch c-charge customer care kit",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London is embarking on an exercise to help businesses increase the awareness of their more infrequent customers of how the congestion charge works."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "TfL is writing to 20,000 businesses in and around the zone to offer them free customer care kits that will include wallet size pop-out information leaflets and a cd-rom starter kit including animated online banner ads, artwork and logos.",
     "Businesses will be able issue the information leaflets from their stores and with promotional materials, and use the cd-rom for their on-line content.",
     "Malcolm Murray-Clark, Director of the Congestion Charge, said,",
     "\"Most visitors to London would agree that reduced congestion in central London makes the capital a more attractive place. However, some businesses are concerned that infrequent customers who drive may be unclear as to how the congestion charge actually works.",
     "\"TfL is committed to working with businesses to ensure that the congestion charge works for all Londoners- residents, businesses, workers and visitors.",
     "\"By issuing these leaflets in-store and with their promotional material, businesses in central London can help inform their customers and prevent those that chose to drive on weekdays between 7am and 6.30pm from receiving a penalty for not paying the charge.\"\u003cbr /\u003e",
     "20,000 businesses in and around the capital will receive a letter offering the free customer care kit. Should a company not receive a letter, they should call 0800 169 1163 to receive their free customer care starter kit.\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}