{
 "pageTitle": "Underground signs 10-year lifelong learning deal",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Underground signs 10-year lifelong learning deal",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground has signed a ten year training partnership agreement with City \u0026 Guilds, Barnet College and Four Counties Training on Friday."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The partnership will explore the best way of promoting and delivering National Vocational Qualifications (NVQs) and other skills initiatives to the Underground's frontline operational staff. It will also seek to address areas of skill shortage.",
     "This builds upon the ground breaking London Underground NVQ programme, which has seen thousands of staff gain nationally recognised qualifications in one of the UK's largest skills development programmes. Over 2,000 more staff will go through the programme this year.",
     "Before signing the agreement Chris Humphries CBE, Director-General of City \u0026 Guilds made a special visit to the Underground's Power Control Room to meet electrical control room staff who had recently qualified in Level 3 NVQ in Electrical Control Room Operations. NVQs are used by London Underground as an assessment process to assure on-going competence and career development of employees.",
     "Andrew Jefford, Power Control Room Operator, London Underground, explained \"I have been working within the organisation for over 30 years and NVQs are an excellent way in which to formally recognise the experience and achievements I have gained over the years. NVQs are very good career development incentives for both entry level and long serving staff. They prove that we really do deliver high levels of professionalism to our customers.\"",
     "Iain Smith, Head of Engineering and Technical Skills, London Underground explains, \"Historically, the rail industry has failed to understand how to use the suite of available nationally recognised qualifications. Successive Government ministers have criticised this and have questioned the value of in-house qualifications. What we have done here - is show that with the right organisations - working together we can deliver NVQs and the related business benefits in a cost effective and manageable way.\"",
     "At a commemorative meeting at London Underground's HQ, all members of the partnership signed a ten year agreement, last Friday 16th July, with Mike Brown, Chief Operating Officer, London Underground, who explained, \"The City \u0026 Guilds accredited qualification provides operational staff with nationally recognised industry standard training. It also recognises their expert knowledge and performance in both technical and operational issues. London Underground has invested many resources in providing accessible training opportunities and career development prospects for all employees throughout the organisation.",
     "Achieving and obtaining NVQ qualifications also demonstrates that our employees are committed to their own development and career progression. We are the biggest train operating company in the industry and highly committed to our customers. An NVQ in Customer Service is already planned. \"",
     "Chris Brandreth, Commercial Director of Four Counties Training said, \"Signing this partnership opens a new chapter in our decade long relationship with London Underground. London Underground staff are committed to meeting the highest customer service standards and today's agreement demonstrates how NVQ staff training is instrumental to achieving significant progress. As one of the partners, we have been instrumental in designing the system from the start.\"",
     "This event comes on the back of the recent launch of the third rail Centre of Vocational Excellence (CoVE), commissioned by London Underground and endorsed by the Department for Education and Skills. The CoVE is led by Four Counties Training, with Barnet College, north London, as a major member. The CoVE will be looking to develop the skills of all staff in order to deliver the skills and competence agenda for London Underground. It also has a remit to share good practice with other rail companies.",
     "Marilyn Hawkins, Principal of Barnet College said, \"Working with rail companies is part of the college's strategic plan to deliver highly specialised sector specific skills. Today's announcement demonstrates the college's strategic ability to work with large public sector employers to assist them to deliver modern training and upskill their workforce.\"",
     "London Underground has recently introduced a training commitment to ensure that all new customer service recruits work towards and gain an NVQ in Passenger Services. There will be over 1,000 new recruits starting work on the programme this year. London Underground will also be rolling out a modern apprenticeship in rail operations for staff.",
     "Parool Patel\u003cbr /\u003ePress Officer\u003cbr /\u003eEmail: \u003ca href=\"mailto:paroolpatel@tfl.org.uk\"lid=\"paroolpatel@tfl.org.uk\"\u003eparoolpatel@tfl.org.uk\u003c/a\u003e \u003cbr /\u003eDirect line: 020 7941 4910"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}