{
 "pageTitle": "20,000th lorry driver completes TfL's Safe Urban Driving course",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2016",
   "url": "/info-for/media/press-releases/2016"
  },
  {
   "title": "January",
   "url": "/info-for/media/press-releases/2016/january"
  },
  {
   "title": "20,000th lorry driver completes TfL’s Safe Urban Driving course"
  }
 ],
 "title": {
  "title": " 20,000th lorry driver completes TfL’s Safe Urban Driving course",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Some 20,000 of the UK's licensed HGV drivers have now taken Transport for London's (TfL's) Safe Urban Driving course to learn how to share the road safely with others.",
     "The course, created by TfL in 2011, is the first accredited course in the UK to include on-road cycle training for HGV drivers. This element of the course gives drivers a vulnerable road user's perspective of the road and helps to improve road safety through an attitude change towards cyclists and pedestrians. The success and growth of the course is such that TfL is expecting to train another 4,000 drivers this year.",
     "Leon Daniels, Managing Director Surface Transport at TfL, said: `We're helping create a safer generation of lorry drivers - and protect vulnerable road users - having now trained 20,000 of those who drive vital but intimidating vehicles. Our Safe Urban Driving course promotes more consideration for others while out on the road. I've been on this course and know how eye-opening and important it is; that's why we want all lorry drivers operating in London to take part in this type of training and express our thanks to those who already have.'",
     "Cllr Wesley Harcourt, Hammersmith and Fulham Council's Cabinet Member for Environment, Transport and Residents' Services, said: `More than 1,400 lorry and van drivers in Hammersmith \u0026 Fulham have taken up this vital TfL-funded course. In March, we'll deliver our one hundredth session. We are determined to make our roads safer for everyone who uses them.'",
     "Safe Urban Driving makes it easy for councils, developers and businesses to ensure that their supply chain uses the safest drivers. The course satisfies one of TfL's Work Related Road Risk contractual requirements. These requirements are an effective way for all organisations to proactively reduce the risk of their supply chain being involved in serious collisions on the roads. TfL strongly encourages other organisations to use their buying power to improve road safety. Safe Urban Driving also meets the training requirements for the Construction Logistics and Cycle Safety (CLOCS) programme.",
     "TfL's innovative Safe Urban Driving course is now delivered all over the UK from Bristol to Falkirk. Fleet Operator Recognition Scheme (FORS) accredited operators can book a place on a training course at fors-online.org.uk. The industry is demonstrating a desire and commitment to vulnerable road user safety and large operators are part-funding their training.",
     "- Ends -",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"Safe Urban Driving contributes to the 35 hours training that is required of HGV drivers under the Driver Certificate of Professional Competence\",\"Since 2012 TfL has included Work Related Road Risk clauses in all new contracts with suppliers or contractors using a commercial vehicle. More than 600 existing contracts have also been amended to include Work Related Road Risk clauses which include mandatory driver training, additional safety equipment fitted to larger vehicles and collision reporting and analysis.\",\"TfL funds the Metropolitan Police's Exchanging Places events which allow people to sit in the driver's seat of a HGV or bus to get a better understanding of what the driver can and can't see, especially in regard to cyclists on the nearside and directly in front of large vehicles.\",\"Hammersmith and Fulham Safe Urban Driving is funded by Transport for London and organised by the council.\",\"Launched in 2013 as an industry response to a TfL commissioned report, the Construction Logistics and Cyclist Safety (CLOCS) programme has brought together developers, construction companies, operators, vehicle manufacturers and regulatory bodies to ensure a road safety culture is embedded across the construction industry. Due to CLOCS, more than 30 major clients across the UK require FORS accreditation as part of their contracts to help reduce collisions between trucks and all vulnerable road users. Further information about CLOCS is available at: \\u003ca href=\\\"http://www.clocs.org.uk\\\"\\u003ewww.clocs.org.uk\\u003c/a\\u003e .\",\"TfL launched FORS in April 2008 to improve road safety and help reduce the wider environmental and traffic impacts of freight and fleet operations. Accredited operators demonstrate a commitment to managing road risk, reducing environmental impact and improving operational efficiency. More than 215,000 vehicles from 3,500 companies are now accredited to FORS. Further information about FORS is available at: \\u003ca href=\\\"http://www.fors-online.org.uk\\\"\\u003ehttp://www.fors-online.org.uk\\u003c/a\\u003e \",\"For the experiences of a driver who has completed the course or an exemplar haulier please contact the TfL Press Office.\",\"For pictures of the drivers taking the Safe Urban Driving course please contact the TfL Press Office.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2016/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2016/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2016/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2016/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2016/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2016/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2016/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2016/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2016/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2016/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2016/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2016/december",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}