{
 "pageTitle": "Pedestrian and cycle safety improvements begin at Bow Interchange",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2016",
   "url": "/info-for/media/press-releases/2016"
  },
  {
   "title": "January",
   "url": "/info-for/media/press-releases/2016/january"
  },
  {
   "title": "Pedestrian and cycle safety improvements begin at Bow Interchange"
  }
 ],
 "title": {
  "title": "Pedestrian and cycle safety improvements begin at Bow Interchange",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) has begun construction of vital safety improvements for pedestrians and cyclists at the Bow Interchange in east London.",
     "The improvements are designed to make the busy Bow Roundabout much more accessible for pedestrians and cyclists, paving the way for a wider vision for the area.",
     "New signalised pedestrian crossings are being installed across Bow Road and Stratford High Street, as well as crossings to link Bow Road and Stratford High Street via the Bow Roundabout traffic island. The existing non-signalised crossings on the A12 Blackwall Tunnel Northern Approach slip roads will be removed.",
     "The work will include the creation of a new public space under the Bow Flyover and Toucan crossings to provide a connection for cyclists between Cycle Superhighway 2 and the River Lea towpath. The cycle 'early-start' facilities at the roundabout will be repositioned to make space for the new pedestrian crossings and the layout of the eastbound facility will be changed to be similar to the layout on Stratford High Street, including an increase in the length of the cycle waiting area on Bow Road from 12 metres to 18 metres.",
     "The interim scheme will deliver immediate benefits ahead of the wider Bow Vision Programme, which TfL is working with the London Boroughs of Tower Hamlets and Newham to deliver by 2025.",
     "Initial proposals for the full vision for Bow will be consulted on in summer 2016. Options being investigated include:",
     "{\"template\":\"bulletlist\",\"items\":[\"Removing Bow Flyover and providing extra pedestrian crossings on Bow Road and Stratford High Street\",\"Redesigning Bow Interchange and removing the roundabout, giving pedestrians and cyclists more direct access across the area\",\"Improving pedestrian and cycle connections across the A12 Blackwall Tunnel Northern Approach\",\"Improving access from Stratford High Street and the A12 Blackwall Tunnel Northern Approach to new developments, including extending the bus network through new communities\",\"Improvements to the urban environment to reflect the characteristics of the local area\"]}",
     "The Mayor of London, Boris Johnson MP, said: `Bow Roundabout was one of the first junctions we set out to tackle when we started our new roads modernisation programme. It was not fit for purpose, especially in light of the dramatic growth and change in east London. We have already made improvements, but more is needed and these changes - and the longer term proposals being consulted on in a few months - will transform the junction and the area.'",
     "Leon Daniels, TfL's Managing Director of Surface Transport, said: `These improvements for pedestrians and cyclists at Bow Roundabout will help make a real difference for people living in the area, while we plan further improvements to overhaul this vital junction in the future. The works are part of our £4bn Road Modernisation Plan, the biggest investment in London's roads in a generation to transform our streets and make them safer for all.'",
     "This interim work is expected to finish in the summer and has been coordinated with the upgrade to Cycle Superhighway 2, which is nearing completion. It will be carried out in phases to minimise the impact to traffic in the area. Traffic changes include (dates subject to change):",
     "{\"template\":\"bulletlist\",\"items\":[\"Now to mid-March, lane closures in place on Bow Road and Stratford High Street, near Bow roundabout\",\"From 20 January the eastbound contraflow lane on Stratford High Street will close permanently\",\"From mid-March to mid-April, lane closures will be in place at night on Bow Roundabout and its approaches\"]}",
     "Bus routes passing through Bow Roundabout may be diverted during the works, including over the flyover.",
     "While delivering the £4bn Road Modernisation Plan, an unprecedented programme of improvements to ensure London's road network is safe and supports the needs of a growing population, TfL will use a variety of ways to ensure traffic keeps moving. The use of technology such as Split Cycle Offset Optimisation Technique (SCOOT), proven to reduce delays by up to 12 per cent, is being expanded across London. Up-to-the-minute traffic information is provided via digital road signs, TfL's traffic status page and TfL's Twitter feeds. TfL also has the ability to control temporary traffic lights from its central traffic control centre, to help further ease traffic and minimise disruption. Drivers and bus passengers are advised to check \u003ca href=\"http://tfl.gov.uk/trafficnews\"\u003etfl.gov.uk/trafficnew\u003c/a\u003e s and \u003ca href=\"http://tfl.gov.uk/bus/status\"\u003etfl.gov.uk/bus/status\u003c/a\u003e before they travel and follow TfL's twitter feeds - @TfLTrafficNews and @TfLBusAlerts - to plan their journeys and avoid disruption.",
     "Ends",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"Images of the completed Bow Vision Interim scheme and potential overall Bow Vision scheme are available by request to the TfL Press Office.\",\"The Bow Vision Interim Scheme was consulted on in spring 2015 and backed by 86 per cent of respondents. For more information about the plans, go to: \\u003ca href=\\\"http://www.tfl.gov.uk/bow-vision\\\"\\u003ewww.tfl.gov.uk/bow-vision\\u003c/a\\u003e \",\"TfL's continuing £4bn Road Modernisation Plan, which represents the biggest investment in London's roads in a generation, including hundreds of transformational projects within the existing road network. Using radical ideas and innovative designs, the plan will make London's roads greener, safer and more attractive for the benefit of all Londoners.\",\"SCOOT manages vehicular traffic flow across London on a second-by-second basis. More than half of all junctions in London now use SCOOT technology, which uses sensors buried in carriageways to detect real-time traffic conditions and optimise traffic light timings to reduce delays. In central London around 95 per cent of junctions have been fitted with the technology. By 2018 virtually all junctions will be operating under SCOOT control.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2016/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2016/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2016/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2016/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2016/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2016/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2016/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2016/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2016/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2016/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2016/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2016/december",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}