{
 "pageTitle": "TfL sets out plans to modernise and enhance London's private hire industry",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2016",
   "url": "/info-for/media/press-releases/2016"
  },
  {
   "title": "January",
   "url": "/info-for/media/press-releases/2016/january"
  },
  {
   "title": "TfL sets out plans to modernise and enhance London’s private hire industry"
  }
 ],
 "title": {
  "title": "TfL sets out plans to modernise and enhance London’s private hire industry ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Following a review of private hire regulations in London, including a hugely successful public consultation that attracted over 16,000 responses, Transport for London (TfL) has today set out proposals to modernise the Capital's private hire industry.  The measures, which will be put to the TfL Board for approval in March, will enhance standards of safety and customer service in light of the impact of new technology and the rising numbers of private hire vehicles in London.  Key proposals include:",
     "{\"template\":\"bulletlist\",\"items\":[\"A formal English language requirement for drivers.\",\"Guaranteed fare estimates for customers in advance of their journey.\",\"The provision of driver and vehicle details to customers, including a photo of the driver, before the start of each journey.\",\"Private hire operators to ensure that customers can speak to someone in the event of a problem with their journey.\",\"Even more robust 'hire and reward' insurance requirements.\",\"Improved record keeping and real-time provision of driver and vehicle information to TfL to make enforcement even easier and more effective.\"]}",
     "Welcome advances in technology and new business models have fundamentally changed the way in which the private hire industry operates in London - giving customers greater choice and convenience. These changes have also led to unprecedented growth in the numbers of drivers and vehicles.  The number of private hire drivers has increased from 59,000 in 2009/10 to more than 95,000 today.  This has contributed to wider challenges for London such as growing traffic congestion, illegal parking and areas of poor air quality.",
     "In discussions with central Government, the Mayor has been pushing for legislation to enable TfL to restrict overall numbers of private hire drivers and vehicles.  The Mayor believes that more must be done to address the congestion and air quality impacts of increasing numbers of private hire vehicles, which now outnumber taxis in central London during the day.  Whilst the Government has been reluctant to pursue such legislation, the Mayor has asked TfL to investigate the impact and feasibility of removing the Congestion Charge exemption for private hire vehicles in central London to tackle pollution and reduce congestion*. TfL estimates that the number of private hire vehicles circulating within the central London Congestion Charge zone has increased by over 50 per cent in the last two years.  This means that 1 in 10 vehicles entering the zone is now a private hire vehicle.",
     "In addition the Mayor has secured a commitment to progress separate legislation to enable TfL to regulate pedicabs, helping to tackle fare abuses prevalent among some pedicab drivers, whilst tackling the congestion they cause in central London, particularly in the evenings.",
     "The Mayor of London, Boris Johnson, said: \"New technology has revolutionised the private hire industry in recent years, bringing with it quantum leaps in terms of faster, better and cheaper services for customers.  However it has also meant a rapid increase in the number of private hire vehicles on our streets, an increase that is responsible for causing congestion and has the potential to worsen air quality in central London. Private hire vehicles now represent over 10 per cent of vehicles entering the Congestion Charging zone on a daily basis and I have asked TfL to investigate the impact and feasibility of removing the Congestion Charging exemption for private hire vehicles with a view to cutting congestion in central London. I am also delighted to have secured a commitment from the Government  to take forward new legislation that will finally enable us to regulate the pedicab industry that has operated free of any real authority for far too long.\"",
     "In addition, and subject to approval by the TfL Board, TfL will alter the structure of licence fees paid by operators of different sizes to better reflect the costs of compliance and enforcement activity.  This will provide further financial incentive for operators to maximise the efficiency of their operations and minimise the number of vehicles they use across London as a whole.",
     "Garrett Emmerson, TfL's Chief Operating Officer for Surface Transport, said `Londoners have given a very clear indication of how they would like us to shape the regulation of the private hire industry to deliver improved safety and customer service.  We had an overwhelming response to the consultation with 16,000 responses and all of the proposals we are taking forward received majority support. We also discussed the proposals in detail with the trade over several months. The final package includes formal English language requirements for drivers, guaranteed fares quotes for customers before their journeys, easier process for customers to complain if they need to, and more information given to customers about the car they are about to get into. This will create the environment for a flourishing private hire industry and wide choice for customers alongside London's iconic and world-class taxi service.'",
     "In total, TfL proposes to take forward 13 of the proposals as set out in the public consultation and a further five amended proposals.  Three proposals will be investigated further before decisions are taken.  The following ideas will not be taken forward:",
     "{\"template\":\"bulletlist\",\"items\":[\"Operators having to provide booking confirmation details to passengers at least five minutes prior to the journey commencing.\",\"Operators having to offer the ability to pre-book up to seven days in advance.\",\"Operators  being prohibited from showing vehicles as available for immediate hire, either visibly, for example by signage on the street, or virtually, for example via an app.\",\"Private hire drivers only being able to be registered to a single operator at any time.\"]}",
     "TfL will now undertake a further four-week regulatory impact assessment consultation on proposed changes to private hire regulations.  The results will be put to the TfL Board with final decisions being taken at the Board's meeting on 17 March.",
     "Given that technology is continuing to evolve at such a rapid pace, further changes to the private hire regulations are likely to be needed in the near future. Therefore, TfL will keep the regulations under review to ensure that they keep pace with the changing industry and support a modern and thriving trade.",
     "In addition to these new measures, the Mayor and TfL are already taking action to improve service and safety standards in the trade, including:",
     "{\"template\":\"bulletlist\",\"items\":[\"Introducing an enhanced topographical test for new private hire drivers, requiring drivers to demonstrate enhanced map reading abilities and English language comprehension.\",\"Introducing a new complaints system so that customers can contact TfL if they have received poor service from a private hire company or driver.\",\"Introducing mandatory disability equality training and other improved training for drivers.\"]}",
     "*Any change to the exemption for private hire vehicles would require a variation to the Congestion Charging Scheme Order which is subject to statutory consultation requirements.",
     "ENDS",
     "Notes to Editors",
     "The full list of proposals being taken forward to the Board for decision following consultation is as follows. Each of these proposals received majority support during the formal consultation.",
     "{\"template\":\"bulletlist\",\"items\":[\"Operators must have the facility to provide a booking confirmation to passengers containing the photo ID and details of the vehicle being used to discharge the booking where passengers are able to receive that information\",\"TfL will no longer issue licence variations to private hire operator licenses to add a late-night or temporary event operating centre.\",\"Operators will be required to provide specified information to TfL at specified intervals including details of all drivers and vehicles registered with them.\",\"Operators must record the main destination for each booking before the journey commences\",\"Operators to retain all records for a period of 12 months\",\"TfL to control the names under which operators offer private hire services to the public\",\"Private hire drivers to be required to demonstrate a certain standard of English, with particular emphasis on ability on spoken communication - in line with the Home Office requirement for a B1 qualification when applying for citizenship.\",\"Individual licence applicants to provide National Insurance numbers to TfL\",\"A driver's private hire vehicle licence to be considered for revocation if their private hire driver's licence is revoked\",\"TfL will liaise with the Home Office on introducing DBS checks on private hire operator staff that have face to face contact with the public\",\"TfL to stop accepting payment for licence fees by postal order and cheque\",\"Drivers to carry or display a copy of insurance details at all times\",\"Introduce new operator licence fee structure to better reflect operator licensing costs based on operator size. The specific revisions to the licence fee structure will be consulted on separately\",\"Amendment of regulations to give TfL the power to control advertising displayed inside, from, or on the outside of a private hire vehicle\",\"Operators will be required to notify TfL before changing their operating model\",\"Operators must ensure that customers can speak to a real person in the event of a problem with their journey\",\"Private hire operators must provide an estimated fare prior to the commencement of the journey\",\"Private hire drivers will be required to have hire or reward insurance in place at all times while registered to an operator\"]}",
     "•\tThe proposals that will be considered further are:",
     "{\"template\":\"bulletlist\",\"items\":[\"Requirements for security measures for operators who use apps to allocate drivers to a fare to prevent the app being used by a person other than the licensed driver\",\"The feasibility of introducing a requirement for operators to indemnify their customers against any failing of their driver to provide hire or reward insurance\"]}",
     "Hire or reward insurance protects passengers in licenced taxis and private hire vehicles.  It ensures that passengers are able to reclaim loss sustained as a result of an accident while undertaking a journey in a taxi or private hire vehicle.  Without this insurance in place, passengers may not be able to reclaim costs or claim compensation following an accident or injury."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2016/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2016/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2016/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2016/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2016/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2016/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2016/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2016/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2016/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2016/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2016/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2016/december",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}