{
 "pageTitle": "Following improvements to Taxicard service, TfL seeks to simplify subsidised transport options for mobility impaired Londoners",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2014",
   "url": "/info-for/media/press-releases/2014"
  },
  {
   "title": "January",
   "url": "/info-for/media/press-releases/2014/january"
  },
  {
   "title": "Following improvements to Taxicard service, TfL seeks to simplify subsidised transport options for mobility impaired Londoners"
  }
 ],
 "title": {
  "title": "Following improvements to Taxicard service, TfL seeks to simplify subsidised transport options for mobility impaired Londoners",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Consultation begins on withdrawing Capital Call, which duplicates Taxicard and Dial-a-Ride services"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) today launched a public consultation on proposals to withdraw the Capital Call subsidised minicab service, which currently duplicates the more popular Taxicard scheme.\u003cbr /\u003e\u003cbr /\u003eThere are currently two subsidised door-to-door transport services for Londoners who are unable to use public transport due to a mobility impairment; Taxicard - which is operated by taxis (black cabs) and minicabs (private hire vehicles) and Capital Call - which is operated by minicabs.",
     "In addition TfL operates Dial-a-Ride, a free door-to-door multi-passenger bus service.",
     "Together, Taxicard and Dial-a-Ride ensure that disabled Londoners can get around the city, and contribute towards making London one of the most accessible cities in the world in terms of transport.",
     "Capital Call was created by TfL in 2003 and operates in just 10 London boroughs where historically there was a shortage of taxis (black cabs).",
     "The availability of taxis operating in the 10 boroughs has increased and has contributed to the number of people using the Capital Call service reducing significantly, by 20 per cent in recent years.",
     "There are currently around 1,400 people regularly using the service, compared to the 10,000 that use Taxicard in these boroughs.",
     "In 2011 the Taxicard scheme started including minicabs as well as taxis.",
     "To be eligible for Capital Call, a user must already be a registered member of Taxicard and is automatically eligible for Dial-a-Ride - which can be used for shopping trips, recreation or visiting friends and family.",
     "Capital Call costs £470,000 a year to operate.",
     "Because it is effectively duplicating the Taxicard scheme, TfL is considering its withdrawal.",
     "The efficiency savings that would be delivered would be invested in making further vital improvements to the capital's transport network, to the benefit of more people across London.",
     "Garrett Emmerson, TfL Surface Transport Chief Operating Officer, said: `This proposal reflects both changes to the subsidised travel schemes and the way in which people are using these services.",
     "`Significantly fewer people are now using Capital Call, which effectively duplicates the Taxicard scheme which now includes minicabs as well as taxis.",
     "`Together, Taxicard and Dial-a-Ride would continue to ensure that mobility impaired Londoners have access to two services that ensure they can get around the city.'",
     "Making London's transport network even more accessible is a key priority for TfL and the Mayor of London.",
     "London's bus fleet is the most accessible in the UK, with all 700 routes in the capital served by low floor wheelchair accessible buses fitted with retractable ramps.",
     "The DLR is step-free, all 22,000 of London's black cabs have wheelchair access and hundreds of millions of pounds is being invested in further improving accessibility on the Tube network through new trains, modernised stations, boarding ramps and raised platform sections.",
     "Over the next 8 years a further 27 London Overground and Underground stations will become step free, and will be joined by new step-free stations along the Crossrail route.",
     "The public consultation on the future of Capital Call opens today and is available on the TfL website at \u003ca href=\"https://consultations.tfl.gov.uk/assisted-transport/capital-call\"\u003ehttps://consultations.tfl.gov.uk/assisted-transport/capital-call\u003c/a\u003e until Friday 11 April 2014.",
     "TfL is writing to every registered Capital Call member to explain the proposal and ask for their views.",
     "A decision will be made on the future of Capital Call on a borough by borough basis in summer 2014.",
     "{\"template\":\"bulletlist\",\"items\":[\"There are currently two subsidised taxi and minicab door-to-door transport services for Londoners who are unable to use public transport due to a mobility impairment; Taxicard and Capital Call.  TfL also runs Dial-a-Ride which is a multi-passenger door-to-door free bus service for disabled people who cannot use public transport.  People must register to use the service and can then book trips for leisure and social purposes such as shopping, visiting friends and family, or going to the theatre.\",\"In addition, Dial-a-Ride also offers a Travel Mentoring Service for disabled people who want to use mainstream public transport.  The service provides a mentor to help them gain knowledge and confidence on the transport  system and become an independent traveller.\",\"Taxicard is funded by TfL and the London boroughs.  Capital Call is a TfL managed and funded scheme.\",\"Capital Call operates in the following 10 boroughs which historically had fewer taxis in operation than in other areas: Bexley, Hounslow, Ealing, Lambeth, Enfield, Lewisham, Haringey, Merton, Hillingdon and Southwark.\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2014/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2014/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2014/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2014/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2014/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2014/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2014/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2014/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2014/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2014/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2014/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2014/january",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}