{
 "pageTitle": "Major retailers to bring 'click and collect' revolution to the London Underground network",
 "description": "Tesco, Waitrose and automated parcel Locker Company InPost are all set to establish 'click and collect' facilities at stations, transforming the services on offer to customers as they move around the transport network. TfL has been developing click and",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2014",
   "url": "/info-for/media/press-releases/2014"
  },
  {
   "title": "January",
   "url": "/info-for/media/press-releases/2014/january"
  },
  {
   "title": "Major retailers to bring 'click and collect' revolution to the London Underground network"
  }
 ],
 "title": {
  "title": "Major retailers to bring 'click and collect' revolution to the London Underground network",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Picking up shopping on the move is set to become simple for thousands of London Underground customers as Transport for London (TfL) today announced that it is entering into partnership working with several major companies."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Over 11 million journeys take place on our public transport network each day and there is a fantastic opportunity for us to work with commercial partners to deliver products and services that our customers want",
     "Tesco, Waitrose and automated parcel Locker Company InPost are all set to establish 'click and collect' facilities at stations, transforming the services on offer to customers as they move around the transport network.",
     "TfL has been developing click and collect services at London Underground station car parks since November of last year, with a six month trial with Asda Grocery Click and Collect services at six station car parks.",
     "The trial has been successful and TfL is in discussions with Asda to expand the service.",
     "Click and collect enables customers to place orders online, which they then pick up from stations or station car parks on their way home.",
     "With the rise in smartphone devices and the introduction of Wi-Fi at over 120 LU stations, customers can also make their purchases as they move around the network.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Range of services and goods\"}",
     "Subject to final testing at the locations, the following services will be introduced this year:\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"Tesco and Waitrose will install click and collect facilities at up to 6 stations each;\",\"InPost, who provide parcel delivery services for multiple retailers, will install lockers at 3 stations.\"]}",
     "TfL is also working with small businesses and start up companies to offer a diverse range of services and goods. LOLA's Cupcakes launched their first cart at King's Cross St Pancras London Underground station and will be trading at a further five LU stations later this year. Last week TfL worked with Rockflower to open the world's first retail and vending flower kiosk at Blackfriars London Underground station.\u003cbr /\u003e\u003cbr /\u003eAs well as providing convenience to customers these agreements will secure commercial revenue for TfL, which will be reinvested into improving the transport network, benefiting all Londoners.",
     "Mike Brown MVO, Managing Director of London Underground, said:",
     "'Over 11 million journeys take place on our public transport network each day and there is a fantastic opportunity for us to work with commercial partners to deliver products and services that our customers want, and as a result also grow revenues that we then reinvest in improving the transport network.",
     "The primary role of our stations must always be travel and we will never compromise that, but there is much more we can and will be doing to improve and modernise our stations to ensure they meet the wider needs of our busy customers.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Agreement with major retailers\"}",
     "Graeme Craig, Director of Commercial Development at TfL, said:",
     "'We are delighted to be working with so many retailers to bring the services they provide to our customers as they travel around London.",
     "The trial with Asda has proven very successful and we look forward to establishing new partnerships and developing new concepts with other retailers.'",
     "TfL has been reviewing opportunities to improve the services on offer to customers across the public transport network, which is responsible for an average of over 11 million journeys every day, and has been speaking to local, national and international retailers about working together to provide a range of services.",
     "The agreements with the major retailers will secure income streams as part of a wider commercial strategy which is currently forecast to generate £3.5bn over the coming years.",
     "Andrew Yaxley, Tesco Managing Director for London, said:",
     "'Our customers really enjoy the convenience of Click \u0026 Collect because it makes shopping so much easier.",
     "The additional TfL pick-up locations will give even greater flexibility to our customers because they will have more options to collect their shopping at a time and location that's most convenient to them.'",
     "Robin Phillips, Waitrose Director, Ecommerce, said:",
     "'Giving our customers as many ways as possible to buy and collect their groceries on the move is key to building on the phenomenal growth seen at Waitrose.com.",
     "Collection lockers will unlock the potential to reach customers in locations where we don't have a shop and which are very convenient, such as on the way home from work or the school run.",
     "More and more people are adding an online shopping mission to their way of buying from Waitrose and we will continue to invest in making sure that we give them what they want, when they want it.'",
     "Kieran Shanahan, Asda E-Commerce Director, said:",
     "'We're very proud of our partnership with TfL, which was a retail first when we launched last year.",
     "It gives more customers convenient access to Asda alongside our Click and Collect sites at business parks, park and ride plus of course, at our stores.'",
     "Andrew McAlpine, CEO, Rockflower LTD said:",
     "'Being able to buy a beautifully designed, affordable, flower bouquet 24/7 has been a dream of mine for a long time.",
     "We at Rockflower are delighted that Transport for London shares our vision to bring London's commuters fresh flowers at all hours through our unique in-station retail and vending concept.'",
     "Michelle De Pasquale, Commercial Director for InPost UK, said:",
     "'InPost automated parcel lockers are used worldwide and establishing networks of our lockers within train and transportation systems is high on our agenda, both in Europe and beyond.",
     "London commuters will benefit hugely from the incorporation of a range of Click \u0026 Collect options in and around the stations with the inclusion of our lockers enabling convenient collections and returns for online shoppers 24 hours a day, 7 days a week 365 days a year.",
     "Establishing a nationwide network of conveniently sited parcel lockers, accessible 24/7/365, is at the heart of our business and working with TFL is a welcome addition to this.'",
     "Asher Budwig, Managing Director of LOLA's Cupcakes, said:",
     "'LOLA's is proud to be working with TfL, offering Londoners the opportunity to try our delicious range of freshly baked cupcakes, cakes \u0026 brownies.'",
     "A particular area of focus is on making the best use of TfL assets, including its extensive property portfolio in London and the 270 London Underground stations, bus stations and advertising sites across the network. As well as working with major brands, TfL also generates commercial revenue from advertising across its estate, sponsorship and property. TfL will continue to find ways to generate commercial income to reinvest into the transport network and welcomes discussions with interested parties.",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"Images are available \\u003ca href=\\\"http://www.flickr.com/photos/tflpress/sets/72157640279679935/\\\"\\u003ehere\\u003c/a\\u003e .\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2014/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2014/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2014/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2014/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2014/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2014/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2014/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2014/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2014/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2014/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2014/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2014/january",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}