{
 "pageTitle": "Mayor launches the 'Year of the Bus' to celebrate vital part of London's transport network",
 "description": "London's bus network - the most accessible and one of the most extensive anywhere in the world - has, throughout its history, played a central role in keeping the city moving and maintaining London's role as the engine-room of the UK economy. This year",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2014",
   "url": "/info-for/media/press-releases/2014"
  },
  {
   "title": "January",
   "url": "/info-for/media/press-releases/2014/january"
  },
  {
   "title": "Mayor launches the 'Year of the Bus' to celebrate vital part of London's transport network"
  }
 ],
 "title": {
  "title": "Mayor launches the 'Year of the Bus' to celebrate vital part of London's transport network",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Mayor of London will today launch a year of events and activities to mark the vital contribution London's bus network continues to make to the life and economy of the city and the UK as a whole."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "'London buses are the pulsing red arteries of the capital, 24-hours a day, 364 days of the year and they play an undeniably important role in the city's economy",
     "London's bus network - the most accessible and one of the most extensive anywhere in the world - has, throughout its history, played a central role in keeping the city moving and maintaining London's role as the engine-room of the UK economy.",
     "This year sees a number of important anniversaries, including 60 years since the creation of the original and iconic Routemaster, 75 years since the launch of its predecessor the RT-Type bus, and 100 years since hundreds of London buses were sent to the Western Front to play a crucial role during the First World War.\u003cbr /\u003e\u003cbr /\u003eThroughout this year, Transport for London (TfL) - working in partnership with London Transport Museum - will host a number of engaging events, exhibitions, recreations and other activities that will re-connect Londoners with their bus network and remind the world of the role that London buses, the bus drivers and the staff who support them, play in keeping this great city moving 24 hours a day throughout the year.",
     "Key events in the Year of the Bus calendar include:",
     "{\"template\":\"bulletlist\",\"items\":[\"A major exhibition at London Transport Museum entitled 'Goodbye Piccadilly - from the home front to the Western Front' - which opens on 16 May 2014 to commemorate and explore the contribution of buses and bus drivers to the First World War and life on the home front in wartime London.\",\"The restoration of a B-Type Bus, the world's first mass produced motor bus. B-Types were commandeered in large numbers during the war and converted into 'Battle Buses' which carried soldiers to the frontline and were used as ambulances and even mobile pigeon lofts.  The Battle Bus will be fully restored in its original livery in the summer, will be painted khaki, be converted to a 'Battle Bus' later in the year and will travel back to France.  The bus will then return to London to take part in events to commemorate the centenary of the outbreak of the war.\",\"In the summer there will be a bus cavalcade event that will see historic vehicles from the last century back on the capital's roads.\"]}",
     "Boris Johnson, the Mayor of London, said:",
     "'London buses are the pulsing red arteries of the capital, 24-hours a day, 364 days of the year and they play an undeniably important role in the city's economy.",
     "The history of London's bus network is a fascinating one, from George Shillibeer's early horse-drawn omnibuses to today's world leading New Routemaster, and this year we will celebrate the central role the bus has played, and will continue to play, in the life of our capital.'",
     "Leon Daniels, Managing Director for TfL Surface Transport, said:",
     "'In London people make more than 2.3 billion bus journeys a year - more than are made in the rest of England.  This year will see a richly-deserved celebration of the humble bus from its origins in the 19th century to today, and also look at what the future holds for this crucial part of London's transport network.'\u003cbr /\u003e\u003cbr /\u003eLondon buses carry 6.5m passengers a day and, alongside the Tube - which carries around 4m each day - provide the backbone of London's transport network.",
     "It's one of the largest bus networks anywhere in the world, with a 8,600-strong bus fleet, operating across around 700 routes serving 19,000 bus stops.",
     "Despite its size, the bus network remains flexible and able to adapt to the challenges of operating in a constantly changing streetscape.",
     "Buses are a vital daily service for millions and one that is very local with the vast majority of Londoners (95 per cent) never more than 400 metres from a bus stop.",
     "Buses link homes to jobs, schools and hospitals in every part of the capital.",
     "They are the backbone, and often the forgotten workhorses, of London's transport network.",
     "The bus network is also the most accessible in the world and a vital service for older and disabled passengers.",
     "All 8,600 buses are fitted with ramps that are checked each day before a bus enters passenger service.",
     "Seventy one per cent of bus stops are wheelchair accessible and we have committed an extra £18m to ensure this figure increases to 95 per cent by 2016.",
     "Buses support the needs of our growing city and in turn help London to function as the engine-room of the UK's economy.",
     "The bus network in London directly employs 24,500 bus drivers and tens of thousands more in supporting roles.",
     "And the economic effect doesn't stop at London's borders - thousands of jobs around the country depend upon London's network.",
     "The night bus network also transports legions of people who work outside of the 9 to 5 routine - with almost half of passengers travelling to or returning from work.",
     "London's buses are also at the forefront of work to reduce the environmental impact of the transport network with the operation of electric buses, zero emission hydrogen buses and the delivery of Europe's largest hybrid bus fleet.",
     "Around six hundred hybrid buses now operate on the capital's roads, including the New Routemasters, with more being introduced in a rolling programme.",
     "By 2016 there will be more than 1,700 hybrid buses in service on London's streets representing 20 per cent of the total bus fleet.",
     "Buses in London have also affected great social change.",
     "During the First World War women began to work in what had previously been male-dominated roles - including 'on the buses'.",
     "In the 1950s and 60s thousands of men and women came from the Caribbean to work on London's famous red buses, helping to shape a vibrant and diverse city that now speaks more than 300 languages.",
     "As part of the launch activity the Mayor will unveil a specially painted silver New Routemaster bus that will soon go into service, a 'Year of the Bus' roundel and a limited edition Oyster card which is due to go on sale shortly.",
     "A 'Year of the Bus' webpage on the TfL website will feature a number of short films celebrating the role of the bus network and also link to special events at London Transport Museum, including BBC London Radio presenter Robert Elms 'in conversation' with Leon Daniels, Managing Director for TfL Surface Transport, about the capital's iconic red bus.",
     "The webpage will also host films celebrating the unsung heroes of the bus network, who help to keep London's buses moving behind the scenes and ensure passengers can get from A to B as smoothly as possible.\u003cbr /\u003e",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"The silver New Routemaster bus will initially enter passenger service on route 9 and will then transfer to route 10 when it converts to New Routemaster buses in the spring.\",\"The Year of the Bus is supported by and delivered in partnership with Exterion Media, Abellio, Arriva London,  Clear Channel, Go-Ahead London, Metroline, RATP Dev UK Limited, Stagecoach, Wrightbus, Optare and telent Technology Services.\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2014/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2014/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2014/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2014/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2014/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2014/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2014/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2014/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2014/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2014/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2014/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2014/january",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}