{
 "pageTitle": "RMT leaders urged not to threaten Londoners with disruption, but to work with LU to modernise the Tube",
 "description": "More staff will be visible and available to help customers in ticket halls and on platforms in future 24-hour weekend Night Tube service to be introduced in 2015 LU committed to offering job to all staff who want one, introducing changes with no",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2014",
   "url": "/info-for/media/press-releases/2014"
  },
  {
   "title": "January",
   "url": "/info-for/media/press-releases/2014/january"
  },
  {
   "title": "RMT leaders urged not to threaten Londoners with disruption, but to work with LU to modernise the Tube"
  }
 ],
 "title": {
  "title": "RMT leaders urged not to threaten Londoners with disruption, but to work with LU to modernise the Tube ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "LU reaffirms commitment that all Tube stations will remain staffed and controlled while services are running"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Our customers and staff are at the heart of our vision for the future of the Tube",
     "{\"template\":\"bulletlist\",\"items\":[\"More staff will be visible and available to help customers in ticket halls and on platforms in future\",\"24-hour weekend Night Tube service to be introduced in 2015\",\"LU committed to offering job to all staff who want one, introducing changes with no compulsory redundancies and engagement with staff and trade unions at all stages\"]}",
     "London Underground (LU) has urged RMT union leaders not to threaten Londoners with disruption, but to work with LU to help shape the future of the Tube.",
     "LU is consulting with trade unions and staff over its vision for the future of the Tube, set out in November, which will improve the service for customers.",
     "This includes a new 24-hour 'Night Tube' service at weekends and more staff visible and available at stations to help customers buy the right ticket, plan their journeys and keep them safe and secure.",
     "The call follows a low turnout in the ballot called by the RMT leadership, which saw just 30 per cent of RMT members balloted voting in favour of strike action.",
     "The result means that nearly 70 per cent of union members either do not want industrial action or refused to vote in the ballot, reflecting the strong commitments made to staff by LU.",
     "Those commitments are:",
     "{\"template\":\"bulletlist\",\"items\":[\"Every Tube station will be visibly staffed and controlled by LU staff during operating hours\",\"There will be a job for everyone who wants to continue to be part of our organisation and who is ready to be flexible\",\"Any operational changes will be done without compulsory redundancies where we can collaborate to make change happen\",\"We will involve staff in any plans to grow, develop and change our services\",\"We will do this fairly and support people through change\"]}",
     "The trend of ticket sales away from ticket offices has surged over recent years and today less than three per cent of all Tube journeys involve a visit to a ticket office.",
     "In future, therefore, rather than being remote from customers behind closed doors or glass windows, Tube station staff will be based in ticket halls, on gate lines and on platforms, ready and available to give the best personal and face-to-face service to customers.",
     "As now, all Tube stations will continue to be staffed and controlled in future, with more staff visible and available than today in ticket halls and on gate lines and with the same number of staff on platforms.",
     "Staff equipped with the latest mobile technology, such as tablet computers, will be able to monitor and manage stations on the move.",
     "The huge Tube improvement programme underway will continue, with billions of pounds of investment to deliver more frequent, reliable and accessible services and enhanced stations, providing greater capacity to tackle increasing numbers of customers.",
     "It also includes a continued rigorous focus on improving customer journeys and meeting the Mayor's commitment of reducing delays by a further 30 per cent by 2015, when compared to 2011 reliability levels.",
     "Across the Tube network, delays to customers' journeys have been reduced by 37 per cent since 2008/09 and 53 per cent since 2003.",
     "From 2015, weekend services will run through the night on core parts of the system - initially comprised of services on the Piccadilly, Victoria, Central, Jubilee and Northern lines.",
     "This network, which will be expanded to include other lines in subsequent years, will dovetail with existing 24-hour and Night Bus services to give passengers an extensive and integrated service throughout the night.",
     "LU has urged the union to represent its members' interests by engaging in meaningful consultation to help shape the future of the Tube.",
     "Phil Hufton, LU's Chief Operating Officer, said: `Our customers and staff are at the heart of our vision for the future of the Tube.  All Tube stations will remain staffed at all times when services are operating, and we'll be introducing a 24-hour service at weekends during 2015.  In future, there will be more staff in ticket halls and on platforms to help customers buy the right ticket and keep them safe and secure.",
     "`We're committed to working with unions and staff to implement changes to station staffing without compulsory redundancies and we've been clear that there'll be a job for everyone at LU who wants to work for us and be flexible. I urge our trade union colleagues to work with us to shape the future of the Tube.",
     "`I want this to be a real consultation and I'm determined to listen to all views expressed.  However, threatening industrial action will be seen by hard-working Londoners and businesses as totally unnecessary given all the commitments we have made.'"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2014/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2014/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2014/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2014/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2014/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2014/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2014/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2014/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2014/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2014/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2014/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2014/january",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}