{
 "pageTitle": "TSSA leadership urged to abandon strike ballot as union's 'Passenger Charter' is revealed to match LU's Commitments to Londoners",
 "description": "London Underground Managing Director Mike Brown today urged TSSA union leader Manuel Cortes to call off the ballot for industrial action over LU's plans to modernise station staffing at Tube stations after it emerged that the union openly supports the",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2014",
   "url": "/info-for/media/press-releases/2014"
  },
  {
   "title": "January",
   "url": "/info-for/media/press-releases/2014/january"
  },
  {
   "title": "TSSA leadership urged to abandon strike ballot as union's 'Passenger Charter' is revealed to match LU's Commitments to Londoners"
  }
 ],
 "title": {
  "title": "TSSA leadership urged to abandon strike ballot as union's 'Passenger Charter' is revealed to match LU's Commitments to Londoners",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground Managing Director Mike Brown today urged TSSA union leader Manuel Cortes to call off the ballot for industrial action."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "I urge the TSSA leadership to abandon the proposed strike ballot without delay and work with us to help shape the future of the Tube",
     "London Underground Managing Director Mike Brown today urged TSSA union leader Manuel Cortes to call off the ballot for industrial action over LU's plans to modernise station staffing at Tube stations after it emerged that the union openly supports the main elements of LU's plans to improve customer service.",
     "LU's proposals, part of a wider vision for the future of the Tube that includes running 24 hour services at weekends, will mean more staff visible and available to help passengers buy the right ticket, plan their travel and make their journeys easier. The changes will be achieved with no compulsory redundancies and there will be a job for everyone who wants to continue being part of LU and who is ready to be flexible.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Vision for the future\"}",
     "In the latest issue of the TSSA Journal, the union sets out the main tenets of its 'Better London Transport' campaign and proposed Passenger Charter. The four key points the union sets out reflect precisely what LU has already committed to delivering under its vision for the future. The TSSA want:",
     "{\"template\":\"bulletlist\",\"items\":[\"'An assurance for disabled passengers that they can turn up at any accessible Tube station and be able to use the Tube'\"]}",
     "LU already offers a widely-praised \"turn up and go\" assistance service for disabled and visually impaired passengers at every station. Huge improvements are already being made to the accessibility of the network - with more step-free stations, boarding ramps, raised platform sections, more staff training and better signage. This, alongside LU's proposals, will make it even easier for disabled customers to get around, particularly as more staff will be available in public areas of stations to assist them.",
     "{\"template\":\"bulletlist\",\"items\":[\"'A friendly face and a helping hand: a visible staff presence throughout all stations'\"]}",
     "One of LU's core commitments is that all LU stations have staff on duty all day, with more staff visible and available in public areas where our customers need and want them most; not behind panes of glass but out in ticket halls, at ticket machines and on the platforms helping customers buy the right ticket, plan their travel and make their journeys easier.",
     "{\"template\":\"bulletlist\",\"items\":[\"'Well maintained, safe and secure stations'\"]}",
     "As well as staffing all stations from first train to last, and all night when the Tube runs 24hrs services at weekends, LU is continuing to invest billions of pounds in maintaining and improving stations and is working with our policing partners to ensure we keep all our customers - and staff - safe and secure. The crime rate is now at its lowest ever level, a trend that is set to continue.",
     "{\"template\":\"bulletlist\",\"items\":[\"'Clear communication and updates'\"]}",
     "LU is committed to making journeys easier for our customers, with staff on hand to give advice and assistance. As now, there will be regular announcements and clear displays of real time information at all stations and the latest technology for staff at every station to help them help customers. A new TfL website is launching soon alongside all of information continuing to be freely and openly available to apps developers, offering more personalised information and online services optimised for use 'on the move'.",
     "Wi-Fi coverage, already available at 120 stations, will be introduced at all below-ground Tube stations. In addition there will be more and improved ticket machines, able to fulfil functions currently only possible within ticket offices, and easier ways to pay for travel, including contactless bank card payment.",
     "Mike Brown, Managing Director of London Underground, said:",
     "'I fully endorse TSSAs priorities to improve customer service. Given this it seems very strange and completely unnecessary for the TSSA leadership to be balloting its members for strike action and all the disruption to Londoners that would entail.",
     "'I have already committed to delivering these improvements to customer service with no compulsory redundancies. There will continue to be a job for anyone who wants to remain and is willing to be flexible and work with us to build a Tube service fit for London in the 21st Century.",
     "'I am therefore urging the TSSA leadership to abandon the proposed strike ballot without delay and work with us to help shape the future of the Tube.'",
     " \u003ca href=\"/assets/downloads/Letter-to-manuel-cortes.pdf\"\u003eRead TfL's open letter to the leader of the TSSA (PDF 69KB)\u003c/a\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2014/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2014/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2014/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2014/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2014/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2014/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2014/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2014/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2014/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2014/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2014/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2014/january",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}