{
 "pageTitle": "GLA - Mayor calls for TfL to take charge of key rail infrastructure",
 "description": "Mayor of London calls for TfL to take charge of key rail infrastructure as a first step to transforming services in south London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2019",
   "url": "/info-for/media/press-releases/2019"
  },
  {
   "title": "March",
   "url": "/info-for/media/press-releases/2019/march"
  },
  {
   "title": "GLA - Mayor calls for TfL to take charge of key rail infrastructure"
  }
 ],
 "title": {
  "title": "GLA - Mayor calls for TfL to take charge of key rail infrastructure",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "New calls for transferring responsibility for rail infrastructure to TfL would pave way towards a metro-style service in south and southeast London"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This press release, issued by the Mayor of London, was first published on \u003ca href=\"[ioID]#https://www.london.gov.uk/press-releases/mayoral/mayor-calls-for-tfl-to-control-rail-infrastructure\"\u003elondon.gov.uk\u003c/a\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"A third of people in South and Southeast London with a nearby rail station don't have a frequent train service\",\"Increased capacity, reduced journey times and improved reliability among potential benefits of rail devolution\"]}",
     "The Mayor of London has today called on the Government to make TfL the rail infrastructure manager for its devolved suburban services - helping pave the way for a metro-style service in south and southeast London.",
     "The call comes as TfL publishes its strategic case for 'metroisation,' which outlines a plan for how existing rail lines could be transformed into frequent, reliable services for commuters.",
     "It is the first time that calls have been made to transfer responsibility and funding for key rail assets such as tracks and stations from Network Rail to TfL, and would enable TfL to prioritise investment where it is most needed, whether new tracks or improved signalling, with rail infrastructure being used more intensively. Too often passengers have suffered from delayed or cancelled services because of a lack of coordination between the rail operators and the providers of the infrastructure.",
     "As the maintenance and upkeep of rail infrastructure could be run by the same organisation as the trains, the new plans would ensure a fully joined-up and integrated rail network for Londoners, and TfL would be devolved funding currently given to Network Rail to run rail infrastructure.",
     "The Mayor has repeatedly said that the current rail franchise system is broken beyond repair, with large dysfunctional franchises simply not suited to the high-volume, high-frequency suburban metro service London's commuters need and deserve. The author of the Government's own Rail Review, Keith Williams, also said last month that Britain's current rail franchise system doesn't deliver clear benefits to taxpayers and commuters, and cannot continue as it is.",
     "If responsibility was transferred to TfL and additional funding was made available, train services in south and south eastern London could become almost as frequent as the Tube. TfL's strategic case for 'metroisation' outlines that with additional investment a flagship route between Balham and Victoria which could feature up to 18 trains per hour and trains every 7 to 8 minutes from Tulse Hill to London Bridge.",
     "Currently a third of people in South and Southeast London with a nearby rail station do not have a frequent train service - well above the London average of 20 per cent. This leads to many commuters bypassing their local rail station to travel to get more reliable and regular Tube service into central London. For example, each day the equivalent of 33 double-deck bus-loads of Londoners living within a 10 minute walk of West Norwood station take the bus to get to Brixton Tube station.",
     "Current systems for ticket payment are also overcomplicated, with differences in payment systems creating confusion and deterring use of public transport.",
     "Poor transport links limit housing development and economic growth. Areas around National Rail stations have historically not delivered housing to the same extent as stations operated by TfL. Following the transfer of rail services to TfL in 2007 to form the London Overground network, whole areas of east London were unlocked with more frequent and reliable trains.",
     "Speaking at Lewisham Station today, Deputy Mayor for Transport, Heidi Alexander, said 'the case for greater devolution of our rail services has never been more urgent or more clear'.",
     "Heidi Alexander, Deputy Mayor for Transport, said:",
     "'Transferring responsibility for key rail assets to TfL would be the first step towards a long-overdue transformation of the transport network in south and southeast London. The current rail franchise system is broken beyond repair, with large dysfunctional franchises not fit for purpose, and a lack of coordination between the rail operators and the providers of the infrastructure.",
     "'The time has come for the whole of London to have an integrated, frequent and reliable rail service fit for a global capital city with a high-quality suburban metro which would also stimulate economic growth, new jobs and homes.'",
     "TfL's strategic case for 'metroisation' shows how a transfer of responsibility for infrastructure and additional investment could enable the following improvements to South and Southeast London rail services:",
     "{\"template\":\"bulletlist\",\"items\":[\"A flagship route between Balham and Victoria with up to 18 trains per hour, turn-up-and-go direct links to west London via the West London line and more frequent services from Wallington to Croydon, and Cheam to Sutton\",\"Predictable all day services every 10 minutes from Victoria to Herne Hill and Lewisham, between town centres in south east London such as Orpington and Bromley, and on the Greenwich, Bexleyheath and Sidcup lines\",\"Tube-level service on the East London and Sydenham lines, trains every 7-8 minutes from London Bridge to Tulse Hill, and every 15 minutes on the Crystal Palace and Hackbridge lines\",\"Simpler all-day turn-up-and-go services on the Wimbledon Loop\",\"New Streatham Common and Brockley interchanges, allowing customers to change easily between services to different central London termini and orbital lines\"]}",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"Link to 'A strategic case for Metroisation' document: \\u003ca href=\\\"[ioID]#http://content.tfl.gov.uk/strategic-case-for-metroisation.pdf\\\"\\u003ehttp://content.tfl.gov.uk/strategic-case-for-metroisation.pdf\\u003c/a\\u003e \",\"The Mayor of London's ambitions for metroisation are set out in Proposal 65 of the Mayor's Transport Strategy (MTS): 'The Mayor, through TfL, will work with Network Rail, train operating companies and stakeholders to seek the modification of the planning of local train services from Moorgate, Victoria and London Bridge to create a London suburban metro, offering improved frequencies, journey times and interchange opportunities by the late 2020s.'\",\"TfL has today also published its response to the Williams Review which calls on the Government to transfer responsibility for rail infrastructure to TfL \\u003ca href=\\\"[ioID]#http://content.tfl.gov.uk/evidence-to-williams-rail-review-final.pdf\\\"\\u003ehttp://content.tfl.gov.uk/evidence-to-williams-rail-review-final.pdf\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2019/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2019/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2019/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2019/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2019/may",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}