{
 "pageTitle": "Step-free access arrives at four eastern TfL Rail stations",
 "description": "Step-free access arrives at four eastern TfL Rail stations",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2019",
   "url": "/info-for/media/press-releases/2019"
  },
  {
   "title": "March",
   "url": "/info-for/media/press-releases/2019/march"
  },
  {
   "title": "Step-free access arrives at four eastern TfL Rail stations"
  }
 ],
 "title": {
  "title": "Step-free access arrives at four eastern TfL Rail stations",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Vital accessibility improvements delivered at Maryland, Manor Park, Seven Kings and Forest Gate"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Thousands of TfL Rail customers will benefit from easier journeys as lifts serving all platforms opened at Maryland, Manor Park, Seven Kings and Forest Gate stations.",
     "The work to make the stations step-free is part of a wider programme of accessibility improvements across the TfL Rail network.",
     "At Manor Park the main station entrance has re-opened, providing direct access to Station Road.",
     "Other station improvements include a refurbished ticket hall with a new accessible ticket window, new ticket machines, automatic ticket gates and improved customer information screens displaying live travel information.",
     "Customers will notice similar improvements at Maryland, where the ticket hall has also been refurbished. Minor work such as decorating and small repairs will continue at both Manor Park and Maryland stations, including work to improve platform furniture and canopies.",
     "Customers at Seven Kings will also benefit from new live customer information boards, a refurbished waiting room and a new retail unit that will start trading in the coming months.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Street to platform\"}",
     "New lifts and a ticket hall have recently opened at Forest Gate station. New lifts at Gidea Park are also due to come into service in the coming months, along with a new accessible toilet.",
     "Customers who need assistance boarding a train, already benefit from the same turn up and go service currently provided on the Tube and London Overground, with all stations staffed from first to last train.",
     "Once fully complete, all 41 stations on the Elizabeth line will have lifts providing step-free access from street to platform.",
     "Level boarding could not be provided for the Elizabeth line trains at these stations due to the different types of trains, including freight trains, that already run along the western and eastern section stations.",
     "To alleviate this we have station staff on hand whenever trains are running to deploy boarding ramps between the platform and train.",
     "Howard Smith, TfL Rail Director of Operations, said: 'These new lifts are a first for these stations and will significantly improve the journeys of thousands of customers.",
     "'I would like to thank customers for their patience while this work has taken place and hope that making these stations more accessible will make life easier, with new journey options for many people.",
     "'Meanwhile, accessibility and other improvements continue at all TfL Rail stations that will be part of the new transformative Elizabeth line.'",
     "Alan Benson, Chair of Transport for All, said: 'I'm delighted these stations have become step-free, particularly as an accessible Elizabeth line is something we campaigned strongly for.",
     "'These improvements will transform how disabled people can travel in and across the city, and make a huge difference to those who currently struggle to use London's public transport network.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Transform travel\"}",
     "Cllr John Howard, Redbridge Cabinet Member for Civic Pride, said: 'The new step-free access at Seven Kings station is brilliant news for our residents and visitors to the borough.",
     "'It is rewarding to have improvements at local train stations that create easier travel for commuters with accessibility needs.",
     "'It is important that everyone can access public transport and we look forward to welcoming more improvements ahead of the Elizabeth line.'",
     "TfL Rail customers at some stations are already benefitting from new shelters, new platform seating and improved customer information screens.",
     "Further improvements are now underway at Brentwood, Harold Wood, Gidea Park and Romford TfL Rail stations.  Customers at these stations will notice newly-painted canopies, light columns and platform buildings later this summer.",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"On the western side of the Elizabeth line route, Hanwell, Iver, Langley and Taplow stations will have lifts installed with a new entrance and ticket hall being built at Iver station\",\"Network Rail has also installed steelwork for new footbridges and lifts at Ealing Broadway, West Ealing and Acton Main Line, with Ealing Broadway having also opened up a new double width staircase for passengers in January\",\"There are now more than 200 step-free stations across the TfL network. These include: 77 Tube stations, 58 Overground stations, ten TfL Rail stations and all DLR stations and Tram stops\",\"When the Elizabeth line fully opens all 41 stations will be step-free from street to platform, with level access from street to train at all of the new central section London stations and at Heathrow and Abbey WoodfL's station improvement schemes are jointly funded by Transport for London and the Department for Transport (DfT)\",\"TfL has also recommended that 21 London Overground and National Rail stations across London receive Access for All funding from Government, to improve connectivity for customers with accessibility needs\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2019/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2019/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2019/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2019/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2019/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2019/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2019/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2019/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2019/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2019/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2019/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2019/december",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}