{
 "pageTitle": "TfL completes 'sale and leaseback' of Elizabeth line trains to 345 Rail Leasing Consortium",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2019",
   "url": "/info-for/media/press-releases/2019"
  },
  {
   "title": "March",
   "url": "/info-for/media/press-releases/2019/march"
  },
  {
   "title": "TfL completes ‘sale and leaseback’ of Elizabeth line trains to 345 Rail Leasing Consortium"
  }
 ],
 "title": {
  "title": "TfL completes ‘sale and leaseback’ of Elizabeth line trains to 345 Rail Leasing Consortium",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Deal releases approximately £1bn of capital to reinvest into London's transport network, whilst allowing TfL to retain control and operate new Class 345 trains across the Elizabeth line"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "TfL has completed a sale and leaseback deal for the new Class 345 'Elizabeth line' trains to 345 Rail Leasing - a consortium comprising Equitix Investment Management Ltd, NatWest and SMBC Leasing.",
     "The deal, which was approved by TfL's Finance Committee in December, will release approximately £1bn to TfL. This will be reinvested in infrastructure across London's transport network, including delivering a fleet of new Piccadilly line trains, the first of which will appear in London from 2023.",
     "Rolling stock leasing is standard practice across the rail industry, with rolling stock leasing companies owning the vast majority of the UK rail fleet, which they lease to train operating and freight operating companies.",
     "Similar leasing deals have previously enabled TfL to introduce new trains onto London Overground since it began running services in November 2007.",
     "Due to their unique nature, leasing options are currently not suitable for the procurement of new rolling stock on the London Underground network. This is why TfL has pursued the sale and leaseback with the Elizabeth line train fleet.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Secures TfL savings\"}",
     "Following a rigorous finance competition, the consortium was selected as the lessor for the Elizabeth line fleet. The 20-year deal will release approximately £1bn of capital for TfL, in line with its expectations.",
     "The final deal also secures TfL savings across its current five-year Business Plan, as the cost of the lease will be less than that assumed in that plan.",
     "In addition, the deal includes an option for TfL to purchase the fleet back at the end of the initial lease term if it wishes to do so. As with all leaseback contracts entered into by TfL, all other financial details are commercially sensitive.",
     "The completion of the sale and leaseback deal will have no impact on the operation or maintenance of the Elizabeth line fleet, which will remain with TfL and MTR Crossrail, who currently operate TfL Rail services.",
     "Simon Kilonback, Chief Financial Officer at Transport for London said: 'As is standard practice across the rail industry, we have been looking to sell and lease back our Elizabeth line rolling stock.",
     "'This will help us purchase new trains on London Underground's Piccadilly line, where there is a clear need for a modern fleet.",
     "'This is a positive deal for London, releasing almost a billion pounds of funding for TfL which can be immediately reinvested into delivering transport improvements, while still allowing us to operate these trains on our network.",
     "'We look forward to working with the 345 Rail Leasing consortium as we progress towards delivering the Elizabeth line, which once open will support the capital's growing economy.'",
     "Hugh Crossley, Chief Investment Officer for Equitix, said: 'Equitix and its consortium partners are very pleased to be the new owners and lessors for the new fleet of Class 345 trains due to run rail services on the Elizabeth line.",
     "'We have a strong history of being long-term owners and managers of core infrastructure and look forward to working with TfL as they establish the Elizabeth line as a leading presence within the UK's transport network.",
     "'We are especially mindful of its important role as a source of reliable transportation for London, and will support TfL as it delivers this new rail line for both its long-standing customers and the communities it serves.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"A great deal for London\"}",
     "Andrew Blincoe, Head of Structured Finance at NatWest said: 'This is a great deal for London and one we are delighted to have been able to support. To be able to back an infrastructure project of this nature is very exciting and we are looking forward to seeing the benefits of the new service being delivered in the near future.'",
     "Since June 2017, the new Class 345 trains, which have been built by Bombardier Transportation in Derby, have been gradually introduced on TfL Rail services between Liverpool Street and Shenfield, as well as between Paddington and Hayes \u0026 Harlington since May 2018.",
     "Crossrail Limited is now carrying out Dynamic Testing of the Elizabeth line to make sure all the railway's systems are safe and reliable.",
     "Train testing is now being carried out through the new tunnels in central London using the new Class 345 trains. Test trains have also recently been running out to Reading station as part of TfL's wider work, along with the DfT, to operate Reading to Paddington services ahead of the completion of the Elizabeth line.",
     "For more information about the Elizabeth line, please visit \u003ca href=\"https://tfl.gov.uk/travel-information/improvements-and-projects/elizabeth-line\"\u003ewww.tfl.gov.uk/elizabethline\u003c/a\u003e ",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The new Class 345 trains have been specifically designed to serve the Elizabeth line when it launches. The new, high-capacity trains have fully interconnected, walk-through carriages which provide more standing room and a mixture of seating types. So far, 57 of the full fleet of 70 trains for the Elizabeth line have been built\",\"The trains are fully air-conditioned and each carriage has detailed information on next stops for customers as well as four dedicated wheelchair spaces as well as separate multi-use spaces which can also be used for buggies, luggage and bicycles, Intelligent lighting and temperature control on the driver-operated trains help to regenerate electricity back into the supply when braking and use up to 30% less energy\",\"They are being built at Bombardier Transportation's UK site, helping to support 760 UK jobs and 80 apprenticeships in Derby\",\"In January 2018, TfL announced that it was looking at whether it could sell and lease back the Elizabeth line rolling stock, to support the delivery for new Piccadilly line trains. Following two rounds of bids throughout 2018, the transaction was discussed and approved by TfL's Finance Committee on 13 December 2018 - \\u003ca href=\\\"http://content.tfl.gov.uk/fc-20181213-agenda-and-papers-public.pdf\\\"\\u003ehttps://tfl.gov.uk/cdn/static/cms/documents/fc-20181213-agenda-and-papers-public.pdf\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2019/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2019/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2019/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2019/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2019/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2019/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2019/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2019/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2019/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2019/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2019/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2019/december",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}