{
 "pageTitle": "TfL partners with Hachette Partworks to create exclusive Routemaster magazine",
 "description": "TfL partners with Hachette Partworks to create exclusive Routemaster magazine",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2018",
   "url": "/info-for/media/press-releases/2018"
  },
  {
   "title": "January",
   "url": "/info-for/media/press-releases/2018/january"
  },
  {
   "title": "TfL partners with Hachette Partworks to create exclusive Routemaster magazine"
  }
 ],
 "title": {
  "title": " TfL partners with Hachette Partworks to create exclusive Routemaster magazine",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Fans of London transport will soon be able to build their own authentic model of the legendary Routemaster - known worldwide as an iconic symbol of the city - through a new magazine produced in partnership with Transport for London (TfL).",
     "The weekly magazine, published by Hachette Partworks, and licensed through TfL's brand licensing partner TSBA, will go on sale across the UK and Ireland from 17 January. Each issue allows readers find out more about the history of buses and transport across the Capital since the early 1800s to now, as well as build their own 1:12 scale model of a classic Routemaster bus.",
     "The bus, RM857, was originally built in July 1961 and is based precisely on the look of the bus when it operated along route 11 in 1966. It is now privately owned and regularly features at vintage transport events across the UK.",
     "Each component of the model has been expertly produced from high-quality die-cast metal and durable plastic, with many photo-etched parts. The finished model also contains a number of special features, such as a working blind box, fully operational lights and even a bell that works to signal to the driver.\u003cbr /\u003eThe magazine will be available from retailers across the UK, as well as through a dedicated website www.buildtheroutemaster.com. TfL is also working with Hachette Partworks to offer the magazine to other worldwide territories in the future.",
     "Graeme Craig, Director of Commercial Development at TfL, said: `Nothing says London to the rest of the world like the red Routemaster bus. This new magazine will allow people, young and old, to find out more about this iconic vehicle as well as build a classic piece of transport history.",
     "`This deal is part of our wider work to bring our internationally renowned symbols that embody the heritage and identity of London - such as the Tube map and the roundel logo - to the global licensing market. Making the most of our brand allows us to generate funds which are then reinvested in delivering a modern and affordable transport network for the millions of people who rely on it every day.'",
     "Trevor Wright, a Test Train Operator for London Underground who owns the actual RM857 bus, said: `As a current employee of Transport for London, it was a great honour to have my Routemaster bus represented in this new magazine. The model of this world famous vehicle, in London Transport red livery, is fantastically detailed and shows this design classic at its best.'",
     "Tom Bath, Marketing Director of Hachette Partworks, said: 'The Routemaster is iconic across the world and we look forward to giving people the chance to build their own special piece of London transport history.'",
     "Stephanie Freeman, Head of Licensing for TSBA, said `This deal is the start of many new products for TfL that tell great stories and provide consumers with a friendly and informative approach to the brand. Hachette, are one of the leading Partwork Licensees globally, and we are extremely happy to partner with them on this iconic project.'",
     "Notes to editors",
     "{\"template\":\"bulletlist\",\"items\":[\"Images of the model bus, the actual RM857 and the magazine are available for media here: \\u003ca href=\\\"https://www.flickr.com/gp/tflpress/zb7Hb2\\\"\\u003ehttps://www.flickr.com/gp/tflpress/zb7Hb2\\u003c/a\\u003e \",\"The magazine will be sold in WHSmiths, Co-op, Martin McColls, One Stop, all good independent newsagents and selected ASDA stores.\",\"Hachette Partworks is a leader in partwork publishing, publishing a wide variety of collectible series across a number of genres, from niche to mass market products. These include hugely successful, innovative craft collections such as Art therapy and The Art of Crochet as well as exceptionally detailed build-up models such as The Black Pearl and high-quality book collections including Marvel: The Ultimate Graphic Novel collection and Doctor Who: The Complete Collection.\",\"Hachette Partworks publish in most major English speaking markets including the UK, Republic of Ireland, Australia, New Zealand, South Africa and Malta. Together with their sister companies they publish in 32 countries, 16 languages and launch 80 collections per year. Learn more at \\u003ca href=\\\"http://www.hachettepartworks.co.uk\\\"\\u003ewww.hachettepartworks.co.uk\\u003c/a\\u003e \",\"TSBA are paid through a percentage of royalties from licensing deals they negotiate rather than from payment from TfL.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2018/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2018/february",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2018/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2018/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2018/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2018/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2018/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2018/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2018/december",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}