{
 "pageTitle": "First iconic purple Elizabeth line roundels installed",
 "description": "Elizabeth line stations take shape as the first iconic purple roundels are installed",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2018",
   "url": "/info-for/media/press-releases/2018"
  },
  {
   "title": "January",
   "url": "/info-for/media/press-releases/2018/january"
  },
  {
   "title": "First iconic purple Elizabeth line roundels installed"
  }
 ],
 "title": {
  "title": "First iconic purple Elizabeth line roundels installed",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Stations take shape as the first wave of Elizabeth line roundels now in place with 11 months to go until the opening of the new railway"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"New roundels and signage revealed in striking video and photography\",\"Roundel manufacture continues across the UK in Exeter, Glasgow and on the Isle of Wight\"]}",
     "One hundred and ten years on from the installation of the first roundel sign at St James's Park Underground station, the latest version of Transport for London's (TfL's) historic design has begun to make an appearance across London's newest railway - the Elizabeth line. The first new roundels have been installed at stations including Tottenham Court Road, Farringdon and Custom House in a significant milestone for Europe's largest infrastructure project.",
     "The Elizabeth line is set to redefine transport in London with quicker, easier and more accessible journeys when it launches in 11 months' time. Construction has now entered its final stages and the line will open to the public in phases from December, when ten new state-of-the-art stations, all step-free, will open.",
     "TfL and London Underground is famous for its rich heritage of design and the Elizabeth line is set to continue that tradition. While at the forefront of modern engineering and technology, the new railway will feature instantly recognisable roundels and signage. New photography and video footage released today gives a glimpse of the craft behind the production of Elizabeth line signage, including:",
     "{\"template\":\"bulletlist\",\"items\":[\"Manufacture of roundels at family-owned A. J. Wells \\u0026 Sons Ltd on the Isle of Wight, where London transport signage has been produced for generations\",\"Installation of platform roundels manufactured by Merson, based outside of Glasgow\",\"Wayfinding signage produced by Wood \\u0026 Wood in Exeter\"]}",
     "Val Shawcross, Deputy Mayor for Transport, said:",
     "'The Elizabeth line will truly transform travel across London and the South East. The installation of the roundels incorporating TfL's iconic design shows how close we are now to the line opening, with new stations right at the heart of central London.",
     "'The new roundels also show the huge benefits that Crossrail has provided to the economy all across the UK.  With businesses involved from Exeter, Glasgow and the Isle of Wight, it shows once again that Crossrail is a project that will not just benefit Londoners, but is benefitting the whole country.'",
     "Mike Brown MVO, London's Transport Commissioner, said:",
     "'No other city is as defined by its transport system as London. The roundel is at the heart of our heritage, guiding Londoners and visitors to our city for over 100 years.",
     "'Our state-of-the-art new railway, the Elizabeth line, will balance cutting edge engineering with the familiarity of traditional TfL design. Introducing the next generation of roundels to our stations brings us one step closer to the launch of the Elizabeth line this December.'",
     "Andrew Wolstenholme, Crossrail Chief Executive, said:",
     "'Transport for London's famous roundel has been updated for the Elizabeth line with installation now underway as part of the architectural fit-out of the new stations in central London and Docklands. The manufacture and installation of the Elizabeth line roundels by specialist suppliers from across the UK is another important milestone in the delivery of London's newest railway.'",
     "The TfL roundel is among the most recognised and imitated logos in the world. The newest addition to the roundel family - the purple Elizabeth line roundel - has been carefully designed to ensure it is visually distinctive from the London Underground and London Overground lines. The new roundels will also feature the celebrated Johnston typeface. Commissioned by London Transport's Manging Director Frank Pick in 1913, and designed by the influential calligrapher Edward Johnston, the font brings visual uniformity to London's transport network. Originally designed for wood block, the iconic typeface was updated for the digital age in 2016 to become Johnston100, complete with the hashtag (#) and at (@) symbols for the first time.",
     "The Elizabeth line is jointly sponsored by the Department for Transport and TfL and will connect stations such as Paddington to Canary Wharf in only 17 minutes, transforming how Londoners and visitors move across the Capital.\u003cbr /\u003eFrom December, the line will initially operate as three services:",
     "{\"template\":\"bulletlist\",\"items\":[\"Paddington (Elizabeth line station) to Abbey Wood via central London\",\"Paddington (mainline station) to Heathrow (Terminals 2 \\u0026 3 and 4)\",\"Liverpool Street (mainline station) to Shenfield\"]}",
     "Fifteen trains per hour will run through the new tunnels, increasing to 24 trains per hour through the central section by May 2019.",
     "From December 2019, customers from Reading and Heathrow will be able to travel all the way through central London to the West End and the City and beyond without needing to change trains. By linking Berkshire and Heathrow in the west, to east London and Essex in the east, the line will transform travel across the South East, carrying over 200 million passengers every year. It will increase rail capacity in central London by ten per cent, reduce congestion on the London Underground, and an extra 1.5 million people will be within 45 minutes commuting distance of London's key employment districts.",
     "Europe's largest construction project is estimated to have created over 55,000 jobs during the project, with 96 per cent of contracts awarded to companies based in the UK, and of those, 62 per cent are based outside of London.",
     "The new stations and travel links are expected to boost the economy by £42 billion overall and support thousands of new jobs and homes in London and the South East.",
     "The introduction of the Elizabeth line is central to the Mayor's draft Transport Strategy, which aims to create a fairer, greener, healthier and more prosperous city by improving public transport and reducing reliance on car journeys.",
     "{\"template\":\"bulletlist\",\"items\":[\"The new Elizabeth line roundels will remain under wraps - and will not be visible to the public - until the opening of the new railway in December.\",\"Photography and video of the Elizabeth line roundels is available online at:\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\" \\u003ca href=\\\"https://www.flickr.com/photos/tflpress/albums/72157664833914008\\\"\\u003ehttps://www.flickr.com/photos/tflpress/albums/72157664833914008\\u003c/a\\u003e \",\" \\u003ca href=\\\"https://youtu.be/JHZgCBpzjrw\\\"\\u003ehttps://youtu.be/JHZgCBpzjrw\\u003c/a\\u003e \"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"The Crossrail project is being delivered by Crossrail Limited, a wholly-owned subsidiary of TfL, and is jointly sponsored by the Department for Transport and TfL. The Elizabeth line will pass through 41 stations from Reading and Heathrow in the west, through new twin-bore 21 km tunnels to Shenfield and Abbey Wood in the east.  The Transport for London (TfL) run railway will be named the Elizabeth line when services through central London open in December 2018.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2018/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2018/february",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2018/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2018/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2018/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2018/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2018/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2018/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2018/december",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}