{
 "pageTitle": "More frequent services for Northern line passengers",
 "description": "More frequent services for hundreds of thousands of Northern line passengers",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2018",
   "url": "/info-for/media/press-releases/2018"
  },
  {
   "title": "January",
   "url": "/info-for/media/press-releases/2018/january"
  },
  {
   "title": "More frequent services for Northern line passengers"
  }
 ],
 "title": {
  "title": "More frequent services for Northern line passengers",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "225,000 Northern line commuters to benefit from new timetable"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Length of higher-frequency 'evening peak' period doubled to enable quicker and easier journeys home on London's busiest Tube line\"]}",
     "From today, hundreds of thousands of Tube customers will benefit from quicker and more frequent journeys on the Northern line - as TfL doubles the length of its highest frequency 'evening peak' services in the central London section.",
     "The improvements, which follow weeks of complex preparation work by Transport for London (TfL), means a new timetable has been introduced from today on the Tube's busiest line.",
     "The Northern line carries around 225,000 passengers a day between 5pm and 7pm. These customers will now benefit from 24 trains an hour on both central London branches of the Northern line and 30 trains an hour on the Kennington to Morden section between 5pm and 7pm. Previously this level of 'peak' service only ran for an hour, between 5.30pm and 6.30pm, in the evening.",
     "This effectively doubles the length of time that the highest frequency 'evening peak' services operate.",
     "With Northern line services running at their maximum frequency for longer, customers will experience more comfortable journeys around the capital as platforms and trains become less crowded, and evening commuters enjoy a better journey home.\u003cbr /\u003eOutside 'peak' time, 20 trains an hour operate across both central London branches of the Northern line.",
     "The Mayor of London, Sadiq Khan, said:",
     "'The Northern line is the busiest line on London's Tube network, and our new timetable will provide a quicker, less crowded journey for hundreds of thousands of commuters who rely upon the line every day.",
     "'Since becoming Mayor I've frozen TfL fares and invested record amounts in new infrastructure across London's transport network. I'm delighted that by doubling the time of high frequency evening services, more Londoners on the Northern line will now get home faster after a long day at work.'",
     "Mark Wild, TfL's Managing Director of London Underground, said:",
     "'This boost in capacity is a hugely important step in making journeys quicker and more comfortable for our hundreds of thousands of customers who use the Northern line. We have worked hard to find innovative ways to maximise train frequency on the Northern line which means we can offer the best level of service in the line's 127-year history.'",
     "The Northern Line Extension, targeted for completion in 2020, is also progressing well. Once complete it will add further vital new capacity to the Capital's transport network, bringing Battersea and surrounding areas to within 15 minutes of the City and the West End. It will also enable the regeneration of the Vauxhall, Nine Elms and Battersea areas, spurring economic growth by supporting around 25,000 new jobs and more than 20,000 new homes. In addition, the construction of the extension is boosting the UK economy and supporting around 1,000 jobs, including around 50 apprenticeships.",
     "Councillor Georgia Gould, Leader of Camden Council, said:",
     "'Efficient transport connections are one of the main concerns for our residents, businesses and visitors to Camden.",
     "'The increased 'evening peak' services on the Northern line will ensure that people can travel more easily and flexibly for work, business and pleasure around the borough during these very busy periods.",
     "It's also great news for our night time economy, providing greater access to Camden's diverse cultural offer.'",
     "Simon Pitkeathley, Chief Executive of Camden Town Unlimited, said:",
     "'Getting more trains to more people, more quickly, when they really need them is a fabulous result. Well done TfL!'",
     "Northern line customers completed 294 million journeys last year, making it the busiest line on the Tube. It runs through Waterloo and King's Cross St. Pancras Tube stations, the two busiest stations on the network.",
     "The continued modernisation of the Tube is a key part of the Mayor's Transport Strategy to make London a greener, more accessible place. The investment in improving public transport will help reduce reliance on the car and contribute to the Mayor's target of 80 per cent of journeys made by public transport, cycling or walking by 2041.",
     "TfL is also introducing a new Jubilee line timetable later this year to boost the service during peak hours, and is carrying out a massive multi-billion pound modernisation programme including new trains and a new signalling system on the Circle, District, Hammersmith \u0026 City and Metropolitan lines. Once complete this programme will provide a 33 per cent increase in peak hour capacity and make journeys quicker and more comfortable."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2018/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2018/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2018/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2018/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2018/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2018/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2018/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2018/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2018/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2018/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2018/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2018/december",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}