{
 "pageTitle": "Transport for London is on the lookout for new apprentices",
 "description": "Transport for London is on the lookout for new apprentices",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2018",
   "url": "/info-for/media/press-releases/2018"
  },
  {
   "title": "January",
   "url": "/info-for/media/press-releases/2018/january"
  },
  {
   "title": "Transport for London is on the lookout for new apprentices"
  }
 ],
 "title": {
  "title": "Transport for London is on the lookout for new apprentices",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) has started the search for around 180 new apprentices to kick-start their careers by taking up exciting opportunities in a range of areas including engineering, cyber security, finance and many others.",
     "TfL is building on the success of its current apprenticeship programme and has expanded it to include six new schemes. Half of these new opportunities will be level-six apprenticeships, meaning that students will study for a degree qualification in areas such as civil engineering, quantity surveying and commercial property surveying, while earning and gaining real work experience at the same time.",
     "Since 2009, TfL, Crossrail, their suppliers and the London Transport Museum have employed more than 8,200 apprentices. They have worked on vital infrastructure projects including the modernisation of key Tube stations, the construction of the Northern line extension, and the redesign of London's road junctions to make them safer and better for everyone.",
     "Tricia Wright, Human Resources Director at TfL, said: `With applications now open for our apprenticeship schemes, it's a fantastic time to be joining TfL and helping keep London working and growing. Apprenticeships are an excellent way for anyone, not just those leaving school, to start a career in an area that they may not have heard of or even considered before, whether that's civil engineering, cyber security or business analysis. Working at TfL means that you get to see the impact of your work every day across the city, so it's important not to let preconceptions hold you back from trying something new.'",
     "Arooba Noor, a first year Project Planning apprentice at TfL, said: `I love working at TfL as an apprentice - it's been a life-changing experience for me. People are often put off because they think it's an industry just for men or they believe being an apprentice means you'll just be photocopying and making cups of tea. These are both myths - I don't feel that my gender makes any difference and my role involves me improving the Tube so that it delivers the best possible experience for customers.'",
     "Amber Richardson, a first year General Management apprentice, said: `I originally wanted to go to university and study for a degree, so wasn't looking to do an apprenticeship. However, when I found out that TfL offered the opportunity for me to do the same degree, while being paid and getting hands-on experience, it seemed like the perfect choice.'",
     "Kiera Jeffers, a first year Software Engineering apprentice, said: `I have always loved playing video games and I didn't realise before finding out about this apprenticeship that I could carry my passion for technology into my career. My male cousins always tried to tell me that computers weren't for girls, so they could have longer turns playing the video games, but I'm glad to have proven them wrong. You should never let anyone tell you that a career isn't for you -you can do anything that you put your mind to.'",
     "TfL hosted a free event last night (Tuesday 23 January) with London Youth and Freeformers at London Transport Museum, which was very well-attended with hundreds of young people, parents and teachers coming along. It gave people aged 16 and over the chance to find out more about careers in the transport industry and TfL, whilst networking with past and current apprentices. The evening was designed to help candidates find the perfect career path, matching their skills to the right scheme. Attendees also had the chance to apply for an apprenticeship on the night and get involved in a number of activities, including skills sessions and coding workshops.",
     "For the sixth year in a row, TfL will be hosting an Apprenticeship Recruitment Fair at City Hall on Wednesday 7 March. Those attending the fair will be able to discover what the transport industry has to offer them, with a range of apprenticeship opportunities at TfL and its suppliers being advertised on the day. The transport industry is currently facing a skills gap and it is vital that organisations work together to tackle the challenge. The Government's Transport Infrastructure Skills Strategy aims for 30,000 new apprenticeships to be created across the sector by 2020.",
     "Anyone interested in applying for an apprenticeship at TfL should visit tfl.gov.uk/apprentices",
     "{\"template\":\"bulletlist\",\"items\":[\"Notes to Editors:\\u003cbr /\\u003e\",\"The apprentices applying to the TfL apprenticeships now will join the organisation in September 2018.\",\"TfL also has a dedicated Supplier Skills programme, which works with TfL's suppliers to facilitate the creation of skills and employment opportunities, such as apprenticeships for new or existing employees. For more information, visit \\u003ca href=\\\"https://tfl.gov.uk/info-for/suppliers-and-contractors/supplier-relations/supplier-skills\\\"\\u003ehttps://tfl.gov.uk/info-for/suppliers-and-contractors/supplier-relations/supplier-skills\\u003c/a\\u003e \",\"TfL continues to support wider apprenticeship schemes in London through travel concessions. All apprentices living in London aged 18 or over and in their first year of an approved course can save 30 per cent on the price of adult rate Travelcards and Bus \\u0026 Tram pass season tickets with an Apprenticeship Oyster Photocard\",\"For more information on the Transport Infrastructure Skills Strategy, visit \\u003ca href=\\\"https://www.gov.uk/government/publications/transport-infrastructure-skills-strategy-building-sustainable-skills\\\"\\u003ehttps://www.gov.uk/government/publications/transport-infrastructure-skills-strategy-building-sustainable-skills\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2018/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2018/february",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2018/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2018/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2018/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2018/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2018/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2018/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2018/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2018/december",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}