{
 "pageTitle": "Transport for London gears up to inspire more people into engineering",
 "description": "Transport for London gears up to inspire more people into engineering",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2018",
   "url": "/info-for/media/press-releases/2018"
  },
  {
   "title": "January",
   "url": "/info-for/media/press-releases/2018/january"
  },
  {
   "title": "Transport for London gears up to inspire more people into engineering"
  }
 ],
 "title": {
  "title": "Transport for London gears up to inspire more people into engineering",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "TfL has announced its support for the Year of Engineering campaign, which is taking place over the course of 2018, and aims to debunk some of the myths around the profession and inspire the next generation of engineers. The campaign, led by the Department for Transport, will achieve this in a number of ways, including showcasing and celebrating the contributions that engineering makes to society.",
     "There are a number of exciting projects taking place in the transport industry, from designing new river crossings, more accessible stations and building cycling infrastructure to the opening of the Elizabeth line. It's an interesting sector for young people to work in and a career in transport offers the opportunity for young people to see the impact of their work every day. Transport not only has the power to get people from A to B, it shapes cities and regions, develops economies and supports new homes and jobs.",
     "However, the transport industry is currently facing a skills gap, which is why the Year of Engineering campaign is vital to attract new talent into a profession that they might not otherwise consider. While it is anticipated that there will be a shortfall of more than 55,000 people equipped to work in transport infrastructure by 2020, it is not just about numbers*. In order to ensure innovation and creativity, the engineering sector needs to make sure it reflects the diversity of the people that it delivers the projects for - this is as true for London as it is any other city or region. Currently, only one in eight engineering professionals are female and representation of people from BAME backgrounds is low *².",
     "This is why TfL, along with London Transport Museum, is proud to be supporting the campaign and will be offering a range of activities and opportunities across the year, building on the work that it already does to encourage young people into the sector. As well as offering new opportunities for engineering apprenticeships, this will include:",
     "{\"template\":\"bulletlist\",\"items\":[\"Growing its Science, Technology, Engineering and Mathematics (STEM) ambassador programme - TfL currently has more than 200 employees, who volunteer and proactively engage with schools and young people to explain what careers in STEM look like, providing accessible role models. This builds on the work of TfL's Early Careers team, which works with schools and colleges, to show what transport apprenticeships have to offer.\",\"Innovate TfL in association with Cleshar - This project-based competition is open to Year 12 and Year 13 students at school, college or as part of a youth organisation. They are presented with the real life 'Innovation Challenges' facing TfL and its customers, which they then come up with solutions for. TfL and Cleshar will be shortlisting the entries soon with the final taking place during National Apprenticeship Week in March. All of the finalists are then offered the opportunity to undertake work placements at TfL and experience what a career in transport could be like.\",\"London Transport Museum's Employment to Enjoyment programme - The Museum is working with TfL and other industry partners to turn childhood enthusiasm into adult achievement. The formative programme reaches children and young people at key points throughout their learning and development through a range of different activities, including Inspire Engineering, which allows children to get involved in experiments and interview real-life engineers.\",\"TfL has a dedicated Supplier Skills programme, which works with TfL's suppliers to facilitate the creation of skills and employment opportunities, such as apprenticeships for new or existing employees. As part of this, it runs a range of different schemes, working with partners such as Gingerbread and Women into Construction, to encourage people, especially women and those from BAME communities, to find a career that works for them in the transport industry.\",\"TfL's Tunnelling and Underground Construction Academy in Ilford, which it runs with Prospects College of Advanced Technology, continues to train the engineers of the future and enables students to learn the technical skills required to build infrastructure projects across the country. It will be hosting an open day on 25 January, giving prospective apprentices the opportunity to see its state-of-the-art facilities, which include spaces to practise sprayed concrete lining in specially designed tunnel openings, a laboratory to study tunnelling material and a tunnel mock-up where evacuation simulations take place.\",\"London Transport Museum is bringing the Year of Engineering to life with two new permanent galleries and a jam-packed programme of events and activities for families, adults and young visitors throughout the year. The Digging Deeper gallery launching on 23 March will explore the history of tunnelling from Brunel to Crossrail, while the new Future Engineers gallery opening on 13 July will showcase a new state of the art train driving experience. The Museum will also host a new temporary exhibition about Crossrail, Europe's biggest infrastructure project, a hands-on Easter and Summer Family Fun series of activities and an engineering-themed Open Weekend at its popular Museum Depot in Acton, west London.\"]}",
     "George Clark, Director of Engineering at TfL, said: `We are proud to be supporting the Year of Engineering campaign with a whole range of activities going on throughout 2018 that will undoubtedly inspire the next generation of engineers. By reaching children and young adults, we will be able to show them how they can channel their passions into a rewarding career in the future that will enable them to make a real difference to life in London.'",
     "Joanna Ho, Lead Design Engineer at TfL, said: `As a traffic design engineer, I've been able to work on a range of different projects, from walking and cycling schemes to bus reliability improvements. My career at TfL has allowed me to achieve my goal of working in a challenging role, helping to provide Londoners with more sustainable transport choices. I really enjoy the balance of office work and site visits, and engaging with those who have an interest in our projects. People often think being an engineer is about working on site in a hard hat, so this campaign is a great opportunity to highlight the variety that an engineering career can offer.'",
     "Jessica Ellis, a third year Fleet apprentice at TfL, said: `I love being an engineering apprentice at TfL and the reaction I get when I tell people that my job involves maintaining the Tube trains. They find it really interesting, particularly as they don't expect a woman to be in the role. It's so rewarding seeing the impact of my work every day, knowing that what I do is vital to keep London moving. I am really excited about this campaign as it will break down misconceptions and help young people realise all of the different opportunities that they could enjoy in engineering.'",
     "Notes to Editors",
     "{\"template\":\"bulletlist\",\"items\":[\"For more information about our schools programme, please visit: https://tfl.gov.uk/info-for/schools-and-young-people/ and \\u003ca href=\\\"https://tfl.gov.uk/innovate\\\"\\u003ehttps://tfl.gov.uk/innovate\\u003c/a\\u003e \",\"For more information about the careers on offer at TfL, with applications for apprenticeships opening soon, please visit: \\u003ca href=\\\"https://tfl.gov.uk/corporate/careers/\\\"\\u003ehttps://tfl.gov.uk/corporate/careers/\\u003c/a\\u003e \",\"For more information about TfL's Supplier Skills programme, please visit \\u003ca href=\\\"https://tfl.gov.uk/info-for/suppliers-and-contractors/supplier-relations/supplier-skills\\\"\\u003ehttps://tfl.gov.uk/info-for/suppliers-and-contractors/supplier-relations/supplier-skills\\u003c/a\\u003e \",\"London Transport Museum tickets allow unlimited daytime entry to all Museum galleries and temporary exhibitions for a whole year. For more information about London Transport Museum and the Year of Engineering, please visit: \\u003ca href=\\\"https://www.ltmuseum.co.uk/whats-on/year-of-engineering\\\"\\u003ehttps://www.ltmuseum.co.uk/whats-on/year-of-engineering\\u003c/a\\u003e \",\"For more information about the Museum's Enjoyment to Employment programme, please visit: \\u003ca href=\\\"https://www.ltmuseum.co.uk/support-us/enjoyment-to-employment\\\"\\u003ehttps://www.ltmuseum.co.uk/support-us/enjoyment-to-employment\\u003c/a\\u003e \",\"For more information about TUCA, please visit: www.tuca.ac.uk\\u003cbr /\\u003eImages related to TfL and engineering can be requested from the TfL Press Office.\",\"*This information has been sourced from the Department for Transport's Infrastructure Skills Strategy. A link to the report can be found here: \\u003ca href=\\\"https://www.gov.uk/government/publications/transport-infrastructure-skills-strategy-building-sustainable-skills\\\"\\u003ehttps://www.gov.uk/government/publications/transport-infrastructure-skills-strategy-building-sustainable-skills\\u003c/a\\u003e \",\"*²This information has been sourced from Engineering UK's report, The State of Engineering 2017, which can be found here: \\u003ca href=\\\"http://www.engineeringuk.com/Account/ReturnReport\\\"\\u003ehttp://www.engineeringuk.com/Account/ReturnReport\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2018/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2018/february",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2018/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2018/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2018/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2018/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2018/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2018/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2018/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2018/december",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}