{
 "pageTitle": "A scheme to make Henlys Corner more accessible given go-ahead",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "A scheme to make Henlys Corner more accessible given go-ahead",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Funding approved for improvements for pedestrians, cyclists and motorists at Henlys Corner junction."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "'We are pleased to have progressed this scheme to improve conditions for all road users at Henlys Corner",
     "Transport for London (TfL) has now approved funding for a scheme to make it easier for pedestrians to cross the busy Henlys Corner junction of the A406 North Circular Road and is working closely with the London Borough of Barnet to move this project forward.",
     "As well as improving pedestrian access, the scheme will provide better facilities for cyclists and will improve traffic flow in the area.",
     "TfL has worked with London Borough of Barnet to design a scheme that meets the needs of all road users in the area.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Improve traffic flow\"}",
     "The junction is one of the busiest on the North Circular Road and the need for improved pedestrian facilities to cross it has been identified, particularly for those pedestrians accessing the nearby Finchley Synagogue.",
     "The Henlys Corner scheme will see the installation of signalised pedestrian crossings across all arms of the junction.",
     "The scheme also includes alteration of the traffic signals to introduce a dedicated right turn phase for most arms of the junction to help improve traffic flow.",
     "There are also improvements being made to the cycle network in the area.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Cycle network improvements\"}",
     "Now that funding is approved, local public consultation on the proposals will commence in the next couple of months.",
     "David Brown, TfL's Managing Director of Surface Transport, said: 'We are pleased to have progressed this scheme to improve conditions for all road users at Henlys Corner.",
     "'We have worked closely with Barnet in developing these proposals and the scheme will mean better access for pedestrians in the area by re-linking the communities on both sides of the A406.",
     "'Installing pedestrian signals will make crossing this busy road easier for everyone and the improvements to the traffic signals will help to smooth traffic flow.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Better access\"}",
     "Councillor Mike Freer, Leader of Barnet Council, said, 'We are delighted that, after working so closely with TfL, funding has been finally agreed that will see major improvements to Henlys Corner for the benefit of local residents and all road users.'\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}