{
 "pageTitle": "All London's buses now fitted with iBus",
 "description": "iBus, the state-of-the-art system which provides passengers with useful information about their bus service, has now been fitted on all 8,000 London buses. The on board 'next stop' announcements that the system delivers mean passengers know exactly where",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "All London's buses now fitted with iBus",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Audio-visual 'next stop' announcements are making bus travel easier."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "iBus delivers a whole range of benefits for London's 6.4 million daily bus passengers",
     "iBus, the state-of-the-art system which provides passengers with useful information about their bus service, has now been fitted on all 8,000 London buses.",
     "The on board 'next stop' announcements that the system delivers mean passengers know exactly where their bus is and what the next stop and final destination will be, even on an unfamiliar route.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Travel in confidence\"}",
     "This enables passengers to feel confident travelling in new parts of the city.",
     "The technology, which has been widely welcomed, also helps London Buses deliver a more reliable, consistent service.",
     "Mayor of London, Boris Johnson, said: 'I put providing Londoners with clear concise information at the heart of my transport manifesto.",
     "'iBus represents a huge leap forward in this regard, and makes the Capital's bus network more attractive and easier to use.",
     "'For the visually impaired or for those travelling in new parts of the city it has proved to be a fantastic resource, it is improving the accuracy of next bus Countdown signs and will lay the foundation for the delivery of bus information direct to mobile phones or the internet.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"A whole range of benefits\"}",
     "David Brown, Managing Director for Surface Transport, said: 'iBus delivers a whole range of benefits for London's 6.4 million daily bus passengers.",
     "'On board journey information is great news for anyone with hearing or visual impairments or people travelling in an unfamiliar part of town.",
     "'And Londoners who know their bus routes like the back of their hand will benefit just as much from more reliable services thanks to the information iBus provides to operators.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Mobility training\"}",
     "Carol Thomas, Access and Inclusion Manager for The Guide Dogs for the Blind Association, said: 'With the introduction of iBus on the Capital's buses, we have seen an increase in the number of blind and partially sighted people asking for mobility training on buses.",
     "'The audible announcements give our members the confidence to use the bus network, which is invaluable as it gives them so much more independence.",
     "'We applaud Transport for London for leading the way in introducing such announcements on buses and we are campaigning with 25 disability organisations around the country to have audible and visual announcements introduced on buses across the UK.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Combination of technologies\"}",
     "iBus uses a combination of technologies, including satellite tracking and GPRS data transfer that can pinpoint the precise location of all of the city's 8,000 buses.",
     "The system provides real time audio-visual journey information for passengers as well as more accurate predictions of arrival times at bus stop Countdown signs.",
     "It also provides improved radio communications for drivers and allows bus controllers to improve performance and reliability.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"iBus is one of the world's largest integrated Automatic Vehicle Location projects\",\"In addition to automatic vehicle location announcements, iBus improves bus drivers' ability to communicate with passengers, providing a range of pre-recorded announcements and a tannoy system\",\"CentreComm - London Buses' 24/7 Command and Control Centre - can communicate directly with passengers if a route or area is affected by a serious incident or may be subject to major delays\",\"The information from the iBus system feeds into Countdown signs at bus stops, improving the accuracy of their predictions of bus arrival times\",\"Bus controllers know at a glance the precise location of every bus on a particular route, and are able to take action to maintain a good service if there are any problems\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}