{
 "pageTitle": "Changes to Oyster card deposit from 17 May",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Changes to Oyster card deposit from 17 May",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "£3 refundable deposit for all new Oyster cards in drive to reduce the million cards discarded and misplaced each year."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We are aiming to cut the million cards wasted every year which will save £3m in administration costs which we will plough straight back in to improving the transport system",
     "Transport for London (TfL) today confirmed that a £3 refundable Oyster card deposit will be payable for all newly issued Oyster cards from 17 May 2009.",
     "Over a million cards are currently discarded or misplaced each year and the move is designed to encourage Londoners to keep their cards, reducing the environmental and administrative cost.",
     "The change will mean that passengers wanting a season ticket for a week, a month, or longer periods will be required to pay a £3 deposit when they first purchase a card or come to replace a misplaced, unregistered card.",
     "Passengers who use Oyster pay as you go (PAYG) already pay the £3 refundable deposit and the change does not affect anyone with an existing card.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Wasted cards\"}",
     "TfL's analysis suggests that season ticket holders account for the majority of the wasted cards.",
     "To date, some seven million Oyster cards have been issued to 700,000 Travelcard and 300,000 bus \u0026 tram pass season ticket holders.",
     "Currently, a third of all new Oyster cards issued with a 7 Day Travelcard or bus \u0026 tram pass on them are discarded after a week and more than half within five weeks.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Cut queues\"}",
     "Shashi Verma, TfL Director of Fares and Ticketing said: 'Over a million Oyster cards are discarded or lost every year and we want to reduce the environmental impact of all this waste plastic as well as help cut queues at ticket offices that may result from people seeking replacement cards.",
     "'To encourage Londoners to keep hold of their cards a £3 refundable deposit will be payable for all new Oyster cards issued from the 17th May. We are aiming to cut the million cards wasted every year which will save £3m in administration costs which we will plough straight back in to improving the transport system.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Stop binning cards\"}",
     "'Our 6.5m regular card users recognise that Oyster is the fastest and most convenient way to travel around London but we particularly want all seven day, monthly and longer period season ticket holders to stop binning and just renew using their existing cards.",
     "'Pay as you go customers already know their credit lasts forever with auto top-up and, as long as you register your Oyster card, we'll replace your card and its credit for free.'\u003cbr /\u003e\u003cbr /\u003eCustomers in possession of an Oyster Card who regularly renew Travelcards or bus \u0026 tram pass season tickets will not have to pay a deposit on their existing cards.\u003cbr /\u003e\u003cbr /\u003eAn information campaign with publicity posters will be posted across the bus, Tube and Oyster local ticket networks to inform passengers.\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}