{
 "pageTitle": "Filming on the Tube just became easier",
 "description": "The website now includes a short film about how to film on the Tube, as well as a location guide showcasing the wealth of choice that you only get from the world's oldest metro system, including the grandeur of the 1930s art deco stations and the",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Filming on the Tube just became easier",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground (LU) today launched the revamped LU Film Office website that will make filming on the Tube more accessible to professional and amateur filmmakers and photographers alike."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The Tube is recognised around the world and instantly the viewer knows that it's London",
     "The website now includes a short film about how to film on the Tube, as well as a location guide showcasing the wealth of choice that you only get from the world's oldest metro system, including the grandeur of the 1930s art deco stations and the futuristic stations on the Jubilee line.",
     "Every year there are thousands of requests to film on the Tube from students through to major television and film production companies.",
     "The Tube provides a unique and instantly recognisable backdrop for filmmakers, television crews and photographers and is an integral part of London's filming industry. Nothing identifies a location as being in London quicker than the inclusion of an Underground station or train.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"From script to screen\"}",
     "Kate Reston, Head of London Underground Film Office, said: 'The Tube is recognised around the world and instantly the viewer knows that it's in London.",
     "'We've revamped our website to make it easier for those wishing to film or photograph on the Tube whether they be professional or amateur.",
     "'The website now includes a film which explains the processes that you need to go through to film on the Tube called Journey from script to screen.",
     "'It includes sound bites from the film office staff, film crew, as well as behind the scenes footage of films/programmes that have been filmed on the Tube network over the last couple of years.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Box office blockbusters\"}",
     "'The Tube has been the backdrop to many box office blockbusters including The Bourne Ultimatum, Harry Potter and the Order of the Phoenix and V for Vendetta, as well as popular television programmes like Spooks and The Bill.'",
     "To film on the Tube you need to apply for a permit of which there are three types to choose from:",
     "{\"template\":\"bulletlist\",\"items\":[\"Location permits including access to Aldwych non-operational station and Charing Cross complex\",\"Two-hour permit\",\"Non-professional permit\"]}",
     "The Tube is the oldest metro network in the world. It has 270 stations of which 125 are deep level, it has 249 miles (402km) of track and carries more than one billion passengers each year.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Find out more about filming on the Underground at \\u003ca href=\\\"http://www.tfl.gov.uk/filming\\\"\\u003ewww.tfl.gov.uk/filming\\u003c/a\\u003e \",\"Films that have used the Tube include:ul\",\"Programmes that have used the Tube include:ul\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}