{
 "pageTitle": "London Buses seeks views on proposed new bus route 324",
 "description": "Route 324 would run from Stanmore to Brent Cross, serving Queensbury, Kingsbury, Colindale and Hendon.The proposed bus route would provide new links to London Underground services from Stanmore and Kingsbury on the Jubilee line and Hendon Central on the",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Buses seeks views on proposed new bus route 324",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Buses is seeking the views of Barnet, Brent and Harrow residents, businesses and bus users on proposals to introduce new route 324 to the local area."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We believe the proposed introduction of route 324 would greatly improve transport links in the local area",
     "Route 324 would run from Stanmore to Brent Cross, serving Queensbury, Kingsbury, Colindale and Hendon.",
     "The proposed bus route would provide new links to London Underground services from Stanmore and Kingsbury on the Jubilee line and Hendon Central on the Northern line, as well as direct links to Kingsbury Community Hospital and Stanmore College.",
     "The route would also provide bus services for the first time to residents in Colindeep Lane, Old Church Lane, Abercorn Road, St Andrews Drive and Culver Grove.",
     "It is proposed that buses operate every 20 minutes during the day and every 30 minutes in the evenings and on Sundays.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Improve transport links\"}",
     "Peter Bradley, Head of Consultation and Engagement, said: 'We believe the proposed introduction of route 324 would greatly improve transport links in the local area as well as providing a bus route for areas which were not previously served by buses.",
     "'During the consultation London Buses will be listening to the views of local businesses, schools, community organisations and residents and I look forward to hearing their opinions.'",
     "Information on the proposals will be available on the Transport for London website (tfl.gov.uk/busrouteconsultation).",
     "Consultation leaflets will be sent to households along and near to the route and will also be available in local libraries.",
     "The consultation will run from 5 May until 12 June."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}