{
 "pageTitle": "London Underground brings art gallery to the streets of Southwark",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Underground brings art gallery to the streets of Southwark",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "A striking new 37 metre artwork showing a brightly coloured world will bring the feel of an art gallery to the streets of Southwark next month."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "I hope that the work invites the public, particularly the local community, to talk to station staff about the local cultural sites",
     "Commissioned by Art on the Underground, this large-scale work created by Peter McDonald, rising star of the British art world, will be installed outside Southwark Underground station from 7 May 2009.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Art for everyone\"}",
     "Running along The Cut and Blackfriars Road, the work entitled Art for Everyone plays with the idea of transforming a public space into a place for art.",
     "McDonald, who won the coveted John Moores Contemporary Painting Prize in 2008, has been artist-in-residence at the station since early this year.",
     "During this time, he has created a new series of paintings, inspired by his discussions with station staff, visits with them to Tate Modern, and the station's role in providing connection to the theatres and galleries in the area.",
     "Some of McDonald's paintings, inspired by the daily life of the station, have been designed as badges for staff and customers to wear, making the artwork available to the community on a new, more personal scale.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Inspired by the control room\"}",
     "Artist Peter McDonald, said: 'I really enjoyed spending time with the station staff and was particularly inspired by the control room which felt like a new world for me, something which really inspired my paintings.",
     "'I hope that the work invites the public, particularly the local community, to talk to station staff about the local cultural sites and what it was like to collaborate with an artist at work.'",
     "Working alongside McDonald, artist Jessie Brennan has developed Impossible Buildings: Interpreting Place, a project with London Underground staff and students from The Charter School that explores the station's architecture and the local environment through activities based on looking, drawing and making.",
     "This has resulted in a special leaflet available from the station.",
     "Louise Coysh, Community Projects Curator for Art on the Underground, said: It was very exciting to see Jessie and Peter each create works which engage with the people who populate the station each day.",
     "'By referencing the galleries and cultural spaces nearby Peter celebrates London Underground's pioneering artistic heritage which has often celebrated the city's cultural sites in iconic posters.'",
     "{\"template\":\"bulletlist\",\"items\":[\"Peter McDonald studied at Central St Martins and the Royal Academy Schools, London, and has since exhibited internationally, including 'East International', Norwich Gallery (2003), Hiroshima Museum of Contemporary Art (2006), Galleri Charlotte Lund, Stockholm (2006) and 'Like Colour in Pictures', Aspen Art Museum (2007). He was awarded the John Moores Contemporary Painting Prize in 2008. He is represented by Kate MacGarry, London and Gallery Side 2, Tokyo, and will have solo exhibitions at both galleries this year\",\"Jessie Brennan studied at Cardiff School of Art \\u0026 Design and the Royal College of Art, London. She has exhibited in solo and group exhibitions, including 'Over and Over Again', Sadlers Wells, London (2007), 'Divination', Brunswick Gallery, London (2008) and 'Black Light', Brook Gallery, Devon (2009). She is a visiting university lecturer in drawing and leads projects for a number of galleries in London. In 2006 she was a recipient of a Leverhulme Trust Bursary and awarded the Augustus Martin Prize in 2007\",\"Art on the Underground is London Underground's art programme, producing high calibre artworks throughout the network, enhancing the millions of journeys made every day. It aims to promote a greater understanding of the Tube as a cultural and social environment through the creative commissioning of artworks. With between three and a half to four million passengers using the network per day, Art on the Underground projects are exposed to one of the largest and diverse audiences in Europe.  For more information about Art on the Underground, please visit \\u003ca href=\\\"http://www.tfl.gov.uk/art\\\"\\u003ewww.tfl.gov.uk/art\\u003c/a\\u003e \",\"Images of Peter McDonald's artworks are available at \\u003ca href=\\\"http://www.theresasimon.com/press\\\"\\u003ewww.theresasimon.com/press\\u003c/a\\u003e - just log in with your name and email address, click next, and choose the link from the project menu\",\"London Underground (LU) is undertaking a major programme of renewal as part of Transport for London's Investment Programme.  This will inevitably result in some disruption for passengers, but TfL is working hard to provide information and alternative travel options.  The work is essential to provide for London's growing transport needs now, and into the future.  TfL is urging all Londoners and Tube, London Overground and DLR passengers to \\\"check before you travel\\\" at weekends, allowing extra journey time where necessary. Weekend travel news is available at \\u003ca href=\\\"http://www.tfl.gov.uk/\\\"\\u003ehttp://www.tfl.gov.uk/\\u003c/a\\u003e \\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}