{
 "pageTitle": "London Underground named best metro in Europe as passenger numbers hit record high",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Underground named best metro in Europe as passenger numbers hit record high",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Passenger satisfaction ratings also break records, despite huge Investment Programme."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Thanks to record investment and the efforts of our staff, the Tube is going from strength to strength",
     "London Underground (LU) has carried more than a billion passengers for the third year running; 1,089 million passengers travelled on the Tube in 2008/9, the highest in its 146-year history.",
     "The latest performance figures, announced today, follow LU's success at this year's prestigious Metro Awards, where the Tube was named Best Metro in Europe beating off stiff competition from Paris, Madrid, Berlin and Copenhagen.",
     "Passenger satisfaction ratings also hit a new high with average scores reaching 79 out of 100.",
     "All this has been achieved at the same time as the LU Investment Programme intensified with an increase in planned engineering works and weekend closures.",
     "But as a result, improvements delivered over the year include the completion of three new stations, the complete refurbishment of the entire District line train fleet and the installation of the Airwave radio system, which also allows police and emergency services radios to work underground.",
     "Mayor of London, Boris Johnson, said: 'The London Underground is the artery through which the lifeblood of London flows.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Champions of Europe\"}",
     "'It is tremendous news London's Tube team have been named champions of Europe.",
     "'Despite the challenges of weekend engineering works, Londoners know the value of the Tube and why we are investing billions to improve it.",
     "'My commiserations go to the disheartened residents of the cities who trailed behind.",
     "'I urge them to visit London where they will find a warm welcome and a Tube team dedicated to whisking them as swiftly and efficiently as possible between the capital's many attractions.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Levels have improved\"}",
     "Over the year, all key Tube performance levels have improved.",
     "Passenger numbers have continued to grow, the number of train kilometres operated reached 70.6 million and 96.4 per cent of scheduled Tube services ran.",
     "Tim O'Toole, London Underground's Managing Director, said: 'Thanks to record investment and the efforts of our staff, the Tube is going from strength to strength.",
     "'Last year, we carried more passengers than ever, reliability continues to improve and customer satisfaction figures are at an all time high.",
     "'This has all been achieved while at the same time managing the biggest Investment Programme since the Second World War.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Recognition of the hard work\"}",
     "'To achieve all this and then win the Best Metro in Europe is recognition of the hard work and professionalism of London Underground staff - I am immensely proud of them and their commitment.",
     "'Although I depart soon, the work to improve the Tube goes on.",
     "'The year ahead will see the upgrade of the Jubilee line, the completion of a new Northern ticket hall at King's Cross station and the arrival of the first air conditioned trains.'",
     "The Metros Awards celebrate the efforts, accomplishments and positive contributions of companies and individuals in the mass transit industry.",
     "London Underground beat off stiff competition from Paris, Madrid, Berlin and Copenhagen, to take the Best Metro Europe award, which was judged on several criteria including customer service levels, geographical coverage, technological innovations, safety and security and the condition of the network.",
     "{\"template\":\"bulletlist\",\"items\":[\"The Tube is the oldest metro system in the world, the first part running from Farringdon to Paddington was built in 1863\",\"Number of miles/km travelled by each Tube train each year: 76,800 miles/123,600km\",\"Length of network: 402km/249 miles\",\"Proportion of the network which is in tunnels: 45 per cent\",\"Total number of stations served: 270\",\"Total number of stations owned and managed: 260\",\"London Underground has been known as the Tube since 1890, when the first deep-level electric railway line was opened\",\"The Underground name first appeared on stations in 1908\",\"LU's world-famous logo, 'the roundel' (a red circle crossed by a horizontal blue bar), first appeared in 1908\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}