{
 "pageTitle": "Mind the Bird photo competition takes flight",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mind the Bird photo competition takes flight",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground (LU) and the Royal Society for the Protection of Birds (RSPB) team up to urge the Capital's snappers to put birds in the frame."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We are delighted to be working with the RSPB to highlight the wildlife that is all around us",
     "LU and the RSPB launched a photo competition today (2 April) to encourage Londoners to use the Tube to discover the Capital's rich and varied bird life.",
     "Forty-two bird species have been recorded on LU property in recent years with an even greater number living in a surprising variety of habitats just a short stroll from the Tube.",
     "The competition, which is open to everyone, runs until 31 May.",
     "Birds should be snapped within a five minute walk of a Tube station with entries judged according to their relevance to the theme, originality and quality of the photography.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Huge variety\"}",
     "Marian Kelly, LU's Environment Manager, said: 'The Tube provides easy access to hundreds of green spaces across London although it's clear that you don't have to stray far from the transport network to discover a huge variety of bird life.",
     "'At London Underground we value and protect the wide range of animals and birds that have made either the underground tunnels or our trackside land their home.",
     "'We are delighted to be working with the RSPB to highlight the wildlife that is all around us.'",
     "Tim Webb from the RSPB added: 'We all rush around in our daily lives, rarely taking time to pause and admire what's going on around us.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Discover wildlife\"}",
     "'Here's the ideal excuse to lift your eyes and discover the wildlife that lives alongside us.",
     "'Take a camera and share your wild bird moments with us for a chance to win a prize and, more importantly, to make a connection with nature.'",
     "The competition will be judged by a panel which includes the Urban Birder, David Lindo, Nick White from the London Biodiversity Partnership and photographers working for both Transport for London and the RSPB.",
     "Competition entrants can upload their photos at \u003ca class=\"external-site\"title=\" (Opens in new window)\"href=\"http://www.flickr.com/groups/LU-RSPB_MindtheBird\"jquery1238594466428=\"6\"\u003ewww.flickr.com/groups/LU-RSPB_MindtheBird\u003c/a\u003e stating where the picture was taken.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Prizes to be won\"}",
     "There are separate categories for adults (18 and over) and children (under 18).",
     "Those taking part are free to submit as many photographs as they like, though only one prize is available per person.",
     "Prizes include an annual pass to RSPB reserves, a family pass to the London Transport Museum, and bird-related goodies including books and bird feeders.",
     "Winners will be notified in July.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Full details of the competition including the terms and conditions are available at \\u003ca href=\\\"http://www.tfl.gov.uk/mindthebird\\\"\\u003etfl.gov.uk/mindthebird\\u003c/a\\u003e \",\"Find out moe about \\u003ca href=\\\"http://www.tfl.gov.uk/sustainabledevelopment\\\"\\u003eLU's work to protect the environment\\u003c/a\\u003e \",\"Find out more about the work of the \\u003ca class=\\\"external-site\\\"title=\\\" (Opens in new window)\\\"href=\\\"http://www.rspb.org.uk/london\\\"jquery1238594466428=\\\"7\\\"\\u003eRSPB in London\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}