{
 "pageTitle": "New London Overground platforms open at Stratford Station",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New London Overground platforms open at Stratford Station",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) is pleased to announce the opening of two new platforms to serve the London Overground (LO) network at Stratford Station."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We are pleased to deliver these Olympic benefits three years ahead of the Games",
     "The platforms which are part of the station's redevelopment for the London 2012 Olympic and Paralympic Games will be brought into service on the evening of Tuesday 14 April.",
     "The Managing Director of TfL London Rail, Ian Brown, said: 'We are pleased to deliver these Olympic benefits three years ahead of the Games.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Reduce congestion\"}",
     "'These new platforms will reduce congestion by improving the flow of passengers, provide greater capacity and better accessibility than before and are well positioned to serve spectators going to the Olympic Park in 2012.'",
     "Transport Director and the Olympic Delivery Authority (ODA), Hugh Sumner, said: 'The completion of these new platforms marks a significant milestone in the overall redevelopment of Stratford Regional Station that will ensure it can manage the number of spectators expected travelling to the Olympic Park.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Treble capacity\"}",
     "'The ODA has contributed £32m towards these new platforms as well as an additional £100m to treble capacity and improve accessibility at Stratford for 2012 and beyond.'",
     "The new platforms have been built together as an 'island platform' which will enable trains to arrive and leave on either side. At 250 metres long they will reduce congestion and be capable of taking six-car trains in the future.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Fully accessible\"}",
     "Passengers have access to the rest of the station complex via two subways which are connected to the platforms by lifts as well as stairs, making them fully accessible.",
     "The platforms also have new help points, clearer signs and information screens and new CCTV cameras.",
     "They are situated on the north side of the Stratford station complex, adjacent to National Rail platform 12.",
     "{\"template\":\"bulletlist\",\"items\":[\"LO services will use the new platforms 1 and 2 after 20:00 on Tuesday 14 April. This is to allow them to be train tested during the day. Before 20:00 only alternate trains will run to and from Stratford using Platform 11 with the others stopping at Hackney Wick. The following departures will use platform 10A:  0607, 1102, 1537, 1637, 1706, 1736 and 1806\",\"On Wednesday 15 April a normal service will resume with all trains running to and from Stratford platforms 1 and 2\",\"Until now, LO trains have used platforms located in what is known as the low-level part of Stratford Station. These are now being converted for use by the DLR as part of its Stratford International extension. The new platforms are in the high-level part of the station and on the north side\",\"The re-location of the LO platforms comes under the £192.8m DLR Stratford International Extension project. It has been funded by £32m from the Olympic Delivery Authority and the remainder by TfL\",\"The construction of the two LO platforms has cost approximately £25m\",\"The work has been carried out by Skanska and VolkerRail in a joint venture\",\"Stratford Regional Station will play a crucial role in transporting spectators to the Olympic Park in 2012.  The three gateway stations: Stratford Regional, Stratford International and West Ham will have a combined capacity of 240,000 spectators per hour during Games time\",\"The work to treble capacity and improve accessibility at Stratford Regional station will be finished by the end of 2010. It includes nine new lifts, eight new staircases, a re-opened subway, new platforms, wider, longer and clearer platforms, and a new station entrance at mezzanine level\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}