{
 "pageTitle": "Stay on the move on Marathon Sunday with Transport for London",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Stay on the move on Marathon Sunday with Transport for London",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Spectators are encouraged to use Transport for London's (TfL's) range of Travel Tools to plan their journeys and get real time travel information on the move by visiting tfl.gov.uk."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "With hundreds of thousands of supporters set to line the streets of London on Sunday 26 April, TfL will be keeping the Capital running during the Flora London Marathon.",
     "With more than 20 London Underground (LU) and Docklands Light Railway (DLR) stations located along the route, spectators can be sure they'll be able to get close to the action and see world-class athletes, celebrities and their friends and colleagues raise thousands of pounds for charities.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Marathon Sunday\"}",
     "Free travel will be provided to all runners and officials on the Tube and DLR on race day until 17:00 by showing an official Marathon tabard or race number.",
     "Some road diversions and closures will need to be put in place for short periods while the race passes through.",
     "A leaflet highlighting how to get to various stages to the course by public transport has been produced by TfL and is available online at \u003ca href=\"http://www.tfl.gov.uk/marathon\"\u003etfl.gov.uk/marathon\u003c/a\u003e or from all LU stations.",
     "Spectators can also get up-to-the-minute travel information by contacting TfL travel information on 020 7222 1234.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Road closures\"}",
     "The route and approach roads south of the Thames between Blackheath and Deptford will close, together with Victoria Embankment between Bridge Street and Northumberland Avenue, Westminster Bridge (both directions) and Bridge Street from 07:00.",
     "Remaining roads from Deptford and north of the Thames including approach roads will close from 08:00.",
     "A staged road re-opening programme will be in force throughout the day starting at approximately 11:00.",
     "It is scheduled that roads will be fully re-opened by 19:00.",
     "Due to restoration work on the Cutty Sark, access to the area will be severely limited.",
     "Greenwich Foot Tunnel will also be closed southbound from Isle of Dogs to Greenwich from 10:00 until midday on the Sunday.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"London Buses\"}",
     "Buses travelling down roads affected by the London Marathon will be diverted or not run the full length of their route until later in the day.",
     "Routes affected by the London Marathon are: 1, 3, 11, 12, 15, 15H, 24, 25, 29, 42, 47, 51, 53, 54, 78, 87, 88, 89, 91, 96, 99, 100, 108, 115, 122, 129, 132, 148, 159, 161, 177, 178, 180, 188, 199, 202, 211, 225, 244, 277, 286, 291, 341, 343, 344, 380, 381, 386, 388, 422, 453, 469, 472, 486, C10, D3, D6, D7, D8, P12, RV1 plus East London line replacement bus services.",
     "Route diversions south of the river are expected to be finished by 13:00.",
     "Route diversions north of the river are expected to finish by 19:00.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"London Underground\"}",
     "On Marathon Sunday, some track improvement work is planned on LU, which may affect your journey.",
     "The District line will be part suspended between Upminster and Barking due to engineering works.",
     "A replacement bus service will be in operation along the route.",
     "On the Circle and District lines, Blackfriars station will be closed for station rebuilding works.",
     "Customers are advised to use Mansion House or Temple stations and complete their journey above ground.",
     "Cannon Street will also be closed on Sunday as usual.",
     "The Hammersmith \u0026 City line will be suspended between Plaistow and Barking.",
     "Customers are advised to change onto the District line to complete their journey.",
     "On the Northern line, Goodge Street station will be closed for station improvement works.",
     "Customers are advised to use local buses or walk to an alternative station to complete their route.",
     "The Piccadilly line will be suspended between Uxbridge and South Harrow and the Metropolitan line will be suspended between Uxbridge and Harrow-on-the-Hill.",
     "A replacement bus service will call at all affected stations.",
     "There is also no direct interchange from Monument to Bank station until August 2009.",
     "Monument and Bank stations will effectively operate as two separate stations.",
     "This is due to major escalator works.",
     "Passengers are advised to use alternate interchange stations or interchange at surface level.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"London Overground\"}",
     "On London Overground, there will be no services from Richmond to Stratford, Gospel Oak to Barking and Shepherd's Bush to Willesden Junction due to major upgrade work over the weekend.",
     "A replacement bus service will operate from Gospel Oak to Barking and from Gunnersbury to Stratford.",
     "London Overground train services between Clapham Junction and Shepherd's Bush will run once an hour.",
     "London Overground tickets will be accepted on Southern train services between Clapham Junction and Shepherd's Bush, and on bus routes 220 and 228 between Shepherd's Bush and Willesden Junction.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Docklands Light Railway\"}",
     "A modified timetable will operate throughout the weekend with services on Sunday beginning at 05:30 from Tower Gateway and Lewisham.",
     "Services during the London Marathon will operate as frequently as every 2.5 minutes on the busiest sections of the route.",
     "From 16:00, a normal Sunday service will operate until close of service at around 23:30.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"London River Services\"}",
     "To see more of the race, board a river bus at Greenwich to Canary Wharf, Tower Millennium, London Bridge or Embankment Piers.",
     "Timetables are available at LU stations, TfL piers or online at \u003ca href=\"http://www.tfl.gov.uk/river\"\u003etfl.gov.uk/river\u003c/a\u003e ",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Cycling and Walking\"}",
     "If the weather is nice on Marathon Sunday, why not walk or cycle to the race?",
     "Cycling and walking are great ways to get around London and let you fit exercise into your daily routine.",
     "Plan your journey to the marathon by bike or on foot by visiting \u003ca href=\"http://www.tfl.gov.uk/journeyplanner\"\u003etfl.gov.uk/journeyplanner\u003c/a\u003e ",
     "\u003cstrong\u003e \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Stations located close to the London Marathon route include:\\u003cbr /\\u003e- Cutty Sark DLR (start line and mile 6 and 7)\\u003cbr /\\u003e- Woolwich Arsenal DLR (mile three)\\u003cbr /\\u003e- Canada Water (mile nine)\\u003cbr /\\u003e- Shadwell DLR (mile 13 and 22)\\u003cbr /\\u003e- Crossharbour DLR (mile 18)\\u003cbr /\\u003e- Monument (mile 23)\\u003cbr /\\u003e- Embankment (mile 25)\\u003cbr /\\u003e- Green Park / St James's Park (finish line)\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"24-hour travel information on public transport in London is available by calling 020 7222 1234 or by visiting \\u003ca href=\\\"http://www.tfl.gov.uk/realtime\\\"\\u003etfl.gov.uk/realtime\\u003c/a\\u003e \",\"TfL's range of Travel Tools help passengers plan journeys, get travel information on the move and work out the safest way home \\u003ca href=\\\"http://www.tfl.gov.uk/traveltools\\\"\\u003etfl.gov.uk/traveltools\\u003c/a\\u003e \",\"For free mobile and email alerts to keep them up to date on all TfL services they can sign up at \\u003ca href=\\\"http://www.tfl.gov.uk/mobile\\\"\\u003etfl.gov.uk/mobile\\u003c/a\\u003e \",\"The course of the London Marathon is 26.2 miles long, virtually the same as running the entire length of the Victoria line (13.25 miles) twice, or running just under two laps of the Circle line (14 miles)\",\"In 2008, around 34,500 runners completed the London Marathon, the equivalent to the passenger capacity of 384 double-decker buses\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}