{
 "pageTitle": "TfL planning ahead for London Cycle Hire scheme",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL planning ahead for London Cycle Hire scheme ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Mayor of London's Cycle Hire scheme on track for May 2010 launch, as Transport for London (TfL) gets planning application process underway."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Much like hailing a cab, people will be able to pick up one of 6,000 bikes, and zip around town to their hearts content",
     "Plans for the Mayor of London's Cycle Hire scheme moved a step closer today (27 April), as TfL began submitting planning applications for around 400 cycle docking stations - the locations where people will be able to pick up and drop off hire bikes in central London.",
     "TfL has been working with its borough partners and The Royal Parks to identify the most suitable locations for the network of cycle hire docking stations, which will be based in London's zone one travel area.",
     "The 400 cycle stations will be situated approximately every 300 metres (although less frequently within The Royal Parks), so people who want to use or lock up a bicycle should never be more than a couple of minutes walk away from a docking station.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Growing excitement\"}",
     "The first four planning applications are being submitted to Camden Council, and the remaining applications will be submitted throughout the spring and summer.",
     "The Mayor of London, Boris Johnson, said: 'I pledged to deliver a cycling revolution across the city, and there is now a growing excitement about our cycle hire scheme, which will give all Londoners the opportunity to hop on a bike and experience the joys of cycling.",
     "'Much like hailing a cab, people will be able to pick up one of 6,000 bikes, and zip around town to their hearts content - not only a quick, easy, and healthy option, but one that will also make London a more liveable city.'",
     "David Brown, Managing Director of Surface Transport, TfL, said: 'The Cycle Hire scheme will be the most sustainable, environmentally friendly form of public transport ever seen in London, and will provide people with an inexpensive and convenient way of making short trips around London.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Inexpensive and convenient\"}",
     "'Available 24 hours a day, 365 days a year, the London Cycle Hire scheme will help to alleviate congestion hotspots on the Tubes and buses in central London, as well as build on the massive growth London has already seen in cycle journeys in recent years.",
     "'It forms a key part of the record £111m the Mayor and TfL are investing in cycling this year, helping to revolutionise conditions for people who want to cycle in the Capital.'",
     "TfL is funding cycle training across London's boroughs and will also carry out audits at each docking station to ensure safety for users.",
     "There will be on-going marketing and press road safety campaigns, and cycle safety information will be available on both the website and at the docking station terminals.",
     "When it launches in May 2010, the London Cycle Hire scheme is expected to generate an additional 40,000 cycle journeys every day in central London.",
     "{\"template\":\"bulletlist\",\"items\":[\"A CGI indicative image of the Cycle Hire docking stations and terminals, along with maps indicating the location of  the proposed docking station sites (which are subject to planning consent being granted), are available on request from the TfL press office\",\"The cycle hire scheme will be based in the London boroughs of Camden, Hackney, Lambeth, Islington, Royal Borough of Kensington and Chelsea, Southwark, Tower Hamlets and City of Westminster, as well as the City of London (in the parts of the boroughs that are located in the zone one travel zone). In addition, people will be able to rent bicycles from several Royal Parks in central London\",\"From May 2010, people will be able to pick up and drop off hire bikes at around 400 locations across the nine London boroughs and several Royal Parks that make up London's zone one travel area. An initial 6,000 hire bikes are expected to generate around 40,000 extra daily cycle trips in central London\",\"The Mayor and TfL are investing a record £111.3m in cycling in London this year. The money is being spent on introducing the cycle hire scheme, improving parking and road conditions for cyclists, education, training and promotion\",\"The name of the company that will build and operate the London Cycle Hire scheme will be announced in June 2009\",\"TfL is funding £3m in cycle training for Londoners of all ages, through London's borough councils. The TfL funded training sessions are individually tailored to each person's needs and will teach them to deal with a wide range of traffic conditions. Read more about \\u003ca \\u003ecycle training provision \\u003c/a\\u003e \",\"The number of cyclists killed or seriously injured on London's roads has fallen by 19 per cent compared with the Government baselines figures from the mid to late 1990s\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}