{
 "pageTitle": "TfL appoints interim Managing Director of London Underground",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL appoints interim Managing Director of London Underground",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Current Director of Strategy and Service Development, Richard Parry, to fulfil the role following Tim O'Toole's departure."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Richard Parry brings a wealth of experience to the role having served the Underground for 17 years",
     "Transport for London today announced that Richard Parry, London Underground's (LU's) Director of Strategy and Service Development, will take up the role of interim Managing Director of LU from 1 May.",
     "London's Transport Commissioner, Peter Hendy, said: 'Richard Parry brings a wealth of experience to the role having served the Underground for 17 years.",
     "'I'm sure he will do an excellent job and build on the improvements to the Tube delivered by Tim O'Toole and the LU team in recent years.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Great choice\"}",
     "'Richard will ensure that LU continues to focus cost effectively on the twin objectives of improving the service for our customers and successfully delivering the billions being invested to upgrade the Tube.'",
     "Tim O'Toole, outgoing Managing Director of LU, said: 'Richard is a great choice for the role and I am sure I leave the Tube in very capable hands.",
     "'LU's customers and employees can look forward to the continuing transformation of the Tube with the delivery of major projects between now and the London 2012 Games.'",
     "Richard Parry, 42, joined London Underground in 1992 and has since worked in a number of roles in business planning and marketing functions.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Improvement programmes\"}",
     "In 2004 he was appointed as Director of Strategy and Service Development, which includes responsibility for the development of both LU's service and major improvement programmes.",
     "He will take up the role of Interim Managing Director of LU on 1 May."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}