{
 "pageTitle": "Transport for London awards contract for third phase of improving Brixton town centre",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London awards contract for third phase of improving Brixton town centre ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Phase Three of works will complete Brixton transformation."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) has awarded the contract for the third phase of the Brixton Town Centre improvement scheme to London-based construction company FM Conway Limited.",
     "This final phase, delivered and supported by TfL, Lambeth Council, the London Development Agency and Design for London, will see the completion of the transformation of Brixton town centre into an area that can be better enjoyed by locals, commuters and visitors.",
     "There will be a new central square combining Windrush Square and Tate Gardens.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Two-way traffic\"}",
     "Lambeth Council is currently working with interested local people to decide on a name for this public space.",
     "The road layout will change so that it is more like a town high street, with the removal of the gyratory system around St Matthews Church and Brixton Hill will be widened to accommodate two-way traffic.",
     "The first two phases of the Brixton Town Centre improved the environment for pedestrians and provided better bus accessibility along Brixton Road, Stockwell Road and Stockwell Park Road.",
     "Work on Phase Three is scheduled to begin in May.  The scheme is fully supported by Lambeth Council.  Traffic disruption during construction will be kept to a minimum.\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editor:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\" \\u003ca href=\\\"http://www.fmconway.co.uk/\\\"\\u003eFM Conway Limited\\u003c/a\\u003e is a multi-disciplined construction contractor in the field of civil engineering, surfacing and highway maintenance\",\"Consultation on the Brixton Town Centre scheme was carried out in 2005\",\"Phase two of the Brixton Town Centre scheme will be complete in May 2009. FM Conway was also responsible for construction of Phase two of the scheme\",\"The Brixton Town Centre project is a part of TfL's £10bn Investment Programme, funding work to improve London's transport system and enhance the urban environment\",\"Motorists and other road users are advised that BT and Southern Gas Network will begin utility works at the junction of Brixton Road and Coldharbour Lane on 5 May, lasting five weeks. TfL has worked with the utilities to schedule these works so as not to conflict with Phase three of the Brixton Town Centre scheme. Motorists are advised to consider alternative routes for the duration of these works\",\"TfL is responsible for maintaining and managing the 580km Transport for London Road Network (TLRN), which, although comprising only five per cent of the Capital's roads, carries approximately 33 per cent of its traffic\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}