{
 "pageTitle": "Wanstead station to close for modernisation works",
 "description": "Wanstead station, which is on the Central line, is being modernised as part of the LU Investment Programme. Improved securityWhen complete customers will benefit from improved security and customer service information including a new state-of-the-art",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Wanstead station to close for modernisation works",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground's (LU) Wanstead station will close for 10 weeks, between June and August, while major structural work is carried out."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Customers will get a completely modernised station",
     "Wanstead station, which is on the Central line, is being modernised as part of the LU Investment Programme.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Improved security\"}",
     "When complete customers will benefit from improved security and customer service information including a new state-of-the-art station control room, upgrading the existing CCTV system, improved PA system, Help points and electronic information boards.",
     "However major structural works, including the demolition of a large concrete slab which overhangs the top of the station escalators, need to be undertaken.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Modernised station\"}",
     "Peter Tollington, Central line General Manager, said: 'When all station works are complete, customers will get a completely modernised station with improved security and communication facilities.",
     "'However to complete these works we need to demolish the ceiling which is above the station escalators and carry out structural alterations in the ticket hall area to create the new station control point.",
     "'So as not to compromise the safety of our customers and staff we need to close the station while these works take place.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Alternative routes\"}",
     "Customers are advised to use nearby Leytonstone, Snaresbrook and Redbridge stations which are approximately a 10-15 minute walk away.",
     "Regular bus services serve Wanstead station, with the 66 and 145 bus routes following the Central line between Redbridge and Leytonstone stations.",
     "LU tickets will be accepted on all local bus routes.",
     " \u003ca class=\"new-window filetype-pdf\"title=\" (Opens in new window)\"href=\"/assets/downloads/wanstead-closed-june-aug-189.pdf\"fn=\"wanstead-closed-june-aug-189.pdf\"jquery1245322025592=\"6\"lpos=\"\"lid=\"Check alternative routes (PDF 152 KB)\"\u003eCheck alternative routes (PDF 152KB)\u003c/a\u003e ",
     "Wanstead station will be closed from Monday 22 June 2009 until the end of August 2009.",
     "It will then close early every evening from 21:00 until mid-October 2009 to facilitate the continuation of works.",
     "The station modernisation is scheduled to be complete in November 2009.\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}