{
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2018",
   "url": "/info-for/media/press-releases/2018"
  },
  {
   "title": "November",
   "url": "/info-for/media/press-releases/2018/november"
  },
  {
   "title": "How Many People Dying on our Roads is Acceptable? The Vision is Zero"
  }
 ],
 "title": {
  "title": "How Many People Dying on our Roads is Acceptable? The Vision is Zero",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "London politicians, council leaders and businesses joined victims of road trauma, emergency service representatives and international Vision Zero experts to understand how they can help eliminate deaths and serious injuries from London's transport network.",
     "The Mayor, TfL and the Metropolitan Police Service (MPS) are working towards their Vision Zero ambition, to eliminate all death and serious injuries from the transport network by 2041.",
     "28 year-old Victoria Le Brec led the event with an emotional account of her experience as a cyclist who was run over by a lorry in 2014. She would have died on the road had it not been for the innovative healthcare she received. Victoria said: \"I am so pleased that Vision Zero has been adopted in London because even one person seriously injured per year represents a massive amount of suffering.  Any policy which would view what my family and I have been through as success would be inherently wrong.\"",
     "Changes are already being implemented, including transforming London's most intimidating junctions, introducing the world's first Direct Vision Standard, which rates HGVs based on how much the driver can see directly through their cab window, and working closely with the police on a new approach to target dangerous drivers and illegal activity on the roads.",
     "From next year, all new London buses must include a whole host of new safety measures, including technology that automatically limits the speed at which buses are able to travel, an audible alert for pedestrians and other road users, and more blindspot mirrors and reversing cameras.",
     "\u003cstrong\u003eDeputy Mayor for Transport, Heidi Alexander, said\u003c/strong\u003e TfL plans start from the basis that no death or serious injury on London's roads should be treated as acceptable or inevitable. She said: \"How has society come to accept that road deaths and injuries are just the price we have to pay moving around in a big city?\" she asked. \"Sadiq has made it clear he will do everything in his power to make our streets safer. As the first Mayor of London to commit to a Vision Zero ambition, he recognises that we need a radical new approach if we are going to eliminate deaths and serious injuries.\"",
     "London is following in the footsteps of Sweden and New York in the implementation of a Vision Zero policy. Sweden, where Vision Zero launched in 1997, has halved the number of people killed in road traffic collisions since it began. At the event, their respective leaders presented key learnings on the steps that need to be put in place for noticeable change to be seen.",
     "\u003cstrong\u003eJulia Kite-Laidlaw from New York City's Department of Transport said: \u003c/strong\u003e \"We view Vision Zero as an ongoing process of cultural change. And change is difficult. Setting such an ambitious goal means we never sacrifice safety for convenience.\"",
     "Ahead of the event the international guests visited key junctions at Elephant and Castle, Upper Themes and Old Street to see how the Safer Junctions Programme is already improving London's roads and to offer their learnings on similar schemes they've successfully implemented.",
     "\u003cstrong\u003eCommander Gordon from the Metropolitan Police Service, a Vision Zero partner, explained how,\u003c/strong\u003e through its Roads and Transport Policing Command, it is responding to the Vision Zero ambition with an enhanced three-tier approach to roads policing and enforcement that has been launched and will continue over the next year. This includes highly-targeted activity focused on repeat and high-risk offenders, intelligence-led problem solving activity focused on high risk locations and random unpredictable high visibility patrols to deter offending and reassure the public.",
     "\u003cstrong\u003eHeidi Alexander concluded her speech with a plea to attendees: \u003c/strong\u003e \"I know there are some of you in this room who look at a target of zero deaths and serious injuries in 2041 and feel it's unrealistic.",
     "\"Instead, ask yourself, how many people dying and being seriously injured on our roads would be acceptable?",
     "\"We need a target to keep ourselves accountable and to ensure we keep striving for a better and safer city. But Achieving Vision Zero starts with all of us - leaders and decision makers - agreeing that every Londoner has the right to travel in our city without being killed or seriously injured.\"",
     "The Vision Zero action plan is available to view here: \u003ca href=\"http://content.tfl.gov.uk/vision-zero-action-plan.pdf\"\u003ehttp://content.tfl.gov.uk/vision-zero-action-plan.pdf\u003c/a\u003e ",
     "TfL's Casualties in Greater London During 2017 report is available here: \u003ca href=\"http://www.tfl.gov.uk/corporate/publications-and-reports/road-safety\"\u003ewww.tfl.gov.uk/corporate/publications-and-reports/road-safety\u003c/a\u003e ",
     "The Mayor's Transport Strategy is available here: \u003ca href=\"http://www.tfl.gov.uk/corporate/about-tfl/how-we-work/planning-for-the-future/the-mayors-transport-strategy\"\u003ewww.tfl.gov.uk/corporate/about-tfl/how-we-work/planning-for-the-future/the-mayors-transport-strategy\u003c/a\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2018/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2018/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2018/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2018/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2018/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2018/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2018/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2018/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2018/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2018/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2018/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2018/december",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}