{
 "pageTitle": "GLA - Work begins to transform Old Street roundabout",
 "description": "GLA - Work begins to transform Old Street roundabout",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2018",
   "url": "/info-for/media/press-releases/2018"
  },
  {
   "title": "November",
   "url": "/info-for/media/press-releases/2018/november"
  },
  {
   "title": "GLA - Work begins to transform Old Street roundabout"
  }
 ],
 "title": {
  "title": "GLA - Work begins to transform Old Street roundabout",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The work will completely overhaul the traffic-dominated roundabout, creating an area safer for cycling and walking, with a major new public space"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This press release, issued by the Mayor of London, was first published on \u003ca href=\"[ioID]#https://www.london.gov.uk/press-releases/mayoral/work-begins-to-transform-old-street-roundabout\"\u003elondon.gov.uk\u003c/a\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The plans are part of TfL's Vision Zero ambition to eliminate all death and serious injury from London's roads by 2041.\",\"TfL worked with boroughs and contractors to bring forward the start of work to this year.\"]}",
     "Transport for London (TfL), and Islington and Hackney Councils have started work at Old Street to remove the outdated 1960s roundabout and create a transformed environment that is safer for cycling and walking.",
     "The work will see the northwest arm of the roundabout close permanently to all traffic, creating a major new public space with better walking and cycling access to Old Street station. Traffic will operate two-way through the redesigned junction, with fully segregated cycle lanes and cycle-only traffic signals around the re-designed junction.",
     "The works will significantly reduce danger for cyclists and other vulnerable road users and enable new people to cycle who were previously put off by the roundabout. Some of the subways around Old Street will also be closed and replaced with new surface-level pedestrian crossings, making journeys in the area quicker and easier for people walking.",
     "Preparation work on the roundabout and nearby roads has now started, with utility providers such as Thames Water and other contractors working at the site.",
     "In August, the Mayor announced he wanted to see the project brought forward and begun this year. TfL have worked closely with the councils and project contractors to ensure the improvements can be completed as quickly as possible, and this includes agreeing to extended working hours to reduce the overall duration of the work. The transformation is expected to be complete by the end of 2020 and residents and visitors are advised to visit tfl.gov.uk/old-street-roundabout for more information about changes to travel during the work.",
     "Mayor of London, Sadiq Khan said:\u003cbr /\u003e'I announced over the summer that I wanted to see improvements at Old Street brought forward, and I'm delighted that work to transform the junction has now begun. Old Street is one of the busiest junctions in London, but is currently an outdated roundabout that needs to be made safer for the thousands of people who pass through it every day.",
     "'New segregated cycle lanes will transform safety for cyclists, and new pedestrian crossings and a new public space will make Old Street cleaner, safer and more pleasant for everyone spending time in the area.",
     "'Every death or serious injury on London's roads is one too many, and the improvements at Old Street are part of our ambitious plans to improve road safety all across London.'",
     "Following TfL's recently completed improvement work at Charlie Brown's Roundabout in Redbridge, TfL has improved 27 junctions across the capital in recent years to help achieve Vision Zero and reduce danger to people walking and cycling.",
     "Work also continues to transform Highbury Corner, another outdated roundabout. New paving has been installed outside Highbury \u0026 Islington station and a new direct crossing has opened. Work at the junction will be complete by summer 2019.",
     "Cllr Claudia Webbe, Islington Council's executive member for environment and transport, said:",
     "'This is a once-in-a-generation opportunity to transform a polluted, outdated junction so that priority and space is given to people instead of vehicles. This will contribute towards Old Street being a great place to live, work, study and visit with significant safety improvements for pedestrians and cyclists, public transport users, and people who live and work nearby. Known around the world, Old Street is evolving and this bold transformation will create an attractive place to enjoy, walk, cycle and spend time making it fit for the future. And together with our plans for an 'Iconic Gateway' at Old Street, this transformation will meet the increased demand for high quality public spaces.  In partnership with Hackney Council and the Mayor of London we will work closely with TfL to ensure any disruption is kept to a minimum.'",
     "Nick Fairholme, TfL's Director of Project and Programme Delivery, said:",
     "'Old Street is the gateway to the Tech City economic and cultural powerhouse and our work will completely transform the area, creating Healthy Streets which are much more welcoming to people walking and cycling than the existing, outdated roundabout. We continue to work on our plans to transform junctions across the capital to ensure that all Londoners can benefit from the reduced road danger and help achieve our Vision Zero ambition, as well as improved air quality and better public spaces that projects such as Old Street create.'",
     "Peter Morris, Chair at the Old Street District Partnership, said:",
     "'The Old Street District Partnership welcomes TFL's announcement that the works to transform the Old Street roundabout are about to start. Not only will these works improve the look and feel of this key gateway to the Old Street area, but will also make for a more accessible, safer and healthier environment for the many people who live and work in the area, as well as visitors. The positive feedback we have received from our members only confirms this, especially given the ever increasing numbers of cyclists and pedestrians who use this route.'",
     "Other measures included in the Mayor and TfL's Vision Zero action plan, announced this summer, include the introduction of lower speed limits on TfL's road network and the Direct Vision Standard. It also features a comprehensive bus safety programme including speed-limiting technology, new innovative training for all bus drivers and other measures. Each year more than 2,000 people are needlessly killed or seriously injured on London's streets, a number that would not be tolerated in any other setting.",
     "TfL's Direct Vision Standard, a world first, rates HGVs based on how much the driver can see directly through their cab windows. HGV blind spots are a major contributory factor in fatal collisions involving cyclists and pedestrians. The standard focuses on the visibility from a driver's cab, directly tackling blind spots, and uses a ratings system to make sure that only vehicles suitable for the urban environment can use London's roads. The first permits under the system will be issued next year. Over the past three years, 63 per cent of cyclist deaths and 25 per cent of pedestrian deaths have involved a large goods vehicle.\u003cbr /\u003e",
     "\u003cbr /\u003eNotes to editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"The Vision Zero action plan is available here: \\u003ca href=\\\"[ioID]#content.tfl.gov.uk/vision-zero-action-plan.pdf\\\"\\u003econtent.tfl.gov.uk/vision-zero-action-plan.pdf\\u003c/a\\u003e \",\"More information on the Highbury Corner project is available at \\u003ca href=\\\"[ioID]#tfl.gov.uk/highbury-corner\\\"\\u003etfl.gov.uk/highbury-corner\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2018/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2018/february",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2018/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2018/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2018/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2018/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2018/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2018/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2018/december",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}