{
 "pageTitle": "Londoners encouraged to embrace the 'Wonderful World of Off-Peak' this summer",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2018",
   "url": "/info-for/media/press-releases/2018"
  },
  {
   "title": "August",
   "url": "/info-for/media/press-releases/2018/august"
  },
  {
   "title": "Londoners encouraged to embrace the ‘Wonderful World of Off-Peak’ this summer"
  }
 ],
 "title": {
  "title": "Londoners encouraged to embrace the ‘Wonderful World of Off-Peak’ this summer",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "With the summer holidays now well underway, Transport for London (TfL) has launched a new campaign encouraging Londoners and visitors to explore everything London has to offer through the 'Wonderful World of Off-Peak'.",
     "Off-peak fares apply on weekdays before 06:30, between 09:30 and 15:59, and after 19:00, plus all day at weekends and on bank holidays.",
     "Using pay as you go with a contactless card or Oyster, off-peak fares including Zone 1 start at £2.40 and off-peak adult Tube, DLR and London Overground fares within Zones 2-6 are just £1.50. Customers can also benefit from automatic Daily capping which means that they won't pay more than the cost of the equivalent Day Travelcard regardless of the number of trips made.",
     "In addition, the Mayor's Hopper fare applies all day and night, allowing Londoners to take unlimited bus and tram journeys across the capital within an hour for just £1.50, with the total cost capped at £4.50 for the whole day.",
     "Children under 11 travel free on buses, Tube and most rail services in London with a valid Zip card and those over 60 can travel free with an 60 plus or Freedom Pass. There are also a wide range of discounted travel options available for adults.",
     "To help people plan days out across London this summer, TfL has partnered with Time Out to create a new interactive cultural map of London - \u003ca href=\"http://www.timeout.com/culturaltflmap\"\u003ewww.timeout.com/culturaltflmap\u003c/a\u003e - highlighting cultural attractions close to more than 300 stations across London. A simple click on the stations highlighted on the map will reveal museums, art galleries and even street art near each station and plan a journey to the attractions using TfL's Journey Planner.",
     "The attractions also link to Time Out's curated expert content for more information and the map will be updated periodically by TfL as more attractions are added to the Time Out website to ensure they are season-specific. Attractions along the Elizabeth line will also be added later this year once the new rail line launches through central London in December 2018.",
     "TfL is also expanding its existing range of cultural maps, which previously ran on the Piccadilly line and London Overground to cover all 11 Tube lines and the DLR. These will appear on the network and timeout.com from 10 August and reveal a wide range attractions, hidden gems and unknown curios across London which make for a great day out.",
     "Customers using buses can also download TfL's existing leisure guides at \u003ca href=\"https://tfl.gov.uk/travel-information/visiting-london/experience-london\"\u003ehttps://tfl.gov.uk/travel-information/visiting-london/experience-london\u003c/a\u003e , which cover a range of routes to help the whole family visit London's top attractions or explore the heritage of the capital along a single route.",
     "\u003cstrong\u003eJustine Simons, Deputy Mayor for Culture and the Creative Industries, said:\u003c/strong\u003e `It's no coincidence that four out of five visitors to London come for the culture. There is always something new to see or something exciting to discover, and our boroughs' cultural scenes are truly flourishing. These new maps are a wonderful way of highlighting just how accessible some of London's biggest attractions and hidden gems are. I'd encourage all families to take advantage of TfL's off-peak rates to get out and enjoy our capital this summer.'",
     "\u003cstrong\u003eChris MacLeod, Customer Director at Transport for London, said\u003c/strong\u003e : `We are committed to helping people explore this great city as simply and affordably as possible. With 'turn up and go' services on bus, Tube and rail services operated by TfL, and off-peak fares in Zones 2-6 from just £1.50, it's never been a better time to explore the varied and wonderful hidden treasures London has to offer.`",
     "\u003cstrong\u003eJames Manning, City Life Editor, Time Out said\u003c/strong\u003e : `Time Out inspires and enables people to make the most of the city, and we are excited to bring to life the iconic Tube map as a new interactive cultural map of London. This will help people plan days out across the city and experience everything that's new cool, weird and wonderful in London.'",
     "\u003cstrong\u003eBernard Donoghue, Director of the Association of Leading Visitor Attractions said:\u003c/strong\u003e `This is a brilliant initiative by TfL and Time Out and will really enable visitors and Londoners alike to realise how easy it is to visit the amazing array of cultural assets we have in London. The city can often be daunting but awe-inspiring to first-time visitors and this map reveals the patchwork of villages that make up the city.`",
     "\u003cstrong\u003eCarol Dray, Commercial Director at VisitBritain, said\u003c/strong\u003e : `We want visitors to London, and Britain, to feel welcome from the moment they arrive and realise what a great value destination we are. Travelling off-peak ensures visitors are comfortable on their journey as they discover the capital's wonderful attractions and hidden gems.'",
     "\u003cstrong\u003eLyn Garner, Chief Executive, London Legacy Development Corporation, said:\u003c/strong\u003e `We're delighted that TfL and Time Out are encouraging Londoners to get out and explore our great city. Whether it's strolling through parklands and gardens, enjoying playgrounds and fountains with the kids, or taking part in one of our free Active August sports sessions, there's so much to see and do at Queen Elizabeth Olympic Park - so come visit us in Zone 2 to see for yourself!'",
     "For more information about how to get around London this year and make the most of your visit, go to \u003ca href=\"http://tfl.gov.uk/visitinglondon\"\u003etfl.gov.uk/visitinglondon\u003c/a\u003e ",
     "Notes to editors",
     "{\"template\":\"bulletlist\",\"items\":[\"Copies of the new cultural maps are available via TfL's Flickr page - \\u003ca href=\\\"https://www.flickr.com/photos/tflpress/albums/72157696604040292\\\"\\u003ehttps://www.flickr.com/photos/tflpress/albums/72157696604040292\\u003c/a\\u003e \",\"As well as posters and social media, TfL will also be working with Time Out to deliver an integrated content partnership for their weekly magazine and website to help encourage people to make more trips by public transport and explore the city.\",\"Oyster and contactless cards can be used for pay as you go travel on bus, Tube, tram, DLR, London Overground, TfL Rail, Emirates Air Line, River Bus and most National Rail services in London. After touching in and out on the yellow reader (touch in only on buses and trams), the fare is automatically calculated and charged to the card, with the total daily amount capped at the cost of the equivalent Day Travelcard. Customers who choose to use contactless cards will only be billed once per day regardless of the number of trips taken and therefore will only be subject to one transaction charge if applicable.\",\"TfL provides live travel information on the Tube, buses and rail services so that customers can check before they travel. For the latest in realtime advice and travel updates, please go to \\u003ca href=\\\"http://www.tfl.gov.uk/check\\\"\\u003ewww.tfl.gov.uk/check\\u003c/a\\u003e or use the live update services at @TfLTravelAlerts, @TfLTrafficNews and @TfLBusAlerts on Twitter.\",\"For more information about the #LondonIsOpen campaign, please visit: \\u003ca href=\\\"http://www.london.gov.uk/press-releases/mayoral/mayor-sends-welcome-message-to-the-world\\\"\\u003ewww.london.gov.uk/press-releases/mayoral/mayor-sends-welcome-message-to-the-world\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2018/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2018/february",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2018/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2018/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2018/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2018/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2018/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2018/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2018/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2018/december",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}