{
 "pageTitle": "TfL brings forward 100 per cent affordable homes in Harrow",
 "description": "TfL brings forward 100 per cent affordable homes in Harrow",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2018",
   "url": "/info-for/media/press-releases/2018"
  },
  {
   "title": "August",
   "url": "/info-for/media/press-releases/2018/august"
  },
  {
   "title": "TfL brings forward 100 per cent affordable homes in Harrow"
  }
 ],
 "title": {
  "title": "TfL brings forward 100 per cent affordable homes in Harrow",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Three car parks in the borough of Harrow to be brought to market with a minimum of 400 homes, 100 per cent of which will be affordable"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Sites will be brought forward through the Mayor of London's new London Development Panel (LDP)\"]}",
     "Transport for London (TfL) has announced today that it is bringing three car parks in the London Borough of Harrow to market. The car parks at Canons Park, Rayners Lane and Stanmore Tube stations will support the creation of a minimum of 400 homes, of which 100 per cent will be affordable.",
     "The sites will be brought forward using the GLA's new 'London Development Panel 2', enabling TfL to bring the sites forward sooner and alongside a partner with a sound and tangible track record of delivering housing on public sector land.  Once a partner has been appointed, TfL will start detailed design and will consult the local community before submitting a planning application in 2019/20.",
     "The homes will be built alongside retail, commercial and leisure spaces as well as improved pedestrian and cycling connectivity for the local area.  TfL plans to retain commuter car parking at the three sites, and looks to build housing above. TfL will also work with the London Borough of Harrow and the selected partner to improve the step free access at Stanmore station making journeys easier for thousands of passengers.",
     "Graeme Craig, Director of Commercial Development at TfL, said:",
     "'Located in prime locations, immediately adjacent to Tube stations, these sites present an exciting opportunity for us to provide 100 per cent affordable homes for Londoners who desperately need them. This is one of a number of examples of how we're working with the Mayor to transform neighbourhoods across the capital and generate hundreds of millions of pounds to plough back into the transport network.'",
     "Cllr Keith Ferry, Deputy Leader of Harrow Council, said:",
     "'The delivery of affordable housing is a crucial part of our plans to build a better Harrow, and we welcome this initiative from TfL. The opportunity to improve step-free access at Stanmore station is particularly important to us. We look forward to working with TfL and the selected developer to make sure these developments are of good quality and improve their neighbourhoods.'",
     "There is the potential to deliver at least 10,000 homes on TfL land. Since 2016, TfL has brought to market sites which can deliver almost 5,000 homes, 50 per cent of which will be genuinely affordable.  In 2018/19, it expects to bring forward sites across London offering an additional 3,000 homes,‎ half of which will again be affordable.",
     "Sites are being brought to market through a number of different routes, and we are working with everyone from major developers to SMEs and Community Land Trusts. In many areas, our sites will play a key role in unlocking development and regeneration opening up new spaces, creating jobs and stimulating economic growth.",
     "{\"template\":\"bulletlist\",\"items\":[\"Canons Park Underground Station is served by the Jubilee line and is in Zone 5. The car park currently has 169 parking bays, including five disabled bays. The area of land available for development amounts to 0.39Ha (0.96 acres).\",\"Rayners Lane Underground Station is served by the Jubilee line and Piccadilly line and is in Zone 5. The car park currently has 241 parking bays, including six disabled bays. The area of land available for development amounts to 0.97 Ha (2.38 acres).\",\"Stanmore Underground Station is served by the Jubilee line and is in Zone 5. The car park currently has 450 parking bays, including 12 disabled bays. The area of land available for development amounts to 1.51 ha (3.15 acres).\",\"An Equality Impact Assessment will be completed as part of any planning process, to ensure the appropriate number of disabled bays are made available during construction and as part of the new scheme.\",\"The GLA has contracted with 29 organisations who make up the LDP2:\"]}",
     "A2Dominion; Be Living; Bellway; Berkeley Group; Barratt; Catalyst; Countryside Durkan; Engie Consortium (Engie, HUB and Delancey); Galliford Try; Hadley Property Group; Higgins; Hill; Hyde; Lendlease; London and Quadrant Housing Trust; Morgan Sindall Consortium (Morgan Sindall, Muse and Lovell); Native Land; Notting Hill Genesis; Optivo; Peabody; Pinnacle Group; Prospect House Consortium (Stanhope, Network Homes and Laing O'Rourke); Quintain; Redrow; Swan Igloo Consortium (Swan Housing Association and Igloo); Telford Homes; U+I; United Living.",
     "{\"template\":\"bulletlist\",\"items\":[\"This new LDP replaces the first London Development Panel which expired in 2017.\",\"The panel will run for a period of four years, with the potential to extend by one year.\",\"Over its four-year lifespan it is anticipated that the LDP may be used to procure up to £20 billion of Development, measured in GDV.\",\"The LDP can offer:\"]}",
     "- A faster way of selecting a development partner compared to other procurement methods;\u003cbr /\u003e- A comprehensive range of development services;\u003cbr /\u003e- New flexibilities around how Panel Members can bid in mini-competitions;\u003cbr /\u003e- Potential cost savings through its mini-competition process and standardised set of contracts;\u003cbr /\u003e- Use for both development and contracting opportunities in Greater London."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2018/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2018/february",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2018/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2018/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2018/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2018/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2018/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2018/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2018/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2018/december",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}