{
 "pageTitle": "The Mayor, TfL and London boroughs come together to launch Quietway 2",
 "description": "The Mayor, TfL and London boroughs come together to launch Quietway 2",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2018",
   "url": "/info-for/media/press-releases/2018"
  },
  {
   "title": "August",
   "url": "/info-for/media/press-releases/2018/august"
  },
  {
   "title": "The Mayor, TfL and London boroughs come together to launch Quietway 2"
  }
 ],
 "title": {
  "title": "The Mayor, TfL and London boroughs come together to launch Quietway 2",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Quietway 2, from Bloomsbury to Walthamstow, is the second full Quietway route to open"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"A section of Quietway 2 in west London, from Notting Hill to East Acton, is also now open\",\"Quietways have made cycling safer at 86 junctions across London and new routes have driven increases in cycling of more than 50%\"]}",
     "Quietway 2 (Q2) was officially opened today by the Mayor's Walking and Cycling Commissioner and borough leaders. The new 12km route will enable people to cycle from east London into the city centre and beyond, connecting Bloomsbury and Walthamstow via Angel, Haggerston, London Fields and Clapton.",
     "Expanding London's Quietway network is a key part of the Mayor's plans to get more Londoners cycling. Being able to ride safely through London's backstreets away from busy main roads is one of the ways of enabling more people of different ages and backgrounds to cycle as part of their everyday routine. Quietways are continuous, direct and clearly signed cycle routes on less-busy streets across London. They complement fully segregated cycle routes that TfL is also building on main roads across the city.",
     "Q2 is a significant addition to London's emerging cycle network. It connects with other routes including Cycle Superhighway 1 in De Beauvoir Town and Cycle Superhighway 6 in Bloomsbury, as well as forthcoming routes such as Quietway 13 at London Fields and Quietway 10 near Angel. The route forms part of a continuous cycling network as far south as Merton, as far north as Tottenham and as far west as West Acton.",
     "Major improvements for cyclists and pedestrians along the route include a new signalised crossing on Queensbridge Road, traffic-filtered roads around Clapton Square and Chatham Place, a reduction in large vehicles through Dalston on Middleton Road and safer crossings of main roads including St John Street, City Road, Mare Street, Morning Lane, Lower Clapton Road and Chatsworth Road. Improvements in Walthamstow include a new pedestrian and cycle crossing at Selbourne Road and protected cycle lanes on Willow Walk.",
     "The new route has been delivered in partnership with the London Boroughs of Islington, Hackney and Waltham Forest. Since 2014, cycling has increased by up to 94% in areas along the route and Q2 will help support this cycling boom.",
     "TfL are working closely with boroughs across London to create over 250km of new cycling routes on streets with less traffic. To date, Quietways have made cycling safer at 86 junctions across London. The first route from Waterloo to Greenwich, Q1, saw a 54% increase in cycling after opening to the public and the proportion of women cycling along the route rose from 29% to 35%.",
     "Quietway 2 West has also opened, which connects Notting Hill and East Acton via Wormwood Scrubs. New parallel zebra crossings have been built at Scrubs Lane and Mitre Way and at North Pole Road, giving cyclists priority when crossing main roads. A new traffic-free path through Wormwood Scrubs is also part of this new safer cycling route. Once the section through Westminster is completed, the full Q2 route will form a 23km continuous cycle route.",
     "A further three routes have also been opened to the public recently, including:",
     "{\"template\":\"bulletlist\",\"items\":[\"Q5 - connecting Oval and Clapham Common\",\"Q15 - connecting Belgravia and Earl's Court\",\"Q3 - connecting Gladstone Park and Kilburn Station with improved crossing on Walm Lane and Mapesbury Road and a new cycling and walking path on Gladstone Road\"]}",
     "\u003cstrong\u003eWill Norman, London's walking and cycling commissioner, said\u003c/strong\u003e : \"We're striving to get as many people as possible walking and cycling in the capital. Creating these Quietway routes to build a genuinely London-wide network is vital to give more Londoners the confidence to take to two wheels. An amazing 730,000 trips are made by bike in the capital every day and I look forward to building on that further through the Quietway routes, which have already helped to boost the numbers cycling in our city. Our focus is on ensuring that Quietways are high-quality, with low traffic volumes and speeds, enabling all ages and abilities to enjoy cycling.",
     "\u003cstrong\u003eBen Plowden, TfL's Director of Strategy and Network Development, said:\u003c/strong\u003e \"London has seen a boom in the numbers of people choosing to walk and cycle and new routes such as these are essential to encouraging more people out of their cars and onto their bikes. Cycling improves health, reduces congestion and helps to cleans up London's toxic air. We will continue to work closely with the boroughs so even more Londoners can take advantage of the many benefits of cycling.\"",
     "\u003cstrong\u003eDeputy Mayor of Hackney, Cllr Feryal Demirci, said: \u003c/strong\u003e \"With more Hackney residents cycling to work than in any other London borough, we're proud to be launching Quietway 2, which has introduced a new direct link for people in Hackney to cycle into central London.",
     "\"As part of the new route, we have introduced safer cycle crossings on Mare Street and Powerscroft Road in Hackney,  and new traffic signals at the Middleton Road and Queensbridge Road junction. These improvements are key to getting more people cycling, improving their health and cleaning up London's air in the process.\"",
     "\u003cstrong\u003eCllr Claudia Webbe, Islington Council's executive member for environment and transport, said:\u003c/strong\u003e \"We want cycling in Islington to be as safe and simple as possible, with routes that are convenient, easy and direct, so that anybody with access to a bike can cycle.",
     "\"Quietway 2 is a great new cycle route for new and experienced cyclists alike, providing easy access from Islington to Walthamstow, Hackney and Bloomsbury along quieter roads with less traffic and pollution. Key amongst our achievements for Quietway 2 was unlocking Owen Street, a private road, to enable better cycle and pedestrian access to an improved cycle crossing on City Road. We will continue to make the Islington section even better and look forward to working with our partners to make further improvements.\"",
     "\u003cstrong\u003eCouncillor Clyde Loakes, deputy leader and cabinet member for the environment at Waltham Forest Council, said:\u003c/strong\u003e \"The Quietways are a decent way to help more people gain confidence on their cycles along routes with less traffic, congestion and air pollution; they connect cyclists to a huge swathe of London. Quietway 2 enables people to travel into the heart of Waltham Forest, the first London Borough of Culture, and connect up with our segregated cycle routes and quieter residential streets which we have created through the mini-Holland funding.\"",
     "\u003cstrong\u003eKelly Clark, Head of Infrastructure Delivery, Sustrans said:\u003c/strong\u003e \"It is wonderful to see Quietway 2 officially open. Working in partnership with TfL as well as the London Boroughs of Islington, Hackney, Waltham Forest, Camden and the Lea Valley Regional Park Authority, we have created a route which invites people to cycle rather than drive. It would be fantastic to see people who have previously been nervous about riding in London, dust off their bike and try out the route too.",
     "\"By creating an environment which encourages people to walk and cycle, we can make a huge difference to all of our lives. Building active travel into our day helps us get fitter and healthier. If we drive less, the air we breathe becomes cleaner and with fewer vehicles on the road, there's less congestion so our road network becomes much more efficient, so with every Quietway that opens, that is great news for Londoners.\"",
     "Another route through central London, Cycle Superhighway 6, will be completed later in the autumn, connecting Elephant \u0026 Castle and Bloomsbury, where it links in with Quietway 2.",
     "TfL is also working with the boroughs to improve cyclist and pedestrian access and reduce road danger at number of key junctions across the capital. TfL's Liveable Neighbourhoods programme provides a further opportunity for boroughs to bid for funding to deliver long term projects that encourage walking, cycling and the use of public transport, in line with the Mayor's Healthy Streets Approach.",
     "The programme will provide grants of between £1 million and £10 million for a wide range of community-supported projects, which could include the creation of green spaces, new cycling infrastructure, redesigned junctions and the widening of walking routes to improve access to local shops, businesses and public transport.",
     "This follows on from the £100 million awarded by TfL to Enfield, Kingston and Waltham Forest to create three mini-Holland boroughs. This funding has allowed the boroughs to create a network of cycle routes and improve streets and public areas, which are nearing completion.",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Quietways are delivered by TfL and the London boroughs with funding from TfL\",\"Over 100km of Quietways have now been constructed\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2018/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2018/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2018/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2018/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2018/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2018/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2018/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2018/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2018/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2018/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2018/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2018/december",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}