{
 "pageTitle": "Victoria line celebrates 50 years of serving London",
 "description": "Victoria line celebrates 50 years of serving London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2018",
   "url": "/info-for/media/press-releases/2018"
  },
  {
   "title": "August",
   "url": "/info-for/media/press-releases/2018/august"
  },
  {
   "title": "Victoria line celebrates 50 years of serving London"
  }
 ],
 "title": {
  "title": "Victoria line celebrates 50 years of serving London",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Anniversary of the first phase of the Victoria line, which ran from Walthamstow Central to Highbury \u0026 Islington"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"The line opened on Sunday 1 September 1968 with the first train leaving Walthamstow Central for Highbury \\u0026 Islington at around 06:30 am\",\"50th anniversary coincides with the renovation of Blackhorse Road station\"]}",
     "TfL will this week mark the date when the Victoria line first began service 50 years ago. The line, which was extended further south in the following two years before being completed at Pimlico in 1972, has been providing vital transport access to residents, visitors and businesses ever since.",
     "At the time it opened, the Victoria line was London's first new line since the Central line in 1907. The construction of the line started in 1960 following Parliament approving the construction in 1955. Most of the tunnels had been finished by 1966, and the first stations opened in 1968.",
     "An array of events celebrating the anniversary starts this weekend. Heritage displays and handouts will tell the story of the line's history, while Cultural Tube maps, highlighting a range of fun places to visit along the line, have also been placed at stations along the route. The handouts include details of the official opening of Victoria Tube station on 7 March 1969, when Queen Elizabeth II unveiled a commemorative plaque. She then took the Victoria line to Green Park, becoming the only reigning monarch to ever use the Tube.",
     "The anniversary coincides with the completion of works at Blackhorse Road station, which serves 15 million customer journeys every year. The station has benefited from an £900,000 investment from TfL and the London Borough of Waltham Forest, designed to improve the ambience of the rear entrance and ticket hall area.",
     "Today, the Victoria line operates 36 trains per hour at the busiest times, with 100 seconds between trains. This means that over 250 million passengers each year are served by the most frequent train service in the UK and second most frequent in the world. Pay as you go fares along the line start from £2.40 for journeys through Zone 1, and are just £1.50 for journeys outside Zone 1 during off-peak hours. The Victoria line also operates Night Tube services on a Friday and Saturday, providing a quick and affordable way to travel across London at night.",
     "\u003cstrong\u003eFrank Ibe, Head of Line Operations for the Victoria line said:\u003c/strong\u003e \"The Victoria line has been a key part of London's transport network for 50 years and it's amazing to think how many billions of journeys have been made in its history. When it opened, the Victoria line was one of the most modern subways in the world and, thanks to the recent improvements, it still sets the standard for the rest of the world today.\"",
     "\u003cstrong\u003eDavid Lammy, MP for Tottenham, said:\u003c/strong\u003e \"The Victoria line has served as the beating vein between Tottenham, Haringey and the rest of London, ever since it opened 50 years ago. Throughout my life, it has allowed the people of our constituency to access work, education and culture across the capital. With the recent modernisation and the improvements still being made, I look forward to the Victoria line benefitting people in my constituency and across London for years to come.\"",
     "\u003cstrong\u003eLeader of Waltham Forest Council, Clare Coghill said:\u003c/strong\u003e \"We'd like to wish the Victoria line a very happy 50th birthday! The Victoria line has been instrumental in connecting Waltham Forest to central London. It has helped millions of residents get to work, helped local businesses thrive and opened the borough up to visitors from London and further afield. Next year it will be play a key role in helping Londoners visit us for the first Borough of Culture celebrations. We look forward to the next 50 years and beyond!\"",
     "As well as improving frequency and reliability using the latest technology, the Mayor and TfL are determined to improve the accessibility of the Tube network. The Victoria line has been upgraded with a number of improvements in recent years, with platform humps being installed to provide level access at a number of stations. Vauxhall Tube station is now fully step-free, and improvements at Victoria Tube station will deliver step-free access there later this year.",
     "The line upgrades are at the core of TfL's investment programme, which will deliver more than a 30% increase in capacity. The upgrade programme is being delivered over the coming years, with work on upgrades to the Circle, District, Hammersmith \u0026 City and Metropolitan lines well underway.",
     "On 21 September, the six original stations Walthamstow Central, Blackhorse Road, Tottenham Hale, Seven Sisters, Finsbury Park \u0026 Highbury and Islington will be participating in Open House London. Tours, led by TfL staff were filled within hours of being publicised, and attendees will have a chance to learn about the architectural and operational heritage of the line.",
     "{\"template\":\"bulletlist\",\"items\":[\"\\u003cstrong\\u003eNotes to editors\\u003c/strong\\u003e \\u003cbr /\\u003eLast month, TfL launched its new campaign to encourage people to \\\"Tap into the Wonderful World of Off-Peak\\\" and explore the wide range attractions, hidden gems and unknown curios across London - \\u003ca href=\\\"https://tfl.gov.uk/info-for/media/press-releases/2018/august/londoners-encouraged-to-embrace-the-wonderful-world-of-off-peak-this-summer\\\"\\u003ehttps://tfl.gov.uk/info-for/media/press-releases/2018/august/londoners-encouraged-to-embrace-the-wonderful-world-of-off-peak-this-summer\\u003c/a\\u003e \",\"In partnership with Time Out, TfL has also expanded its range of cultural maps, which suggest everything from museums to parks and farms that you can visit all within a short walk or bus ride from Tube or London Overground stations - \\u003ca href=\\\"https://www.timeout.com/london/things-to-do/the-cultural-tfl-map\\\"\\u003ehttps://www.timeout.com/london/things-to-do/the-cultural-tfl-map\\u003c/a\\u003e \",\"Waltham Forest is the London Borough of Culture 2019\",\"Improvements to Blackhorse Road include new LED lighting and heritage posters which will add to the look and feel of the station for customers. Accessibility has also been improved with new external handrails to provide support for disabled customers and new external paving to ensure an even surface.\",\"The Victoria line was extended to Vauxhall, Stockwell and Brixton in July 1971, and finally to Pimlico Tube station a year later.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2018/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2018/february",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2018/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2018/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2018/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2018/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2018/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2018/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2018/december",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}