{
 "pageTitle": "Contactless payments set to launch",
 "description": "Contactless payments set to launch on TfL services",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2014",
   "url": "/info-for/media/press-releases/2014"
  },
  {
   "title": "July",
   "url": "/info-for/media/press-releases/2014/july"
  },
  {
   "title": "Contactless payments set to launch"
  }
 ],
 "title": {
  "title": "Contactless payments set to launch",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Contactless payments set to launch on TfL services on 16 September"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"New payment option means customers no longer having to check and top up their Oyster balance\",\"'Daily' and 'Monday to Sunday' fare capping will automatically calculate the best value for contactless travel\",\"Successful pilot of around 3,000 customers\",\"All customers reminded to only touch one card on the reader to avoid card clash\"]}",
     "Millions of customers are set for easier and more convenient journeys from 16 September, when Transport for London (TfL) will introduce contactless payments for all pay as you go customers on the Tube, London Overground, DLR and Trams in addition to the capital's buses.",
     "The new option, which is part of a huge range of improvements TfL is making for customers, means that there will no longer be any need to spend time topping up Oyster balances because fares are charged directly to payment card accounts.Contactless payments - credit, debit, charge or pre-paid cards or devices - work in the same way as Oyster, charging the pay as you go fare by touching in and out on the readers at the start and end of every journey.",
     "In addition to 'daily' capping, a new Monday to Sunday cap will also apply for customers using the contactless payment option, as TfL's advanced system will automatically calculate the best value contactless fare over the course of the week.",
     "Only one charge per day will be sent to the bank or financial provider for payment - clearly referencing it as a payment to TfL for travel.Registered customers will be able to easily view their journey and payment history via their TfL online account.",
     "The account, part of TfL's work to modernise and personalise the services that it offers customers, ensures ease and transparency and also gives customers the ability to obtain refunds on incomplete journeys.Contactless payments have operated on the capital's bus network since December 2012, and have been used by around 825,000 customers for 17million journeys.",
     "Around 65,000 journeys a day are being made using a contactless payment card.A pilot of the system on the London Underground and rail network which began in April involving around 3,000 customers has been successful.",
     "Customer feedback has been used to improve the service, including making the online accounts easier to use.Ahead of the launch on 16 September, TfL is continuing to remind customers that it is imperative that they only touch one card to the reader to avoid 'card clash'.",
     "This simple measure will ensure customers avoid paying with a card they did not intend to use. It will also avoid gates not opening or not giving a green light to proceed.",
     "An extensive customer campaign has been running since February to reduce the incidents of card clash and this will be enhanced further ahead of the September launch.",
     "Shashi Verma, TfL's Director of Customer Experience, said:",
     "'Offering the option of contactless payments will make it easier and more convenient for customers to pay for their travel, freeing them of the need to top up Oyster credit and helping them get on board without delay. The pilot has been a success, with participants giving us really useful feedback.  This is the latest step in making life easier for our customers by using modern technology to offer the best service possible.'",
     "TfL and National Rail continue to work together to develop the programme to expand the system to the suburban rail routes where Oyster is currently accepted.",
     "TfL has worked closely with the payment card industry, including The UK Cards Association, American Express, MasterCard, Visa Europe and Barclaycard, on the development of contactless payment card acceptance on the transport network.",
     "London is leading the way in the area of transport ticketing and TfL will soon be one of the world's largest single merchants accepting contactless payment cards.",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"More information and a video illustrating how contactless payments work on the transport network can be found at \\u003ca href=\\\"http://www.tfl.gov.uk/contactless\\\"\\u003ewww.tfl.gov.uk/contactless\\u003c/a\\u003e \",\"If a reader at a station detects a contactless payment card and an Oyster card together, it will reject both and the gates will not open. Once the system is launched, if a wallet or purse containing a number of cards is touched on the yellow reader it is possible that the reader could detect one card without seeing the other and a card that the customers did not intend to pay with could be charged. Station announcements, poster campaigns and other channels of customer communication has been highlighting since February the need to only present the card intended for use to the reader to avoid this.\",\"Contactless payments is being launched as a further payment option alongside Oyster for pay as you go travel. Oyster will continue to be available for those on concessionary or season tickets or who would prefer to continue paying for their travel this way.\",\"All UK issued contactless American Express, MasterCard or Visa credit, debit, pre-paid or charge payment cards will be accepted for payment. Other methods of contactless payment that meet financial industry standards, including mobile phones, may also be accepted. Some non-UK cards may not be accepted and card holders should check with their issuers before attempting to use it for travel on TfL services.\",\"Capping is a feature of pay as you go travel which allows provides flexibility for customers to make a number of journeys in a single day but limits the amount paid to a certain value or 'cap', meaning any further journeys are not charged. There are different caps for different types of transport and zones. To benefit from capping the same card must be used to touch in and out on every journey.\",\"It is not a requirement for customers to register for an online account to travel using a contactless payment card or device, but this is strongly encouraged. Customers are able to view 12 months of journey history through an online account while unregistered customers will only be able to access their journeys and payments over the last 7 days from a one-off log in to the TfL website or from the TfL Contact Centre (0343 222 1234).\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2014/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2014/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2014/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2014/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2014/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2014/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2014/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2014/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2014/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2014/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2014/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2014/january",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}