{
 "pageTitle": "First ever Pedestrian Safety Action Plan for London",
 "description": "First ever Pedestrian Safety Action Plan for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2014",
   "url": "/info-for/media/press-releases/2014"
  },
  {
   "title": "July",
   "url": "/info-for/media/press-releases/2014/july"
  },
  {
   "title": "First ever Pedestrian Safety Action Plan for London"
  }
 ],
 "title": {
  "title": "First ever Pedestrian Safety Action Plan for London",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London's first Pedestrian Safety Action Plan reaffirms the Mayor and TfL's commitment to pedestrian safety in the capital"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"A new 'Gold Standard' for pedestrian crossings and a commitment to double the number of pedestrian crossings operating 'pedestrian countdown'\",\"Innovative trials of collision detection software and 'Intelligent Speed Adaptation' (ISA) technology on London's buses\",\"Updated digital speed limit map for London to spur innovation, revolutionise speed management and improve driving technology\"]}",
     "Transport for London (TfL) has today (10 July) published London's first Pedestrian Safety Action Plan following consultation in the Spring.",
     "One of the Mayor and TfL's top priorities is to reduce by 40 per cent the number of people killed or seriously injured on London's roads by 2020 and action is being taken to prioritise the safety of the most vulnerable road users:  pedestrians, cyclists and motorcyclists.",
     "The plan has been compiled by TfL working alongside key stakeholders, and looks to address the concerns and challenges faced by pedestrians across London, helping to turn the capital's streets into a safer, more pleasant place for all.",
     "It outlines 31 key actions which will directly target the key factors in collisions and help further reduce pedestrian casualties across London.",
     "The actions include:",
     "{\"template\":\"bulletlist\",\"items\":[\"Building on TfL's innovative crossing technology trials, a new 'gold standard' for all new and upgraded pedestrian crossings will be developed. This would look to include Pedestrian Countdown timers to give pedestrians a clear indication of how much time they have to safely cross the road, as well as ensuring that all pedestrian crossing times take account of national safety standards and the level of pedestrian demand. TfL will also expand the use of Pedestrian Countdown across London to more than 400 sites, which will be roughly 10 per cent of all pedestrian crossings in London;\",\"Producing the first London Pedestrian Design Guidance to plan and design for safe and comfortable walking environments. TfL will then use this guidance for all TfL funded streets and public realm schemes and strongly encourage London boroughs to adopt these guidelines for their schemes;\",\"Carrying out ground-breaking trials of innovative collision detection software on London Buses this summer. The innovative trials will build on research previously carried out by TfL on detection equipment and will look to test the effectiveness of radar and optical technology for reducing collisions with cyclists and pedestrians;\",\"Trialling Intelligent Speed Adaptation (ISA) on London Buses, to understand the potential role of this technology on buses in promoting adherence to speed limits across the road network. Subject to further discussions and technical approvals, trials could be carried out on-street during 2015.\"]}",
     "TfL has also launched an updated 'Digital Speed Limit' map for London today, to help spur the development of the next generation of in-vehicle technologies and mobile phone apps for the road.",
     "Making such information freely available, and keeping it accurate, means existing services such as sat-navs and GPS, can provide drivers with the best information on the speed limit of the roads they are travelling on, giving them greater certainty, helping them to keep safe and avoid speeding penalties.",
     "The speed limit map will also help to pave the way for a range of future driver assist trials in London including the forthcoming ISA trial, which relies on accurate speed limit data to alert bus drivers when speed limits are being exceeded.",
     "To ensure a level playing field across the country, the Mayor and TfL are calling for the creation of an up to date, national digital speed map.",
     "This would not only help developers to come up with better features for their products, but also make a more compelling case for fleet and freight operators, as well as private motorists, to make use of speed limit map technology.",
     "Mayor of London, Boris Johnson, said:",
     "'This plan enshrines the raft of actions that are being taken to improve pedestrian safety in the capital. From new 'gold standard' crossings, expanded use of Pedestrian Countdown clocks and buses kitted out with the latest gizmos to reduce collisions, this is all about prioritising the safety of the most vulnerable road users - pedestrians, cyclists and motorcyclists. The publication of a speed limit map for London is also a great example of how the capital is leading the way in helping vehicle technology to move forward and encouraging innovation in the digital sphere.'",
     "Leon Daniels, Managing Director of Surface Transport at TfL, said:",
     "'London has been at the forefront of many technical innovations and it's right that we continue to find new ways of making our roads safer. Our new Pedestrian Safety Action Plan, which is a first for London and the UK, has been prepared with the advice and support of key stakeholders. We continue to passionately work to make our roads safer and see this new document as a big step forward.'",
     "Tom Platt, London Manager at Living Streets said:",
     "'Pedestrian casualties rarely receive the attention they deserve despite representing more than a third of all those killed or seriously injured on London's streets (838 in 2013 alone). To meet the Mayor's ambition of freeing London's roads from death and serious injury there will need to be a step-change in how London's streets are designed and managed in order to prioritise the safety of pedestrians. We are pleased that the Mayor and TfL have acknowledged the need to take action and will continue to work closely with them to create a safer and more inviting London to walk for everyone.'",
     "The publication of the Pedestrian Safety Action Plan is part of TfL's continuing work to improve road safety for all road users across London.",
     "Earlier this year, TfL published both London's first Motorcycle Safety Action Plan and its Delivery Plan for Young People, which included a commitment to provide cycle training to all school children in London.",
     "The revised draft Cycle Safety Action Plan and a fully updated draft London Cycling Design Standards was published in June this year, which will inform the work of those designing cycling infrastructure in the capital, to help further transform London's streets with world leading cycling provision.",
     "For more information on the work TfL is carrying out to make London's roads safer, please visit \u003ca href=\"http://www.tfl.gov.uk/roadsafety\"\u003ewww.tfl.gov.uk/roadsafety\u003c/a\u003e ",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"The Pedestrian Safety Action Plan is available to download from \\u003ca href=\\\"http://www.tfl.gov.uk/corporate/publications-and-reports/road-safety \\\"\\u003ehere\\u003c/a\\u003e \",\"The Digital Speed map can be downloaded from \\u003ca href=\\\"/info-for/open-data-users/our-feeds\\\"\\u003ehere\\u003c/a\\u003e \",\"In February 2014 the Mayor and TfL published six safety commitments, which supports the plan and brings focus to the range of actions needed by us and our partners to make our streets safer. This may be downloaded \\u003ca href=\\\"http://www.tfl.gov.uk/cdn/static/cms/documents/safe-london-streets-our-six-road-safety-commitments.pdf\\\"\\u003ehere\\u003c/a\\u003e \",\"The six key commitments are:\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2014/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2014/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2014/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2014/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2014/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2014/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2014/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2014/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2014/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2014/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2014/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2014/january",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}