{
 "pageTitle": "Le Tour a success in London as a million spectators line the route for Stage 3",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2014",
   "url": "/info-for/media/press-releases/2014"
  },
  {
   "title": "July",
   "url": "/info-for/media/press-releases/2014/july"
  },
  {
   "title": "Le Tour a success in London as a million spectators line the route for Stage 3"
  }
 ],
 "title": {
  "title": "Le Tour a success in London as a million spectators line the route for Stage 3",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Third\\n            stage of the Tour de France finished with a sprint on The Mall this afternoon\",\"Estimated\\n            1 million spectators lined the route across Stage 3\",\"Trafalgar\\n            Square, Green Park and Queen Elizabeth Olympic Park Spectator Hubs popular\",\"75\\n            percent of roads are now open with all remaining roads along the route to be\\n            reopened by early evening\",\"Tube stations along the route were busy with numbers\\n            up 16\\n            percent but demand managed without incident\",\"Initial reports indicate that road traffic in central\\n            London was 15-20 per cent lower than a typical Monday\"]}",
     "London successfully hosted the finale\n        of the third stage of the Tour de France today, as the race swept from\n        Cambridge into Essex and through east and central London before a spectacular\n        sprint finish on The Mall. Crowds of around 1 million lined the route to see\n        some of the greatest names in cycling fight it out for the famous Yellow\n        Jersey.",
     "Today was the second time the capital\n        has hosted a leg of the Tour de France - the world's largest annual sporting\n        event - to inspire more people to take up cycling. Londoners and visitors got\n        into the spirit of the Tour by watching the action from the roadside as well as\n        visiting the official Fan Parks in Green Park and Trafalgar Square and the\n        spectator hub in Queen Elizabeth Olympic Park.  The action was shown on\n        giant screens and other cycling related activities were free for all to enjoy.",
     "Despite cutting through some of the\n        busiest areas of London, the impact of the road closures through north, east\n        and central London for the race has been minimal, largely due to the extensive\n        programme of public engagement and communication that Transport for London\n        (TfL) has carried out to ensure people living and working in the capital could\n        avoid unnecessary inconvenience. Road closures in place from 10.00hrs have been\n        removed where possible throughout the afternoon and are due to be completely\n        lifted by 18.00hrs, or once it is safe to do so.",
     "London Underground stations along the\n        route have seen an increase of 16 percent on a normal Monday but services have\n        run reliably with no incidents. Hundreds of volunteers have been out and about\n        particularly at major transport hubs throughout the day and magenta-coloured\n        signage, remembered for its iconic role in helping keep London moving during\n        the London 2012 Games, has also been deployed again to keep to help guide\n        crowds to the best views of the Tour de France riders.",
     "London's Transport Commissioner, Sir\n        Peter Hendy CBE, said: \"We've had a fantastic day celebrating cycling in\n        London, with excited spectators out on the roadsides seeing some of the\n        greatest names in cycling fight it out for the famous Yellow Jersey. The months\n        of planning we've done has meant the whole day has run smoothly and\n        demonstrates our ability to hold world-class events. We join in with all\n        cycling fans to wish the riders the best of luck as they take on the rest of\n        the Tour and we look forward to welcoming it back again with another\n        unforgettable Grand Départ as soon as we can!\"",
     "The Tour de France passing through\n        London kicks off a spectacular summer of cycling, with the Prudential\n        RideLondon on the 9 and 10 August, and then the Tour of Britain, which finishes\n        in the capital on 14 September.\n         \n        Hosting world renowned events such as\n        the Tour de France reinforces London's reputation as a world-class host of\n        cultural, sporting and business events. Visitors, both domestic and overseas,\n        are brought to the capital by major events, delivering direct and indirect\n        economic benefits, and showcasing London to a much wider audience.",
     "{\"template\":\"bulletlist\",\"items\":[\"hrLeaflet\\n            drops to residents and businesses along the route, engagement with local\\n            boroughs and businesses as well as public information sessions have helped to\\n            ensure that everyone who wants to have been able to enjoy the event and plan\\n            their journeys to continue to get around the city\",\"In\\n            preparation for the Tour de France's return to the capital, a range of activity\\n            took place to encourage people to come and see the world's greatest cycle race.\\n            101 Barclays Cycle Hire bikes were wrapped yellow to celebrate the return of\\n            the Tour and a number of iconic London landmarks such as the BT Tower and\\n            Marble Arch were lit up yellow. Two special edition train carriages on the\\n            Docklands Light Railways (DLR) were also wrapped, one in yellow and one in\\n            green, to celebrate the tour whizzing through east London\",\"Up\\n            to date information on how transport services are operating have helped\\n            Londoners to check before they travel at tfl.gov.uk and @TfLTravelAlerts (Tube,\\n            DLR and London Overground), @TfLTrafficNews (roads) and @TfLBusAlerts (buses)\",\"The\\n            Tour de France is the world's largest annual sporting event and covers approximately\\n            3,500kms. A worldwide television audience of 3.5billion people watch the event\\n            annually. There will be 190 countries broadcasting the Tour de France and there\\n            are 5,000 hours of TV coverage annually. The last time the Tour visited England\\n            was in 2007 when London hosted the Grand Départ, which is the opening of the\\n            race\",\"This\\n            summer's cycling events are likely to inspire thousands more Londoners to take\\n            to two wheels, building on the Mayor's ambition for cycling to be an integral\\n            part of the transport network. As part of his cycling vision, the mayor is\\n            already engaging in a vast £1billion programme of improvements - creating a\\n            series of enhanced cycling superhighways, urban 'quietways' for more cautious\\n            cyclists, and turning some out boroughs into mini-Hollands\",\"For\\n            more information on the Mayor's Vision for Cycling visit http://www.tfl.gov.uk/corporate/about-tfl/how-we-work/planning-for-the-future/vision-for-cycling\",\"Spectators\\n            were able to watch the elite cycling action at the official Tour de France Fan\\n            Park sites at Green Park and Trafalgar Square and Spectator Hub at Queen\\n            Elizabeth Olympic Park. The Spectator Hub sites featured a wide range of\\n            different activities such as live Tour de France racing on the big screen, a\\n            food market, live music, celebrity appearances and shops showcasing all of the\\n            latest bike equipment and accessories as well as refreshments\",\"The\\n            Mayor is committed to ensuring London retains its status as the world capital\\n            of sport, and has set up the Mayor Events Oversight Board. The board is chaired\\n            by Sir Edward Lister, and comprises of TfL, the emergency services and other\\n            key partner agencies. It provides strategic direction and advice to the Mayor\\n            on the approach to bidding, staging and evaluating major events in London. The\\n            board ensures that all major road events continue to be carefully considered\\n            and tightly managed to ensure everyone gets full benefit from the event without\\n            undue impact on Londoners and London's transport. The board also looks at ways\\n            to ensure the major events programme is effectively communicated with\\n            Londoners, visitors, businesses and stakeholders to allow sufficient notice and\\n            forward planning for everyone\",\"Events like these appeal to Londoners, bring in\\n            domestic and overseas visitors and, through media coverage, showcase London to\\n            a much wider audience across the world. They deliver direct and indirect\\n            economic benefits. Prudential RideLondon 2013 delivered £13m spend in its first\\n            year.\\n            /\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2014/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2014/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2014/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2014/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2014/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2014/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2014/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2014/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2014/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2014/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2014/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2014/january",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}