{
 "pageTitle": "London gets ready to welcome back the Tour de France on Monday",
 "description": "As magenta signs roll out across the capital, London is ready to welcome the return of the Tour de France on Monday",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2014",
   "url": "/info-for/media/press-releases/2014"
  },
  {
   "title": "July",
   "url": "/info-for/media/press-releases/2014/july"
  },
  {
   "title": "London gets ready to welcome back the Tour de France on Monday"
  }
 ],
 "title": {
  "title": "London gets ready to welcome back the Tour de France on Monday",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "As magenta signs roll out across the capital, London is ready to welcome the return of the Tour de France on Monday"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Signs\\n            are up across the city with announcements being made across the transport\\n            network\",\"Spectators\\n            can get into the spirit at Trafalgar Square, Green Park and Queen Elizabeth\\n            Olympic Park\",\"Roads\\n            will be closed from 10am on Monday 7 July for the Tour's return\",\"Tube\\n            and Rail will be the best way to get around and enjoy the day\",\"Stations\\n            along the route will be busy during the evening peak\",\"For\\n            detailed travel advice visit tfl.gov.uk/tourdefrance\"]}",
     "London is ready and final preparations\n        are well underway to ensure the success of the arrival of the third stage of\n        the Tour de France on Monday 7 July.",
     "Fans can watch the action from the\n        roadside across London, or at the official Fan Parks in Green Park and\n        Trafalgar Square and the spectator hub at Hopkins Field in Queen Elizabeth\n        Olympic Park (QEOP).",
     "These sites will be great places to watch the action on\n        giant screens between Saturday 5 and Monday 7 July and people are also invited\n        to tweet photos of themselves enjoying the tour to @letourinlondon.",
     "There will also be a number of other\n        activities on offer to get people into the Tour de France spirit, such as a\n        food market, a Tour de France Museum, interactive cycling activities, an\n        outdoor cinema, live music and celebrity appearances.",
     "The Mayor of London Boris Johnson,\n        said:  \"As the world's largest annual sporting event prepares to make\n        a triumphant return to our city, London is geared up and raring to go. After\n        months of meticulous planning we are set to deliver a sporting spectacle that\n        will be beamed to an audience of billions across the globe, showcasing some of\n        our finest landmarks and most picturesque views. I wish every rider taking part\n        in this gruelling endeavour the best of luck - I'm sure they will no doubt\n        inspire even more Londoners to take to two wheels. Chapeau!\"\n         \n        The Tour de France - the world's\n        largest annual sporting event - returns to London on Monday 7 July after two\n        stages in Yorkshire.",
     "Around 200 elite cyclists will travel from Cambridge,\n        through Essex and into London before a spectacular finish on The Mall. The\n        iconic Tour de France will draw people onto the streets of London from near and\n        far, and help to inspire more people to take up cycling.\n         \n        Magenta-coloured signs are up around\n        London to point people in the right direction for the best views of Tour de\n        France riders.",
     "There are also a number of announcements at major transport hubs\n        as well as the hundreds of volunteers who will be available to offer advice and\n        assistance to people around the capital.\n         \n        Transport for London (TfL)'s\n        contribution, including specially wrapped iconic London taxis to the publicity\n        caravan is complete and ready to pass through the streets giving out\n        promotional goodies and stoking the excitement before the elite riders appear.",
     "TfL has been undertaking an extensive\n        programme of public engagement and communication regarding the arrival of the\n        Tour with residents and businesses across the capital. This is designed to\n        ensure people living and working in London can understand the potential impacts\n        of the Tour and plan ahead to avoid unnecessary inconvenience.",
     "On Monday 7 July, road closures for\n        the event through north, east, and central London will begin after the morning\n        peak at 10:00, with roads reopening as quickly as possible once the Tour has\n        passed through and it is safe to do so. TfL anticipates that all roads will be\n        reopened by 18:00.",
     "Closures will affect the boroughs of\n        Redbridge, Waltham Forest, Hackney, Newham, Tower Hamlets, City, Westminster,\n        Lambeth and Southwark. Tower, Southwark and Westminster Bridges will be closed\n        for much of the day however there are no planned closures on any other major\n        river crossings in Central London. Maps showing the areas inside the M25 that\n        will be affected by the race are available at tfl.gov.uk/tourdefrance, along\n        with a range of advice.\n         \n        To avoid delays drivers are advised\n        to, wherever possible, avoid areas near the event routes in the affected parts\n        of Cambridgeshire, Essex and London.\n         \n        Pedestrians will be able to cross the\n        route at designated marshalled crossing points, and Tube and rail services will\n        be the best way to get around and enjoy the day. Stations along the route, and\n        particularly in Zone 1, are expected to be busy during the evening peak.",
     "Garrett Emmerson, Chief Operating\n        Officer of Surface Transport at TfL, said: \"The Tour de France is back in\n        London on Monday, and throngs of Londoners and visitors will be out in force to\n        witness this great occasion. We'll be keeping the capital moving as roads around\n        the race route will be extremely busy and are asking people to plan ahead and\n        preferably use public transport, bicycle or walk. Spectators will know where to\n        go by following our famous magenta signage leading the way to the action. This\n        will help everyone make the most of what I'm sure will be an amazing day,\n        cementing London's growing reputation as a major cycling city and encourage\n        more Londoners to travel by bike.\"",
     "Hosting world renowned events such as\n        the Tour reinforces London's reputation as a world-class host of cultural,\n        sporting and business events. Visitors, both domestic and overseas, are brought\n        to the capital by major events, delivering direct and indirect economic\n        benefits, and showcasing London to a much wider audience.\n         \n        For more information, please visit tfl.gov.uk/tourdefrance",
     "{\"template\":\"bulletlist\",\"items\":[\"Leaflet\\n            drops to residents and businesses along the route have been carried out, and\\n            TfL and partners are working with the local boroughs and businesses as well as\\n            hosting public information sessions to ensure that everyone who wants to can\\n            enjoy the event and Londoners can plan their journeys and continue to get\\n            around the city on the day\",\"The\\n            Tour de France will kick off a spectacular summer of cycling in London, with\\n            the exciting event followed by Prudential RideLondon on the 9 and 10 August and\\n            then the Tour of Britain, which finishes in the capital on 14 September\",\"For\\n            up to date information on how transport services are operating, Londoners are\\n            advised to check before they travel at http://tfl.gov.uk\\n            and follow @TfLTravelAlerts (Tube, DLR and London Overground), @TfLTrafficNews\\n            (roads) and @TfLBusAlerts (buses)\",\"The\\n            Tour de France is the world's largest annual sporting event and covers\\n            approximately 3,500kms. A worldwide television audience of 3.5billion people\\n            watch the event annually. There will be 190 countries broadcasting the Tour de\\n            France and there are 5,000 hours of TV coverage annually. The last time the\\n            Tour visited England was in 2007 when London hosted the Grand Départ, which is\\n            the opening of the race\",\"This\\n            summer's cycling events are likely to inspire thousands more Londoners to take\\n            to two wheels, building on the Mayor's ambition for cycling to be an integral\\n            part of the transport network. As part of his cycling vision, the Mayor is\\n            already engaging in a vast £1billion programme of improvements - creating a\\n            series of enhanced cycling superhighways, urban 'quietways' for more cautious\\n            cyclists, and turning some outer boroughs into mini-Hollands\",\"For\\n            more information on the Mayor's Vision for Cycling visit http://www.tfl.gov.uk/corporate/about-tfl/how-we-work/planning-for-the-future/vision-for-cycling\",\"Pedestrians\\n            and cyclists will be able to cross the route at designated crossings, where\\n            marshals will ensure safety of all. Once the roads close, cyclists will not be\\n            able to ride on the route roads\",\"Spectators\\n            will be able to watch the elite cycling action along the route and also at the\\n            official Tour de France Fan Parks sites at Green Park and Trafalgar Square and\\n            spectator hub at Queen Elizabeth Olympic Park. The Spectator hub sites will\\n            feature a wide range of different activities such as live Tour de France racing\\n            on the big screen, a food market, a Tour de France Museum, interactive cycling\\n            activities, an outdoor cinema, live music, celebrity appearances and shops\\n            showcasing all of the latest bike equipment and accessories as well as\\n            refreshments. Team London volunteers will also be on hand across all the Fan\\n            Park sites to help spectators with local travel information and directions\",\"The\\n            Mayor is committed to ensuring London retains its status as the world capital\\n            of sport, and has set up the Major Events Oversight Board. The board is chaired\\n            by Sir Edward Lister, and comprises of TfL, the emergency services and other\\n            key partner agencies. It provides strategic direction and advice to the Mayor\\n            on the approach to bidding, staging and evaluating major events in London. The\\n            board ensures that all major road events continue to be carefully considered\\n            and tightly managed to ensure everyone gets full benefit from the event without\\n            undue impact on Londoners and London's transport. The board also looks at ways\\n            to ensure the major events programme is effectively communicated with\\n            Londoners, visitors, businesses and stakeholders to allow sufficient notice and\\n            forward planning for everyone.\\n            ·\",\"Events\\n            like these appeal to Londoners, bring in domestic and overseas visitors and,\\n            through media coverage, showcase London to a much wider audience across the\\n            world. They deliver direct and indirect economic benefits. Prudential\\n            RideLondon 2013 delivered £13m spend in its first year.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2014/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2014/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2014/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2014/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2014/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2014/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2014/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2014/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2014/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2014/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2014/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2014/january",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}