{
 "pageTitle": "New segregated Cycle Superhighway plans published",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2014",
   "url": "/info-for/media/press-releases/2014"
  },
  {
   "title": "July",
   "url": "/info-for/media/press-releases/2014/july"
  },
  {
   "title": "New segregated Cycle Superhighway plans published"
  }
 ],
 "title": {
  "title": "New segregated Cycle Superhighway plans published ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Central London's first segregated cycle superhighway to tackle one of the capital's most intimidating gyratories"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Thousands of cyclists will no longer have to use the Vauxhall\n        gyratory, one of the most threatening in London, under plans published today\n        for central London's first segregated cycle superhighway.",
     "A continuous two-way and separated east-west track will be built\n        from Kennington Oval to Pimlico, through the gyratory and across Vauxhall\n        Bridge, breaking one of the most significant barriers to cycling in the\n        capital.",
     "There will also be substantially more space for pedestrians, with\n        around one square kilometre of new footway. The scheme also creates space for\n        new protected north-south routes through the gyratory, the first of which will\n        be installed later in 2015.",
     "The Mayor, Boris Johnson, said: \"In my Cycling Vision I promised\n        that the worst and most dangerous junctions would be made safe for cyclists.\n        Vauxhall is the first. In the same week London hosted the Tour de France, I am\n        perhaps even more excited by this scheme, which will help ordinary cyclists\n        every day for years to come.\"",
     "The new segregated track will be part of Cycle Superhighway 5 from\n        Belgrave Square to New Cross. It will also link to back-street \"Quietway\" cycle\n        routes at both ends, allowing cyclists from a wide area of south London to\n        reach large parts of Westminster, the West End and central London entirely on\n        traffic-free or low-traffic routes.  These links will also make it\n        possible for cyclists to avoid another of London's most difficult gyratories,\n        Victoria.",
     "Public consultation opens today on the plans and they will be open\n        for comments until 14 September. Subject to responses, work to deliver the\n        scheme could begin in Winter 2014.",
     "Currently, cyclists make up almost a quarter of rush-hour traffic\n        through Vauxhall, with around 3,000 cyclists using Vauxhall Bridge in the rush\n        hours alone. Despite this, it can be intimidating for cyclists, requiring\n        multiple manoeuvres in the middle of often fast-moving traffic. Making Vauxhall\n        more cycle-friendly is vital to open up cycling to more people in south London.",
     "Leon Daniels, Managing Director of Surface Transport at Transport\n        for London (TfL), said: \"These proposed radical changes would provide a safe\n        and direct route to people travelling through Vauxhall on bicycle, whether they\n        are commuting, exercising or just enjoying being on two-wheels. We have worked\n        hard to come up with a scheme to improve facilities for both pedestrians and\n        cyclists throughout this busy area and we would welcome any comments from local\n        residents or road users on these ambitious, but deliverable plans.\"",
     "The scheme is entirely separate from the longer-term ambitions to\n        reshape the whole of Vauxhall, but will be incorporated into those plans when\n        they are published later.\n         \n        The consultation will also ask for opinions on three route options\n        between Pimlico and Belgravia, which have been developed by Westminster City\n        Council:",
     "Option one: cyclists in both\n        directions travel using contra-flow cycle lanes on Belgrave Road,\n        Eccleston Street and Belgrave Place",
     "Option two: northbound cyclists\n        travel on Belgrave Road, Eccleston Street and Belgrave Place while\n        southbound cyclists would travel on Lyall Street, Elizabeth Street and St\n        George's Drive. Segregated tracks and new traffic signals will be built to\n        separate cyclists from coaches near Victoria and Bulleid Way coach\n        stations",
     "Option three: as option two,\n        but southbound cyclists turn right from Lyall Street into Ebury Street,\n        then use Cundy Street, Ebury Square, Ebury Bridge, Sutherland Street and\n        Lupus Street.",
     "The new Vauxhall track would require the removal of two sections\n        of general traffic lane, and a short section of bus lane, to create the\n        improved conditions for cyclists.",
     "TfL's traffic network impact analysis shows\n        that the completed scheme would mean some delays for motorists and bus users on\n        and around the route, but we will be putting in extensive measures including\n        enforcement, traffic management, and debottlenecking along other parts of the\n        route and the surrounding area, to keep these delays to the minimum level\n        possible.\n         \n        There\n        will be an overall increase of about one square kilometre in footway area\n        across the route, particularly around the Vauxhall area where there are high\n        numbers of pedestrians. As part of the proposals, TfL is working with Network\n        Rail to widen the existing subway under the railway on the north side of\n        Kennington Lane to provide a wider off-carriageway route for westbound\n        cyclists.",
     "Cllr\n        Heather Acton, Westminster City Council cabinet member for sustainability and\n        cycling strategy, said: \"We are committed to the important task of making\n        cycling in London easier and safer and will continue to work closely with TfL\n        to do just that. A huge number of residents, businesses and road users will be\n        directly affected by these proposals, and this consultation gives them a real\n        chance to shape the future of the area.\"",
     "For\n        more information, please visit www.tfl.gov.uk/cs5",
     "{\"template\":\"bulletlist\",\"items\":[\"The\\n            route has been designed to make as many links as possible and to allow\\n            cyclists to avoid the intimidating gyratories at both Vauxhall and\\n            Victoria. The northern end of the track (Belgrave Square) will link into a\\n            new Quietway on the existing London Cycle Network route through Lowndes\\n            Square, taking cyclists into Hyde Park (for Marble Arch, Paddington, and\\n            Kensington).\",\"For\\n            northbound cyclists going to the east of Victoria the scheme includes a\\n            segregated link to a new Quietway route to Westminster, St James's and the\\n            new east-west superhighway due in 2016. Links can also be made both east\\n            and west (to Westminster, Sloane Square, and Kensington) via the existing\\n            Ebury Street back-street cycle track. At the southern end, the segregated\\n            section links to the existing Meadow Road back street cycle track.\",\"TfL\\n            is also considering a new Quietway running from the Kennington Oval to Old\\n            Kent Road and Peckham via a parallel route for cyclists who do not wish to\\n            use the main road route.\",\"These\\n            proposals are separate from the longer-term aspirations for the Vauxhall,\\n            Nine Elms and Battersea area. Options for wider changes (including to the\\n            road layout and public spaces) are still being developed in conjunction\\n            with the London Borough of Lambeth and the local community. TfL is working\\n            to begin consultation on these wider plans in autumn 2014.\",\"CS5 would\\n            be built ahead of any wider Vauxhall scheme and would be incorporated into\\n            those wider proposals.\",\"TfL\\n            is also currently consulting on proposals to substantially redesign four\\n            junctions around Oval station on Barclays Cycle Superhighway 7. These\\n            proposed improvements include introducing segregated and upgraded cycle\\n            lanes, to separate cyclists from traffic and buses as well as redesigning\\n            junctions to include low-level signals with lanes which separate cyclists\\n            from left turning traffic, removing conflict (subject to Department for\\n            Transport approval) - www.tfl.gov.uk/oval-triangle\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2014/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2014/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2014/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2014/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2014/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2014/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2014/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2014/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2014/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2014/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2014/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2014/january",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}