{
 "pageTitle": "Safer Lorries Scheme Consultation",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2014",
   "url": "/info-for/media/press-releases/2014"
  },
  {
   "title": "July",
   "url": "/info-for/media/press-releases/2014/july"
  },
  {
   "title": "Safer Lorries Scheme Consultation"
  }
 ],
 "title": {
  "title": "Safer Lorries Scheme Consultation",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Mayor, TfL and London Councils launch consultation on UK's first \"Safer Lorries Scheme\""
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Safer Lorries Scheme will see lorries without sideguards\\n            and safety mirrors banned from London's streets\",\"Scheme could be introduced by early next year\",\"Ban would operate\\n            across London 24 hours a day, seven days a week\"]}",
     "‪\n        London's roads are set to\n        become safer as Transport for London (TfL) and London Councils today began\n        their consultation on the Safer Lorries Scheme which will see a ban on lorries\n        that do not have safety equipment to protect cyclists and pedestrians from the\n        capital's streets.\n         \n        ‪The Safer Lorries Scheme will use a\n        combination of powers held by TfL and London Boroughs to deliver a simple,\n        quick and complete solution across all London roads. The proposed ban will\n        require every vehicle in London over 3.5 tonnes, which are involved in a\n        disproportionate number of fatal collisions with cyclists and pedestrians, to\n        be fitted with sideguards to protect cyclists from being dragged under the\n        wheels in the event of a collision.",
     "It will also require them to be fitted with\n        mirrors giving the driver a better view of cyclists and pedestrians around\n        their vehicles.\n         \n        ‪",
     "The ban would operate across London 24\n        hours a day, seven days a week, covering the same area as the London Low\n        Emission Zone. It would be enforced by on-street enforcement and, in the\n        future, could move to CCTV cameras subject to further approval by the\n        Department for Transport and London boroughs.\n         \n        ‪",
     "One of the Mayor and TfL's top\n        priorities is to reduce the number of people killed or seriously injured on\n        London's roads by 40 per cent by 2020 and action is being taken to prioritise\n        the safety of the most vulnerable road users:  pedestrians, cyclists and\n        motorcyclists.\n         \n        ‪",
     "Of the 14 cyclist deaths in London in\n        2013, nine involved HGVs. Vehicles that would be affected by this scheme can\n        easily be retrofitted to comply. Side guards can be fitted from approximately\n        £500 and extended view mirrors can be fitted for approximately £300 per mirror.\n        Subject to the outcome of the consultation and legal procedures, the ban could\n        be in place by early 2015.",
     "The announcement comes as\n        Sainsbury's unveiled their new delivery vehicle for London, which is fitted\n        with a range of safety features including extended sideguards and a 360 degree\n        proximity camera.",
     "The Mayor of London, Boris\n        Johnson, said: \"I have long been worried that a large number of cyclist deaths\n        involve a relatively small number of problem lorries which are not fitted with\n        safety equipment. My Safer Lorries Scheme would see those lorries effectively\n        banned from our streets and the lives of thousands of cyclists and pedestrians\n        would be much safer as a result. Vehicles that would be affected by this scheme\n        can easily be retrofitted to comply and doing so will save lives. Companies\n        such as Sainsbury's and O'Donovan are already leading the way when it comes to\n        cyclist safety and I urge others to follow suit.\"",
     "Earlier this year, the Construction\n        Logistics and Cyclists Safety (CLOCS) standard was developed by TfL with key\n        construction industry partners. It sets best practice for construction vehicles\n        in terms of safety equipment and driver training and far exceeds any regulatory\n        requirement.  Already over 40 organisations have signed up as CLOCS\n        Champions - from major construction projects like Crossrail and Thames Tideway Tunnel,\n        to developers, construction clients and operators who are keen to be seen as\n        industry leaders in this field.\n         \n        ‪",
     "London's Transport Commissioner, Sir\n        Peter Hendy CBE, said: \"The proposed Safer Lorries Scheme is a further\n        demonstration of how London is working with the freight industry to drive up\n        safety standards. Many vehicles in London will already comply with this scheme,\n        but by forcing the dangerous minority to follow suit, we can ensure that\n        everyone is doing what they can to help make our roads as safe as possible.\"\n         \n        ‪",
     "Councillor Julian Bell, Chair of London\n        Council's Transport and Environment Committee (TEC), said: \"Heavy goods\n        vehicles play an essential role in London's economy, so the challenge we face\n        is ensuring hauliers' needs are balanced with the protection of other drivers,\n        cyclists and pedestrians. London Councils is fully supportive of TfL in\n        developing the Safer Lorries Scheme. We encourage stakeholders from across\n        London to contribute to this consultation, to ensure these safety measures are\n        as effective as they can be in protecting all road users.\"\n         \n        ‪",
     "Sainsbury's Retail \u0026 Operations\n        Director Roger Burnley said: 'We're proud to be here to support the Safer Lorry\n        Scheme today. We've put an enormous amount of thought and research into creating\n        a truck that we hope will be the safest on the road - for all road users.'\n         \n        ‪",
     "Jacqueline O'Donovan, Managing Director of O'Donovan\n        Waste Disposal, said: \"O'Donovan Waste Disposal operates a fleet of 75 vehicles\n        and has made a substantial investment in vehicle safety enhancements. Our\n        drivers and vehicles regularly participate in Exchanging Places run by the\n        Metropolitan Police and TfL, which enables cyclists to experience a HGV\n        driver's view of the road and get a better understanding of their challenges.\n        Although a large number of our vehicles were exempt we felt the investment\n        assisted our drivers in making London a safer place for all.  We are doing\n        all we can, through equipment and training, to minimise risk to cyclists and\n        other vulnerable road users. The CLOCS standard sets clear objectives to\n        industry and is easy to understand and implement and we welcome this\n        consultation to try to make best practice the norm.\"",
     "Under national legislation,\n        many HGVs must already be fitted with safety equipment. However, construction\n        lorries, tipper trucks, waste vehicles, cement mixers and certain other forms\n        of HGV are currently exempt from having sideguards fitted. HGVs registered\n        before 2000 are also exempt from the requirement to have extended view mirrors\n        fitted.",
     "The rising number of such vehicles in London's building boom\n        increases the risk to the growing number of cyclists, who now make up almost a\n        quarter of all rush hour traffic in central London. In recent years, both TfL\n        and Crossrail have implemented contractual requirements that sideguards and\n        safety mirrors need to be fitted to any vehicle over 3.5 tonnes working for\n        them.\n         \n        ‪Once launched, the Safer Lorries Scheme\n        would form one part of the continuing work that is already underway across\n        London to improve road safety involving freight vehicles, in particular\n        construction vehicles. Regular road safety police operations continue to be\n        carried out by the Industrial HGV Task Force across London, targeting\n        non-compliant heavy goods vehicles, drivers and operators using the capital's\n        roads. Since last October, this has resulted in almost 3000 vehicles being\n        stopped, with 36 vehicles being seized, 1319 roadworthiness prohibitions given\n        to drivers and a further 776 fixed penalty notices issued.",
     "{\"template\":\"bulletlist\",\"items\":[\"The Safer Lorries Scheme consultation will\\n            remain open until 22 September. For more information please visit \\u003ca href=\\\"http://tfl.gov.uk/safer-lorries\\\"\\u003etfl.gov.uk/safer-lorries\\u003c/a\\u003e \",\"More information about TfL's\\n            Construction Logistics and Cyclists Safety project can be found here: \\u003ca href=\\\"http://www.clocs.org.uk\\\"\\u003ewww.clocs.org.uk\\u003c/a\\u003e \",\"The Standard for Construction\\n            Logistics: Managing Work Related Road Risk can be found here: \\u003ca href=\\\"http://www.tfl.gov.uk/cdn/static/cms/documents/clocs-standard-for-construction-logistics.pdf \\\"\\u003ehttp://www.tfl.gov.uk/cdn/static/cms/documents/clocs-standard-for-construction-logistics.pdf\\u003c/a\\u003e \",\"In June 2013, the Mayor and\\n            Transport for London published Safe Streets for London: an ambitious and\\n            comprehensive plan to reduce further the number of people killed or seriously\\n            injured in London by 40 per cent by 2020: \\u003ca href=\\\"http:// http://www.tfl.gov.uk/cdn/static/cms/documents/safe-streets-for-london.pdf\\\"\\u003ehttp://www.tfl.gov.uk/cdn/static/cms/documents/safe-streets-for-london.pdf\\u003c/a\\u003e \",\"The Industrial HGV Task Force is\\n            made up of TfL, City of London Police, Metropolitan Police Service and the\\n            Driver Vehicle Standards Agency. It is a London-based dedicated task force aimed\\n            at driving a reduction in the minority of non-compliant vehicles, drivers and\\n            operators using London's roads through intelligence-led enforcement action\",\"The dedicated team run regular\\n            on-street enforcement operations to help build up an intelligence picture on\\n            the most dangerous lorries and operators\",\"In February 2014 the Mayor and TfL\\n            published six safety commitments, which supports the plan and brings focus to\\n            the range of actions needed by us and our partners to make our streets safer: \\u003ca href=\\\"http://www.tfl.gov.uk/cdn/static/cms/documents/safe-london-streets-our-six-road-safety-commitments.pdf\\\"\\u003ehttp://www.tfl.gov.uk/cdn/static/cms/documents/safe-london-streets-our-six-road-safety-commitments.pdf\\u003c/a\\u003e \"]}",
     "The six key commitments are:\n         \n        ‪",
     "1. To lead the way in achieving a 40\n        per cent reduction in the number of people killed or seriously injured on the\n        capital's roads by 2020 - with a longer term ambition of freeing London's roads\n        from death and serious injury;\n         \n        ‪",
     "2. To prioritise safety of the most\n        vulnerable groups - pedestrians, cyclists and motorcyclists - which make up 80\n        per cent of serious and fatal collisions;\n         \n        ‪",
     "3. To provide substantial funding for\n        road safety, invested in the most effective and innovative schemes;\n         \n        ‪",
     "4. To increase efforts with the police\n        and enforcement agencies in tackling illegal, dangerous and careless road user\n        behaviour that puts people at risk;\n         \n        ‪",
     "5. To campaign for changes in national\n        and EU law to make roads, vehicles and drivers safer;\n         \n        ‪",
     "6. To work in partnership with\n        boroughs and London's road safety stakeholders to spread best practice and\n        share data and information",
     "{\"template\":\"bulletlist\",\"items\":[\"O'Donovan Waste Disposal\\n            is a multi-award winning, independent, family-run, company who specialise in\\n            handling the capital's construction and demolition waste\",\"O'Donovan has been an active\\n            member from the start in the CLOCS working groups and is very proud to be one\\n            of the first CLOCS Champions.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2014/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2014/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2014/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2014/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2014/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2014/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2014/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2014/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2014/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2014/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2014/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2014/january",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}