{
 "pageTitle": "TfL asks Londoners to 'Share the Road'",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2014",
   "url": "/info-for/media/press-releases/2014"
  },
  {
   "title": "July",
   "url": "/info-for/media/press-releases/2014/july"
  },
  {
   "title": "TfL asks Londoners to ‘Share the Road’"
  }
 ],
 "title": {
  "title": "TfL asks Londoners to ‘Share the Road’",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "New road safety campaign asks Londoners to 'Share the Road' as part of continuing work to reduce casualties across the capital"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "In the week where more than\n        3.5 million people came out to watch the Tour de France race across England,\n        Transport for London (TfL) is calling for all road users to look out for each\n        other and share the road in its new road safety campaign.",
     "One of TfL's top priorities\n        is to reduce by 40 per cent the number of people killed or seriously injured on\n        London's roads by 2020. Recently, the Mayor and TfL published six commitments\n        that are guiding initiatives to deliver this, and action is being taken to\n        prioritise the safety of the most vulnerable road users: pedestrians, cyclists\n        and motorcyclists.",
     "The Mayor and TfL are doubling the investment into London's\n        road network during the next ten years from £2bn to £4bn and providing\n        substantial funding to London boroughs for road safety schemes across London.",
     "The new TV campaign, which\n        was shown to government ministers, borough councillors and key road safety\n        stakeholders at the 'Safer Streets: Our Shared Journey' conference for \n        first time today (Friday 11 July 2014), aims to generate understanding and respect between all road users, asking them to reconsider their attitudes and\n        'share the road'. In the advert, the narrator walks through London's\n        streets and asks why all road users; pedestrians, cyclists and drivers,\n        momentarily get so angry with one another on the capital's streets. The vivid\n        black and white advert holds a mirror up to road users' behaviour, mixing\n        different scenes of conflict; from the frustration of a cyclist and\n        motorcyclist to the simmering rage between a car driver and a group of young\n        people.",
     "By highlighting\n        the conflicts that can occur between people, the advert looks to make people\n        think of their actions and therefore look out for others when travelling around\n        the city. The advert will run on television screens for the next five weeks and\n        for the first time, road users are invited to talk about their experience as\n        road users on social media using #sharetheroad.",
     "Leon Daniels, Managing\n        Director Surface Transport, Transport for London, said: \"Reducing casualties\n        among all road users is a top priority for TfL and the Mayor. However behaviour\n        on the road won't change unless the needs of all road users is understood and\n        respected by each other.  It is therefore vital that we all\n        acknowledge the welfare of our fellow road users. Our emotive \"Share the Road\"\n        campaign will hopefully help all road users think about their actions and help\n        us continue towards meeting our ambition of a 40 per cent cut in deaths and\n        serious injuries by 2020.\"",
     "Professor Stephen Glaister,\n        director of the RAC Foundation, said:\n        \"London is a vibrant,\n        bustling city where millions exist shoulder to shoulder. In 2013, 2,324 people\n        were killed or seriously injured on the capital's roads. This unacceptable\n        figure shows why all of us who take to London's streets should show greater\n        respect and consideration to others. It is not just a matter of courtesy but\n        life and death.\"",
     "Martin Key, British Cycling\n        Campaign Manager said:\n        \"We welcome Transport for\n        London's focus on the need for mutual respect on the capital's roads and would\n        like to see a national awareness campaign about the need for people to give\n        each other space. People in cars and people on bikes are often the same people,\n        nine in ten of British Cycling's members also drive a car and more mutual\n        respect on our roads is one of their priority issues.\"",
     "The campaign is\n        the latest road safety initiative from TfL in their work to manage\n        and encourage behaviour that leads to safety and security on London's roads.\n        The casualty figures for London, published in June 2014, showed that the number\n        of people killed and seriously injured on London's roads fell 23 per cent\n        during 2013 to its lowest level since records began. The total number of road\n        casualties in London also fell by around five per cent to its lowest ever\n        level.",
     "The positive progress made\n        in reducing the number of people killed or seriously injured in 2013 means that\n        London is now 36 per cent below the 2005-09 average. It remains on track to\n        achieve the Mayor's road safety target to reduce the number of people killed or\n        seriously injured on London's roads by 40 per cent by 2020 (from a 2005-09\n        baseline).",
     "At the London Road Safety\n        Conference, TfL reiterated it's continued road safety commitments which\n        include:\n        Working closely with the Metropolitan and City of London\n        Police to enforce road safety through operations like Operation Safeway,\n        which will continue this year and run twice a month on unannounced days,\n        with up to 1,000 police officers stationed simultaneously at around 100\n        junctions;Building on innovative crossing technology trials, a new\n        'gold standard' for all new and upgraded pedestrian crossings will be\n        developed. This would look to include Pedestrian Countdown timers to give\n        pedestrians a clear indication of how much time they have to safely cross\n        the road, as well as ensuring that all pedestrian crossing times take account of national safety\n        standards and the level of pedestrian demand. TfL will also expand the use\n        of Pedestrian Countdown across London to more\n        than 400 sites, which will be roughly 10 per cent of all pedestrian\n        crossings in London;Beginning\n        work on groundbreaking trials of detection equipment on London buses to\n        help drivers be more aware of pedestrians and cyclists near their\n        vehicles, which if successful could be rolled out across the entire London\n        bus fleet.",
     "TfL will trial Intelligent Speed Adaptation (ISA) on London\n        buses, to understand the potential role of this\n        technology on buses in promoting adherence to speed limits across the road\n        network. Subject to further discussions and technical approvals,\n        trials could be carried out on-street during 2015;Publishing\n        London's first Pedestrian Safety Action Plan and Motorcycle Safety Action\n        Plan and its Delivery Plan for Young People, which included a commitment\n        to provide cycle training to all school children in London.",
     "Last month,\n        TfL also published the revised draft Cycle Safety Action Plan and a fully\n        updated draft London Cycling Design Standards, which inform the work of\n        those designing cycling infrastructure in the capital, for public comment\n        to help further transform London's streets with world leading cycling\n        provision.\n         \n        The new 'Share the Road'\n        advert airs for the first  time on British TV tonight at 19:45 during\n        Coronation Street on ITV, followed by a Channel 5 launch on Big Brother at\n        21:15.",
     "For more information on the\n        work TfL is carrying out to improve road safety across London, please visit www.tfl.gov.uk/roadsafety",
     "In June 2013, the Mayor\n        and Transport for London published Safe Streets for London: an ambitious and\n        comprehensive plan to reduce further the number of people killed or seriously\n        injured in London by 40 per cent by 2020: http://www.tfl.gov.uk/cdn/static/cms/documents/safe-streets-for-london.pdf",
     "TfL has recently\n        begun public consultation on new segregated cycle lanes as part of Cycle\n        Superhighway 5 at Vauxhall, and will shortly begin consultation on improvements\n        to Archway and Old Street roundabout, and the new East-West cycle-route along\n        Victoria Embankment, with a look to deliver all these as quickly as possible.\n        All these schemes will be built to the new stringent design standards, ensuring\n        that the right approach is taken when making improvements at locations",
     "In February 2014 the\n        Mayor and TfL published six safety commitments, which supports the plan and\n        brings focus to the range of actions needed by us and our partners to make our\n        streets safer: http://www.tfl.gov.uk/cdn/static/cms/documents/safe-london-streets-our-six-road-safety-commitments.pdf",
     "The six key\n        commitments are",
     "{\"template\":\"bulletlist\",\"items\":[\"To\\n            lead the way in achieving a 40 per cent reduction in the number of people\\n            killed or seriously injured on the capital's roads by 2020 - with a longer term\\n            ambition of freeing London's roads from death and serious injury\",\"To\\n            prioritise safety of the most vulnerable groups - pedestrians, cyclists and\\n            motorcyclists - which make up 80 per cent of serious and fatal collisions\",\"To\\n            provide substantial funding for road safety, invested in the most effective and\\n            innovative schemes\",\"To\\n            increase efforts with the police and enforcement agencies in tackling illegal,\\n            dangerous and careless road user behaviour that puts people at risk\",\"To\\n            campaign for changes in national and EU law to make roads, vehicles and drivers\\n            safer\",\"To\\n            work in partnership with boroughs and London's road safety stakeholders to\\n            spread best practice and share data and information\"]}",
     "Earlier this year,\n         the Mayor confirmed that regular road safety police operations, based on\n        the original \"Operation Safeway\" which ran at the end of last year,\n        will continue to operate across London for two days every month, on unannounced\n        days. The multi-agency Industrial HGV Task Force also continues to operate\n        across London, targeting non-compliant heavy goods (particularly construction-related)\n        vehicles, drivers and operators using the capital's roads"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2014/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2014/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2014/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2014/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2014/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2014/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2014/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2014/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2014/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2014/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2014/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2014/january",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}