{
 "pageTitle": "TfL announces MTR to run Crossrail services",
 "description": "TfL announces MTR to run Crossrail services",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2014",
   "url": "/info-for/media/press-releases/2014"
  },
  {
   "title": "July",
   "url": "/info-for/media/press-releases/2014/july"
  },
  {
   "title": "TfL announces MTR to run Crossrail services"
  }
 ],
 "title": {
  "title": "TfL announces MTR to run Crossrail services ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) has today announced its intention to award the contract to operate Crossrail services to MTR Corporation (Crossrail) Limited (MTR).",
     "The £1.4 billion contract will be for eight years with an option to extend to ten years.  MTR will be a key partner in delivering the new Crossrail services connecting Reading and Heathrow in the west with Shenfield and Abbey Wood in the east.",
     "MTR is expected to employ around 1,100 staff with up to 850 new posts, creating many hundreds of jobs for local people. This will include almost 400 drivers and over 50 apprenticeships for people from communities along the route.",
     "Over the lifetime of the project, it is estimated that Crossrail will also support the equivalent of 55,000 full time jobs around the UK. The construction of Crossrail will generate at least 75,000 business opportunities across the country with 97 per cent of companies in Crossrail's supply chain based in the UK.",
     "When Crossrail services are fully operational they will increase rail based transport in the capital by 10 per cent and, along with the Tube modernisation, ensure TfL can continue to move people efficiently around London. Crossrail will set the benchmark for passenger experience on European metro services and achieve internationally recognised high standards of reliability, train frequency and customer service.",
     "Crossrail will be fully integrated as part of the TfL network providing a fast, frequent service linking the east and west and relieving congestion on some of the busiest Tube lines. Passengers using Crossrail will see reduced journey times and the new stations will be integrated with existing London Underground, DLR, London Overground and National Rail stations making it easy for passengers to change between services.",
     "Mike Brown MVO, Managing Director London Underground and London Rail, said: \"Appointing an operator is a huge step towards the new railway coming to London. The decision to appoint MTR was reached after a thorough and competitive procurement process and we look forward to working with them to transform rail services in the capital. Crossrail will help cut journey times, make it easier for people travelling across the city and create jobs and support growth and regeneration along the route.  \"As our population grows faster than any other European city, the case for stable and sustained investment in London's transport network has never been stronger.\"",
     "The Mayor of London, Boris Johnson, said: \"As hardworking engineers beaver away underneath our feet on the final construction of Crossrail's tunnels, we are putting the final pieces of the jigsaw puzzle together above ground. I am delighted that we can now announce the new operator of this landmark railway, bringing it one step closer to welcoming passengers aboard. Crossrail will revolutionise east-west transit in the capital, making London an even more attractive place to visit and invest. As has been the trend throughout this project, many hundreds of additional jobs will be created for local people, with MTR expected to employ around 1,100 staff including almost 400 drivers.\"",
     "Transport Secretary Patrick McLoughlin said: \"This is great news for passengers across the capital and marks a significant milestone in the project. Crossrail will provide a better and faster service for millions of commuters and will help create up to 30,000 additional jobs in central London by 2026. \"Crossrail is a part of our long-term economic plan and one of the many rail infrastructure projects benefitting from record levels of Government investment. Together with Thameslink, investment in rail in the north and a major electrification programme we are creating jobs, boosting business and generating lasting economic growth across the UK.\"",
     "MTR will start running the services from 31 May 2015 between Liverpool Street and Shenfield, taking over the stopping services currently operated by Abellio Greater Anglia. They will be using the existing trains that currently operate on the route.",
     "When MTR takes over the Liverpool Street to Shenfield services all stations along that route will for the first time be staffed from first to last train.",
     "The trains and stations will all be cleaned and refreshed.  Disabled people needing assistance will be able to turn up and go, with no need to pre-book assistance, as staff will be fully trained and equipped to assist customers at all stations, as is already the case on London Underground and London Overground services.",
     "The new operator will work closely with TfL, Bombardier and Crossrail Limited on the introduction of new trains which will begin entering service from 2017.",
     "MTR has experience of working with Transport for London and, along with Arriva UK Trains, operate as LOROL to run London Overground services. London Overground is now one of the most reliable railways in the UK with some of the highest levels of customer satisfaction.   This is the culmination of a competitive procurement process to appoint an operator that began last year with four shortlisted bidders announced in June 2013.",
     "The route through Canary Wharf, the City and the West End will open in late 2018, with the full route running from late 2019.",
     "Notes to Editors",
     "The £1.4bn contract value is the nominal value of concession payments payable to the Operator over the base 8-year concession term before performance adjustments (bonuses and penalties)",
     "In August 2013, four pre-qualified bidders were invited to respond to the Invitation to Tender (ITT)",
     "{\"template\":\"bulletlist\",\"items\":[\"Arriva Crossrail Limited\",\"MTR Corporation (Crossrail) Limited\",\"National Express Group PLC; and\",\"Keolis/Go Ahead\"]}",
     "Crossrail services are being let as a concession by TfL, similar to the concession let by TfL for London Overground.Services to Shenfield will initially operate with the current rolling stock but will be gradually replaced in 2017 by the new Crossrail trains.",
     "The Crossrail route will serve 40 stations and run 118 km (72 miles) from Reading and Heathrow in the west, through new twin-bore 21 km (13 miles) long tunnels below central London to Shenfield and Abbey Wood in the east.",
     "Crossrail services will be introduced as follows:",
     "{\"template\":\"bulletlist\",\"items\":[\"Heathrow to Paddington (mainline platforms) - May 2018 (when the Crossrail concession takes over the Heathrow Connect service)\",\"Paddington (Crossrail platforms) to Abbey Wood - December 2018\",\"Paddington (Crossrail platforms) to Shenfield - May 2019\",\"Full through service (including services to Reading) - December 2019\"]}",
     "The Crossrail project is jointly sponsored by the Department for Transport and TfL."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2014/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2014/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2014/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2014/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2014/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2014/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2014/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2014/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2014/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2014/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2014/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2014/january",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}