{
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2019",
   "url": "/info-for/media/press-releases/2019"
  },
  {
   "title": "February",
   "url": "/info-for/media/press-releases/2019/february"
  },
  {
   "title": "GLA - £24m funding boost to accelerate the greening of London’s black cabs"
  }
 ],
 "title": {
  "title": "GLA - £24m funding boost to accelerate the greening of London’s black cabs",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "1,000 extra grants of £10,000 made available to help more drivers make the move to cleaner vehicles, with more than 2,000 additional payments available overall"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "\u003cbr /\u003eThis press release, issued by the Mayor of London, was first published on \u003ca href=\"[ioID]#https://www.london.gov.uk/press-releases/mayoral/24m-funding-boost-for-black-cabs\"\u003elondon.gov.uk\u003c/a\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Public consultation launched on reducing the age limit of the most polluting taxis\"]}",
     "\u003cbr /\u003eThe Mayor of London, Sadiq Khan, has today announced plans to invest an extra £24m to help more black cab drivers switch to electric vehicles - more than doubling TfL's existing £18m fund which launched last month.",
     "Under the plans, grants will be restructured to provide more payments at higher levels - with 1,000 more drivers set to benefit from the maximum £10,000 payment from trading in their older, dirtier vehicles earlier.",
     "The additional funding, included in the Mayor's draft budget for 2019/20, is expected to help around 2,000 additional drivers go green, with more than 5,000 drivers now set to benefit from the fund overall. The enhanced scheme - on its own - could reduce NOx taxi emissions by as much as 20 per cent.",
     "There has been high demand for the TfL enhanced delicensing fund which has tiered payment levels on a first come, first served basis.",
     "The funding boost comes as TfL launches a 10-week public consultation on changes which would significantly reduce harmful emissions from taxis.  Londoners are being asked for their views on changing the age limits of black cabs to speed up the process of the dirtiest vehicles being replaced with zero-emission-capable cabs.",
     "London is facing an air quality crisis with filthy fumes reducing the length and quality of life in the capital. Black cabs are exempt from the Ultra Low Emission Zone, but they cause 20 per cent of road transport emissions in central London, and this is expected to grow further this year unless action is taken. TfL's proposals aim to address this by reducing taxi-based NOx emissions by 65 per cent by 2025.",
     "They include:",
     "{\"template\":\"bulletlist\",\"items\":[\"A tightening of the rules so that taxis cannot be licensed beyond their 15th anniversary, rather than being able to operate for up to a full 16th year\",\"A phased reduction in the age limit for the most polluting taxis to 12 years by 2022 by decreasing the current 15-year limit each year, by a year, from 2020\",\"Removing the automatic age limit exemptions for alternative fuel conversions, historic vehicles or personal circumstances\"]}",
     "\u003cbr /\u003eThe Mayor of London, Sadiq Khan, said:",
     "'Working with cabbies to reduce the number of polluting taxis is a key part of our plans to improve London's air quality.",
     "'I've been delighted by the number of cabbies who have applied for our grants so far - doing their bit to improve our dirty air. The additional £24m announced today will more than double the size of the scheme, making it easier for more drivers across the city to go green.'",
     "Steve McNamara, General Secretary of the Licensed Taxi Drivers' Association, said:",
     "'I'm pleased the Mayor has recognised the need to support the taxi trade in its efforts to reduce emissions and accelerate the growth of the zero emission capable taxi fleet. Providing an additional £24m funding for the newly enhanced delicensing scheme is the right thing to do and I welcome the Mayor's intervention. This will provide a leg-up to those who want to adopt this exciting new technology.  Anything we can do to improve air quality in London will benefit everyone, including taxi drivers who will suffer the ill effects of air pollution as much as anyone else.'",
     "From 1 January last year, all black cabs licensed for the first time have had to be zero emission capable (ZEC). There are now more than 1,000 of the new environmentally friendly vehicles serving London, with more than 150 rapid charging points giving cabbies a wide range of locations to power up quickly. 64 of the rapid charging points are specifically reserved for black cabs. By 2020 there will be at least 300 points to meet the growing demand for electric vehicles.",
     "As Euro 5 taxis, which emit high levels of NOx emissions, would not be affected by the age limit proposals in the short term, £5 million is also being set aside to support their conversion to liquid petroleum gas (LPG).  Independent testing shows that an average TX4 taxi emits over 70 per cent less NOx after being converted to run on LPG. Trials also show that drivers of LPG-converted taxis can save around £200 a month in fuel costs. The maximum age limit for Euro 6 and ZEC taxis and those Euro 5s newly converted to LPG would remain at 15 years in recognition of the fact that they meet ULEZ standards.",
     "The private hire industry is also playing its part, with all vehicles licensed for the first time from the start of last year having to meet LEZ standards. From the start of 2020 there will be a further step change, with newly licensed minicabs being required to be ZEC. From 8 April, private hire vehicles will also need to meet the ULEZ standards and pay the Congestion Charge when driving in central London.",
     "Alex Williams, TfL's Director of City Planning, said:",
     "'Taxi drivers are part of London's lifeblood and more than 1,000 are already making a major contribution to cleaning up the air for future generations by using electric black cabs. This package of measures will incentivise more drivers to buy the new clean taxis and speed up the rate the vehicles that emit the most harmful pollutants are being taken off the road.",
     "'Making transport across London more sustainable is vital if the capital is to meet legal limits for clear air. The Ultra Low Emission Zone (ULEZ) will be introduced this April, with some of the toughest standards in the world. There is also a London-wide effort to clean up the bus fleet, including the phasing out of diesel-only buses and a commitment to purchase only hybrid or zero-emission double-decker buses from this year. We are proud that the city has one of Europe's largest zero-emission fleets but our ultimate aim is for all buses to be converted by 2037.'",
     "Dr Penny Woods, Chief Executive of the British Lung Foundation, said:",
     "'This is a welcome move from TfL and we would like to see other cities follow suit. Air pollution is a threat to all of our health, and our lungs act as an early warning sign of the damage it's doing throughout our bodies.",
     "'You're exposed to more dirty air inside a car, so this initiative will go towards protecting cabbies', their customers and all Londoners. The Mayor's Healthy Streets Approach goes beyond tackling road transport and looks at helping more people to walk, cycle and use public transport, so we look forward to seeing even more action to clean up the toxic in the capital.'",
     "John Maingay, Director of Policy \u0026 Public Affairs at the British Heart Foundation, said:",
     "'Breathing dirty air contributes to thousands of deaths in the UK each year. Our research has shown that the tiny particles produced by diesel vehicles may silently damage our heart and circulatory systems, significantly increasing the risk of a devastating heart attack or stroke.",
     "'We need to see an urgent and sustained shift away from diesel vehicles if we are to protect the nation's health from our toxic air.'",
     "'Making black cabs greener in the nation's capital is a welcome step in the right direction. But it must be accompanied by bold, wide-ranging action from the government to ensure air pollution is being tackled at the same pace across the country. We need to see this action as soon as possible, beginning with the adoption of World Health Organisation air pollution limits into UK law.'",
     "Stephen Edwards, Director of Policy and Communications at Living Streets, said:",
     "'Dirty air is currently contributing to 36,000 premature deaths a year in the UK and is having a particularly negative impact on children.",
     "'Black cabs are iconic in London but also make a major contribution to poor air quality in the capital. We support this important measure to reduce the number of polluting vehicles on London's roads.'\u003cbr /\u003e",
     "Notes to Editors:\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"The Mayor's 2019/20 budget, which includes the proposed £24m funding, will go before a meeting of the London Assembly on February 25th.\",\"There will be tightening of existing rules from 1 November 2019 to mandate the maximum operating age of a taxi. In 2019, this will mean that taxis cannot be licensed beyond their 15th anniversary, rather than being able to operate for up to a full 16th year. This will also apply to future age limit changes.\",\"Taxis remain exempt from the Congestion Charge and the ULEZ, which comes into operation in central London in April this year. This is because the black cab fleet is 100 per cent wheelchair accessible and all new taxis licensed for the first time have to be ZEC. Taxis have a legal requirement to take all journeys and to use the shortest route.\",\"The greenest private hire vehicles will continue to be exempt from the Congestion Charge via the Cleaner Vehicle Discount.\",\"Wheelchair accessible private hire vehicles are exempt from the Congestion Charge\",\"Details of the consultation, which lasts 10 weeks, can be found here: \\u003ca href=\\\"[ioID]#https://consultations.tfl.gov.uk/tph/taxi-age-limits\\\"\\u003ehttps://consultations.tfl.gov.uk/tph/taxi-age-limits\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2019/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2019/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2019/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2019/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2019/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2019/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2019/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2019/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2019/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2019/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2019/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2019/december",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}