{
 "pageTitle": "GLA - Mayor's green fund helps schools fight toxic air",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2019",
   "url": "/info-for/media/press-releases/2019"
  },
  {
   "title": "February",
   "url": "/info-for/media/press-releases/2019/february"
  },
  {
   "title": "GLA - Mayor’s green fund helps schools fight toxic air"
  }
 ],
 "title": {
  "title": "GLA - Mayor’s green fund helps schools fight toxic air",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Plants and hedges are playground 'pollution barriers' to boost air quality for pupils"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This press release, issued by the Mayor of London, was first published on \u003ca href=\"[ioID]#https://www.london.gov.uk/press-releases/mayoral/mayors-green-fund-helps-schools-fight-toxic-air-0\"\u003elondon.gov.uk\u003c/a\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"New maps identify areas where green investment would deliver big benefits\"]}",
     "The Mayor of London, Sadiq Khan, has today awarded more than £1.27million in funding to help tackle the capital's toxic air by improving and creating green spaces.",
     "Projects include green 'pollution barriers' for schools that will help protect against toxic air, plus new green spaces for housing estates, community gardens to help improve mental health and wildlife habitats in parks.",
     "Greening playgrounds with climbing plants across entire walls, hedges, and wider green infrastructure can be beneficial to boosting air quality and reducing exposure to harmful emissions from busy roads. A recent report by the Air Quality Expert Group found a 'green barrier' between cars and pedestrians can halve the levels of pollution behind the barrier*.",
     "The winning Community Green Space projects include help for 29 primary schools located next to some of London's most polluted roads, which will receive a combined total of £400,000 for green infrastructure in playgrounds to reduce children's exposure to toxic traffic emissions.",
     "As well as the grants, the Mayor has published two new maps that detail London's green spaces and waterways and can be used to help identify where greater investment in greening would bring significant benefits.",
     "The projects form part of a package of measures to protect children from toxic air that the Mayor is delivering, including helping schools through his air quality audits programme, working with boroughs to restrict road usage outside school entrances, upgrading boilers, tackling engine idling, promoting walking and cycling and piloting indoor air filters.",
     "Sadiq has recently expanded London's network of air quality monitors, including providing them for many schools. The monitors will help assess the impact of green barriers. These measures sit alongside the introduction of the 24-hour Ultra Low Emission Zone on 8 April in Central London.",
     "Marner Primary School in Bromley-by-Bow, Tower Hamlets, has been awarded £30,000 from the Mayor's Community Green Space fund to transform its playground with a range of green measures to reduce emissions from the highly polluted A12 and nearby Devas Street. The school is one London's most polluted primary schools, and was one of 50 assessed last year as part of the Mayor's air quality audits programme. The school will install 'green screens' of evergreen climbing plants, such as ivy, to create a 'barrier' wall between the playground and Devas Street. Further trees and hedgerows will be planted along the school perimeter, and a 'green gateway' will be created at the main entrance to encourage children to walk through a tunnel of evergreen plants.",
     "As well as air quality schemes the fund is helping a range of environmental projects include creating community gardens, improving parks, and cleaning up waterways. All 78 winning projects were awarded between £5k and £50k each across 26 boroughs and will create and improve 650,000 square metres of green and blue (waterway) spaces -the equivalent of 40 football pitches. The schemes will involve more than 5,000 adult volunteers and more than 40,000 children.\u003cbr /\u003eThe projects are all part of the Mayor's work to make London one of the greenest cities in the world and to become the first National Park City, by improving and increasing green spaces, cleaning the capital's air, planting trees, reducing waste, and becoming zero-carbon by 2050.\u003cbr /\u003eThe Mayor of London, Sadiq Khan, said: \"It is unacceptable that our filthy air is affecting the lung growth and respiratory health of our young children, especially those who go to school by busy, polluted roads. My funding will help create much needed new spaces for communities to enjoy and help reduce toxic pollution with green barriers in and around schools to protect our children from polluted air. This will complement our drive to reduce vehicle emissions across the capital, including the introduction of the 24-hour Central London Ultra Low Emission Zone in April, and cleaning up our bus and taxi fleet. The new water ways, wildlife habitats and community gardens we are creating will help London maintain its status as one of the greenest world cities as we work towards becoming a National Park City this summer. \"",
     "Carol Doherty, Assistant Head, Marner Primary School said:",
     "'Marner School are really excited and enthusiastic to get going with this important project. It is something we as a school community feel really passionate about and we want air pollution to improve not just locally but globally. The children are also working on understanding more about air pollution in their lessons and year three are making a short film. We are ensuring the fund enables us to make changes that are sustainable and educational for future generations.'",
     "Professor Paul Monks, Chair of the Air Quality Expert Group (AQEG) said:",
     "'Green barriers between cars and pedestrians can reduce pollution just behind the barrier by as much as a half; in the situation of school playgrounds this can be seen to have beneficial effects. The primary push must remain on reducing harmful air pollution into the atmosphere.'",
     "Schools receiving new 'green screens' to help reduce pollution include:",
     "{\"template\":\"bulletlist\",\"items\":[\"Queensbridge Primary School in Hackney has been awarded £48,246 to create three green spaces in its school playground, to help improve air quality, provide space for wildlife and create opportunities for outdoor play. The project will install a green ivy screen to create a barrier to pollution from the nearby road, create a woodland and bug garden, and build an 'edible playground' with space for children to grow their own food.\",\"St Peter's Eaton Square C of E Primary School in Westminster has been awarded £7,000 to install a green ivy screen around its lower basement playground. Improving air quality in the playground will see it become an outdoor learning space for gardening and quiet reading\",\"Oliver Goldsmith Primary School in Peckham, Southwark has been awarded £12,500 to install green screens around the perimeter of the school to reduce children's exposure to air pollution from the busy Peckham Road and Southampton Way\"]}",
     "New green spaces, water ways and wildlife habitats being created and upgraded include:",
     "{\"template\":\"bulletlist\",\"items\":[\"Urban Growth Learning Gardens have been awarded £19,942 to rejuvenate the garden of a popular adventure playground and community centre at Slade Gardens in Brixton. The project will work particularly with young people who have behavioural and emotional difficulties, and will create a community garden hub where local people will be able to grow food and flowers through structured volunteering \\u0026 education.\",\"Friends of Archbishop's Park have been awarded £19,920 to create an educational garden at Archbishop's Park in Lambeth, which supports the training and learning of vulnerable adults with learning disabilities and mental health issues. The project will work with patients from the local Maudsley NHS Foundation Trust.\",\"Bermondsey Community Kitchen has been awarded £12,500 to create community gardens, where residents will be invited to grow fruit and vegetables across six housing estates in South Bermondsey. Residents will also be offered free training and cookery classes\",\"Hillingdon Council, working in partnership with Woodlarks and Waders, has been awarded £40,000 to create new wetland habitats in Elephant Park in North Hillingdon. The ponds and ditches will create space for wildlife and reduce flood risk\",\"Froglife has been awarded £46,649 for London Tails of Amphibian Discovery, which will work across seven sites in Ealing, Enfield, Bexley and Lambeth to create and restore habitat including lakes and ponds for London's common toads. Toad populations in the UK have declined by 68 per cent in the last 30 years.\",\"METRO Charity has been awarded £15,000 to create a therapeutic green space for its vulnerable young service users, schools and the community in Greenwich. The project will transform a derelict allotment into a food growing and educational hub.\"]}",
     "\u003cbr /\u003eNotes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"£1.27m has been awarded to 78 projects through round two of the Mayor's Greener City Fund Community Green Space Grants. Projects have been awarded between £5k and £50k each. These projects will run from now until January 2020\",\"Details of all the 78 projects can be found on the Greener City Map: \\u003ca href=\\\"[ioID]#https://www.london.gov.uk/what-we-do/environment/parks-green-spaces-and-biodiversity/greener-city-fund/greener-city-map\\\"\\u003ehttps://www.london.gov.uk/what-we-do/environment/parks-green-spaces-and-biodiversity/greener-city-fund/greener-city-map\\u003c/a\\u003e \",\"The new maps, along with the tree canopy map released last year, can be layered with other data, for example about health, flooding, and air quality to help make decisions about where to improve or increase green infrastructure to benefit Londoners. These maps can be viewed at: \\u003ca href=\\\"[ioID]#https://maps.london.gov.uk/green-cover/\\\"\\u003ehttps://maps.london.gov.uk/green-cover/\\u003c/a\\u003e and \\u003ca href=\\\"[ioID]#https://maps.london.gov.uk/green-infrastructure/\\\"\\u003ehttps://maps.london.gov.uk/green-infrastructure/\\u003c/a\\u003e \",\"This announcement follows the award of £1.1m to 54 community green space projects in 2018. The third funding round will open for applications later in 2019. Since 2017, the Greener City Fund has funded 188 projects in all London boroughs through Community Tree Planting and Community Green Space Grants, including these projects. For more information visit \\u003ca href=\\\"[ioID]#www.london.gov.uk/greenercity\\\"\\u003ewww.london.gov.uk/greenercity\\u003c/a\\u003e \",\"*Air Quality Expert Group, Impacts of Vegetation on Urban Air Pollution (2018): \\u003ca href=\\\"[ioID]#https://uk-air.defra.gov.uk/assets/documents/reports/cat09/1807251306_180509_Effects_of_vegetation_on_urban_air_pollution_v12_final.pdf\\\"\\u003ehttps://uk-air.defra.gov.uk/assets/documents/reports/cat09/1807251306_180509_Effects_of_vegetation_on_urban_air_pollution_v12_final.pdf\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2019/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2019/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2019/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2019/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2019/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2019/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2019/july",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}