{
 "pageTitle": "GLA - Mayor calls for improved lorry safety across Europe ahead of key vote",
 "description": "Mayor calls for improved lorry safety across Europe ahead of key vote",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2019",
   "url": "/info-for/media/press-releases/2019"
  },
  {
   "title": "February",
   "url": "/info-for/media/press-releases/2019/february"
  },
  {
   "title": "GLA - Mayor calls for improved lorry safety across Europe ahead of key vote"
  }
 ],
 "title": {
  "title": "GLA - Mayor calls for improved lorry safety across Europe ahead of key vote ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "'Once-in-a-decade' opportunity to improve lorry safety"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This press release, issued by the Mayor of London, was first published on \u003ca href=\"[ioID]#https://www.london.gov.uk/press-releases/mayoral/mayor-calls-for-improved-lorry-safety-in-europe\"\u003elondon.gov.uk\u003c/a\u003e ",
     "The Mayor of London, Sadiq Khan, today brought together leading politicians and road safety policy makers ahead of a 'once-in-a-decade' opportunity to improve lorry safety across Europe.",
     "London's first HGV Safety Permits will be issued in October - the initial stage of our city's world-leading Direct Vision Standard (DVS) which will see the most unsafe lorries banned from next year. The European Commission has signalled that it will follow London's lead by including direct vision in the updated version of its General Safety Regulation (GSR), the leading piece of EU road safety legislation, but it now faces key votes in the European Parliament.",
     "The Mayor today met with Roza von Thun und Hohenstein, the MEP leading the European Parliament's work on the GSR, and city leaders from Amsterdam and Bruges, and reiterated that road safety 'must not end at London's outskirts'.",
     "The Mayor is urging the EU to ensure it includes direct vision for all trucks in its revised road safety regulations and make HGVs safer across Europe. According to the EU's impact assessment, this would save an estimated 550 lives per year.",
     "The Direct Vision Standard categorises HGVs depending on the level of a driver's direct vision from a cab. Restrictions in an HGV driver's field of vision, or 'blind spots' have been identified as a significant contributory factor in collisions.",
     "TfL research shows that between 2015 and 2017 HGVs were disproportionately involved in fatal collisions in London, including 63 per cent of those involving cyclists and 25 per cent of those involving pedestrians. This is despite HGVs making up only four per cent of the overall miles driven in the capital.",
     "The London scheme will provide a star rating from zero (poor) to five (excellent) based on how much a driver can see of vulnerable road users. From October 2020, 'zero star' HGVs will be banned from London's roads unless they can demonstrate they have a Safe System, a series of vehicle safety measures which aim to improve the overall safety of an HGV.  Only those vehicles rated 'three-star' and above, or which have a comprehensive safe system, will be able to operate in London from 2024.",
     "A European Parliament committee will first vote on the proposed GSR changes on 21st February, ahead of the final European Parliament vote later this year. This will be the first GSR reform since 2009, making it a once-in-a-decade opportunity to get direct vision included.",
     "The Mayor of London, Sadiq Khan, said:",
     "'I'm delighted that the European Commission is following our lead and proposing to incorporate direct vision into its revised road safety regulations. This is a once-in-a-decade opportunity to reduce road danger - and would be a major step forward in making all HGVs safer across the UK and Europe, saving hundreds of lives every year.",
     "'Brexit or no Brexit, it is vital that improved HGV safety standards are rolled out across Europe as road safety and supply chains don't stop at London's outskirts. It is simply too urgent for us to wait.'\u003cbr /\u003e\u003cbr /\u003eRia Hilhorst, Amsterdam's cycling policy advisor, said:",
     "'London's HGV Safety Permits scheme is a great opportunity to stress the importance of direct vision for truck safety. The Direct Vision Standard would reduce casualties in cyclists and pedestrians and similar standards will hopefully be included in the EU's revised General Safety Regulation.'",
     "Steve Hails, Tideway's Director of Health, Safety and Wellbeing, said:",
     "'As one of the biggest infrastructure projects in London, Tideway is committed to supporting work to make London safer for all road users. As well as our goal to transport 90% of excavated material by river, we've invested in a fleet of low entry cab HGVs, which offer greater visibility for drivers, and we will continue to work closely with City Hall, TfL and other organisations to make London's roads safer.'",
     "London Cycling Campaign Chief Executive, Ashok Sinha, said:",
     "'It is pleasing to see the Mayor is bringing together key policy makers in what will be an important year for lorry safety. This year will see London's world-leading HGV Safety Permits become available in October and LCC welcomes the European Commission's proposal to improve direct vision in lorries, and remove blind spots, as part of the revised General Safety Regulations.'",
     "Stephen Edwards, Director of Policy and Communications at Living Streets said: \"More needs to be done to better protect pedestrians from delivery vehicles incidents. Any death on the road is unacceptable and HGVs pose a particular threat.",
     "\"We want a vision zero approach to road deaths throughout the UK and fully support the work London's Mayor is doing to address HGV safety. Vehicle design to improve driver visibility can dramatically increase the protection of pedestrians and cyclists by reducing blind spots and should be prioritised. Pedestrian and cyclist safety should also be a compulsory part of driver training.\"",
     "A public consultation on TfL's HGV Permit Scheme is currently underway and closes on Monday 18th February 2019.",
     "\u003cbr /\u003eNotes to Editors:",
     "The timeline for DVS is as follows:\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"October 2019: The first permits will be issued. Trucks rated 0* will need to upgrade to a Safe System in order to get a permit\",\"2020: Enforcement begins\",\"2024: The minimum DVS star rating increases from one to three star or a progressive Safe System\"]}",
     "TfL has now completed two rounds of consultation, firstly on the principles of a DVS and then on the specific proposal for an HGV safety permit scheme. The scheme has been developed following feedback from these consultations and close work with industry, vulnerable road user groups and other stakeholders.",
     "The DVS forms a key part of the Mayor's Vision Zero approach to eliminating all deaths and serious injuries from London's roads by 2041. The HGV Safety Permit is a holistic approach which aims to improve the overall safety of HGVs through blind spot elimination and minimisation, warning of intended manoeuvre, minimising the physical impact of a hazard and recommending driver safety training."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2019/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2019/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2019/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2019/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2019/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2019/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2019/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2019/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2019/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2019/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2019/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2019/december",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}