{
 "pageTitle": "Inspirational staff recognised at London Bus Awards",
 "description": "Inspirational and dedicated staff recognised at London Bus Awards",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "June",
   "url": "/info-for/media/press-releases/2015/june"
  },
  {
   "title": "Inspirational staff recognised at London Bus Awards"
  }
 ],
 "title": {
  "title": "Inspirational staff recognised at London Bus Awards",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "100 Years of Women in Transport marked with special award"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Exceptional customer service, going above and beyond the call of duty and championing accessibility were just some of the qualities that were recognised last night, Thursday 25 June, at Transport for London's (TfL's) London Bus Awards.",
     "The London Bus Awards celebrate everyday successes and achievements, as well as the outstanding actions taken calmly and bravely by staff in some very difficult situations.  It acknowledges the incredible work that takes place every day that has helped make London's bus network one of the best, most accessible and extensive in the world.",
     "Mike Weston, TfL's Director of Buses, said:",
     "'Carrying more than 2.4 billion passengers a year - which equates to half of all bus journeys in England - is no mean feat.  Whether for work or play, London relies on its 24-hour, world class bus network to ferry around the millions of Londoners and visitors enjoying all that our wonderful Capital has to offer and to drive the economy.",
     "'This excellent service wouldn't be possible without the hard work and dedication of our staff and contractors who work day in and day out to keep London's bus network on the move.  The London Bus Awards gives us the opportunity to recognise all those who go above and beyond and to celebrate their valuable contribution to the industry.'",
     "This year's ceremony features a special award - Inspirational Role Model to Women in the Bus Industry Award - in celebration of 100 Years of Women in Transport.  The award aims to recognise women who have inspired other women in the bus industry.",
     "2015 marks 100 years of women working in transport with women taking on operational roles in the First World War and being involved in building landmarks such as Waterloo Bridge, often dubbed the 'Ladies Bridge', which opened in December 1945.  TfL has joined forces with Crossrail, the Department for Transport, Network Rail, the Women's Transportation Seminar and Women's Engineering Society and others in the transport industry to celebrate 100 Years of Women in Transport.  This is being used as an opportunity to showcase the role of women in transport; share best practice from across the industry and tackle the challenges that remain.",
     "The winner of the Inspirational Role Model to Women in the Bus Industry Award is:",
     "\u003cstrong\u003eJayne Cracknell, Epsom Coaches - Quality Line (Head Office)\u003c/strong\u003e \u003cbr /\u003eAs Quality Line's Bus Service Manager, Jayne is an inspirational leader with exceptional care qualities and determination to run buses in London to the highest standard.  Jayne is involved with local authority groups and customer forums and has a passion for helping disability groups to access the bus network.  She has championed the high percentage of women in the Quality Line driving team by offering a range of flexible work times - something that has benefited everyone. She's admired by all those around her and has inspired others to follow her lead.",
     "Jayne was nominated alongside a number of other inspirational women from the bus industry.  The two runners-up for the award illustrate the breadth of talent to be found across the board:",
     "\u003cstrong\u003eHannah Self, Go-Ahead London (Camberwell and Mandela Way)\u003c/strong\u003e \u003cbr /\u003eSince she began her career in the bus industry as a graduate trainee in 2003, Hannah has not shied away from a challenge.  In her time, she has been seconded to work with TfL's Workplace Violence Unit, been responsible for coordinating 350 drivers during the London 2012 Games, and last year took an active role in supporting the Year of the Bus.  She has also worked to engage drivers with older and disabled people in the community; and worked with schools to encourage the next generation to take up careers in the bus industry.  Now, Hannah manages two inner London garages, undoubtedly inspiring others to embark on a similar career path.",
     "\u003cstrong\u003eAmanda Massingham, RATP Dev London (Edgware, Harrow and Park Royal)\u003c/strong\u003e \u003cbr /\u003eAmanda joined the bus industry in 2002 as a graduate management trainee and has since become the General Manager of three garages.  Her hard work and influence has pushed her garages up the performance and reliability league tables, and this has led to Harrow being named Garage of the Year at the company's own Inspire Awards.",
     "The other winners of this year's London Bus Awards are:",
     "\u003cstrong\u003eBekim Maliqi, RATP Dev London (Hounslow)\u003c/strong\u003e \u003cbr /\u003eActions above and beyond the call of duty - recognises those who have gone out of the way to assist others, rising to challenges calmly and remaining in control and cool under pressure.\u003cbr /\u003eWhile on route 81 last January, Bekim spotted a man who had climbed over the railings on the elevated section of the A4 near Heathrow.  Instinct took over and Bekim stopped his bus and, after talking to the man with the police, who arrived shortly afterwards, managed to pull him to safety.  Bekim returned to his bus, receiving cheers and applause from his passengers.",
     "\u003cstrong\u003eDjelal Hassan, Arriva London (Clapton)\u003c/strong\u003e \u003cbr /\u003eOutstanding Customer Service - recognises those who excel at all levels of customer service, putting the passenger first at all times in areas such as safety, accessibility and communications.\u003cbr /\u003eDjelal has received seven public commendations in eight months, with one customer suggesting he be awarded a medal for saying good morning and goodbye to every passenger!  He has also featured in his company magazine for 'going the extra smile'.",
     "\u003cstrong\u003ePlumstead Garage, Stagecoach London\u003c/strong\u003e \u003cbr /\u003eBest Vehicle Care - recognises those who take pride in the condition of their buses setting the standard for cleanliness and providing a safe, comfortable, welcoming environment for passengers.\u003cbr /\u003eA new, long-term strategy is helping to improve Plumstead Garage.  A strong commitment to staff development and upgraded engineering facilities are helping to strengthen performance and raise standards for customers.",
     "\u003cstrong\u003eFelicia Grazette, Abellio (Battersea)\u003c/strong\u003e \u003cbr /\u003eAccessibility Champion - proactively demonstrates that they understand the barriers to travel for older/disabled passengers and ways they can address these to enable them to feel the bus is a reliable, convenient and accessible means of travel.\u003cbr /\u003e'A hardworking, model driver, who's personally taken on the task of ensuring everyone, including older and disabled customers, can use our buses.'  That's how Felicia's manager describes the dedication she has to ensuring all passengers have a safe and comfortable journey.  Felicia has also been praised for her coaching role as part of the Driver Mentor team, and for the way she engages with her colleagues so they feel equipped to give world-class service.  Felicia also stars in TfL's 'All Aboard!' film that is used to train bus drivers on how to work effectively with our disabled customers.",
     "\u003cstrong\u003ePrashantsen Deuchande, Metroline (Alperton)\u003c/strong\u003e \u003cbr /\u003eEnvironmental Campaign Champion Award - recognises those who have made a real change that goes above and beyond the company policy and 'business as usual' approach to sustainability and environmental issues within their organisation.\u003cbr /\u003eAlperton driver Prashantsen is clearly committed to green and safe driving.  His Drive Green dashboard speaks volumes, with his scores over the past 12 months around five times better than the company average.  Prashantsen has also been praised by his management team for his work to make colleagues aware of the importance of Drive Green.  He's been known to share driving tips on how to improve Drive Green scores as part of his personal commitment to protecting the environment.",
     "\u003cstrong\u003eDawit Haile, TfL Bus Station Controller (Canada Water, London Bridge, North Greenwich and Vauxhall)\u003c/strong\u003e \u003cbr /\u003eOn the road Support - recognises the achievements of TfL staff who work well with passengers and consistently provide assistance and support.\u003cbr /\u003eDuring his 11 years as a bus station controller, Dawit has become a role model to his colleagues, continually demonstrating excellent customer service.  His calm nature helps defuse difficult situations with customers when disruption occurs, and he always has a constructive suggestion on how bus stations can be improved.  Most recently, his supportive actions to help an unwell customer continue his journey earned him a commendation after the customer wrote to Sir Peter Hendy CBE to thank him.",
     "\u003cstrong\u003eSharon Davidson, RATP Dev London (Hounslow Heath)\u003c/strong\u003e \u003cbr /\u003eOutstanding Newcomer - recognises those with less than two years experience in the industry who stand out from their peers.\u003cbr /\u003eAfter spending 17 years as a full-time housewife and mum, Sharon's love for driving brought her to the bus industry where she passed her bus driving test with a clean sheet - something her instructor had never seen before in 28 years!  With a spotless attendance record and a willingness to spend her own time learning her routes, Sharon has made a real impression and has even inspired some of her friends and family to join the industry.",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"Photographs of winners are available on request\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}