{
 "pageTitle": "London's transport gets ready to help host a great Rugby World Cup",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "June",
   "url": "/info-for/media/press-releases/2015/june"
  },
  {
   "title": "London’s transport gets ready to help host a great Rugby World Cup"
  }
 ],
 "title": {
  "title": "London’s transport gets ready to help host a great Rugby World Cup",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "With three months to go until Rugby World Cup 2015 kicks off in England and Wales, transport, police and borough chiefs met today in London (Thursday 18 June) as part of continuing preparations for hosting one of the world's most popular sporting competitions.",
     "The meeting, chaired by London's Transport Commissioner Sir Peter Hendy CBE, brought together all of the key transport partners who will be operating in and around the Capital during the six week Tournament.",
     "Between Friday 18 September and Saturday 31 October, there will be 17 matches across three London venues - Wembley Stadium, Queen Elizabeth Olympic Park in Stratford and Twickenham Stadium, the home of English Rugby.",
     "While most transport services across London will be unaffected by the Tournament and will be operating as normal, public transport and roads serving the three stadiums will, of course, be much busier before and after the matches. Customers and road users not attending the matches are advised to avoid these venues when games are taking place. Transport for London (TfL) and Tournament Organisers, England Rugby 2015, will run a targeted communications campaign in the lead up to the Tournament. Detailed travel advice and information will be available nearer to the start of Rugby World Cup 2015 at tfl.gov.uk/rugby-travel and rugbyworldcup.com/travel.",
     "One million spectators are expected in London over the six weeks of the Tournament, and large numbers of people are also expected to enjoy the rugby atmosphere at bars, pubs and Fanzones across the Capital. Fanzones will be free to enter, and will be open on match days and at varying times across the six week Tournament providing fans, residents and visitors with the opportunity to enjoy the build-up to matches and join in with the nationwide celebration of rugby. London is already the most popular city in the world for tourists, projected to welcome more than 18 million international visitors this year, and Rugby World Cup 2015 will help cement its place at the top. Spectators are encouraged to use the journey planner and travel information when deciding their route to match venues and Fanzones. This will be available at rugbyworldcup.com/travel by the end of this month.",
     "London's Transport Commissioner, Sir Peter Hendy CBE, said `London will be a fantastic place to be during Rugby World Cup 2015 and, working with the organisers, boroughs and the other transport operators, we will be making sure that everyone is able to plan their journeys before they travel. Extra services for spectators at Twickenham Stadium will include shuttle coaches, park-and-ride facilities and enhanced train services.'",
     "Stephen Brown, Managing Director of England Rugby 2015, said: `I would like to thank TfL and all the transport providers for their hard work and cooperation in putting this transport plan in place. With Rugby World Cup 2015 now less than 100 days away, fans and commuters should start making their travel plans for the Tournament. The areas around the match venues and Fanzones will be busy and we will have transport operations in place to handle this. We will also be launching a spectator journey planner and a targeted communication campaign in the lead up to the Tournament.'",
     "Michael Roberts, Director General of the Rail Delivery Group which represents train operators and Network Rail, said: `Transport will play a big part in making this year's Rugby World Cup the best ever. Train companies and Network Rail are working hard to get ready for the event, including a refurbishment of Twickenham station and planning extra services. The rail industry will do all it can to ensure that fans can travel to and from games as smoothly as possible, while allowing other passengers to go about their daily lives too.'",
     "ENDS",
     "Note to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"The Rugby World Cup is the third largest sporting event in the world\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"Richmond - Old Deer Park\",\"Brent - Wembley Park (for Wembley match ticket holders only)\",\"Newham - Queen Elizabeth Olympic Park\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"Trafalgar Square will be open from the Semi Final through to the Final.\",\"TfL, the Rugby World Cup organisers, local boroughs and other transport partners are working closely to minimise disruption with extra transport services for spectators including shuttle coaches and park-and-ride shuttle services. Spectators and regular customers will benefit from enhanced District line of up to 50% and  significantly enhanced South West Trains services on match days\",\"Local boroughs and the Rugby World Cup organisers have also committed to working with TfL to ensure that local residents and businesses, emergency services and urgent care professionals as well as regular customers and road users are clearly informed of any plans and available alternative routes\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}