{
 "pageTitle": "Mayor takes action to halve road casualties by 2020",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "June",
   "url": "/info-for/media/press-releases/2015/june"
  },
  {
   "title": "Mayor takes action to halve road casualties by 2020"
  }
 ],
 "title": {
  "title": "Mayor takes action to halve road casualties by 2020",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "The Mayor of London, Boris Johnson, today set a target to halve the number of people killed or seriously injured on London's roads by 2020 compared to the Government base line.",
     "The commitment comes as TfL published the full London road casualty figures for 2014, which show the number of people killed or seriously injured (KSI) has now been reduced to its lowest level since records began. Meeting the new target would mean a reduction of more than 14,000 deaths or serious injuries over the life of London's road safety plan to 2020.",
     "These show that compared to 2013:",
     "{\"template\":\"bulletlist\",\"items\":[\"The number of people killed or seriously injured was down seven per cent, meaning that London has now met the Mayor's previous target of a 40% reduction in casualties six years early\",\"Pedestrians and car occupants killed or seriously injured fell by seven per cent and six per cent respectively to their lowest ever levels\",\"The number of cyclists killed or seriously injured was down 12%, despite huge increases in the number of people cycling\",\"The number of children killed or seriously injured fell to the lowest level recorded, down 11%.  This means that child road deaths have been reduced from 18 in 2000 to three in 2014\"]}",
     "The Mayor of London, Boris Johnson, said: `These figures show quite clearly that road safety in the Capital continues to head in the right direction. However, with a growing population and more people on our roads, we'll have to pull out all the stops to ensure that such positive trends continue. Today, we're setting a new target to halve the number of people killed or seriously injured on London's roads by 2020. This will help to guide all of the hard work that TfL and its partners are carrying out to make our roads as safe as possible. It is an ambitious target, but I believe it is one that we can achieve.'",
     "Leon Daniels, Managing Director of Surface Transport at TfL, said: `Every death and injury on our roads is one too many and we will be relentless in pursuing the Mayor's new target. The wide ranging action that we and our partners are taking includes major safety improvements to roads, junctions and cycling infrastructure, action on dangerous lorries, tough enforcement and a programme of education and training to help people use the roads safely.  This remains one of TfL's top priorities.'",
     "TfL will continue to work with the boroughs, key stakeholders and all road users towards removing death and serious injury completely from the Capital's roads. A range of work is already well underway under the Safe Streets for London plan:",
     "{\"template\":\"bulletlist\",\"items\":[\"Major infrastructure improvements as part of the Mayor's £4bn Road Modernisation Plan, including safer junctions and extensive new segregated and partially-segregated cycle lanes\",\"Road safety and cycle training across all 33 London Boroughs\",\"Wide ranging marketing campaigns that target the main causes of death and serious injury on London's roads\",\"Road safety operations with the Metropolitan Police Service Roads and Transport Policing Command (RTPC), where hundreds of officers are deployed to junctions across London to advise road users and enforce the rules of the road\",\"Targeting the most dangerous commercial vehicles through the Industrial HGV Task Force, funded by TfL and the Department for Transport (DfT). The Task Force has already conducted over 200 roadside operations, stopped over 3,000 vehicles, and seized around 50 dangerous vehicles\",\"Improving freight safety with the design of safer urban construction vehicles, reducing deadly blind-spots and improving drivers' direct vision to give maximum visibility of vulnerable road users. Earlier this year around a dozen vehicles with hugely reduced blind-spots were exhibited in London and are now being trialled by a range of companies\"]}",
     "Cllr Julian Bell, Chair of London Councils' Transport and Environment Committee, said: `We welcome the news of this significant decrease in the number of people killed and seriously injured on London's roads and the Mayor's decision to set an even more ambitious target for reducing this number further.",
     "`Boroughs are playing a key role in improving road safety - such as with the implementation of the Safer Lorry Scheme - and are determined to do whatever it takes to make London a safer place for all road users.'",
     "Steve Gooding, Director of the RAC Foundation, said: `Keeping people safe on our roads is one of the most important responsibilities local government has. Each death and injury brings with it significant human and economic costs and it is pleasing to see the Capital taking the lead in reducing these.",
     "`Targets for casualty reduction help focus people's minds on what needs to be done and in London the goals are backed by a concrete action plan. The marked fall in casualties in the Capital is in large part a result of the effort TfL and the boroughs have put in working across organisational boundaries, and that must continue in order to achieve further reductions.",
     "`In what is inevitably a crowded and congested city we particularly welcome TfL's work on reminding different groups of road users of their responsibilities to others. London faces the same financial pressures as the rest of the country and it is right that road safety interventions focus on those areas where there is the biggest need and largest benefit to be gained.'",
     "Although there were some very positive reductions in casualties in 2014, there are still some continuing areas of concern. Of the 13 cyclist fatalities in 2014, five involved HGVs or commercial vehicles and all six to date in 2015 have also involved this type of vehicle. To help address this, a new campaign will be launched this summer to reiterate the warning for both drivers and cyclists of the risks of blind spots around large vehicles.",
     "TfL and London boroughs will be introducing the Safer Lorry Scheme from 1 September 2015, which will require all lorries entering the Capital to be fitted with basic safety equipment including sideguards and mirrors.",
     "The number of motorcycle fatalities across London also increased during 2014, with 27 motorcyclists killed compared to 22 in 2013. To address this, a dedicated police Motorcycle Safety Team of expert riders are undertaking a range of educational initiatives and carrying out enforcement against speeding, careless riding, and red light running.",
     "To further understand the trend in increasing slight injuries to road users since 2007, TfL is carrying out intensive analysis to understand these long term trends. This analysis includes examining whether the increases could be in part linked to London's continued population growth, with more journeys now being made every day on London's roads, particularly by bike.",
     "TfL is also continuing to use data to improve the transport network and roads. Later this month, a new digital tool will be unveiled that allows people to access the already available open data on road collisions more easily. An API (Application Programme Interface) will be made available to encourage developers to help identify unusual trends so that road safety action can be targeted even more effectively.",
     "For more information about the wider work TfL is carrying out with the boroughs to deliver road safety improvements across London, please visit \u003ca href=\"http://www.tfl.gov.uk/roadsafety\"\u003ewww.tfl.gov.uk/roadsafety\u003c/a\u003e ",
     "The 2014 Road Casualties and Collisions report can be downloaded from here: \u003ca href=\"/corporate/publications-and-reports/road-safety\"\u003ehttps://tfl.gov.uk/corporate/publications-and-reports/road-safety\u003c/a\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The government baseline, against which road safety targets are set, takes an average casualty rate from the period 2005-2009.\",\"The six key commitments are:\"]}",
     "In 2013, TfL launched the Construction Logistics and Cycle Safety (CLOCS) report to address the issue of construction HGVs disproportionate involvement in cyclist fatalities. The industry itself has led on the CLOCS programme, and has had many achievements. More than 80 organisations from across the industry are members of the CLOCS programme"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}