{
 "pageTitle": "Mayor hails transformed services as TfL takes West Anglia routes",
 "description": "Liverpool Street to Shenfield stopping services become part of TfL Rail",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "June",
   "url": "/info-for/media/press-releases/2015/june"
  },
  {
   "title": "Mayor hails transformed services as TfL takes West Anglia routes"
  }
 ],
 "title": {
  "title": "Mayor hails transformed services as TfL takes West Anglia routes",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Liverpool Street to Shenfield stopping services become part of TfL Rail"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The Mayor of London and Transport for London (TfL) today hailed the transformation of the West Anglia suburban rail routes from Liverpool Street to north-east London as they became part of the TfL network, with a range of benefits for passengers including lower fares.",
     "Citing the award of this part of the franchise to TfL and with London's population set to grow to 10 million by 2030, the Mayor today renewed his call for better integrated rail services across the Capital.",
     "The Mayor believes that action is needed now to ensure our rail network can continue to support the region's economy and that it needs to be enhanced and expanded to deliver a seamless and integrated service for passengers with joined up real-time travel information and more convenient and transparent ticketing.",
     "Speaking on a visit to Enfield Town, the Mayor of London Boris Johnson MP said: `Since TfL took over under-used rail lines and created London Overground there have been massive improvements - with delays down and passengers giving the network their vote of confidence in huge numbers.",
     "`Now, with London's population growing at a phenomenal rate, it is the perfect time for these new routes to pass to TfL so that they can be brought up to the same high standard. Beyond this important addition to London's integrated transport network, I will be urging government colleagues to look at how the Southeastern services could operate when the franchise ends in 2018.",
     "`At the same time we need to work collaboratively across both the public and private sectors to develop and improve our railways. We will need to be creative in how we fund new schemes, bringing in third-party funding and capturing the value they generate as we have for Crossrail and the Northern line extension. Bold thinking and broad partnerships are what we need to ensure rail can continue to grow in support of London's new homes, jobs and economic growth.'",
     "Mike Brown, Managing Director of London Rail, said: `The integration of these rail routes with the rest of our network means that thousands of Londoners will now have staffed stations, more comfortable journeys and a better, safer more reliable service. Many customers will also get significantly cheaper fares.",
     "`Further improvements will follow over the next few years as we refurbish stations and introduce new trains. This demonstrates what can be achieved with suburban rail with the right investment, the right accountability and a system that incentivises train operating companies to focus on reliable services and excellent customer service every day.'",
     "Colin Stanbridge, Chief Executive, London Chamber of Commerce, said: `Almost half of our businesses have named poor reliability and punctuality of commuter train services into the Capital as one of the top three issues affecting their business, so rail services are beginning to have a major impact on London's productivity. The improvements that TfL have made on the London Overground show what is possible when the management and operation of rail services is rationalised in London. The extension of the London Overground is a positive step and we renew our call for the Government to consider devolving responsibility for more commuter trail lines to Transport for London, as mainline franchises come up for renewal.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"London Overground\"}",
     "London Overground has delivered significant improvements and shows what can be achieved. Delays have fallen by more than half and the number of people using the service has more than tripled. The transfer of the West Anglia services to TfL today represents another step towards a fully integrated network.",
     "The move sees services currently operated by Abellio Greater Anglia between Liverpool Street station and Enfield Town, Cheshunt (via Seven Sisters) and Chingford, along with services between Romford and Upminster, becoming part of the highly successful London Overground network.  In addition, the stopping services between Liverpool Street and Shenfield will now be run as TfL Rail in preparation for the introduction of Crossrail services in 2017.",
     "Under TfL customers will immediately see stations staffed at all times that services are running - improving safety and ensuring a 'turn up and go' service for customers with reduced mobility. The new routes will be integrated with TfL's real-time information and Journey Planning and all of the stations will be thoroughly cleaned and repaired over the coming months, with new benches, signage, CCTV, gate lines and modern ticket machines installed.  TfL's real-time open data feeds, which enable developers to produce travel apps, will also include these services.",
     "New trains will start to be introduced on the new London Overground routes in 2018, bringing greater capacity, walk-through carriages, air-conditioning, real-time information and other modern features. Until then, the current trains will be smartened up inside and out over the next 12 months to provide passengers with more comfortable journeys. Trains on the Liverpool Street to Shenfield stopping services are also being improved for customers ahead of the new Crossrail trains, with the first Crossrail services as far as Liverpool Street being introduced in 2017.",
     "These routes have, until now, operated with National Rail pay as you go fares, which are generally higher than TfL fares. Now that the services have transferred to TfL, over 80 per cent of current rail journeys will reduce in price and all TfL concessions will apply, giving many customers substantial savings. The remaining 20 per cent of fares remain unchanged.",
     "Some fares will fall by as much as 40 per cent, with examples of customer savings including:",
     "{\"template\":\"bulletlist\",\"items\":[\"Peak Zones 1-6 pay as you go fare from Romford to Oxford Circus has fallen from £7.60 to £5.10 (a 30 per cent reduction) with the off-peak fare falling from £5.20 to £3.10 (a 40 per cent reduction)\",\"Peak Zones 1-6 pay as you go fare from Cheshunt to Zone 1 has fallen from £8.20 to £6.90 (a 15 per cent reduction) with the off-peak fare falling from £6.20 to £4.00 (a 35 per cent reduction)\"]}",
     "Today's announcement demonstrates the potential benefits for passengers of integrating London's fares and the Mayor is again calling on the Government to enable a single set of fares for London, regardless of train operator. The current situation where fares from neighbouring stations can differ significantly must change with the different fare scales collapsed into one so all passengers are charged at the lower level set by the Mayor.",
     "As London's success continues to drive population growth TfL is continuing to increase capacity on the London Overground network as part of one of the world's largest programmes of public transport investment, unlocking jobs and supporting new economic growth.",
     "London's rail network as a whole has the potential to carry twice as many people and to act as a second Underground. This would particularly benefit south London passengers and a key opportunity will come as the big south London rail franchises are renewed - the first being Southeastern in 2018. This would be an important step towards a new metro service operating fast, frequent and integrated services across south London.",
     "In the longer term, a more ambitious approach for rail in London and the South East would help push ahead the brand new rail lines that will be needed to create better connections and unlock new areas for development. The Mayor's 2050 Infrastructure Plan recently set out London's overall infrastructure needs; for rail, key long-term infrastructure schemes could include:",
     "{\"template\":\"bulletlist\",\"items\":[\"Crossrail 2 - this is the Mayor's top priority for new rail infrastructure and would deliver a high-frequency north-east, south-west service and enable 100,000 new trips into Central London.\",\"4-tracking of the West Anglia main line - to enable faster services to destinations like Cambridge and Stansted and more frequent services at local stations in London.\",\"An outer orbital railway - to better connect outer London town centres, provide additional orbital capacity and relieve pressure on central area.\",\"Improved interchange stations - new or improved stations (e.g. East Croydon, Brockley and Streatham) to provide better connections.\",\"Extension of the Bakerloo Line - tunnelling and new stations beyond Elephant \\u0026 Castle towards Lewisham.\",\"Extension of Tramlink - A new connection across Sutton and Merton to support new homes and boost the local economy.\",\"Extension of the Northern Line to Clapham Junction - Building on the Northern Line extension to Battersea, a further new link to relieve congestion at Clapham Junction and improve access to Central London.\"]}",
     "ENDS\u003cbr /\u003eNotes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"Many passengers will find they have cheaper fare options as the new services will adopt the same fares and concessions structure available on all TfL rail services including through fares on series to London Underground stations in Zone 1. Point-to-point season tickets have not been withdrawn.\",\"On the Upminster to Romford service a member of staff will travel on the train between Romford and Emerson Park to ensure someone is available to assist passengers during hours of operation. Staff will also be available at Upminster and Romford stations from first to last train.\",\"TfL will provide more reliable services, particularly during off-peak times through our concession contracts with the appointed operators that focus them on meeting punctuality and customer service performance targets\",\"The current London Overground operator, LOROL, will run the West Anglia services under an extension of its existing contract. Preliminary work on the procurement of the new London Overground Concession due in 2016 has already begun.\",\"LOROL began operating the seven-year London Overground concession in November 2007. Under a contractual option, this was extended by two years until November 2016.\",\"Liverpool Street to Shenfield stopping services will be operated by MTR and are being run in preparation for the introduction of Crossrail, the east - west railway that will transform travel in London\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}