{
 "pageTitle": "Santander Cycles race at Jupiter London Nocturne",
 "description": "Santander Cycles race at Jupiter London Nocturne",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "June",
   "url": "/info-for/media/press-releases/2015/june"
  },
  {
   "title": "Santander Cycles race at Jupiter London Nocturne"
  }
 ],
 "title": {
  "title": "Santander Cycles race at Jupiter London Nocturne",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Celebrities and Londoners get in gear for Santander Cycles race at Jupiter London Nocturne"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Two days to go until night time Santander Cycles race at Smithfield Market\",\"Nocturne races to feature cycle hire enthusiasts, famous faces and top professional cycling teams including JLT-Condor, Madison-Genesis and Team Wiggins\",\"Events like Jupiter London Nocturne, Prudential RideLondon and Aviva Tour of Britain set to inspire more cycling in the Capital\"]}",
     "After last year's thrilling cycle hire race, Jupiter London Nocturne returns on Saturday (6 June) with an exciting twilight race on Santander Cycles. Transport for London (TfL) has teamed up with Jupiter London Nocturne to put on the cycle hire race for the second year, with Londoners competing against some well known personalities, including X-Factor's Stevi Ritchie.",
     "Personalities lining up on Santander Cycles to race around the 1.1km circuit include:",
     "{\"template\":\"bulletlist\",\"items\":[\"OJ Borg, host of BBC 5 Live's BeSpoke cycling show\",\"Belinda Fenty from Channel 4's The Island\",\"X-Factor's Stevi Ritchie\",\"Singer-songwriter Little Nikki\",\"Richard Burr, finalist in The Great British Bake Off\",\"Music artist Beth Sherbun\",\"Actress Letitia Hector of Venus Vs Mars\"]}",
     "The Santander Cycles race is part of the 9th annual Jupiter London Nocturne - a series of sprint and endurance cycling races enjoyed by over 15,000 spectators in east London each year.",
     "James Mead, General Manager of Santander Cycles at TfL, said:",
     "'Our new red Santander Cycles have already become a familiar sight around the Capital, and we are delighted that they will be involved in the Jupiter London Nocturne this Saturday.",
     "'Last year's race was one of the standout events of the night and we're really excited with the line-up for this year. Regardless of who wins the race, we hope the spectacle will encourage everyone to try out one of our bikes and see how easy it can be to cycle around London, for commuting or leisure.'",
     "James Pope, CEO of FACE Partnership, said:",
     "'The Jupiter London Nocturne is about celebrating cycling in London in all its different forms so we are excited to include the Cycle Hire Race once again this year. The peloton of Santander Cycles is sure to get the biggest cheers from the Nocturne crowds so it's going to be a fantastic experience for the competitors who have been lucky enough to win a place.'",
     "Massimo Saetta, who competed in the event last year and is returning this year, said:",
     "'I think these bikes are as iconic as the black cab and the red bus. It's just the best way to get around London so I'm very pleased to return to the 1.1km Smithfield Market course this year and have a go at racing them!  Last year was just so much fun and the crowds were fantastic! If there is one bike race to win this year, it's this one! It's the only race where all the riders get to leave their real bikes at home. And on the day it's all about who has the legs for that more than 60kph sprint at the end! Am I ready? Yes, I cannot wait!'",
     "Jupiter London Nocturne attracts a buzzing atmosphere, with spectators able to take in the festival feel, which includes a cycling expo area, food stalls and live music.",
     "A number of Santander Cycles docking stations are located close to the event at Smithfield Market and spectators will be able to visit the Santander Cycles roadshow and the Mayor's Vision for Cycling hub. Visitors to the stands can strike a pose on a Santander Cycle and take home their photo, along with maps, tips and advice with staff will be on hand to answer any questions about the cycle hire scheme and cycling in the Capital.",
     "Santander Cycles is the second-largest cycle hire scheme in the Europe , covering 100km2 with docking stations located every 200-500m and 11,500 bikes to hire from as little as £2 per day. Since it was introduced in 2010, more than 40 million journeys have been made using the bikes, making it a popular and affordable way to travel around London for work or leisure.",
     "Usage of the scheme rose by a quarter last year and is at a record high, with more than 10 million journeys made in 2014. Customer satisfaction is also at an all-time high, with over 80 per cent of members intending to renew their membership.",
     "As well as the Jupiter London Nocturne, there will be more exciting cycling events in London this year. Later this summer, Prudential RideLondon will return to the Capital's roads on 1 and 2 August and the Aviva Tour of Britain will once again finish on the streets of London on 13 September. The mix of elite and fun, and mass participation rides this year in the Capital are likely to inspire thousands more Londoners to two wheels, building on TfL's ambition for cycling to be an integral part of the transport network. TfL is currently investing £4bn into a radical programme of change for the Capital's roads, creating a series of major new segregated cycle routes, enhanced cycle superhighways, urban Quietways and turning outer London boroughs into 'mini-Hollands'.",
     "•\tSantander Cycles can be hired from as little as £2 a day for unlimited number of 30 minute journeys. Regular users can register for annual membership, which equates to 25p per day and get the same unlimited number of journeys under 30 minutes each without paying anything more. \u003ca href=\"http://www.tfl.gov.uk/santandercycles\"\u003ewww.tfl.gov.uk/santandercycles\u003c/a\u003e \u003cbr /\u003e•\tFollow @SantanderCycles on Twitter for all the latest news and offers and download the new official Santander Cycles App for IOS and Android for quicker, easier access.\u003cbr /\u003e•\tFor more information about Jupiter London Nocturne go to \u003ca href=\"http://www.londonnocturne.com/cyclehirerace.php\"\u003ehttp://www.londonnocturne.com/cyclehirerace.php\u003c/a\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}