{
 "pageTitle": "Unsafe lorry ban moves closer to improve road safety in London",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "June",
   "url": "/info-for/media/press-releases/2015/june"
  },
  {
   "title": "Unsafe lorry ban moves closer to improve road safety in London"
  }
 ],
 "title": {
  "title": "Unsafe lorry ban moves closer to improve road safety in London ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "London has moved a step closer to banning unsafe lorries from its streets as freight operators, councils and transport officials met in London to discuss how to operate safer and more efficient deliveries. The news comes as the first of 600 signs for Transport for London's (TfL's) and London Council's Safer Lorry Scheme, due to begin operating in just three months time, were erected across the Capital.",
     "With the September implementation date for the Safer Lorry Scheme rapidly approaching, the Freight Transport Association's (FTA) held a conference in London this week focusing on increased levels of enforcement against unsafe lorries to improve road safety.",
     "From 1 September, nearly 600 signs will be in place around London reminding all HGV drivers and operators that they must have essential safety equipment installed to keep vulnerable road users safe if they are to drive in the Capital, or they will face fines. Enforcement of the Safer Lorry Scheme will be carried out by Metropolitan and City of London police officers and examiners from the Driving and Vehicle Standards Agency (DVSA).",
     "Enforcement by units such as the Industrial HGV Taskforce (IHTF), will mean that any driver that attempts to enter the Capital without vital safety mirrors and sideguards on their vehicles will incur fines. The ambition is to have all relevant vehicles upgraded with the safety equipment before the scheme begins. The exclusion of dangerous vehicles from London will help deliver TfL's commitment of a 40 per cent reduction in the number of people killed or seriously injured on the Capital's roads by 2020. Research suggests that the use of sideguards and mirrors, as prescribed by the Safer Lorry Scheme, would have prevented up to 12 deaths or serious injuries over a five year period.",
     "Leon Daniels, Managing Director of Surface Transport at TfL, said: `From September, we want our city to be free of the rogue minority of HGVs, which put road safety at risk. As we draw closer to the start of the Safer Lorry Scheme, we are working hard to ensure operators know that enforcement of this scheme is coming soon. Improving road safety, and particularly reducing collisions involving freight vehicles, is vital for London and we want all operators to do the right thing and ensure they have the necessary mirrors and sideguards that protect vulnerable road users.'",
     "Cllr Julian Bell, Chair of London Councils' Transport and Environment Committee, said: `The tragic deaths on our roads in recent weeks have once again served to highlight the urgent need to increase road safety in the Capital. London Councils is pleased to represent the boroughs' role in bringing this scheme into operation.'",
     "The FTA Managing Freight in London conference brought together industry representatives, and alongside discussions about the Safer Lorry Scheme, TfL used the conference as an opportunity to highlight the benefits of the Fleet Operator Recognition Scheme (FORS) and Construction Logistics and Cyclist Safety programme (CLOCS) to manage Work Related Road Risk within supply chains.",
     "Already, the targeted enforcement work of the IHTF has seen dramatic results, and the most dangerous vehicles taken off the roads. Between October 2013 and April 2015, the Taskforce targeted and stopped 4,761 of the most dangerous and non-compliant drivers, vehicles and operators, on London's roads - with only 26 per cent of these found to be fully compliant. The IHTF, which comprises Metropolitan and City of London police and examiners from the Driving and Vehicle Standards Agency, is funded by TfL and the Department for Transport.",
     "In April, the industry's attention turned to the Capital as TfL held a major conference, Changing Times - Delivering London's Future. This looked at how the industry can provide safer, cleaner and more efficient deliveries as London experiences both a huge boom in construction and the biggest investment in London's roads in a generation. TfL is working in partnership with the freight industry, businesses and local authorities to change how deliveries are made, with a particular focus on retiming deliveries to outside of the peak 07:00 - 13:00. This change would allow reduced costs for operators, lower emissions, improved customer service and decreased congestion.",
     "There have been six cyclist fatalities in London this year, all of which involved a lorry. Early indications suggest that all of the collisions took place when the lorry was turning or moving left. TfL has recently launched a driver and cyclist tips campaign, to promote safer roads for all, and launched the Share the Road campaign to encourage all to be more considerate on London's streets. TfL's Safer Urban Driving course has given more than 15,000 professional drivers rigorous training that has a particular focus on cyclists, and includes experiencing riding in London.",
     "More information about the Safer Lorry Scheme can be found here: \u003ca href=\"http://tfl.gov.uk/safer-lorry-scheme\"\u003etfl.gov.uk/safer-lorry-scheme\u003c/a\u003e .",
     "ENDS",
     "Note to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"Photos of Safer Lorry Scheme signs are available from the TfL Press Office.\",\"Between October 2013, when the Industrial HGV Taskforce was established, and 1 April 2015, the Industrial HGV Taskforce stopped and checked 4,761 vehicles of which only 26 per cent were found to be satisfactory. They have issued 2,322 roadworthiness prohibitions and 1,193 FPNs and seized 56 vehicles.\",\"Safer Urban Driving is the first accredited course in the UK to include practical, on-road cycle training for drivers. It counts towards the 35 hours of Driver CPC training required by HGV drivers.\",\"A presentation of how FORS and CLOCS can be used to manage Work Related Road Risk is available from the TfL Press Office.\",\"Driver and cyclist safety tips can be found here: \\u003ca href=\\\"http://www.tfl.gov.uk/travel-information/safety/road-safety-advice/driving-and-cycling-safety\\\"\\u003ewww.tfl.gov.uk/travel-information/safety/road-safety-advice/driving-and-cycling-safety\\u003c/a\\u003e \",\"The Share the Road campaign can be found here: \\u003ca href=\\\"http://www.tfl.gov.uk/campaign/share-the-road\\\"\\u003ewww.tfl.gov.uk/campaign/share-the-road\\u003c/a\\u003e \",\"The report into the casualties associated with sideguard and mirror exemptions can be found here: \\u003ca href=\\\"http://www.tfl.gov.uk/cdn/static/cms/documents/safer-lorry-trl-report.pdf\\\"\\u003ewww.tfl.gov.uk/cdn/static/cms/documents/safer-lorry-trl-report.pdf\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}