{
 "pageTitle": "Blackwall Tunnel closed to southbound traffic this weekend",
 "description": "Drivers advised to avoid the area if possible Rotherhithe Tunnel will once again be dedicated to southbound traffic during closures The Blackwall Tunnel will be closed to southbound traffic this weekend as part of the ongoing refurbishment of the",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Blackwall Tunnel closed to southbound traffic this weekend",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Last weekend closure this year to take place from 21:00 Friday to 05:00 Monday, 15-18 October."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We are making excellent progress on the refurbishment of the 113-year-old tunnel",
     "{\"template\":\"bulletlist\",\"items\":[\"Drivers advised to avoid the area if possible\",\"Rotherhithe Tunnel will once again be dedicated to southbound traffic during closures\"]}",
     "The Blackwall Tunnel will be closed to southbound traffic this weekend as part of the ongoing refurbishment of the 113-year-old river crossing.",
     "This will allow Transport for London's (TfL's) contractor, BAM Nuttall, to carry out vital improvement works to the tunnel's ventilation system that can't be carried out during the weeknight closure programme.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Use alternative crossings\"}",
     "During the weekend closure, the Rotherhithe Tunnel will again operate two lanes in the southbound direction only, while the Blackwall Tunnel will carry only northbound traffic.",
     "This measure was used during the last weekend closure in July, and resulted in considerably less congestion overall. Drivers who would usually use the Rotherhithe or Blackwall Tunnel will also be able to use alternative river crossings such as Tower Bridge, the Woolwich Ferry or the Dartford Crossing to complete their journey.",
     "The Woolwich Ferry will run additional services between 06:10 to 22:00 on Saturday and 09:00 to 21:30 on Sunday to help reduce congestion and provide an alternative river crossing during the closures.",
     "Since the refurbishment began in February, TfL and its contractor, BAM Nuttall, have made excellent progress. As a result, the works are now likely to be completed six months ahead of schedule (in the summer of 2012) and require two less weekend closures.",
     "Work completed so far includes the installation of new ventilation fans in two of the tunnel's four shafts and the installation of temporary lighting, CCTV and communications systems throughout the tunnel, which will allow the old systems to be removed. Work to install the permanent systems, which will bring the tunnel up to current standards, has also begun.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Excellent progress\"}",
     "Garrett Emmerson, Chief Operating Officer for London Streets, TfL, said: 'We are making excellent progress on the refurbishment of the 113-year-old tunnel.",
     "'As a result, we were able to cancel the proposed weekend closure in September.",
     "'However, despite this progress, this weekend's closure is required to carry out further works to the ventilation shafts directly above the tunnel's road that can not be carried out during the normal overnight closures.",
     "'We apologise for the delays and inconvenience that this closure will inevitably cause.",
     "'Our contractor, BAM Nuttall, will be working 24-hours-a-day over the weekend to minimise this disruption. However, I would urge drivers to avoid the area if they can.'\u003cbr /\u003e\u003cbr /\u003eFor more information, visit \u003ca href=\"http://www.tfl.gov.uk/blackwalltunnelrefurbishment\"\u003ewww.tfl.gov.uk/blackwalltunnelrefurbishment\u003c/a\u003e .",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL recently announced that the refurbishment works will be completed by summer 2012, six months ahead of schedule and before the start of the London 2012 Olympic and Paralympic Games - \\u003ca href=\\\"http://www.tfl.gov.uk/corporate/media/newscentre/archive/16549.html\\\"\\u003ehttp://www.tfl.gov.uk/corporate/media/newscentre/archive/16549.aspx\\u003c/a\\u003e \",\"TfL agreed the dates for the weekend closures following discussion with a number of key stakeholders including surrounding local boroughs, Canary Wharf Group, The O2 and Connect Plus, and have been timed to avoid weekend closures of the Jubilee line and major events in the area\",\"Variable Message Signs will be located on key approach roads to both Blackwall Tunnel and Rotherhithe Tunnel to divert traffic to an appropriate river crossing\",\"The Rotherhithe Tunnel will continue to operate two-way traffic during the ongoing weekday overnight closures of the Blackwall Tunnel\",\"While the refurbishment works are carried out, northbound traffic is diverted through the southbound tunnel. Because the diversion involves chicanes, a 20mph speed limit is put in place each night and enforced by average speed cameras. Southbound traffic uses other river crossings\",\"There is no toll for using the Dartford - Thurrock river crossing between 22:00 and 06:00\",\"While the northbound tunnel is closed for refurbishment works, the Route 108 (which is the only bus to use the Blackwall Tunnel) is affected. For more details, please visit \\u003ca href=\\\"http://www.tfl.gov.uk/corporate/projectsandschemes/14080.aspx#section-2\\\"\\u003ehttp://www.tfl.gov.uk/corporate/projectsandschemes/14080.aspx#section-2\\u003c/a\\u003e or check local information at bus stops\",\"The northbound Blackwall Tunnel refurbishment programme will include the installation of new fire and incident detection systems and a new CCTV camera system, along with better access for emergency services. These improvements will make the tunnel meet the latest safety standards and will help to ensure the safe continued use of the tunnel, which was built in 1897 and carries 50,000 vehicles a day\\u003cbr /\\u003e\"]}",
     "@this.ScriptBlock(\n        @script)"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}