{
 "pageTitle": "Fare evaders foiled as route 149 goes double deck",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Fare evaders foiled as route 149 goes double deck ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Route 149 is the fourth to see bendy buses withdrawn. All bendy buses to be removed from London's streets by the end of 2011."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "A third of the routes have now been converted with the remainder set to depart before the end of next year",
     "Around £1.5m is set to be saved by replacing bendy buses with double deck-buses on route 149, which runs between Edmonton Green and London Bridge station.",
     "The route has become the fourth in the Capital to see bendy buses withdrawn and means over 100 of the giant buses have left the Capital as a result of the Mayor's election pledge.",
     "The figures were revealed at the start of the first working week for 35 new double-deck buses, which passengers will find run more frequently at peak times than the 27 bendy buses that previously operated the route.",
     "An analysis of passenger numbers and use of route 149 has allowed Transport for London to reduce contract costs of running the service by nearly £1m.",
     "It is also estimated that moving from having bendy buses with open boarding to double-deck buses will save £550,000 a year from fare evasion on the busy route.",
     "The Mayor of London, Boris Johnson, said: 'These monoliths of the road were never appropriate for the narrow streets of London and I'm delighted we've now sent over 100 of them packing.",
     "'Even better, the fare evaders who duck and dive their way around these hulking great monsters without fear of having to put their hand in their pocket are finding that on our replacement double-deck buses there is nowhere to hide.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Election pledge\"}",
     "The withdrawal of bendy buses from the streets of London was a Mayoral election pledge.",
     "Once complete this is expected to deliver a significant reduction in the level of fare evasion.",
     "On the route 38, which was converted from bendy buses to double-deck buses last year, fare evasion has fallen from 8.13 per cent in 2008/09 to 1.76 per cent since double-deck buses were introduced last November, saving £500,000 annually.",
     "On route 149 the frequency of service during peak hours on Mondays to Fridays will increase, with extra buses running every four to five minutes.",
     "During Saturday and Sunday daytime the frequency will be every eight minutes and night services will continue to run every 30 minutes.",
     "Kulveer Ranger, the Mayor of London's Transport Advisor, said: 'The Mayor continues to make good on his promise to Londoners to remove bendy buses from our streets, and a third of the routes have now been converted with the remainder set to depart before the end of next year.",
     "'But this is not just about getting rid of these unwanted 18-metre monstrosities, when every bendy bus is off our roads we also expect to be able to save £5m a year in fare evasion.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}