{
 "pageTitle": "Heritage award for Maida Vale Tube station",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Heritage award for Maida Vale Tube station",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "National Railway Heritage award to be unveiled at Maida Vale Tube Station"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Heritage is a big part of LU's identity and retaining the historical features, alongside modernisations and improvements, is very important to us",
     "The Deputy Lord Mayor of Westminster Cllr Jan Prendergast will be unveiling a National Railway Heritage Award plaque at Maida Vale Tube station on Monday morning (October 18).",
     "London Underground (LU) won the award for the modernisation of the station which was built in 1915.",
     "The Grade II listed building on the Bakerloo line, came top in the London Regional Category at the National Awards for modernisation of a heritage station last year.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Retaining historical features\"}",
     "The award recognises the work LU has done to restore the many original heritage features such as the large, attractive mosaics of the famous Tube logo or 'roundel', red terracotta facade and the extensive tiled wall finishes.",
     "Richard Parry, Strategy \u0026 Commercial Director for LU, said: 'This award highlights the hard work put in by our staff to preserve the heritage of the station at the same time as modernising it to a high standard for the thousands of people that use it every day.'",
     "Mike Ashworth, Design \u0026 Heritage Manager for LU, said: 'Heritage is a big part of London Underground's identity and retaining the historical features, alongside modernisations and improvements, is very important to us and to our customers.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Innovative setting\"}",
     "Deputy Lord Mayor of Westminster, Cllr Jan Prendergast, said: 'The Tube is synonymous with London and this award recognises that the important history of the Maida Vale Tube station can be preserved in a modern and innovative setting.'",
     "New CCTV, an improved public address system and tactile strips on platforms have also been installed at Maida Vale, as part of Transport for London's multi-billion pound Investment Programme.",
     "White City Tube station and Earl's Court Tube station were also shortlisted at the awards and both received certificates of merit in respect of the modernisation works undertaken at these historic stations.",
     "{\"template\":\"bulletlist\",\"items\":[\"If you would like to send a photographer to the unveiling ceremony, please call TfL Press Officer Candice Jones on 020 7126 4883 or 0845 604 4141 and meet her at the Station Supervisor's Office no later than 10.50am on Monday 18 October\",\"LU is undertaking a major programme of renewal as part of TfL's multi-billion Investment Programme. This will inevitably result in some disruption for passengers, but TfL is working hard to provide information and alternative travel options. The work is essential to provide for London's growing transport needs now, and into the future. TfL is urging all Londoners and Tube, London Overground and Docklands Light Railway passengers to check before travelling at weekends, allowing extra journey time where necessary. Weekend travel news is available at \\u003ca href=\\\"http://www.tfl.gov.uk\\\"\\u003ewww.tfl.gov.uk\\u003c/a\\u003e \",\"The mosaic Tube roundels in Maida Vale station feature in Alfred Hitchcock's 1927 film Downhill\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}