{
 "pageTitle": "London Underground MD apologises to passengers",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Underground MD apologises to passengers ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground (LU) Managing Director Mike Brown apologises to passengers affected by Tube disruptions."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We are now looking closely into the circumstances of both incidents to ensure we get to the root causes and take the necessary steps to prevent further occurrences",
     "Following a number of incidents on Monday and Tuesday of this week, two of which meant passengers having to be helped from trains that were stuck in tunnels, LU Managing Director Mike Brown apologised to Tube passengers.",
     "Mike Brown said: 'I am sorry that for a second day many of our customers have had difficult and in some cases severely interrupted journeys to work.",
     "'I know that having to walk along the track through a tunnel is distressing. It is not something our customers should have to expect, and is something we always seek to avoid.",
     "'Nevertheless, on the rare occasions when a train is stuck in a tunnel, as soon as it becomes clear that we will not be able to arrange for it to be moved within a reasonable timescale, the safest and best option is to take customers off of the train.",
     "'This was the case on both the Jubilee line yesterday morning, and the Victoria line this morning.",
     "'On the Jubilee line, there was a power interruption due to damaged tunnel telephone cables and on the Victoria line, a defect on one of the new trains left it unable to move.",
     "'We are now looking closely into the circumstances of both incidents to ensure we get to the root causes and take the necessary steps to prevent further occurrences.",
     "'Unfortunately several unrelated problems have affected some other lines in the past two days, compounding the disruption for passengers.",
     "'Again, we are examining the detailed causes of these to avoid re-occurrence.",
     "'Despite claims by the RMT that all of these problems result from their current overtime ban, this is not the case, except on the Metropolitan line where a programme of essential maintenance on some trains is indeed being delayed by the current disruptive and unnecessary practices urged by the RMT leadership.\u003cbr /\u003e\u003cbr /\u003e'Our customers deserve much better than the service they have had in recent days and all our energies are focused on delivering a fast, reliable and safe service.'",
     "Customers delayed for more than 15 minutes by disruption on the Tube can apply for a refund of their fare at \u003ca href=\"http://www.tfl.gov.uk/tfl/tickets/refunds/tuberefund/\"\u003etfl.gov.uk/tfl/tickets/refunds/tuberefund\u003c/a\u003e ",
     "Alternatively they can contact LU's Customer Service Centre on 0845 330 9880 for more information."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}