{
 "pageTitle": "London's transport upgrade creates 400 jobs in the Midlands",
 "description": "Upgrading the Capital's Tube and rail network is helping create jobs and benefits for the whole of the UK economy. The creation of 400 new skilled jobs at global transport company Bombardier's base in Derby is the latest example of gains being made",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London's transport upgrade creates 400 jobs in the Midlands",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) orders with Bombardier boosting employment in and around Derby."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Our orders with Bombardier are just one example of the positive effects these upgrades in London have for the country",
     "Upgrading the Capital's Tube and rail network is helping create jobs and benefits for the whole of the UK economy.",
     "The creation of 400 new skilled jobs at global transport company Bombardier's base in Derby is the latest example of gains being made elsewhere in the country by investment in London.",
     "Bombardier, is working on a range of orders from TfL, which will see nearly 2,000 new train carriages produced to help the Capital's transport system sustain the city's forecast population and jobs growth.",
     "The 400 new roles have created to work on the Capital's carriages include engineers, skilled technicians and team leaders.",
     "The jobs are spread across three sites and will bring much needed skilled employment in manufacturing.",
     "Some of the jobs created will also see recruits trained to take a specially designed manufacturing NVQ qualification.",
     "The Mayor's Transport Adviser, Kulveer Ranger, today travelled to Derby to see how the work on London's carriages is progressing.",
     "The range of orders that the new recruits are working on include:",
     "{\"template\":\"bulletlist\",\"items\":[\"Victoria line upgrade: 376 carriages (47 trains comprised of eight carriages each)\",\"Metropolitan, District, Circle, and Hammersmith \\u0026 City lines upgrade: 1395 carriages (191 new trains - 58 of eight carriages and 133 of seven carriages)\",\"London Overground: 216 carriages, with 12 more to follow in 2011\"]}",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"New jobs\"}",
     "Mayor of London, Boris Johnson, said: 'The creation of 400 new skilled jobs in Derby is yet further evidence of the national economic benefits of investing in the Capital's transport infrastructure.",
     "'London is the motor that drives the UK economy and if you starve it of petrol then you risk the whole thing spluttering to a halt, which makes the case for Crossrail and the Tube upgrades, which are forecast to add a whopping £78bn to the UK's wealth, utterly compelling.'",
     "Peter Hendy, Commissioner, TfL, said: 'Transforming London's transport network, particularly the Tube, Crossrail and an extensive bus network, is essential to the economic health of the Capital and the rest of the UK.",
     "'Our orders with Bombardier are just one example of the positive effects these upgrades in London have for the country.",
     "'As well as giving us the extra capacity vital for London's future growth and development it is also creating jobs elsewhere - like the 400 jobs in Derby.'",
     "Colin S Walton, Bombardier's UK Chairman said: 'I am delighted that fulfilling our contracts for Transport for London has enabled us to create 400 temporary jobs at a time when many organizations are reducing their workforces.",
     "'Whilst the positions are temporary contracts, I would hope that if we are successful in winning more contracts, that we will be able to consider extending their contracts or making some of the positions permanent.",
     "'Taking the new jobs into account means we will have some 3,000 staff at our Derby site, which in turn means that around 8,000 jobs within our supply chain are also being supported.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Benefits to the UK\"}",
     "Leader of Derby City Council, Harvey Jennings, said: 'The contracts being undertaken by Bombardier for London are bringing around £3bn into the East Midlands economy.",
     "'Many people have said that London receives more than its fair share of investment but this proves that investment in London benefits other regions and helps sustain the UK's manufacturing industry.'",
     "TfLis in the process of a multi-billion pound upgrade of the Capital's underground and rail network.",
     "This is key to the future growth and recovery of the entire country, given the wide-ranging economic benefits that will be delivered.",
     "The Tube upgrades which will deliver faster, more frequent and more reliable train services.",
     "Many of the Tube's assets are in urgent need of replacement, and 40 per cent of Tube trains have exceeded their intended life span.",
     "The upgrade is progressing well - the first of the Victoria line's new trains entered passenger service in July 2009 and nine others have since followed, with more being delivered all the time, while the first of the new air-conditioned, walk-through 's-stock' trains for the sub surface (Circle, District, Hammersmith \u0026 City and Metropolitan) lines entered passenger service on 2 August 2010.",
     "In 2009/10, London Underground carried more than one billion passengers for the fourth year in succession, almost as many as the entire National Rail network.\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}