{
 "pageTitle": "London Underground chief urges RMT and TSSA leaderships to call off 'pointless' strike",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Underground chief urges RMT and TSSA leaderships to call off 'pointless' strike",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Writing in today's Metro newspaper the Managing Director of London Underground, Mike Brown, has urged the leaderships of the RMT and TSSA unions to call off their 'pointless' strike on London Underground (LU) that is scheduled to begin on Sunday evening."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Changing London Underground is not a choice - it is essential, and we will not be diverted from moving with the times",
     "Due to the popularity of Oyster just one in 20 journeys made on the network now involves a visit to a ticket office.",
     "Some ticket offices now sell fewer than ten tickets per hour.",
     "In these circumstances it is essential that London Underground (LU) adapts and, as Mike Brown sets out in his message to Londoners, the staffing changes that are being made come with the guarantee of:",
     "{\"template\":\"bulletlist\",\"items\":[\"No compulsory redundancies or loss of earnings\",\"Every station that currently has a ticket office will retain one\",\"All stations will remain staffed at all times\"]}",
     "The RMT and TSSA leaderships intend to strike nonetheless, even though only around 35 per cent of TSSA members and less than a third of RMT members voted for a walkout.",
     "Mike Brown, LU Managing Director, said: 'I regret that our passengers may face difficult journeys and we are doing everything possible to avert the strike.",
     "'In refusing to talk to us for nearly a week, and demanding that we withdraw all proposals for staffing changes before talks could progress, the leadership of the RMT and TSSA have seemed intent on disruption.",
     "'But changing London Underground is not a choice - it is essential, and we will not be diverted from moving with the times.",
     "'The union leaderships have tried to scaremonger, citing safety issues, but they did not put a single safety-related issue to us during our talks at the conciliation service, ACAS, nor have they responded to our request that they set out their specific safety concerns.\u003cbr /\u003e\u003cbr /\u003e'Londoners will doubtless, like me, be hoping that the RMT and TSSA leaderships finally see sense.",
     "'I urge them to call off this pointless industrial action and meet with us for talks.",
     "'We will not withdraw our proposals, but we will listen to any specific safety concerns.",
     "'I urge the trade unions to work with us to deliver a 21st century Tube fit for our customers and fit for London.'",
     "The Mayor and Transport for London have also today detailed the efforts being made to help people get around the Capital and keep London moving during the strike.",
     "Ninety-three per cent of Oyster customers made their journeys by public transport despite last month's strike.",
     "The union leaderships had predicted the 'paralysis' of London, but in the event LU was able to operate over a third of its normal services, and carry over a million people.",
     "Over a hundred extra buses, capacity for over 10,000 more journeys on the river, and marshalled taxi ranks have been organised.",
     "Planned roadworks are being delayed or curtailed where possible, and TfL will be working to keep road traffic flowing around key transport hubs.",
     "Volunteers will once again be positioned at Tube, bus, and rail stations to assist Londoners with their journeys and provide maps and other useful information.",
     "Londoners who own a bike are encouraged to cycle to work.",
     "Cycle parking facilities are being made easier for newcomers to access, and a Cycling Journey Planner will be available on TfL's website.",
     "The Barclays Cycle Hire scheme - which saw record usage during the last strike - will be available to members, and TfL's contractors will be working to ensure that bikes are redistributed as effectively as possible.",
     "Normal services are also expected to run on London Overground, Docklands Light Railway and Tramlink.",
     "Should the strike go ahead, LU will work to operate as many services as possible, but passengers are advised that significant disruption is possible and that alternative travel options and staggering journey times should be considered where possible.",
     "Passengers are advised to plan ahead and check before they travel at \u003ca href=\"http://www.tfl.gov.uk\"\u003ehttp://www.tfl.gov.uk\u003c/a\u003e ",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Please read the full text of \\u003ca href=\\\"/corporate/media/newscentre/metro/16815.aspx\\\"\\u003eMike Brown's message\\u003c/a\\u003e \",\"Under LU's proposals staff will be more effectively deployed to areas of stations where they can better assist customers, removing duplication of roles while delivering the best possible value for fare and taxpayers\",\"The proposed changes would mean a reduction in the total number of posts across LU, but will involve no compulsory redundancies, and will have no impact on the Tube's high safety standards\",\"Some LU ticket offices now regularly sell fewer than 10 tickets an hour. The quietest ticket offices include North Ealing, which sells less than six tickets per hour, and Latimer Road and Moor Park, which sell only around seven tickets per hour\",\"Overall, sales from ticket offices are down 28 per cent over the last four years as more and more people switch to Oyster and just one in 20 Tube journeys now starts with a visit to a ticket office\",\"The changes would not affect Tube drivers, and the majority of the roughly 800 posts that are identified for reduction are ticket office staff. This also includes a saving of around 150 posts from reductions in management and administrative staff. This is out of a total of around 19,000 LU staff, so represents less than five per cent of the workforce. Some 250 positions are already, or are expected to become vacant, so these would merely not be filled\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}