{
 "pageTitle": "London Underground ready for constructive ACAS talks with RMT and TSSA leaderships",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Underground ready for constructive ACAS talks with RMT and TSSA leaderships",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground (LU) has welcomed today's opportunity for constructive talks with the leaderships of the RMT and TSSA after the unions agreed to meet at the conciliation service ACAS to discuss LU's staffing plans."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "London Underground needs to change, and we look forward to being able to explain how we intend to do that with no compulsory redundancies and with no impact on our high safety standards",
     "London Underground (LU) has welcomed today's opportunity for constructive talks with the leaderships of the RMT and TSSA after the unions agreed to meet at the conciliation service ACAS to discuss LU's staffing plans.",
     "Talks are set to take place this afternoon (Tuesday) at ACAS. LU is calling for the unions' strike action to be called off, and will once again be reiterating that its staffing changes will be delivered without any impact on the Tube's high safety standards and with a guarantee of no compulsory redundancies.",
     "In addition, all stations with a ticket office will continue to have one, and all stations will continue to be staffed.",
     "Howard Collins, LU's Chief Operating Officer, said: 'We are pleased that the RMT and TSSA leaderships are willing to return to talks to try to resolve this issue.",
     "'We'll be going into these discussions positively to try to address any concerns raised and trying to work together to resolve this issue without any further unnecessary disruption to Londoners.",
     "'London Underground needs to change, and we look forward to being able to explain how we intend to do that with no compulsory redundancies and with no impact on our high safety standards.",
     "'All of our stations with a ticket office will continue to have one, and we will continue to staff all stations.'",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Some LU ticket offices now regularly sell fewer than 10 tickets an hour. The quietest ticket offices include North Ealing, which sells less than six tickets per hour, and Latimer Road and Moor Park, which sell only around seven tickets per hour\",\"Overall, sales from ticket offices are down 28 per cent over the last four years as more and more people switch to Oyster and just one in 20 Tube journeys now starts with a visit to a ticket office\",\"Under LU's proposals staff will be more effectively deployed to areas of stations where they can better assist customers, removing duplication of roles whilst delivering the best possible value for fare and taxpayers\",\"The proposed changes would mean a reduction in the total number of posts across LU, but will involve no compulsory redundancies, and will have no impact on the Tube's high safety standards\",\"The changes would not affect Tube drivers, and the majority of the roughly 800 posts that are identified for reduction are ticket office staff; this also includes a saving of around 150 posts from reductions in management and administrative staff. This is out of a total of around 19,000 London Underground staff, so represents less than five per cent of the workforce. Some 250 positions are already, or are expected to become vacant, so these would merely not be filled\",\"Both RMT and TSSA unions have announced strike action for operational staff commencing at 21:00 on Tuesday 2 November.  The 24-hour strike would affect services throughout Wednesday 3 November\",\"Should the strike go ahead, LU will work to operate as many services as possible, but disruption is likely and passengers are advised to plan ahead to consider alternative travel options or stagger journey times where possible, and to check before they travel on the day\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}