{
 "pageTitle": "New bus route 324 provides links between Stanmore and Brent Cross",
 "description": "The route 324 will be operated by London Sovereign and will bring many households in Stanmore and Colindale within easy walking distance of a bus service for the first time.The service will run every 20 minutes during the day and every 30 minutes during",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New bus route 324 provides links between Stanmore and Brent Cross",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "On Saturday 23 October 2010, London Buses is introducing a new bus route that will run between Stanmore Station and Brent Cross Tesco."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Hopefully this new service will see more residents getting out of their cars and on to the buses",
     "The route 324 will be operated by London Sovereign and will bring many households in Stanmore and Colindale within easy walking distance of a bus service for the first time.",
     "The service will run every 20 minutes during the day and every 30 minutes during the evening, seven days a week.",
     "The new route will provide:",
     "{\"template\":\"bulletlist\",\"items\":[\"A new service for Colindeep Lane in Colindale\",\"A new service for Old Church Lane, Abercorn Road,  St Andrews Drive and Culver Grove in the Stanmore and Belmont areas\",\"New direct links to Kingsbury Community Hospital\",\"A new direct link between Kingsbury and Brent Cross\"]}",
     "John Barry, Head of Network Development for London Buses, said: 'The introduction of route 324 reflects Transport for London's efforts to continually develop the bus network. This route will provide new links to a wide range of local facilities.",
     "'London's bus network is constantly under review to ensure we continue to provide the best possible service for passengers.'",
     "Councillor Phillip O'Dell, portfolio holder for environment and community safety at Harrow Council, said: 'I am pleased that after talks with Harrow Council and residents, Transport for London has agreed to the introduction of the new 324 bus route.",
     "'We hope travel will now be made easier for residents living in parts of Stanmore and Queensbury, not previously served by a bus route.",
     "'I also hope this will make getting about more convenient for residents and also encourage more people to leave the car at home and use public transport to get around our borough.'",
     "Councillor Jim Moher, Lead Member for Highways and Transportation for Brent Council, said: 'Making it easier for residents to get around by public transport will ease congestion and is good the environment.",
     "'Hopefully this new service will see more residents getting out of their cars and on to the buses for a more convenient and hassle free way of getting to the shops.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Photo attached: (back row) John Barry TfL's Head of Network Development, Paul Giles Performance Delivery Manager for London Sovereign, Jim Lawman from LB Brent Transportation, Oliver Birtill TfL Consultation and Engagement; (front row) Cllr Zakia Zubairi LB Brent Colindale ward, Cllr Ruth Moher LB Brent Fryent ward, Cllr Nizam Ismail LB Harrow Queensbury ward and Chair of Traffic and Road Safety Advisory\",\"Route 324 will be operated by London Sovereign. It will run from Stanmore Station via Stanmore town centre, Old Church Lane, Abercorn Road, St. Andrews Drive, Culver Grove, Streatfield Road, Honeypot Lane, Kingsbury Road, Roe Green, Hay Lane, Edgware Road, Colindeep Lane, Watford Way, Hendon Way, Brent Cross Shopping Centre to the Tesco store near Tilling Road, Brent Cross\",\"The route will be 'hail and ride' on roads not currently served by buses (Old Church Lane, Abercorn Road, St Andrews Drive, Culver Grove and Colindeep Lane)\",\"Further information, including timetables, is available on the TfL website - \\u003ca href=\\\"/corporate/projectsandschemes/11561.aspx\\\"\\u003etfl.gov.uk/route324\\u003c/a\\u003e \",\"The route was introduced following a public consultation. A full summary of the consultation results and TfL's response is available at: \\u003ca href=\\\"/corporate/projectsandschemes/13922.aspx\\\"\\u003etfl.gov.uk/busrouteconsultation\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}