{
 "pageTitle": "Sections of the A2 to be closed overnight for two weeks",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Sections of the A2 to be closed overnight for two weeks",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Southbound traffic to be diverted Monday to Thursday from 25 October until 4 November for resurfacing work on Rochester Way Relief Road."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We ask motorists to bear with us while these works are carried out and we will do our best to ensure that disruption is kept to a minimum",
     "{\"template\":\"bulletlist\",\"items\":[\"Eltham Tunnel to be closed to northbound traffic on 24 and 31 October to carry out refurbishment of lighting within the tunnel\"]}",
     "Transport for London (TfL) will be carrying out overnight refurbishment works along the A2 in Greenwich from 24 October as part of ongoing maintenance of the TfL Road Network (TLRN).",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Repair works needed\"}",
     "Between 22.00 and 05.00 on 25-28 October and 1-4 November, TfL will be carrying out overnight resurfacing works to repair the southbound carriageway on Rochester Way Relief Road between Well Hall Road and Riefield Road.",
     "During that time, traffic will be diverted from the A2 via Westhorne Avenue and Rochester Way before rejoining the A2.",
     "The closures have been scheduled to take place while the Blackwall Tunnel is closed to southbound traffic, as traffic levels are lower during this period. Northbound traffic will not be affected during these works.",
     "The northbound Eltham Tunnel will also be closed overnight on 24 and 31 October to carry out upgrade work to the tunnel's lighting systems.",
     "The works will be carried out between 22.00 to 05.00, with traffic diverted from the A2 at the Danson Interchange via Blackfen Road, Eltham High Street and Westhorne Avenue, before rejoining the A2.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Key route\"}",
     "Garrett Emmerson, Chief Operating Officer for London Streets at TfL, said: 'The A2 is a key freight route in and out of London and these works are vital to ensure that all drivers can continue to safely use this important arterial road.",
     "'We ask motorists to bear with us while these works are carried out and we will do our best to ensure that disruption is kept to a minimum.'",
     "During these refurbishment works, TfL will keep motorists informed of closures and diversions through roadside message boards and local radio broadcasts.",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Transport for London is responsible for the 22km stretch of the A2 between Southwark and the boundary of Bexley and Dartford, and which carries 90,000 vehicles a day\",\"TfL and 18 London boroughs now operate the London Permit Scheme on their roads. Permitting enables TfL and the London boroughs to proactively plan and coordinate the timing of works, providing greater opportunities for utility companies to carry out works at the same time, helping to reduce disruption to road users\",\"Since the scheme was introduced on 11 January this year, TfL has turned down more than 6,000 permit requests - one in every eight applications received to date - and prevented more than 462 days of disruption by working with utility companies to better coordinate their works on TfL's roads\",\"The Mayor of London and TfL continue to engage with the Department for Transport on a proposal to introduce a lane rental scheme along the TLRN, which will allow charging of utility companies if they want to dig up certain parts of London's major traffic arteries during peak hours\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}