{
 "pageTitle": "A bike's eye view",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "A bike's eye view  ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Mayor launches cycling photo competition as tfl.gov.uk/cycling goes live"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "I hope that this competition will encourage even more people to take to two wheels and start exploring",
     "The Mayor of London and Transport for London (TfL) today launched a photo competition which urges Londoners to get on their bikes and discover the city.",
     "The competition, which is hosted on TfL's re-launched cycling website, aims to build up a library of unusual, quirky and unique images that have been taken by people cycling around the Capital.",
     "The website, transformed as part of London's Summer of Cycling, is aimed at everyone from new cyclists to regular cycle commuters, and TfL wants it to become a one-stop-shop for anyone thinking of taking to two wheels in the Capital.",
     "Launching the competition, Mayor Boris Johnson, said: 'London is a beautiful city with a wealth of unique sights tucked away in the most unusual of places.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Obvious beauty\"}",
     "'Cycling is a fantastic way of navigating these city spaces and I hope that this competition will encourage even more people to take to two wheels and start exploring.'",
     "To get people started, the London Cycling Campaign (LCC) asked its members to suggest some of their top 'finds' when navigating the city by bike.*",
     "Their suggestions included:",
     "{\"template\":\"bulletlist\",\"items\":[\"The windmill on Wimbledon Common where Scouting for Boys was written\",\"A landscape of contrasts along the Lea Valley cycle route\",\"London's historic waterways - stretches of Regents and Grand Union Canals\",\"Marc Bolan's memorial, just off Barnes Common\"]}",
     "The competition will be judged by a panel including Kerstin Hacker, lecturer, photojournalist and author of the 'Photographing London' courses, Koy Thomson, chief executive of LCC and Peter McBride, Head of Cycling, Walking and Accessibility at TfL.",
     "Entries will be judged according to their originality, relevance to the cycling theme and overall quality of the photography.",
     "Kerstin Hacker said: 'I love London for what it is - its diversity, its obvious beauty but also its wealth of undiscovered sights.",
     "'As a city, it lends itself perfectly to photography. I can't wait to see all the treats that London's cyclists uncover.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Lucky winners\"}",
     "People wishing to enter the competition should submit a photograph via TfL's website (tfl.gov.uk/cycling), including up to 50 words explaining where it was taken and any story behind the photo.",
     "Entries must be received by midnight on Wednesday 3 September.",
     "People are free to submit as many photographs as they like, though only one prize is available per person.",
     "There are eight prizes in total, which will be awarded to the best photograph taken in each of eight areas of London: North, North East, South West, City, West Central, South East, West and East.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Hidden gems\"}",
     "One overall winner will receive £400 in Evans Cycle vouchers plus £200 in Jessops photography vouchers.",
     "The seven runners-up will each receive £200 in Evans Cycle vouchers. For more information and to enter, visit tfl.gov.uk/cycling.",
     "Peter McBride, Head of Cycling, Walking and Accessibility at TfL, said: 'Seeing London from the saddle gives you a fresh perspective on even the most familiar sights and vistas.",
     "'We want to tap into the cyclist's view of London and build up a library of images which will inspire more people to get on their bikes and discover more about our great city.",
     "'This isn't just about the well known landmarks of central London. Outer London has many hidden gems that we want to uncover for others to enjoy.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Cycling events\"}",
     "TfL is investing £55m in cycling this year - up from £36m last year.",
     "The money is being invested in cycle routes, cycle parking facilities, a bike hire scheme to encourage even more cycling in the Capital, adult and child cycle training and a number of cycling events.",
     "The Mayor and TfL also continue to promote London's Summer of Cycling which includes events such as BikeJam at the Tour of Britain on 7 September and the popular Sky Sports London Freewheel event on 21 September.",
     "For more details, visit tfl.gov.uk/cycling.",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "* Images of the LCC's 'top finds' are available to illustrate the type of photographs Londoners may wish to submit. Please see contact details below.",
     "For press enquiries, please contact:\u003cbr /\u003eCarolyn Abbasi Larkey, Nicola Gaskell or Pauline Gillingham at Fishburn Hedges on 020 7544 3109 / 3033 / 3143"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}