{
 "pageTitle": "All London Overground managed stations are deep cleaned",
 "description": "Within less than a year after TfL took control of the London Overground network, all 34 London Overground managed stations have been brought up to TfL standards in rail travel.Passengers will notice that the stations have been thoroughly cleaned and",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "All London Overground managed stations are deep cleaned",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) today announced the completion of the first major step in bringing what was once the country's most neglected railway into the 21st century."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We have brought these stations up to our standard and can now look at bringing further improvements",
     "Within less than a year after TfL took control of the London Overground network, all 34 London Overground managed stations have been brought up to TfL standards in rail travel.",
     "Passengers will notice that the stations have been thoroughly cleaned and re-painted.",
     "The existing equipment including the public announcement and CCTV systems, information screens and lights have also been checked and repaired where necessary.",
     "Managing Director of TfL London Rail, Ian Brown, said: 'The deep-cleaning phase of our improvement programme for the London Overground network is now completed. We have brought these stations up to our standard and can now look at bringing further improvements.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Efficient service\"}",
     "'By 2010, all stations will be upgraded and refurbished and some will be remodelled depending on funding availability.",
     "'Passengers deserve a safe, reliable and comfortable journey on London Overground.'",
     "The stations improvement programme is part of TfL's £1.4bn investment for London Overground, which will upgrade the network infrastructure for a more reliable and efficient service, deliver new trains and connect the East London line to the North London line in 2011.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Stations where deep cleaning work has been completed are: Watford High Street, Carpenters Park, Headstone Lane, Willesden Junction, Brondesbury, Gospel Oak, Camden Road, South Hampstead, Hampstead Heath, West Hampstead, Haringey Green Lanes, South Tottenham, Hackney Wick, Hackney Central, Kensington Olympia, Acton Central, South Acton, Leyton Midland Road, Leytonstone High Road, Walthamstow Queen's Road, Woodgrange Park, Wanstead Park, Brondesbury Park, Kensal Rise, Canonbury, Upper Holloway, Caledonian Road \\u0026 Barnsbury, Homerton, Hatch End, Kentish Town West, Finchley Road \\u0026 Frognal and Kilburn High Road, Bushey \\u0026 Crouch Hill\",\"Phase one work involved the provision of Oyster pay as you go facilities and staff at all stations. These were introduced in November 2007 when TfL took over management of the network\",\"Phase two work included platform and ticket halls deep-cleaned to remove dirt and chewing gum; ticket halls, floor markings, lamp posts, handrails, stair-risers and fences repainted to help visually impaired passengers; guttering cleared; graffiti removed; PA, CCTV, information displays and lights all checked and repaired and anti-pigeon roosting measures installed\",\"Phase three works will begin on-site at the end of this year and are scheduled for completion in late 2010. These works will include: renewal of all station systems - including CCTV, PA systems, Customer Information Points, Lighting; refurbishment of the stations - including floors, canopies, platform surfaces and walls; completion of the signage to install permanent signage at all stations\",\"TfL is investing £1.4bn in London Overground, including the extension and conversion of the former East London Underground line to National Rail\",\"The London Overground network consists of the Richmond to Stratford, Willesden Junction to Clapham Junction (via Kensington Olympia), Gospel Oak to Barking and Euston to Watford DC lines, and will be joined by the extended East London line when it opens in 2010\",\"There are 73 stations on the London Overground network; 50 on the North London Railway with two new stations due to open on the West London Line by 2010 and 17 stations on the East London line with four new stations due to open in 2010. Of these stations 34 are managed solely by London Overground, it is these stations that will undergo the phased improvement works\",\"Every day, 63,000 people use the London Overground network bringing a total of 23 million journeys every year\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}