{
 "description": "As the Beijing Olympic Games finished at the weekend, excitement amongst cycling fans has begun to build around the return of the Tour of Britain to the streets of central London on Sunday, 7 September.This year's Tour of Britain, which is part of the",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Been inspired by Great Britain's Olympic cyclists? Then get down to BikeJam at the Tour of Britain",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) hosts BikeJam, a free, interactive and fun celebration of cycling, at the London stage of the Tour."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Londoners can expect to have a fantastic day of cycling related fun",
     "As the Beijing Olympic Games finished at the weekend, excitement amongst cycling fans has begun to build around the return of the Tour of Britain to the streets of central London on Sunday, 7 September.",
     "This year's Tour of Britain, which is part of the Mayor's Summer of Cycling, promises to be a vintage race, with many of Britain's top cycling stars due to take part.",
     "Londoners will be able to watch members of Great Britain's phenomenally successful Olympic team, including Bradley Wiggins, Geraint Thomas, Chris Newton and Mark Cavendish, racing against each other on the streets of London.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Watch the olympic team\"}",
     "This year the Tour of Britain is starting in the Capital, and will see 96 professional cyclists racing 86 kilometres on a 8.6 kilometre circuit that takes in some of London's most iconic sites - including Big Ben, Cleopatra's Needle, Somerset House, and the Tower of London.",
     "A free to view event, the London stage of the Tour of Britain will be a fantastic day out for all Londoners.",
     "As well as the excitement of watching some of the world's greatest cyclists in action, TfL will also be hosting BikeJam, which is a family-friendly, vibrant celebration of all things cycling related at Tower Hill.",
     "BikeJam will provide a cycling-themed day of activities, entertainment and experiences for people of all ages, including;",
     "{\"template\":\"bulletlist\",\"items\":[\"cycle-stunt performers\",\"bike maintenance\",\"advice on cycling in London\",\"an interactive arts and crafts zone\",\"pedal-powered food stalls\"]}",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Get excited about cycling\"}",
     "Boris Johnson, the Mayor of London, said: 'The Summer of Cycling just gets better and better, with the Tour of Britain hitting our streets on 7 September.",
     "'It is a terrifically exciting time for cycle sports at the moment, and we're incredibly lucky that we will be able to watch the British cycling team and other sporting heroes who have taken part in the Olympic Games racing on the streets of our great city.",
     "'Londoners can expect to have a fantastic day of cycling related fun, and will still be able to look forward to having a go themselves at the Sky Sports London Freewheel just two weeks later.'",
     "Peter Hendy, Transport Commissioner for London, said: 'Inspirational sporting events play a huge role in getting people excited about taking part in a sport themselves, which is why the Mayor and Transport for London are bringing the Tour of Britain to the Capital.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"See the sights\"}",
     "'The fantastic thing about cycling is that it's not only great exercise, it's also a practical and enjoyable way to travel.",
     "'Half a million journeys a day in the Capital are already being made by bike, and we want to encourage even more people to cycle in London.'",
     "Visit London Chief Executive James Bidwell said: 'London is the perfect backdrop for such an exciting and inspirational event as the Tour of Britain and we're delighted to have been working with Transport for London and London Development Agency to make this event happen.",
     "'Cycling is a great way to enjoy the many wonderful sights that London has to offer as well as being a very green and cost-effective way of getting around the city too. We hope the BikeJam event will be an enjoyable one which will inspire even more families, who may not have cycled before, to take to their saddles and enjoy London.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Years of cycling ahead\"}",
     "Mick Bennett, Technical Director of the Tour of Britain, said; 'Following on from what has been a fantastically successful Olympics for Britain and our cyclists, Stage One of The Tour of Britain will give people the chance to see medal winning members of the British team in action, competing on what is a fantastic circuit at the heart of London.\u003cbr /\u003e\u003cbr /\u003e'It will also be a chance to welcome home Mark Cavendish after his brilliant performance at the Tour de France, while last year's Tour of Britain winner Romain Feillu, who wore the yellow jersey earlier in the Tour de France, will be back to defend his title.",
     "'I fully expect the stage to come down to an exciting bunch sprint, and both these riders will be vying for victory on the banks of the Thames.'",
     "TfL will bring the Tour of Britain to the Capital for the next four years.",
     "It will start in London in 2008, and will finish here in 2009, 2010 and 2011.",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}