{
 "pageTitle": "British Transport Police launches new London Underground Neighbourhood Policing Teams",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "British Transport Police launches new London Underground Neighbourhood Policing Teams ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "This press release was originally issued by the press office at the Greater London Authority."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Whatever mode of transport Londoners choose, a team of dedicated officers will be there to reassure them and tackle crime",
     "Police officers will be out on patrol at Tube stations and trains more than ever before following the launch of new British Transport Police (BTP) Neighbourhood Policing Teams (NPTs).",
     "Led by a Sergeant, the teams comprise police constables and police community support officers (PCSOs) and will be supported by a 24 hour response team across the entire LU and DLR network.",
     "The teams have been created to cut crime and provide a highly visible presence at Tube stations and will work in partnership with other BTP teams, London Underground and DLR staff and the Metropolitan Police Service to address crime issues affecting the Tube.",
     "BTP has 30 Neighbourhood Policing Teams, comprised of officers from BTP's existing establishment, now operating right across the London network which will link closely with their communities to address local priorities.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Police presence\"}",
     "Under the national Neighbourhood Policing model, the teams will spend a minimum of 85 per cent of their time doing work that directly impacts their neighbourhood, allowing them to be on proactive patrol more than ever before.",
     "The teams build on the successes delivered by the reassurance team policing model which was introduced on the Underground following the provision of additional Transport for London (TfL) funded officers in the past few years.",
     "Chief Constable Ian Johnston said: 'BTP has always policed these Tube stations but our new teams will now spend even more time in their local area tackling crime.",
     "'The figures show that crime at Tube stations in nearly every borough has decreased and now we want to make sure that people are not only safe, but also feel safe.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Feeling safe\"}",
     "'The teams will be working with members of their local community to identify local problems, as well as working to develop targeted solutions to tackling crime and the type of behaviour that may not be criminal but which makes people feel unsafe.",
     "'The teams will work closely with LU and DLR staff to tackle staff assaults and anti-social behaviour and I encourage people to approach officers and raise any concerns they have about safety or criminality on the Tube.'",
     "The officers and PCSOs on the teams will conduct regular patrols, run targeted operations and hold public meetings with people the area to identify local needs and priorities.",
     "Mayor of London, Boris Johnson said, 'Today's announcement of 30 dedicated policing teams will make the tube a safer environment for passengers and staff.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Dedicated teams\"}",
     "'It is vital that Londoners can travel safely around the city, reassured by a visible police presence.",
     "'These new policing teams for the tube will work alongside the additional 440 uniformed officers for the bus network which I announced in May to tackle the number one issue for Londoners, crime and safety.'",
     "Howard Collins, Chief Operating Officer of London Underground said: 'London Underground is a low crime environment but we know there is always more work to be done, and these new Neighbourhood Policing Teams will mean that officers can better get to know their local communities and the issues that are key in their area.",
     "'These officers will continue to work in partnership with the MPS Safer Transport Teams and Transport Operational Command Unit so that whatever mode of transport Londoners choose, a team of dedicated officers will be there to reassure them and tackle crime.",
     "'The teams are now up and running and our staff look forward to getting to know them over the coming months and working with them in the future.'",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Annual borough crime figures for the Tube network are attached. Figures released by the British Transport Police show that across the Tube network for 2007/8:ul\",\"In 2003, there were 450 BTP officers for London Underground. Over the last few years this has increased to more than 700 officers. BTP deployment patterns have been designed to be random to provide reassurance and to act as an additional deterrent. BTP also conduct random passenger searches using sniffer dogs\",\"There are approximately 8,500 CCTV cameras on the Tube network which will rise to 12,000 over the next four years as part of the ongoing station modernisation programme. This will see the upgrading and expansion of CCTV facilities from analogue to digital and the recording of high quality images to hard drive rather than magnetic tape. This will ultimately mean that no one will be able to enter the Underground network without their face being recorded by CCTV camera. CCTV coverage also extends to trains and will be expanded as new rolling stock arrives on the network. Footage from CCTV cameras is not only able to viewed and monitored locally by a specific station but can also be accessed remotely by the Network Operation Centre at London Underground HQ and by the British Transport Police. This does not cover all stations\",\"Information Points are being installed at every station as it undergoes refurbishment with as many as 26 installed at some of the busiest stations. These information points give passengers and staff access to the station supervisor's office at the touch of a button. If there is no member of staff in the station control room, for any reason, the Information Point will automatically connect to the 999 emergency services help line\",\"Additional improvements to Tube security in recent decades have seen the introduction of clear lines of sight and improved lighting on platforms as stations are upgraded and refurbished\",\"MPS Safer Transport Teams are dedicated bus policing teams in London's 21 outer boroughs\",\"The MPS TOCU is made up of 1,200 uniformed officers working across London as well as in dedicated borough teams in London's 11 inner boroughs\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}