{
 "pageTitle": "Changes to route 488 at Bromley By Bow Tesco",
 "description": "The introduction of route 488 in place of route S2 on 5 July had meant that passengers wishing to travel northbound towards Clapton from Bromley-by-Bow Tesco needed to cross the road via a subway.Passengers using the previous S2 had been able to board",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Changes to route 488 at Bromley By Bow Tesco",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "From Saturday 30 August, passengers using the route 488 will no longer have to cross the road or use the underpass outside Bromley by Bow Tesco."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We are pleased to have been able to work with the local community to address their concerns",
     "The introduction of route 488 in place of route S2 on 5 July had meant that passengers wishing to travel northbound towards Clapton from Bromley-by-Bow Tesco needed to cross the road via a subway.",
     "Passengers using the previous S2 had been able to board northbound buses from directly outside the store.",
     "London Buses has been working with the local community to provide a solution so passengers will not have to cross the road.",
     "From 30 August, those wishing to travel northbound from Bromley-by-Bow Tesco will be able to catch the bus outside the store and travel two stops to the bus stand at Twelvetrees Crescent before changing onto the next bus going northbound.",
     "Passengers changing buses will not have to pay an additional fare.",
     "If there is no other bus at the stand, passengers will be able to remain on the bus until it is ready to depart.",
     "Peter Bradley, Head of Stakeholder Engagement from London Buses said: 'Following the introduction of new route 488, we received a number of requests asking us to review the stopping arrangements at Bromley-by-Bow Tesco.",
     "'We are pleased to have been able to work with the local community to address their concerns.'",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}