{
 "pageTitle": "Easier journeys as Mayor announces the installation of two wide aisle gates at Sudbury Town Tube station",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Easier journeys as Mayor announces the installation of two wide aisle gates at Sudbury Town Tube station",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Mayor of London, Boris Johnson, has announced that London Underground (LU) has installed two new wide aisle gates at Sudbury Town Tube station to make life easier for passengers."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The wide aisle gates enable and promote independent access and egress through the gateline",
     "The gates enable customers who use wheelchairs, or travel with a guide dog, buggy or large luggage to pass through the gateline without staff assistance.",
     "Around £12m is being invested by LU to install 140 wide aisle automatic gates across the network by the end of 2008.",
     "In 2006 a trial of four gates, which are as wide as the manual gates currently at Tube stations, was conducted at Canary Wharf, London Bridge and at Westminster.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Improved access\"}",
     "Positive feedback from customers and staff has now led to this roll-out of the gates at various locations on the network, including major stations such as Victoria, King's Cross, St. Pancras and Liverpool Street.",
     "They will also be routinely installed at all new station developments and major capacity enhancement schemes.",
     "Boris Johnson, Mayor of London, said: 'These wider gates are good news for passengers who use Sudbury Town station, and I'm very pleased that we can now roll them out across the network.",
     "'During trials, passengers with disabilities repeatedly told London Underground that they preferred them to the standard gates, which often required them having to ask for assistance.",
     "'This will make life that little bit easier for disabled Londoners, and will benefit all those who travel across the city with child buggies or large luggage.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"No assistance needed\"}",
     "The gates can be operated in the same way as standard automatic gates; where only one wide aisle gate is installed at a station this can be made to operate in both directions, on a first come first served basis.",
     "In the trial, nearly all passengers preferred the wide aisle gate to the manual gate because it made them feel more independent and they did not have to rely on staff to let them through the gateline.",
     "Many disabled passengers said that it made them feel 'the same as everybody else' as they just had to touch in or touch out as customers do at the standard automatic gates, so they blended in more with the flow of traffic.",
     "They found them to be an overall improvement with the delayed closing time of the wide aisle gate and the extra width a bonus.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Independant travel\"}",
     "Sarah Varnham, Accessibility and Inclusion Manager for London Underground, said: 'At the moment customers who use wheelchairs or are traveling with a large bag, a guide dog or a buggy have to ask a member of staff to let them through the manual gate.",
     "'This can slow down their journey, making them less independent.",
     "'It also takes up staff's time.",
     "'The wide aisle gates enable and promote independent access and egress through the gateline for customers with reduced mobility and frees up staff to provide assistance to other customers where they need it.'",
     "Priority is being given to install the wide aisle gates at step free stations, heavily used stations and those where a large proportion of passengers are carrying luggage and or using buggies.",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}