{
 "pageTitle": "Green Park Tube station to be upgraded ahead of London 2012 Games",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Green Park Tube station to be upgraded ahead of London 2012 Games",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground has applied for planning permission to bring major improvements to Green Park Tube station in time for the London 2012 Olympic and Paralympic Games."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "If successful, London Underground will provide full step-free access from street to platform level to benefit mobility impaired passengers, customers with pushchairs and people with heavy luggage.",
     "Work would be completed in 2011.",
     "The Mayor of London, Boris Johnson, said: 'I am determined for every resident and visitor to this city, whether able bodied or with disability, to be able to use public transport safely and easily.",
     "'I have just appointed the legendary Paralympian Dame Tanni Grey-Thompson to the board of  Transport for London and I know that she will be delighted to hear of our plans to make Green Park and many more of London's Tube stations step-free.'",
     "London Underground will also be working with Westminster City Council and The Royal Parks to improve the public space around the station which would open up views into the park directly from Piccadilly.",
     "The improvements would provide a larger Piccadilly south side station entrance and direct access from the park.",
     "A modern sheltered paved area on Piccadilly would also be constructed, with a canopy providing cover for passengers waiting for buses and those using the lift.",
     "Richard Parry, Director of Strategy and Service Development for London Underground, said: 'Making Green Park Tube station fully accessible for mobility impaired passengers, customers with pushchairs and heavy luggage and older people is part of London Underground's transformation programme to provide a world class transport system.",
     "'We are working closely with Westminster City Council and The Royal Parks to improve the area around the station - these changes will create a better public space for all those who work, visit or live near Green Park.'",
     "Olympic Delivery Authority (ODA) Chairman John Armitt said: 'From the London 2012 bid right up to the Accessible Transport Strategy we launched earlier this year, we have been committed throughout to delivering the most accessible Games ever.",
     "'It is essential that we provide a wide variety of accessible journey options to and from London 2012 events for spectators, the Games Family, workforce and volunteers so we welcome these plans to make this key station in central London step-free in time for the 2012 Games.\"",
     "Work to modernise the station has already started and includes installing new CCTV cameras to make passengers feel safer and improve security, putting in Help points and providing a new public address system which will make announcements clearer.",
     "Partially sighted customers will benefit from contrasting handrails and access will be improved for mobility impaired passengers by putting tactile strips on platforms and stairs.\u003cbr /\u003e",
     "Notes to editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"Images available on request\",\"London Underground is planning to make 25 per cent of the Tube network step-free by 2010\",\"Green Park station is one of three stations being made step-free for the London 2012 Olympic and Paralympic Games. The other two are Baker Street and Southfields\",\"Around 60 million journeys are made through Green Park a year\",\"At present, step-free access is only available at Green Park for customers interchanging between the Piccadilly and Jubilee lines\",\"Tube Lines is responsible for the maintenance and renewal of the Jubilee, Northern and Piccadilly lines\",\"Metronet Rail BCV is responsible for the maintenance and renewal of the Bakerloo, Central, Victoria and Waterloo \\u0026 City lines\",\"Metronet Rail SSL is responsible for the maintenance and renewal of the sub surface lines - the Circle, District, Hammersmith \\u0026 City and Metropolitan lines\",\"Metronet Rail BCV and SSL are now under the control of London Underground to ensure all necessary maintenance and renewal works continue\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}