{
 "pageTitle": "Last chance for young Londoners to get creative online this summer",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Last chance for young Londoners to get creative online this summer",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Young Londoners have got just two weeks left to get creative online and enter the Transport for London (TfL) and Bebo competition to find the next generation of cutting edge talent."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Young people need to take care when using or nearby roads",
     "Closing on August 14, 'Talent Lives' can be found at \u003ca class=\"external-site\"title=\" (Opens in new window)\"href=\"http://www.bebo.com/debut\"jquery1217589918801=\"6\"\u003ewww.bebo.com/debut\u003c/a\u003e which houses TfL's digital television show 'Debutantes'.",
     "Users are invited to upload their own creative work - from music and photographs to writing, fashion, design - or anything!",
     "Over 35,000 people have visited the page, part of TfL's ongoing 'Don't Die Before You've Lived' teen road safety campaign, since its launch at the beginning of the summer holidays.\u003cbr /\u003e\u003cbr /\u003e'Debutantes' will continue to broadcast on the social networking site Bebo for the remainder of the summer.",
     "This element of the 'Don't Die Before You've Lived' campaign catches up with the six young people who were mentored through dream job challenges by the likes of music video producer Sarah Chatfield, fashion designer Oswald Boateng and photographer Rankin.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Capital talent\"}",
     "Chosen from a panel of experts, including past mentor and chart topping UK artist Kano, this summer the winner of 'Talent Lives' will get their very own opportunity to meet and work with their role model. Judges will be on the look out for individuality, creativity and promise.\u003cbr /\u003e\u003cbr /\u003eChris Lines, Head of London Road Safety Unit said: 'The number of viewers who have visited the Debutantes page on Bebo this summer has surpassed our expectations and it's great that young people are showing an interest.",
     "'Behind all of this there is a serious message, young people need to take care when using or nearby roads.",
     "'This is the thinking running through the work this summer: Talent Lives.'\u003cbr /\u003e\u003cbr /\u003eOne of the judges said: 'I'm really pleased to witness at first hand the amazing talent coming out of the city.",
     "'You can see all the entries online, these people are good.",
     "'Judging starts soon and let's see how far they can go, as long as they don't take my job!'\u003cbr /\u003e\u003cbr /\u003e",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}