{
 "pageTitle": "Parking temporarily suspended on Talgarth Road for footway investigation works",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Parking temporarily suspended on Talgarth Road for footway investigation works",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Suspension to be carried out in phases for four weeks beginning 13 August 2008."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "It is in the interest of public safety that we carry out these important works",
     "Parking along the westbound footway of the A4 Talgarth Road will be suspended in phases between 13 August and 12 September to allow Transport for London (TfL) to carry out necessary footway investigation works.",
     "Early assessments carried out by TfL have indicated that the footway on Talgarth Road, between West Kensington and Barons Court Tube stations, may not be suited to withstand the weight of parked cars.",
     "In order to understand this further more detailed assessments need to be done into the condition of the footway, including looking at where utility cabling has been placed underneath the surface.",
     "The suspensions will take place six to eight bays at a time to allow as much parking as possible to be retained. The first bays to be suspended will be at the eastern end of the road, near West Kensington Tube station.",
     "Dana Skelley, Interim Director of Road Network Management, said: 'It is in the interest of public safety that we carry out these important works.",
     "'There is a risk that in its current condition, the footway along Talgarth Road may not be suited to withstand the weight of parked vehicles and we need to investigate this further.",
     "'We apologise for any disruption this necessary work may cause and we will carry them out as quickly and unobtrusively as possible.'",
     "\u003cstrong\u003eEditors notes:\u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}