{
 "pageTitle": "TfL advice to passengers in the event of planned RMT Tube Lines strike",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL advice to passengers in the event of planned RMT Tube Lines strike ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Possible disruption to some Tube services if strike goes ahead"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "London Underground (LU) today urged both RMT and Tube Lines to work together to resolve the issues involved in the RMT's planned strike action. The industrial action by maintenance staff employed by Tube Lines, who are responsible for maintaining and upgrading the Jubilee, Northern and Piccadilly, is currently due to commence at noon on Wednesday 20 August for 72hrs until noon on Saturday 23 August.",
     "Should the RMT strike action go ahead, services on the Jubilee, Northern and Piccadilly lines may be disrupted, however LU expect to run a normal service on all other lines.",
     "Tube customers are advised to check before they travel, allow extra time for their journey and seek alternative routes where necessary. Bakerloo, Central, Circle, District, Hammersmith \u0026 City, Metropolitan and Victoria lines which are maintained by Metronet, should continue to operate, although they could be busier as a consequence.",
     "Football fans travelling to Wembley for the England match on Wednesday (20 August) are asked to leave extra time for their journey. LU hopes to be running a Jubilee line service, however Wembley Park station is also served by the Metropolitan line and we would ask fans for their patience as services could be busier than normal. The stadium is also served by Wembley Central station on the Bakerloo line and London Overground and also by Wembley Stadium station, served by Chiltern Railways.",
     "London Underground Chief Operating Officer, Howard Collins, said:\u003cbr /\u003e\"We hope that Tube Lines and the RMT can resolve this issue without unnecessary strike action. However, should the planned strike action go ahead, we would ask our customers to check before they travel from Wednesday. If services are disrupted, customers should seek alternative routes if they normally use the Jubilee, Northern and Piccadilly lines. We expect to operate normal services on the rest of the network.",
     "\"We would also like to ask customers for their patience during this time, as transport staff around the capital will be making every effort to ensure they can get around.\"",
     "Docklands Light Railway and London Buses will continue to operate as normal.",
     "Passengers are urged to be patient and to respect the efforts of all transport staff in London as they work to deliver transport services.",
     "For advice on how to make journeys using other modes of transport, including walking and cycling, passengers are advised to log onto \u003ca href=\"http://www.tfl.gov.uk/journeyplanner\"\u003ewww.tfl.gov.uk/journeyplanner\u003c/a\u003e or call the 24hour travel information line on 020 7222 1234.\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}