{
 "pageTitle": "TfL and Kingston Police obtain ASBO against abusive teenager",
 "description": "Ashley Warren, a 16-year-old from Chessington, Kingston now risks jail if he is caught using abusive or threatening language while on public transport, or if he is found travelling on any TfL service without a valid ticket. The Kingston Safer Transport",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL and Kingston Police obtain ASBO against abusive teenager",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) and Kingston Safer Transport Team have been granted an Anti-Social Behaviour Order (ASBO) against an abusive teenager on the buses."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We are prepared to take appropriate action with the police to protect our passengers and staff from antisocial behaviour on our network",
     "Ashley Warren, a 16-year-old from Chessington, Kingston now risks jail if he is caught using abusive or threatening language while on public transport, or if he is found travelling on any TfL service without a valid ticket.",
     "The Kingston Safer Transport Team (STT), funded by TfL and managed by Kingston's Borough Operational Command Unit were regularly dealing with Warren's behaviour and contacted TfL's Crime \u0026 Disorder Team to seek assistance in obtaining the ASBO.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Freedom to travel\"}",
     "Steve Hatfield, one of TfL's Transport Community Safety Managers, said, 'We know how important it is for young people to be able to get around and about, but our passengers and staff should not have to put up with the kind of abuse dished out by Ashley Warren.",
     "'TfL will only use its powers in relation to ASBOs when it is necessary to do so but this case demonstrates that we are prepared to take appropriate action with the police to protect our passengers and staff from antisocial behaviour on our network.'",
     "Inspector Richard Dean, who oversees Kingston's Safer Transport Team, said, 'This is an excellent example of the local Safer Transport Team collaborating with TfL to make the transport network a safer environment for staff and passengers.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Safer transport team\"}",
     "'The message to Warren and others like him is that police and the courts will deal robustly with this type of unacceptable behaviour.'",
     "The ASBO is valid for two years and Warren can be arrested for any breach of its terms, which would be punishable by imprisonment of up to one year.",
     "Kingston's Safer Transport Team, funded by TfL, are a dedicated team of both Police \u0026 Police Community Support Officers.",
     "They have targeted a number of bus routes where anti-social behaviour has been identified, detecting and preventing offences as well as reassuring passengers.",
     "{\"template\":\"bulletlist\"}",
     "{\"template\":\"bulletlist\",\"items\":[\"Using threatening or abusive language towards any person on public transport operated by or on behalf of TfL\",\"Travel on any public transport operated by or on behalf of TfL, without having previously paid the correct fare to travel or correctly touching in with a valid oyster card\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}