{
 "pageTitle": "The crime-busting station on the DLR",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "The crime-busting station on the DLR",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Mayor of London, Boris Johnson, has hailed a new weapon in his fight to cut crime in the Capital - a revamped Docklands Light Railway station."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "It is the right of every Londoner to feel safe when they travel around their city",
     "Crime figures for Shadwell station, in the borough of Tower Hamlets, have dropped since Transport for London (TfL) transformed its dark and dingy entrance hall into a bright open space.",
     "There has been just one crime at the station since the revamp in May, but there were six crimes there between May and June last year, according to British Transport Police (BTP) figures.",
     "And whereas before many residents felt they were too afraid even to use it, now 75 percent of them say they feel safer in it after the £2.5m refit, according to an independent survey.",
     "The Mayor said 'It is the right of every Londoner to feel safe when they travel around their city, and I am determined to make the transport system as safe as possible in order to achieve this.",
     "'Shadwell station is a great example of quite literally giving criminals nowhere to hide - where before it was difficult to see people lingering in corners or behind the huge pillars that were there, now it's a wonderful open space that the community can use with confidence.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Travel with confidence\"}",
     "Robert Niven, Head of Development and Planning for Docklands Light Railway (DLR), said: 'We are delighted by the results at Shadwell station, particularly among local residents who say the refurbishment has made a real difference.",
     "'The DLR has always been an extremely safe way of getting around London, but our programme of improvements are clearly making it even safer.'",
     "Improvements to the station included:",
     "{\"template\":\"bulletlist\",\"items\":[\"adding more entrances and exits\",\"removing large pillars\",\"adding CCTV cameras\",\"converting an adjoining railway arch into an internet coffee bar in the station\"]}",
     "The Mayor's words were echoed by Chief Supt Miles Flood of the BTP who said the improvements had helped discourage criminal activity.",
     "'The Shadwell station improvements really complement the work that our DLR Neighbourhood Policing Team is doing with staff and passengers to reduce the already low level of crime and make people feel even safer.'",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}