{
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London to terminate £100m a year Oyster contract",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London to terminate £100m a year Oyster contract."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The savings will be reinvested to deliver further improvements in London's transport system",
     "The Mayor and Transport for London (TfL) are convinced that any new contract will deliver enhanced services for less money, driving significant savings.",
     "The Mayor is keen to improve the Oyster card to make it even more attractive for Londoners and TfL will work to make sure this happens both quickly and in a way that represents the best value.",
     "Shashi Verma, TfL's Director of Fares and Ticketing said: 'Transport for London is committed to delivering value for money across all of its services.",
     "'As part of this we are looking at more cost effective ways to manage and develop the Oyster card system that we expect will save millions over the next few years.",
     "'The savings will be reinvested to deliver further improvements in London's transport system.'",
     "{\"template\":\"bulletlist\",\"items\":[\"The Oyster card has been a huge success since its introduction across the TfL network in 2003. There are now over 6 million cards in active use saving passengers time and money. Thirty-eight million journeys are made each week using Oyster\",\"Oyster is accepted across Tube, bus, DLR, London Overground and parts of the Greater London rail network and gives passengers the ability to store credit, top up their cards on line automatically or over the counter at thousands of local shops\",\"Up to three different Travelcards or Bus Pass season tickets and pay as you go can be stored on the same Oyster card at the same time\",\"Oyster cards can be topped up online, over the phone, at Travel Information Centres or at one of the thousands of local Oyster Ticket Stop retailers across London\",\"Registered lost or stolen cards with Annual, monthly Travelcards or with pay as you go value stored on them can be stopped and the value transferred onto a new Oyster card, or refunded\",\"The system was originally created, and is now maintained, via a Public Finance Initiative (PFI) contract held between TfL and Transys, a consortium whose principal partners are EDS and Cubic. TranSys is responsible for developing, installing, managing and maintaining London's automated fare collection system including the Oyster card system, on behalf of TfL\",\"TranSys' shareholders include Cubic (UK) Ltd, EDS International Ltd, Fujitsu Services Ltd. and WS Atkins Consultants Ltd.  The contract was put in place in 1998 for a term of 17 years. TfL is terminating the contract by exercising a break option in the contract\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}