{
 "pageTitle": "Visit the new on-line destination for London's cyclists",
 "description": "Wherever and whenever people cycle in London, there's now one site they should all see - TfL's newly revamped cycling pages on the TfL website. The new look site, transformed as part of London's Summer of Cycling, is aimed at everyone from new or",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Visit the new on-line destination for London's cyclists",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) asks the Capital's cyclists to share their knowledge with others, at www.tfl.gov.uk/cycling"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Transport for London's cycling pages are invaluable for everyone that cycles in the Capital",
     "Wherever and whenever people cycle in London, there's now one site they should all see - TfL's newly revamped cycling pages on the TfL website.",
     "The new look site, transformed as part of London's Summer of Cycling, is aimed at everyone from new or occasional cyclists to regular cycle commuters, and the Mayor of London and TfL want it to become the one-stop-shop for anyone thinking of taking to two wheels in the Capital.",
     "To help make this possible, TfL is asking London's many thousands of enthusiastic cyclists to pass on their wisdom to others.",
     "They can do this by contributing their links to other interesting bicycle blogs or websites, sharing news of any cycling events, or sending in their favourite photos of biking in the Capital.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Invaluable for cyclists\"}",
     "The Mayor of London, Boris Johnson, said: 'Transport for London's cycling pages are invaluable for everyone that cycles in the Capital, and making the pages more interactive is a superb idea.",
     "'I will certainly be logging on to check out the tips of fellow cyclists and may well contribute a few nuggets of wisdom myself.'",
     "Visitors to the new site will find that the web pages are packed full of advice and information.",
     "People new to cycling in the Capital can learn how to get cycle training in their local area, find out how to take part in the Sky Sports London Freewheel on 21 September, and work out the best routes for getting from A to B, as well as where to park when they get there.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"BikeJam\"}",
     "Meanwhile, experienced cyclists will be able to order TfL's free London Cycle Guides, a series of 14 area maps that cover every inch of the Capital.",
     "Check out the site's improved mapping, find out how to apply for a grant to help grow cycling in their local community, or learn more about events like BikeJam at Tour of Britain on 7 September.",
     "Peter McBride, Head of Cycling, Walking and Accessibility at TfL, said: 'Cycling is a fantastic way to get around London, but if you're getting started, or if you're thinking of riding to an unfamiliar part of the Capital, it can be tricky to work out the best way to get somewhere, or where to park once you've arrived.",
     "'The new cycling pages on the TfL website have been designed for cyclists with the help of cyclists, and we want to encourage everyone who cycles in London to contribute to the site.",
     "'By working together, we hope that the new website will inspire even more people to join in London's cycling revolution.'",
     "{\"template\":\"bulletlist\",\"items\":[\"The new TfL cycling web pages can be seen at \\u003ca href=\\\"http://www.tfl.gov.uk/cycling\\\"\\u003ewww.tfl.gov.uk/cycling\\u003c/a\\u003e \",\"London has seen a dramatic rise in the number of people cycling, with an 91 per cent increase on London's major roads since 2000. It is estimated that there are now approximately 500,000 cycle journeys a day across London as a whole\",\"TfL has a target to increase cycling by 400 per cent by 2025 (compared to 2000)\",\"In 2008/09, TfL is investing £55m pounds in cycling in London. That money will be spent on infrastructure, training, promotion and education\",\"The number of cyclists killed or seriously injured has fallen by 19 per cent compared with the government baseline figures from the mid to late 1990s\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}