{
 "pageTitle": "GLA - Councils unite to call for Crossrail 2 backing",
 "description": "Councils unite to call on government for Crossrail 2 backing",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2017",
   "url": "/info-for/media/press-releases/2017"
  },
  {
   "title": "April",
   "url": "/info-for/media/press-releases/2017/april"
  },
  {
   "title": "GLA - Councils unite to call for Crossrail 2 backing"
  }
 ],
 "title": {
  "title": "GLA - Councils unite to call for Crossrail 2 backing",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Councils from across London and the South East call for government support for Crossrail 2"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "span",
     "{\"template\":\"bulletlist\",\"items\":[\"Rail link is vital to avoid further overcrowding on commuter lines\",\"Crossrail 2 would grow the UK economy by up to £150billion, support 200,000 new homes and 200,000 jobs\"]}",
     "Councils from across London and the South East have today (April 13) joined together to pledge their support for Crossrail 2 and urge the government to give the scheme its full backing.",
     "Councils stretching from Cambridge to Portsmouth, and London Councils, which represents London's 32 borough councils and the City of London, have written to the Chancellor, Philip Hammond, and Transport Secretary, Chris Grayling, to highlight the project's importance to them, and to stress that the benefits of the railway would be felt nationwide.",
     "Crossrail 2 will transform journey times and connectivity from the Solent to the Wash. It will relieve congestion on the overcrowded key rail lines from Portsmouth to Cambridge, and link with HS2 at Euston. It will also relieve pressure on the Underground, as the population of the South East region continues to grow rapidly.",
     "With the overcrowded rail network threatening to stunt economic growth, the dangers of delaying the project are clear. For commuters travelling into London, overcrowding is already intolerable and, without the much needed additional capacity Crossrail 2 provides, stations including Waterloo, Clapham Junction and Euston will simply buckle under the strain of chronic overcrowding, while the London Underground will face more regular closures and some of the benefits of HS2 will be lost in chaotic transport connections.",
     "Today's letter has also highlighted that the new railway will bring economic benefits across the UK, boosting the country's economy by up to £150bn. It will support some 200,000 new homes and 200,000 jobs, and generate 60,000 supply chain jobs across the UK, including 18,000 apprentices. It will open up areas for growth and new jobs, including in the Cambridge-Stansted corridor and in the south west of London, and local businesses will also benefit from improved capacity across the region.",
     "The letter is the latest in a series of support for Crossrail 2, following backing from more than 70 business leaders as well more than 60 leading figures from the property industry and housing associations.",
     "London has already committed to meeting half the cost - unlike other nationally significant projects that do not receive such levels of local funding. But now the project needs a commitment from ministers.",
     "Cllr Claire Kober, Chair of London Councils, said:",
     "'London Councils fully supports Crossrail 2 and it is crucial that government now demonstrates its commitment to the scheme.  The project will provide a much-needed boost to business across the UK in an uncertain economic environment, and is vital to relieve pressure on London's essential transport network, which is impacted by population growth. We look forward to seeing the plans given full backing by ministers.'",
     "Cllr Linda Haysey, Leader of East Herts Council, said:",
     "'At East Herts, we believe that Crossrail 2 is vital for driving and supporting growth in the district and in the wider South East, and would be welcomed by residents and businesses. With current overcrowding on trains and increased traffic in and around the district, there is a huge demand for better train services. Crossrail 2 will not only help residents who commute on a regular basis, but it will also encourage new residents, workers and visitors into East Herts.'",
     "Cllr Donna Jones, Leader of Portsmouth City Council, said:",
     "'Many commuters from Portsmouth and the wider south east rely on a quick and efficient rail service into London, but with rising passenger numbers demand is outstripping capacity. Crossrail 2 would provide much needed capacity at London Waterloo, enabling extra, long-distance trains to operate more reliably to and from key cities such as ours.  We urge Government to back these plans as a priority.'",
     "The Mayor of London, Sadiq Khan, said:",
     "'The support of local councils from Cambridge through to Portsmouth shows just how important Crossrail 2 is, not just to London but to the entire South East. It will provide much-needed relief for commuters who are forced to travel on overcrowded rail lines every single day, and unlock thousands of homes and jobs across the region. But Crossrail 2 is not just vital to the South East, its economic boost is vital to the whole of the UK. That's why it's so important that the government gives us its backing to proceed as soon as possible.'",
     "TfL has submitted an updated business case and funding plan to the Transport Secretary‎, who is due to make a decision in the spring on further Government support. Construction could start in the early 2020s and the railway could be operational by 2033.",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"Crossrail 2 will connect National Rail networks in Surrey and Hertfordshire with an underground tunnel beneath central London between Wimbledon and Tottenham Hale and New Southgate.\",\"Benefits to the economy, jobs and housing calculated by analysis from Crossrail 2.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2017/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2017/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2017/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2017/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2017/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2017/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2017/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2017/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2017/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2017/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2017/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2017/december",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}