{
 "pageTitle": "TfL confirms changes to bus routes in central London",
 "description": "Transport for London confirms changes to bus routes in central London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2017",
   "url": "/info-for/media/press-releases/2017"
  },
  {
   "title": "April",
   "url": "/info-for/media/press-releases/2017/april"
  },
  {
   "title": "TfL confirms changes to bus routes in central London"
  }
 ],
 "title": {
  "title": "TfL confirms changes to bus routes in central London",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Changes will reduce congestion and improve reliability"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"40 per cent fewer buses will run on Oxford Street, supporting Europe's busiest shopping district\"]}",
     "The reliability of the bus network in central London is set to be improved, cutting congestion and helping tackle air pollution, as Transport for London (TfL) today confirmed that it will implement a range of changes to bus routes.",
     "The changes to 23 routes in central London follow a wide-ranging consultation and will ensure services are more closely matched to changing demand.  Bus demand on Oxford Street is shifting, as people choose different travel options, including cycling and walking. The opening of the Elizabeth line in late 2018 will further transform how people travel across central London.",
     "Buses will be re-routed away from Oxford Street, moving the termini for some routes to Park Lane, Trafalgar Square and Tottenham Court Road, while extending other routes to maintain connections.  TfL will begin to implement the changes in the summer. Once all of the changes are in place, there will be 40 per cent fewer buses running on Oxford Street, improving air quality at the heart of Europe's busiest shopping district.",
     "The Mayor of London, Sadiq Khan, is working closely with the City of Westminster to make Oxford Street a better place to live, work and visit, and a further consultation on plans to transform Oxford Street will launch later this month.",
     "Leon Daniels, Transport for London's Director of Surface Transport, said:",
     "'As our city changes around us, we need to ensure the bus network changes too.  Making sure we have the right level of buses in central London is key to keeping our city moving.'",
     "Jace Tyrrell, CEO of New West End Company, said:",
     "'We welcome Transport for London's proposal to reduce the number of buses across the West End, which will greatly help reduce congestion and improve air quality in London's retail heartland.",
     "'Ahead of the arrival of the Elizabeth line in 2018, which is expected to bring 60 million visits to the West End annually, it is essential that there is genuine traffic reduction to ensure the West End retains its position as a world class retail destination.'",
     "London's bus network is one of the most frequent and extensive in the world. It also represents very good value for money, with a single fare frozen at £1.50 until 2020 and with the Hopper fare meaning passengers are able to change onto another bus for free within an hour. Following the bus route changes a small number of customers will need to change buses to complete their journeys, but the new Hopper fare means that the second journey will be free.",
     "The move comes as London travel patterns change. A faster, more reliable Tube, with the Victoria and Northern lines now among the highest frequency services in Europe with a train every two minutes, has taken pressure off buses. The Night Tube is also providing new travel options to and from the West End, and the opening of the Elizabeth line in late 2018 is significant as it will transform how people travel across central London.  When fully open, the Elizabeth line will boost rail capacity in central London by 10 per cent and provide a key new east-west link across the Capital, with 24 trains per hour in each direction serving step-free stations at the heart of London.  Many people will choose to use these services rather than taking a bus.",
     "The Mayor and TfL recently outlined bold plans to encourage more people to use the Capital's bus network. The new and co-ordinated approach will see steps taken to make bus travel even more attractive for Londoners. These include:",
     "{\"template\":\"bulletlist\",\"items\":[\"Matching bus capacity with demand by reducing the underused services in central London and reallocating them to where they are needed\",\"Investing £20m per year in bus priority measures. TfL will deliver around 170 schemes, many in outer London, saving passengers time on some of the most congested routes\",\"Reviewing traffic signal timings at 1,200 junctions and at 200 sites to improve bus speeds\",\"Ensuring TfL make 95 per cent of bus stops accessible to passengers\",\"Improving customer service on the bus network by giving all 24,500 bus drivers, bus controllers and other operational staff new training in how to assist customers.\",\"Overhauling information provided to passengers to make it easier to understand where bus services go and how frequent they are, including new signage on the outside of buses\",\"Continuing the transformation of the bus fleet into a low-polluting means of transport with new 'Low Emission Bus Zones' introduced, phasing out our worst polluting diesel buses and replacing or modifying all buses to meet the toughest air quality standards by 2020.\"]}",
     "TfL is also taking steps to reduce congestion on London's roads, with the Mayor announcing a series of measures late last year including new and improved strategic management, technology and communication to tackle the problem head-on. A longer-term approach will be set out in the Mayor's forthcoming Transport Strategy. For further information on the changes including detailed route information, please visit \u003ca href=\"http://tfl.gov.uk/west-end-bus-changes\"\u003etfl.gov.uk/west-end-bus-changes\u003c/a\u003e ",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"The bus routes affected by the proposed changes are: 3, 6, 8, 15, 22, 23, 25, 46, 73, 137, 172, 242, 332, 390, 425, 452, C2, N2, N3, N8, N15, N22 and N73\",\"Further details on the consultation and changes to buses in central London can be found at \\u003ca href=\\\"http://tfl.gov.uk/west-end-bus-changes\\\"\\u003etfl.gov.uk/west-end-bus-changes\\u003c/a\\u003e \",\"More than 50 million 'Hopper' journeys have been made since the fare was introduced, and TfL is now working on delivering unlimited bus and tram transfers within one hour from 2018, which is not currently possible due to limits with the existing technology\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2017/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2017/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2017/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2017/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2017/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2017/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2017/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2017/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2017/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2017/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2017/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2017/december",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}