{
 "pageTitle": "Lace up for an Autumn Amble",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2016",
   "url": "/info-for/media/press-releases/2016"
  },
  {
   "title": "September",
   "url": "/info-for/media/press-releases/2016/september"
  },
  {
   "title": "Lace up for an Autumn Amble"
  }
 ],
 "title": {
  "title": "Lace up for an Autumn Amble ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Londoners can join guided walks around the Capital for free on 1 and 2 October during Transport for London's (TfL's) Autumn Ambles weekend. The 42 guided walks showcase some of the city's best attractions, architecture and open spaces.",
     "The free guided walks range from short strolls to challenging treks and take in some of London's famous landmarks and panoramic views. All walks start and finish within easy reach of public transport and explore sections of the city's seven popular Walk London Network routes, with knowledgeable Walk London guides leading the way.",
     "It is quick and simple to book a free place on one of the walks by visiting the Walk London website: \u003ca href=\"http://walklondon.org.uk\"\u003ewalklondon.org.uk\u003c/a\u003e ",
     "The Mayor has put a new focus on making it easier and more enjoyable to walk around London and TfL is working with London boroughs, businesses and schools to make this commitment a reality. A wide range of improvements to London's streets, junctions and public spaces are underway with more than 1,500 Legible London signs across the Capital to help people find their way. TfL has also launched a new version of the Tube map, which shows how many steps it takes to walk between stations in zones 1 and 2.",
     "Ben Plowden, Director of Surface Strategy and Planning at TfL, said: `We are committed to making London the most walkable city in the world and we hope that through these free guided walks people will see how easy, quick and enjoyable it can be to walk around this vibrant city. The walks are very popular so we would encourage people to book a place soon; they offer something for everyone regardless of walking ability.'",
     "The 42 guided Autumn Ambles walks include:",
     "Saturday 1 October",
     "{\"template\":\"bulletlist\",\"items\":[\"Hidden Alleyways and Courtyards - St Paul's to Chancery Lane at 11.00 (1.5 miles) - A unique walk that explores London's past, including a monastery, hidden alleyways and the history of London's newspapers and journalism.\",\"The Victoria line - A plague pit, the Queen, the Beatles and an American president at 12.00 (1.5 miles) - This is a design-focused walk to celebrate TfL's Transported by Design programme. The walk goes above the Victoria line to discover the sights along the route and reveals how the line accidently ploughed into a centuries-old plague pit when it was constructed. Insights about the Queen, the Beatles and a US president will also be revealed.\",\"Goodnight Mister Tom - London in the Blitz at 14:00 (1.6 miles) - This family-focused walk is inspired by Michelle Magorian's much loved book Goodnight Mister Tom, which tells the story of Willy Beech who is evacuated from London during the Second World War. The walk explores the City of London and hears what life was like for those who remained in the Capital during the Blitz.\",\"St Paul's Secret Corners at 15.00 (1.5 miles) - Join the walk to explore many rarely visited parts of the City of London including tranquil gardens, ruined churches, hidden courtyards and some stunning modern architecture.\"]}",
     "Sunday 2 October",
     "{\"template\":\"bulletlist\",\"items\":[\"London's Hidden Treasures - Waterloo to London Bridge at 11:30 (2 miles) - This stroll along both sides of the River Thames will reveal some of the secrets that lie beneath the streets and under the river. The walk starts at Waterloo and the iconic London Eye before moving directly onto the river where the history is over 2,000 years old.\",\"Along the Canal - Elegant Little Venice to Eclectic Camden at 13.00 (2 miles) - Join to see the picturesque area of Little Venice and hear about the buildings and residents of the area. Walk along the canal to learn about John Nash's development, see stunning homes, and catch a glimpse of the animals at London Zoo. The walk ends in eclectic Camden, where entertainment and popular culture surround and delight.\",\"Millbank MI5, MI6 and Much More at 14.00 (2.5 miles) - Walk into London's Thames riverside history, from boat builders and boat breakers to prisons and potteries, and discover its transformation through post-war office developments to 21st-century penthouse domination. The walk crosses two bridges to reveal the Archbishop of Canterbury's official London residence, the Palace of Westminster, a high street with no shops and a plague pit - with 'spies' lurking.\",\"Fresher's Trivia Walk at 15.00 (1.3 miles) - A walk that is perfect for new London students, covering all sorts of London trivia such as the Savoy's trick for protecting its guests from noisy horses. The walk ends at the British Library, the largest in the world.\"]}",
     "For more information about walking in London and to download a number of maps visit tfl.gov.uk/walking\u003cbr /\u003eEnds",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL sponsors three walking weekends each year to help Londoners enjoy the city's best walking routes and motivate people to walk more often - 'Winter Wanders', 'Spring into Summer' and 'Autumn Ambles'.\",\"All walks are accompanied by a trained Walk Leader and experienced Back Marker.\",\"The seven top walking routes in London cover long distances, but are designed to be completed in sections that are accessible by public transport. The routes are:\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2016/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2016/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2016/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2016/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2016/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2016/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2016/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2016/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2016/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2016/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2016/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2016/december",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}