{
 "pageTitle": "Minimising disruption during essential Tower Bridge closure",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2016",
   "url": "/info-for/media/press-releases/2016"
  },
  {
   "title": "September",
   "url": "/info-for/media/press-releases/2016/september"
  },
  {
   "title": "Minimising disruption during essential Tower Bridge closure"
  }
 ],
 "title": {
  "title": "Minimising disruption during essential Tower Bridge closure",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "City of London's vital refurbishment will avoid the risk of unplanned and protracted emergency closures"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Road users are advised to use alternative routes and leave more time for journeys\",\"Drivers will not incur the Congestion Charge on the signed diversion routes\",\"Bridge open to pedestrians on all but three weekends\"]}",
     "Transport for London (TfL) has set out plans to help reduce disruption during the City of London's vital maintenance work on Tower Bridge. The three-month closure, which starts on 1 October, will mean vehicles will be unable to use the bridge. TfL is advising road users of disruption to the surrounding area and has announced a ban of all non-emergency roadworks on surrounding roads to help reduce the impact. Additionally TfL has also put in place plans to swiftly remove any vehicles blocking key surrounding routes to help reduce disruption.",
     "During the closure of the bridge, drivers, cyclists and bus users will need to use an alternative route and should allow extra time for their journey. A signed diversion will be in place taking drivers northbound over London Bridge and southbound over Southwark Bridge. As Tower Bridge is outside of the Congestion Charge zone, drivers will not be liable for the Congestion Charge if they do not deviate from the signed alternative routes.",
     "Three London Bus routes that use Tower Bridge (42, 78 and RV1) will be affected. Signed alternative routes for cyclists will also be in place and pedestrians will still be able to cross the bridge, although there will be three weekends when the bridge is closed entirely and pedestrians will be required to use alternative routes.",
     "To help support the City of London, TfL has carried out a range of activity to alert local residents, businesses and road users of this closure. More than 900,000 emails have been sent out to road, bus and other public transport users about the work, ensuring local people, businesses and those making deliveries in the surrounding areas are aware of the closure. Signage is in place on Tower Bridge and the approaching roads to warn of the closure.",
     "Leon Daniels, Managing Director of Surface Transport at TfL, said:",
     "'The City of London's decision to close Tower Bridge for this work will avoid the risk of any further unplanned closures for emergency repairs. We've been working closely with the City of London to minimise the impact of this vital refurbishment and to ensure that Londoners have the travel advice they need. We have also banned local roadworks during the closure to reduce the impact further.",
     "'We do understand concerns about this taking place at the same time as Network Rail's work on Tooley Street. However, our analysis has shown that combining the works will make only a small difference in disruption, whereas to do both separately would see road users face disruption continuously until late 2018.",
     "'Our advice to those travelling in the area is to check before they travel and to plan an alternative route or allow more time for their journeys as roads in the area will be busier than usual. Our website shows all the closures and available diversions.'",
     "The 122-year-old Tower Bridge was last refurbished in the 1970s and the iconic structure now requires major maintenance, including re-decking of the lifting bascules, new expansion joints, waterproofing of the viaduct arches and resurfacing.",
     "Chris Hayward, Chairman of the Planning and Transport Committee at the City of London Corporation, said:",
     "'This decision to close Tower Bridge to vehicles has not been taken lightly. This course of action has been taken after years of extensive consultation and planning in conjunction with numerous stakeholders. We will use this time to repair, refurbish, and upgrade London's most iconic bridge, which has gone without significant engineering works for more than thirty-five years.",
     "'We will be working hard to minimise disruption to both pedestrians and motor vehicles. The bridge will remain open to pedestrians for the entirety of the works, apart from three weekends. We recognise that these works may cause some frustration to residents and commuters, but these vital works really do need to take place.'",
     "Variable messaging signs are now in place, advising drivers of the closure, and TfL will be providing up-to-date information through the \u003ca href=\"http://www.twitter.com/tfltrafficnews\"\u003e@tfltrafficnews\u003c/a\u003e Twitter feed and helping those who normally use the bridge plan their journey with the webpage- \u003ca href=\"http://tfl.gov.uk/tower-bridge-closure\"\u003etfl.gov.uk/tower-bridge-closure\u003c/a\u003e .",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"The pedestrian closures of the bridge will be between 08:00 - 22:00 on the weekends of 26-27 November, 3-4 December, 10-11 December\",\"The Tower Bridge exhibition will remain open at all times\",\"Tower Bridge opens for river traffic at 24 hours' notice around 1,000 times a year and this will be maintained\",\"Images from within the bridge are available at request of the TfL Press Office\"]}",
     "About the City of London Corporation:\u003cbr /\u003eThe City of London Corporation provides local government and policing services for the financial and commercial heart of Britain, the 'Square Mile'. In addition, the City Corporation has three roles:",
     "{\"template\":\"bulletlist\",\"items\":[\"We support London's communities by working in partnership with neighbouring boroughs on economic regeneration, education and skills projects. In addition, the City of London Corporation's charity City Bridge Trust makes grants of around £20 million annually to charitable projects across London and we also support education with three independent schools, three City Academies, a primary school and the world-renowned Guildhall School of Music and Drama.\",\"We also help look after key London's heritage and green spaces including Tower Bridge, Museum of London, Barbican Arts Centre, City gardens, Hampstead Heath, Epping Forest, Burnham Beeches, and important 'commons' in south London.\",\"We also support and promote the 'City' as a world-leading financial and business hub, with outward and inward business delegations, high-profile civic events and research-driven policies all reflecting a long-term approach.\"]}",
     "See \u003ca href=\"http://www.cityoflondon.gov.uk\"\u003ewww.cityoflondon.gov.uk\u003c/a\u003e for more details."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2016/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2016/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2016/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2016/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2016/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2016/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2016/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2016/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2016/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2016/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2016/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2016/december",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}