{
 "pageTitle": "Future of Greenwich to Woolwich Arsenal river service guaranteed until 2013",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Future of Greenwich to Woolwich Arsenal river service guaranteed until 2013 ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "£269,000 deal between TfL, Greenwich Council and Thames Clippers sees river services to Woolwich Arsenal pier continue for a further four years."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The service is proving to be an increasingly popular alternative",
     "Transport for London (TfL) today announced that it has agreed to continue subsidising the Thames Clipper river service between The O2 in Greenwich and Woolwich Arsenal.\u003cbr /\u003e\u003cbr /\u003eThe deal, which will be jointly funded by TfL and Greenwich Council, is worth £269,000 over four years.",
     "The funding means that the current levels of service between the QEII and Woolwich Arsenal pier will be maintained.\u003cbr /\u003e\u003cbr /\u003eThames Clippers has served the Woolwich Arsenal pier since June 2005.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"New deal\"}",
     "The route was originally subsidised by TfL, Greenwich Council and Berkeley Homes, however, this contract ended in January 2009.",
     "Following discussions between TfL, Greenwich Council and Thames Clippers, a new deal has been agreed which has secured the river service until 2013.\u003cbr /\u003e\u003cbr /\u003eKulveer Ranger, the Mayor of London's transport advisor, said: 'The Mayor's River Concordat group is working hard to maximise the use of the Thames to move Londoners around our city.",
     "'The latest example being the good news that this important service will continue for a further four years.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Frequent and relaxing\"}",
     "Mike Weston, Manager Director of London River Services, said: 'The Thames Clipper commuter service has grown in popularity over the last few years.",
     "'This deal to secure the future of the service to Woolwich Arsenal pier means that Londoners can continue to benefit from a fast, frequent and relaxing service to and from the centre of London.'\u003cbr /\u003e\u003cbr /\u003eCllr Chris Roberts, Leader of Greenwich Council, said: 'Greenwich Council's Clipper campaign earlier this year showed the strength of support that exists locally for a regular riverboat service.",
     "'The service is proving to be an increasingly popular alternative with commuters and I'm delighted that Greenwich Council and TfL have been able to attract the funds to keep this service running to Woolwich for a further four years.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Long-term benefit\"}",
     "'Greenwich Council will continue to work for improved public transport links, which bring long-term benefit to the local economy, and which are vital to the borough's ongoing regeneration.'",
     "Sean Collins, Managing Director and founder of Thames Clippers, commented: 'Thames Clippers is delighted that an agreement has been reached to ensure our current service to Woolwich will continue.",
     "'We have always respected the development possibilities in this area and beyond into the Thames Gateway for fast ferry service to central London.",
     "'This support by TfL and Greenwich Council will enable us to further demonstrate the potential Thames Clippers has in the future of London's transport network.'\u003cbr /\u003e\u003cbr /\u003eFor further information about river services in London, visit \u003ca href=\"http://www.tfl.gov.uk/rivers\"\u003ewww.tfl.gov.uk/rivers\u003c/a\u003e \u003cbr /\u003e\u003cbr /\u003eFnd out more about \u003ca href=\"http://www.thamesclippers.com/\"\u003eThames Clippers\u003c/a\u003e \u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"London River Services, a division of Transport for London, owns and operates eight passenger piers along the River Thames between Millbank and Greenwich and is responsible for integrating London's river transport services with the rest of the city's transport network\",\"Since its creation in 2000, TfL has invested in promoting and expanding river services in London, with passenger numbers for 2009 currently up 11 per cent compared to 2008\",\"Thames Clippers is the fastest commuter river boat service on the Thames, running a 20-minute frequency between key London piers\",\"Between January 2009 and October 2009, additional support, split equally by TfL and Greenwich Council, was paid to Thames Clippers to maintain the service while discussions regarding the subsidy were ongoing\",\"Greenwich Council's contribution to the subsidy is drawn from sums that were paid to the Council under legal agreements by two housing developers - these were ringfenced for public transport improvements. In addition to the cash subsidy, Greenwich Council is also supporting the Clipper service by continuing to provide free use of the pier at Woolwich Arsenal\",\"In April 2009, the Mayor of London signed a River Concordat with a number of boat operators along the Thames to help promote river services in London. As part of this agreement, TfL is working with Thames Clippers to introduce pay as you go Oyster on its passenger river services by late 2009\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}