{
 "pageTitle": "London Underground condemns RMT strike threat and urges leadership to recommend fair final pay offer to members",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Underground condemns RMT strike threat and urges leadership to recommend fair final pay offer to members",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "LU reiterates two-year, above inflation pay offer in tough economic times."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We are offering stability and security in one of the toughest economic climates in decades",
     "Londoners will find RMT strike threat 'hard to take'",
     "London Underground (LU) today condemned the RMT leadership's threat of strike action and, once again, urged them to put a two-year, above inflation pay offer to their members, recommending that Tube staff accept a very fair and final offer.",
     "LU has tabled a two-year offer to all unions which would see staff's pay increase by 1.5 per cent this year, and RPI+ 0.5 per cent - or 0.5 per cent, whichever is the greater - next year.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Strike action\"}",
     "Two unions have now put the offer to their members, with TSSA recommending the offer be accepted, and we are waiting to hear the results.",
     "In contrast, the RMT's leadership has chosen to reject the offer and ballot for strike action.",
     "Richard Parry, Managing Director of London Underground, said: 'Londoners will find another RMT leadership strike threat hard to take, especially when we are offering a two-year above inflation pay offer.",
     "'Many Londoners have seen their pay frozen or have lost their jobs this year.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Fair and final offer\"}",
     "'In contrast, we are offering stability and security in one of the toughest economic climates in decades.",
     "'Another strike will achieve nothing except lose staff more pay and cause unnecessary frustration and disruption to Londoners.",
     "'We urge all of our unions to put this very fair and final offer to their members and urge all Tube staff to accept it.'\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}