{
 "pageTitle": "London Buses seeks your views on changes to route 354",
 "description": "London Buses is seeking the views of local residents and bus users on proposed changes to route 354 to provide a direct link with train services from Ravensbourne Station.The proposed change is between Foxgrove Road and Farnaby Road where the amended",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Buses seeks your views on changes to route 354",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Buses is seeking the views of local residents and bus users on proposed changes to route 354 to provide a direct link with train services from Ravensbourne Station."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The proposed amendments to route 354 would provide a more direct service for passengers and a bus link to Ravensbourne Station",
     "London Buses is seeking the views of local residents and bus users on proposed changes to route 354 to provide a direct link with train services from Ravensbourne Station.",
     "The proposed change is between Foxgrove Road and Farnaby Road where the amended route would run along Ravensbourne Avenue and Crab Hill.",
     "Buses would no longer serve Downs Hill and Ravensbourne Avenue (south of Farnaby Road) and bus stops and shelters on these roads would be removed.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Station access\"}",
     "The proposals would mean the route would now stop at Ravensbourne Station, providing better links with train services.",
     "They would also reduce bus journey times for passengers along this section of the route.",
     "Peter Bradley, Head of Consultation and Engagement, said: 'The proposed amendments to route 354 would provide a more direct service for passengers and a bus link to Ravensbourne Station.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Have your say\"}",
     "'We're keen to hear the views of passengers and local residents on the proposals and I would encourage them to respond to the consultation.'",
     "The service would continue to use single deck buses and run every 20 minutes Monday to Saturday during the day and every 30 minutes in the evenings.",
     "There is no Sunday service on the route.",
     "The consultation opens on 2 October 2009, information on the proposals will be available on the Transport for London (TfL) website from that date.",
     "The consultation closes on 27 November 2009.",
     "Those who wish to respond to the consultation can do so via the TfL website (tfl.gov.uk/busrouteconsultation) or by contacting London Buses Customer Services on 0845 300 7000.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The proposed locations for the new bus stops are;\\u003cbr /\\u003eTowards Beckenham\\u003cbr /\\u003e- Crab Hill outside Ravensbourne Station\\u003cbr /\\u003e- Ravensbourne Avenue opposite junction with Ravensmead Road\\u003cbr /\\u003eTowards Bromley\\u003cbr /\\u003e- Crab Hill outside Ravensbourne Station, just east of the railway bridge\\u003cbr /\\u003e- Ravensbourne Avenue south of junction with Ravensmead Road\",\"Six bus stops and shelters on Ravensbourne Avenue (south of Farnaby Road) and Downs Hill would be removed: three towards Penge and three towards Bromley\",\"London Buses Customer Services can be contacted by:\\u003cbr /\\u003e- telephone on 0845 300 7000\\u003cbr /\\u003e- email at \\u003ca href=\\\"mailto:customerservices@tfl-buses.co.uk\\\"\\u003ecustomerservices@tfl-buses.co.uk\\u003c/a\\u003e \\u003cbr /\\u003e- post at London Buses Customer Services, 4th floor, Palestra, 197 Blackfriars Road, London SE1 8NJ\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}