{
 "pageTitle": "New report shows Countdown could be solution to pedestrian confusion at traffic lights",
 "description": "The report's findings support the Mayor's desire to consider introducing countdown systems on crossings in the Capital.Electronic countdown systems, at pedestrian traffic signals could give people clearer information about how long they have to cross the",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New report shows Countdown could be solution to pedestrian confusion at traffic lights",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "New research reveals two-thirds of pedestrians are confused about the amount of time they have to cross road safely."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We are keen to look into whether an innovative Countdown system could improve pedestrian's safety",
     "The report's findings support the Mayor's desire to consider introducing countdown systems on crossings in the Capital.",
     "Electronic countdown systems, at pedestrian traffic signals could give people clearer information about how long they have to cross the road after the green man has gone out, according to a new study for Transport for London (TfL).",
     "Countdown could have great benefits for everyone on London's roads, helping pedestrians to feel safer by removing any uncertainty they may have when crossing and helping to smooth traffic flow.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Right of way\"}",
     "Results from the research support TfL's belief that many pedestrians assume the green man displayed at junctions is the only safe time to cross the road.",
     "In fact, the green man signals the invitation to start crossing the road.",
     "The blackout period that follows the green man at junctions then continues to give people the right of way to complete their crossings before the red light is displayed and vehicles are given their green light to move.",
     "Even if a pedestrian steps off the kerb as the green man signal goes out and the blackout period begins, they will still have enough time, based on Department for Transport (DfT) guidelines, to safely make it to the other side of the road before vehicle traffic moves off.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Time to cross\"}",
     "During a two month TfL study, which specifically looked at the effect on road users of reducing the green man, the behaviour of pedestrians was monitored and recorded, including their understanding of the different phases of pedestrian traffic signals.",
     "Some pedestrians, and in particular those with mobility problems and other impairments, felt more rushed or on occasion even stopped half way across the road when the green man signal was reduced, even though they still had sufficient time to cross the road during the blackout period.",
     "Kulveer Ranger, the Mayor of London's transport adviser, said: 'These initial findings indicate that pedestrians are playing a guessing game when they consider how much time they have to cross the road.",
     "'We are keen to look into whether an innovative Countdown system could improve pedestrian's safety by easing the uncertainty they feel when the green man disappears and split second decisions are made about whether it is still safe to cross.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"No measurable impact\"}",
     "'TfL is now testing electronic countdown systems and I look forward to seeing a full report when that work is complete.'",
     "The TfL study, which was conducted by road safety researchers TRL, showed that while there was no measurable impact on safety when reducing the green man time within the DfT limits on crossing time, there was an increase in the number of pedestrians who chose not to comply with signals at traffic lights, and made their own assessment of whether to cross during the red man phase.",
     "TfL is working hard on ways to encourage Londoners to use the roads more safely, including ensuring that children are taught life-lasting road safety lessons from a young age.",
     "Alan Bristow, TfL's Director of Traffic Operations, said: 'The current signalling system for pedestrians provides enough time to get across the road safely and without rushing, however, this important research shows that many pedestrians do not fully understand how much time is given to them to cross.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Building Countdown\"}",
     "'The countdown system that we are investigating would give people much more certainty about how much time they have to cross, helping them feel safer and smoothing traffic flow.'",
     "Trials are currently being carried out by TfL to test the feasibility of building countdown into London's traffic signals.",
     "Discussions are ongoing with the DfT to provide the evidence required before they can consider approving its use.",
     "If found to be suitable for the Capital, and if approved by the DfT, electronic countdown could be installed at many of London's junctions with signalised crossings, providing an electronic countdown after the green man, to indicate how much time remains before the red man is displayed.",
     "The Capital could become the first major city in England to introduce it.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Read:\",\" \\u003ca href=\\\"http://londonroadsafety.tfl.gov.uk/www/downloads/publications/report_retimed-signals-research-summary_oct-09.pdf\\\"\\u003e'The effect of re-timed invitation to cross periods on road user behaviour at signalised junctions in London'\\u003c/a\\u003e \",\" \\u003ca href=\\\"http://londonroadsafety.tfl.gov.uk/www/downloads/publications/report_retiming-signals_oct-09.pdf\\\"\\u003eTfL's research summary\\u003c/a\\u003e \",\"Significant findings of the study included:ul\",\"During the experimental re-timing of the green man invitation to cross period, the overall signal cycle times did not change and so the time taken from the green man was re-allocated to the green light for vehicular traffic. This resulted in an increase in vehicle throughput through the junctions of 6.5 per cent. Pedestrian countdown technology would help to give pedestrians more confidence and certainty in how long they have to cross the road by displaying the explicit countdown information, which could then provide the potential at some junctions to re-allocate 'un-used' green man time back to traffic and help to smooth traffic flow in London\",\"TfL is working with the Mayor of London on a range of measures to smooth traffic flow in the Capital, including:ul\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}