{
 "pageTitle": "Revised P13 route to improve reliability for passengers",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Revised P13 route to improve reliability for passengers",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Changes will be introduced to bus route P13 from Saturday, 10 October 2009."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Buses on route P13 will no longer run along Asylum Road and Old Kent Road between Peckham and New Cross Gate.",
     "Instead, the route will run direct along Queens Road.",
     "The changes to route P13 will help improve the overall reliability of the service.",
     "Most journeys on the route will be quicker as a result, and while some existing direct links will no longer be available, all stops on Asylum Road will continue to be served by route P12.",
     "There are also several high frequency bus services that run along the Old Kent Road.",
     "John Barry, Head of Network Development, London Buses, said: 'The changes to route P13 should help improve the reliability of the service and make many passengers' journeys quicker.'",
     "The changes have been introduced following a review of the route and consultation with stakeholder groups in February 2009.",
     "Route P13 will continue to be run by Travel London and will use single deck buses.",
     "The frequency will remain at a bus every 20 minutes during the day and 30 minutes evenings and Sundays.",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}