{
 "pageTitle": "TfL welcomes go ahead for London permit scheme",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL welcomes go ahead for London permit scheme ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Introduction of a permit scheme will help reduce congestion and smooth traffic flow in the Capital"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Permitting will allow us, for the first time, to impose conditions and timing over utility works, allowing for greater coordination of works",
     "Transport for London (TfL) today welcomed an announcement by Sadiq Khan MP that the Government has approved the introduction of a roadworks permit scheme in London.",
     "TfL and 18 local borough councils across London have been working on a London wide permit scheme which was submitted to the Department for Transport (DfT) for approval.",
     "Introducing such a scheme was a manifesto pledge by the Mayor, Boris Johnson, and is part of his efforts to smooth traffic flow in the Capital.",
     "Under the scheme utility companies who want to dig up roads will have to apply for a permit before they can begin.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"War on roadworks\"}",
     "Permitting will enable TfL and the London boroughs to proactively plan and coordinate the timing of works, providing greater opportunities for utility companies to carry out works at the same time, helping to reduce disruption to road users.",
     "Kulveer Ranger, the Mayor of London's advisor on transport, said: 'The Mayor's war on roadworks is well underway.",
     "'Thanks to his leadership, and his determination for the Secretary of State to follow his lead and approve this scheme, everything is in place for the Capital to get permitting.",
     "'This will help ease the frustration that roadworks cause for London's road users every day.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Greater coordination\"}",
     "'But the Mayor remains determined to go one step further and introduce a lane rental system, which we believe would provide the biggest hit on roadworks, as soon as possible.'",
     "David Brown, Managing Director of Surface Transport at TfL, said: 'Roadworks in London can cause huge amounts of congestion if not properly managed, causing frustration for everyone who uses the roads.",
     "'Permitting will allow us, for the first time, to impose conditions and timing over utility works, allowing for greater coordination of works between contractors and stopping them repeatedly digging up the same section of road.",
     "'Now the Government has given us the go ahead for the scheme, we can get the ball rolling and plan to introduce permitting as soon as possible.",
     "'We will be continuing to work with the DfT on this, the Department's proposed increase in Section 74 overstay charges, and a proposed lane rental scheme in London, all of which would further help smooth traffic flow across the Capital.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL submitted its application to operate a common permit scheme on 28 July 2009\",\"The Mayor's election manifesto made a firm commitment to support plans to create a common London permit scheme for streetworks. He hopes the DfTwill approve a permit scheme that would give London's highway authorities, including TfL, greater power to ensure that street works are coordinated and disruption is minimized\",\"TfL estimates that there are one million holes dug in London every year\",\"18 London boroughs involved in the scheme are City of London, Westminster City Council, The Royal Borough of Kensington and Chelsea and the London boroughs of Barnet, Brent, Bromley, Camden, Croydon, Ealing, Enfield, Hackney, Hammersmith \\u0026 Fulham, Haringey, Hounslow, Islington, Lewisham, Redbridge and Wandsworth\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}