{
 "pageTitle": "Major contract award signals start of work on DLR Stratford International Extension",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2007",
   "url": "/info-for/media/press-releases/2007"
  },
  {
   "title": "January",
   "url": "/info-for/media/press-releases/2007/36100"
  },
  {
   "title": "Major contract award signals start of work on DLR Stratford International Extension"
  }
 ],
 "title": {
  "title": "Major contract award signals start of work on DLR Stratford International Extension",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Docklands Light Railway (DLR) today awarded the first of three major construction contracts to build the £211m DLR extension to Stratford International, a key part of the transport plans for the 2012 Games."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The extension will offer visitors and local residents a more frequent and reliable train service",
     "A Skanska and GrantRail joint venture has been appointed to carry out the first physical work for the scheme, which is valued at approximately £39m and will start immediately.",
     "Mayor of London, Ken Livingstone said: \"The award of this contract is an important step in the progress of the transformation of London's transport network after many years of underinvestment.",
     "\"The extension will offer visitors and local residents a more frequent and reliable train service through Newham, with four new fully accessible stations, and will be a crucial link to Stratford International and the Olympic Park.\"\u003cbr /\u003e\u003cbr /\u003eJonathan Fox, Director DLR, said: \"This contract award means that Skanska and GrantRail will soon be starting work on the DLR extension to Stratford International, a vital part of the 2012 Olympic and Paralympic Games.",
     "\"Since receiving approval from the Secretary of State in October, the project has been going full steam ahead and is on course for completion by 2010.",
     "\"DLR's two most recent extensions to Lewisham and London City Airport were completed on budget and ahead of schedule.",
     "\"Our aim is to repeat this success with the Stratford International Extension, which will provide a key rail link for local communities and people travelling to the 2012 Games.\"",
     "The extension will be formed by converting the existing railway between Stratford and Royal Victoria (previously run by Silverlink Metro) to DLR operation, and building the new rail link between Stratford and Stratford International.",
     "Skanska and GrantRail have been appointed this work contract after a competitive tendering process which also involved Hochtief, AMEC and Carillion.",
     "Bill Hocking, Managing Director of Skanska's Civil Engineering Operating Unit, said: \"We are delighted to have won this contract with our partners GrantRail, which allows us to continue our long and successful track record from the previous Skanska project at Stratford Station and of course the recent CTRL Stratford Box.\"",
     "David Moreland, Managing Director of GrantRail's Major Projects division, said: \"GrantRail are delighted to be a key member of the DLR team selected for the delivery of this important piece of rail infrastructure.",
     "\"We look forward to working together with our partners, Skanska, on this prestigious project.\"",
     "The works will be completed by February 2009. They include:",
     "{\"template\":\"bulletlist\",\"items\":[\"The construction of two new platforms on the north side of Stratford station, where North London Line national rail services will terminate\",\"Track alignment work to prepare for the new rail link between Stratford and Stratford International\",\"The construction of the shell and foundations of the new DLR station at Stratford International\"]}",
     "Two further main work contracts for the DLR Stratford International Extension will be awarded in 2007.",
     "The first, due to be signed in Spring, involves the construction of a 'flying' junction at Canning Town station to allow Beckton services to cross over the Stratford International line.",
     "The second contract, due to be signed this Summer, involves the conversion of the existing railway to DLR technology; the upgrading of existing stations to DLR standards; the construction of four new stations; and the formation of the new rail link between Stratford and Stratford International.\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"A route map and artists' impressions of the Stratford International Extension are available on request\",\"The £211 Stratford International Extension is funded by Transport for London's (TfL's) £10bn Investment Programme and a contribution from  the Olympic Delivery Authority\",\"The construction work for the DLR Stratford International Extension is divided into three work 'packages'.  The Skanska / GrantRail  enabling works are known as 'Package 8', the junction works comprise 'Package 7', and the remaining works form 'Package 6'\",\"When complete, the DLR extension will operate between Stratford International and Royal Victoria, serving existing stations at  Stratford, West Ham, Canning Town and Royal Victoria, and new stations at Star Lane, Abbey Road, Stratford High Street and  Stratford International\",\"A new interchange at Stratford International will connect the DLR with international rail services operating on the Channel Tunnel Rail  Link. The Stratford International DLR station will be at the heart of the Stratford City development\",\"Train services along the route will increase from the previous two per hour under Silverlink Metro to at least six per hour on the DLR  from 2010, with even more at peak times. During the 2012 Games, DLR trains will run every two to three minutes on the extension, with capacity for approximately 13,500 passengers per hour in each direction\",\"From 2010, DLR trains will also be able to run direct from Stratford International to Woolwich Arsenal via London City Airport and the  DLR Woolwich Arsenal Extension (currently under construction)\",\"DLR is part of TfL. Further information is available at \\u003ca href=\\\"http://www.dlr.co.uk\\\"\\u003etfl.gov.uk/dlr\\u003c/a\\u003e \",\"DLR won the overall Railway Industry Innovation Award in June 2006 for 'Delivering a successful railway through effective  partnerships', as well as the London Planning Award in December 2006 for 'Best Public Sector Planning Organisation'\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2007/36100",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2007/24436",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2007/24512",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2007/24600",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2007/24688",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2007/24788",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2007/24856",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2007/24976",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2007/25064",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2007/25240",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2007/25320",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2007/25568",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}