{
 "pageTitle": "London buses",
 "keywords": "Public,TfL",
 "description": "The history of London bus operations, starting with the entrepreneurs behind 19th century omnibuses",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "About TfL",
   "url": "/corporate/about-tfl/index"
  },
  {
   "title": "Culture \u0026 heritage",
   "url": "/corporate/about-tfl/culture-and-heritage"
  },
  {
   "title": "London's transport - a history",
   "url": "/corporate/about-tfl/culture-and-heritage/londons-transport-a-history"
  },
  {
   "title": "London buses"
  }
 ],
 "title": {
  "title": "London buses",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "{\"template\":\"intro\",\"texts\":[\"The early 19th century saw the arrival of the omnibus in London, introduced by English coachbuilder George Shillibeer. Before that the only road vehicles for public hire were four wheeled coaches called hackneys.\"],\"link\":{\"image\":{}},\"image\":{},\"wrapped\":false}",
     "Strict licensing regulations allowed for monopoly of public transport and as a result Shillibeer was refused permission to run the omnibus in the Central London area. Instead he chose to run the service along busy routes around the edge of London, from Paddington to the city via Islington.",
     "In 1832 a government enquiry resulted in the end of the hackney coach monopoly, this allowed other operators to introduce omnibus services resulting in fierce competition. A majority of omnibuses were taken over by the newly formed London General Omnibus Company (LGOC) by the end of 1856.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Competition for passengers\"}",
     "As a result of the boom of motorised bus operation in the early 20th century, the bus network grew dramatically. The Underground Electric Railways of London Co. Ltd (UERL), founded in 1902, had taken over parts of London's railway, five tube companies, and all electric tram companies and also took control of the LGOC, the main bus operator.",
     "The disruption to transport operations as a result of the First World War (1914-18), allowed small independent companies to challenge the LGOC's dominance. The competition for passengers was fierce and resulted in recklessness on the road compelling the government to create a single authority responsible for London's public transport.",
     "In 1933 the London Passenger Transport Board (LPTB) was formed. With the exception of a few railway companies, the LPTB took over underground, railway, tram and bus operations within London. This made it possible to effectively plan and coordinate London's public transport development. London Transport (LT) soon became known as the new authority which controlled public transport across London.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Nationalisation\"}",
     "LT was nationalised in 1948 and control was passed from central government to the Greater London Council (GLC) in 1970. In 1986 bus services outside London were deregulated. In London however, under the London Regional Transport Act 1984, LT was again brought under central government control. This was done as a preliminary step to the full abolition of the council two years later.",
     "The act required the creation of a subsidiary company of London Transport and in 1985 London Buses limited (LBL) was set up.  The act also stipulated that, where appropriate, competitive tendering should be introduced to ensure LT operated economically and required less financial assistance from public funds.",
     "As a result LT set up the Tendered Bus Division to begin the process of competitive tendering. This required LBL to compete against privately owned operators for the opportunity to run individual bus routes as Gross Cost Contracts. The operators tendered on the basis of all the costs required to operate and maintain the specified service whilst LT retained the fares revenue. Routes were awarded to the operator who could run the best service at the most cost effective price.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Transport for London buses\"}",
     "In preparation for its proposal to privatise LBL, the government divided the company into 13 geographical subsidiary companies. In 1992 the government announced that the subsidiaries would be sold into the private sector and by 1994 the privatisation of LBL was completed.",
     "In 2000 following the devolution of government for London, the new Greater London Authority was formed and management responsibility of London's buses moved from the central government controlled London Regional Transport to the Mayor of London's transport organisation, Transport for London, where it remains today.",
     "Through this organisation the Mayor is tasked with drawing up and implementing an integrated transport strategy which caters for growth in population and employment. The bus network is a key component of this strategy, with a constant requirement to maintain ease of use, attractive frequencies and adequate capacity, reliable services, good coverage and good interchange with other modes."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "London's transport - a history",
    "links": [
     {
      "title": "Women in transport",
      "url": "/corporate/about-tfl/culture-and-heritage/londons-transport-a-history/women-in-transport",
      "image": {}
     },
     {
      "title": "London buses",
      "url": "/corporate/about-tfl/culture-and-heritage/londons-transport-a-history/london-buses",
      "image": {}
     },
     {
      "title": "London Underground",
      "url": "/corporate/about-tfl/culture-and-heritage/londons-transport-a-history/london-underground",
      "image": {}
     },
     {
      "title": "London Overground",
      "url": "/corporate/about-tfl/culture-and-heritage/londons-transport-a-history/london-overground",
      "image": {}
     },
     {
      "title": "Coaches",
      "url": "/corporate/about-tfl/culture-and-heritage/londons-transport-a-history/coaches",
      "image": {}
     },
     {
      "title": "River",
      "url": "/corporate/about-tfl/culture-and-heritage/londons-transport-a-history/river",
      "image": {}
     },
     {
      "title": "Docklands Light Railway (DLR)",
      "url": "/corporate/about-tfl/culture-and-heritage/londons-transport-a-history/dlr",
      "image": {}
     },
     {
      "title": "Trams",
      "url": "/corporate/about-tfl/culture-and-heritage/londons-transport-a-history/trams",
      "image": {}
     }
    ],
    "link": {
     "title": "London's transport - a history",
     "url": "/corporate/about-tfl/culture-and-heritage/londons-transport-a-history/trams",
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "advert",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}