{
 "pageTitle": "London Overground",
 "keywords": "TfL",
 "description": "The creation of London Overground in 2007 brought together older rail networks with new routes",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "About TfL",
   "url": "/corporate/about-tfl/index"
  },
  {
   "title": "Culture \u0026 heritage",
   "url": "/corporate/about-tfl/culture-and-heritage"
  },
  {
   "title": "London's transport - a history",
   "url": "/corporate/about-tfl/culture-and-heritage/londons-transport-a-history"
  },
  {
   "title": "London Overground"
  }
 ],
 "title": {
  "title": "London Overground",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "{\"template\":\"intro\",\"texts\":[\"London Overground was launched in 2007 to provide better connections between areas outside of central London.\"],\"link\":{\"image\":{}},\"image\":{},\"wrapped\":false}",
     "Over the years, railways in north and west London had suffered significant neglect. The aim of London Overground was to integrate these older networks into new routes in east and south London to create a fully orbital network to serve the Capital.",
     "London Overground's launch introduced Oyster to all 55 stations, replaced the entire train fleet with 62 modern trains, refurbished every station, as well as other improvements.",
     "The new Overground network introduced Shepherd's Bush in 2008 and Imperial Wharf in 2009 to serve areas of the Capital that had suffered from poor public transport provision.",
     "In 2010 we opened the new line in east London between Dalston Junction and West Croydon, with branches to New Cross and Crystal Palace. This route used the old East London line, part of the London Underground until 2007, and a disused railway alignment to the north, as well as existing tracks to the south.",
     "The route was extended to Highbury \u0026 Islington in 2011, and to Clapham Junction in 2012, completing the loop around London. In 2015 we took over the suburban rail routes connecting Liverpool Street with Chingford, Enfield Town and Cheshunt, and services operating between Romford and Upminster.",
     "Today the network covers 112 stations across six routes. In 2016/17 more than 189 million journeys were made on London Overground.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"West Croydon to Dalston Junction\"}",
     "The line between West Croydon and Dalston Junction opened as part of London Overground in 2010, with subsequent extensions to Highbury \u0026 Islington and Clapham Junction. However the route of the line is much older.",
     "The construction of the Thames Tunnel was led by Marc Brunel and took 18 years to complete. It opened in 1843 as a pedestrian link, and at the time was the first tunnel to be built under a navigable river. In 1865 it was purchased by the East London Railway Company and connected to the rail network on both sides of the river carrying passengers and freight on a variety of routes.",
     "It became part of the Tube network in 1933, and passenger services were standardised as a shuttle between Shoreditch and New Cross/New Cross Gate. The East London line closed as part of London Underground in 2007 for extensive refurbishment before reopening as part of London Overground three years later.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Northern and southern extensions\"}",
     "The new northern extension, opening in stages in 2010 and 2011, made use of the existing Kingsland viaduct, which had previously carried the lines into Broad Street station until it closed in 1986. Four new stations were built at Shoreditch High Street, Hoxton, Haggerston and Dalston Junction.",
     "The southern extensions, to West Croydon (2010) and Clapham Junction (2012) involved creating new connections to existing railways, and finally created an orbital railway around inner London - the first new circular route in the Capital since the Circle line opened 128 years earlier.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Watford Junction to Euston\"}",
     "This line follows the route of one of Britain's earliest railways - the line between London and Birmingham, opened by the London and North Western Railway (L\u0026NWR) in 1838.",
     "However, the line that we would recognise as the Euston to Watford Junction service of today, operating on its own separate tracks, really came into being in 1922, when the London and North Western Railway (LNWR) completed the Camden to Watford Junction New Line. This provided additional suburban capacity on an electrified route, and allowed more outer-suburban services to run non-stop to Euston.",
     "Prior to this, in 1917, London Electric Railway (LER) Bakerloo line services were extended from Willesden Junction to Watford Junction. Tube and rail services continue to share the route today, although the Bakerloo line now only runs as far as Harrow \u0026 Wealdstone.",
     "The line was operated by British Rail until privatisation, and later by Silverlink, until in November 2007 Transport for London (TfL) took control and created London Overground. All stations have since been refurbished and new, longer trains with increased capacity and a 20 minute service frequency now operate on the line.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Gospel Oak to Barking\"}",
     "The Gospel Oak to Barking line has existed in its current form since 1981 and is made up of various lines built in the 19th century. The first section, west of South Tottenham, opened in 1868 as the Tottenham and Hampstead Junction Railway. This was linked to Woodgrange Park in 1894 by the Tottenham and Forest Gate Railway.",
     "The route between Upper Holloway and Woodgrange Park has been constant, however, several different stations have formed the east and west ends of the route. Kentish Town, St. Pancras and Moorgate, as well as Gospel Oak, have all acted as western termini. East Ham served as an alternative eastern terminus for some time, and certain trains were even extended as far as Tilbury and Southend.",
     "The line was considered for closure to passenger services in 1963 as part of the Beeching proposals, and although it remained open, was allowed to fall into disrepair. By 1980 the line had been cut back to a single hourly service between Kentish Town and Barking. The situation improved in 1981 when a replacement link to Gospel Oak (the old one had closed in 1926) was built and services on the current route began.",
     "Along with the rest of the British Rail network, the line was privatised in 1994, and for most of the subsequent period was operated under the brand name Silverlink, with little investment in services or facilities. TfL took control in November 2007, making the line part of its new London Overground network. Improvements to stations, new trains and the introduction of Oyster all followed, and the line was included on the Tube map for the first time."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "London's transport - a history",
    "links": [
     {
      "title": "Women in transport",
      "url": "/corporate/about-tfl/culture-and-heritage/londons-transport-a-history/women-in-transport",
      "image": {}
     },
     {
      "title": "London buses",
      "url": "/corporate/about-tfl/culture-and-heritage/londons-transport-a-history/london-buses",
      "image": {}
     },
     {
      "title": "London Underground",
      "url": "/corporate/about-tfl/culture-and-heritage/londons-transport-a-history/london-underground",
      "image": {}
     },
     {
      "title": "London Overground",
      "url": "/corporate/about-tfl/culture-and-heritage/londons-transport-a-history/london-overground",
      "image": {}
     },
     {
      "title": "Coaches",
      "url": "/corporate/about-tfl/culture-and-heritage/londons-transport-a-history/coaches",
      "image": {}
     },
     {
      "title": "River",
      "url": "/corporate/about-tfl/culture-and-heritage/londons-transport-a-history/river",
      "image": {}
     },
     {
      "title": "Docklands Light Railway (DLR)",
      "url": "/corporate/about-tfl/culture-and-heritage/londons-transport-a-history/dlr",
      "image": {}
     },
     {
      "title": "Trams",
      "url": "/corporate/about-tfl/culture-and-heritage/londons-transport-a-history/trams",
      "image": {}
     }
    ],
    "link": {
     "title": "London's transport - a history",
     "url": "/corporate/about-tfl/culture-and-heritage/londons-transport-a-history/trams",
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "advert",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}