{
 "pageTitle": "Women in transport",
 "keywords": "TfL",
 "description": "Count the milestones of women in transport",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "About TfL",
   "url": "/corporate/about-tfl/index"
  },
  {
   "title": "Culture \u0026 heritage",
   "url": "/corporate/about-tfl/culture-and-heritage"
  },
  {
   "title": "London's transport - a history",
   "url": "/corporate/about-tfl/culture-and-heritage/londons-transport-a-history"
  },
  {
   "title": "Women in transport"
  }
 ],
 "title": {
  "title": "Women in transport",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "{\"template\":\"intro\",\"texts\":[\"Paving the way for future generations, we remember key moments in time for women in transport.\"],\"link\":{\"image\":{}},\"image\":{},\"wrapped\":false}",
     "\u003cstrong\u003e1915 - \u003c/strong\u003e The new Bakerloo line extension opens at Maida Vale station. It is the first Tube station to be staffed entirely by women\u003cbr /\u003e\u003cbr /\u003eMrs G. Duncan becomes the first woman bus conductor in London when she starts work with the Thomas Tilling Company on route 37",
     "\u003cstrong\u003e1916 - \u003c/strong\u003e The Women's Royal Naval Service (WRNS) is formed",
     "\u003cstrong\u003e1918 - \u003c/strong\u003e The Women's Royal Air Force (WRAF) is created and 32,000 women join up. WRAFs dispatched to bases in Britain, France and Germany become a major asset to the war",
     "\u003cstrong\u003e1919 -  \u003c/strong\u003e Katherine and Rachel Parsons launch The Women's Engineering Society (WES) to promote the study and practice of engineering among women. WES's first secretary, Caroline Haslett, goes on to profoundly influence women in the industry",
     "\u003cstrong\u003e1923 - \u003c/strong\u003e Dorothee Aurelie Pullinger becomes the first female car designer when she designs the Galloway, a car specifically for women. Pullinger also becomes the first female member of the Institution of Automobile Engineers",
     "\u003cstrong\u003e1928 - \u003c/strong\u003e In Britain, women gain equal voting rights to men",
     "\u003cstrong\u003e1930 - \u003c/strong\u003e Amy Johnson receives worldwide recognition when she becomes the first woman pilot to fly solo from England to Australia",
     "\u003cstrong\u003e1936 - \u003c/strong\u003e Phyllis Pearsall's London A-Z is published. It quickly becomes the most popular indexed street map of the city",
     "\u003cstrong\u003e1945 - \u003c/strong\u003e Waterloo Bridge is completed. It is nicknamed the Ladies Bridge because of the predominantly female workforce who built it",
     "\u003cstrong\u003e1965 - \u003c/strong\u003e Labour MP Barbara Castle becomes Minister of Transport and introduces breathalysers, compulsory seatbelts and national speed limits",
     "\u003cstrong\u003e1968 - \u003c/strong\u003e Strike action by sewing machinists at the Dagenham Ford factory forces company plants to close nationwide. This strike action eventually leads to a pay rise and a more serious consideration of the equal pay for women issue on the political agenda",
     "\u003cstrong\u003e1970 - \u003c/strong\u003e Barbara Castle, now Minister of Employment, passes the Equal Pay Act",
     "\u003cstrong\u003e1972 - \u003c/strong\u003e Air hostess-turned-pilot, Yvonne Pope, becomes the first woman in Britain to fly a commercial jet",
     "\u003cstrong\u003e1974 - \u003c/strong\u003e Jill Viner is London Transport's first woman bus driver",
     "\u003cstrong\u003e1975 - \u003c/strong\u003e The Sexual Discrimination Act and Employment Protection Act are introduced. Among the many changes, statutory maternity leave is enforced and these Acts make it illegal to discriminate against women on the grounds of gender",
     "\u003cstrong\u003e1978 - \u003c/strong\u003e Karen Harrison becomes the first woman train driver's assistant and Hannah Dadds becomes the first female train operator on the Underground",
     "\u003cstrong\u003e1979 - \u003c/strong\u003e Susan Atyeo becomes the first woman signal operator on the Underground",
     "\u003cstrong\u003e1980 - \u003c/strong\u003e Lynn Rippelmeyer becomes the first woman to pilot a Boeing 747 and the first woman to captain a Jumbo Jet across the Atlantic. Two years later she is one of the first, all-female crew of a Boeing 747",
     "\u003cstrong\u003e1983 - \u003c/strong\u003e Helen Clifford becomes the first woman bus mechanic and Anne Winter becomes British Rail's first female train driver",
     "\u003cstrong\u003e1986 - \u003c/strong\u003e An amendment to the Sexual Discrimination Act enables women to retire at the same age as men. This also lifts the legal restrictions which prevent women from working night shifts in factories",
     "\u003cstrong\u003e1991 - \u003c/strong\u003e Dr Helen Sharman becomes the first British astronaut in space as a member of the Russian scientific space mission, Project Juno. She is also the first woman to visit the Mir space station",
     "\u003cstrong\u003e1993 - \u003c/strong\u003e With women officially integrated into the Royal Navy, the Women's Royal Naval Service (WRNS) is disbanded",
     "\u003cstrong\u003e1999 - \u003c/strong\u003e Margaret Grieco becomes Britain's first Professor of Transport and Society. She becomes actively involved in developing gendered approaches to transport in both the developing and developed world",
     "\u003cstrong\u003e2008 - \u003c/strong\u003e Jean Venables is the first woman president of the Institution of Civil Engineers (ICE)",
     "\u003cstrong\u003e2012 - \u003c/strong\u003e Crossrail receives its first pair of Tunnel Boring Machines (TBMs), Phyllis and Ada. TBMs are traditionally named after women, in homage to St Barbara, the patron of tunnellers. In this case, the TBMs refer to Phyllis 'A-Z' Pearsall and Ada Lovelace",
     "\u003cstrong\u003e2013 - \u003c/strong\u003e Shelia Holden is elected as the first woman president of the Chartered Institution of Highways and Transportation (CIHT)",
     "\u003cstrong\u003e2014 - \u003c/strong\u003e The first National Women in Engineering Day (NWED) celebrates the achievements of women in engineering"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "London's transport - a history",
    "links": [
     {
      "title": "Women in transport",
      "url": "/corporate/about-tfl/culture-and-heritage/londons-transport-a-history/women-in-transport",
      "image": {}
     },
     {
      "title": "London buses",
      "url": "/corporate/about-tfl/culture-and-heritage/londons-transport-a-history/london-buses",
      "image": {}
     },
     {
      "title": "London Underground",
      "url": "/corporate/about-tfl/culture-and-heritage/londons-transport-a-history/london-underground",
      "image": {}
     },
     {
      "title": "London Overground",
      "url": "/corporate/about-tfl/culture-and-heritage/londons-transport-a-history/london-overground",
      "image": {}
     },
     {
      "title": "Coaches",
      "url": "/corporate/about-tfl/culture-and-heritage/londons-transport-a-history/coaches",
      "image": {}
     },
     {
      "title": "River",
      "url": "/corporate/about-tfl/culture-and-heritage/londons-transport-a-history/river",
      "image": {}
     },
     {
      "title": "Docklands Light Railway (DLR)",
      "url": "/corporate/about-tfl/culture-and-heritage/londons-transport-a-history/dlr",
      "image": {}
     },
     {
      "title": "Trams",
      "url": "/corporate/about-tfl/culture-and-heritage/londons-transport-a-history/trams",
      "image": {}
     }
    ],
    "link": {
     "title": "London's transport - a history",
     "url": "/corporate/about-tfl/culture-and-heritage/londons-transport-a-history/trams",
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "advert",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}