{
 "pageTitle": "Safety cameras",
 "keywords": "Coach drivers,Drivers,Freight industry,Taxi and private hire,Safety and security,Driving,TfL",
 "description": "How we aim to stop drivers speeding and make our roads safer",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Safety \u0026 security",
   "url": "/corporate/safety-and-security/index"
  },
  {
   "title": "Reducing road danger",
   "url": "/corporate/safety-and-security/road-safety"
  },
  {
   "title": "Safety cameras"
  }
 ],
 "title": {
  "title": "Safety cameras",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "{\"template\":\"intro\",\"texts\":[\"Safety cameras help us stop drivers from speeding and causing unacceptable risk to other road users.\"],\"link\":{\"image\":{}},\"image\":{},\"wrapped\":false}",
     "Our streets need to be safe for all. The \u003ca href=\"/corporate/safety-and-security/road-safety/vision-zero-for-london\"\u003eVision Zero action plan\u003c/a\u003e shows that the faster people drive, the more likely they are to cause a collision, and for that to be fatal or with a serious outcome.",
     "Speed is the single most important factor in the likelihood and severity of a collision.",
     "The plan outlines how we are determined to tackle speed and other dangerous behaviours to reduce the number of people killed and seriously injured on our streets.",
     "Safety cameras are one of the ways we can use to effectively manage and enforce speed limits in London.",
     "A mixture of different types of safety cameras including speed cameras, red light cameras and average camera systems, are used in London. These cameras are installed at sites where people have been killed or seriously injured (KSI) due to a driver going too fast or running a red light.",
     "We are currently upgrading approximately 700 spot speed and red light safety cameras from wet film to digital. This will be finished in 2019.",
     "We want to be more proactive identifying areas of speed risk across London and are now working with the police and boroughs to develop a new criteria for safety camera installations.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"On-street enforcement\"}",
     "Police officers are responsible for the on-street enforcement of speed limits. In London, enforcement is usually carried out by the Metropolitan Police Services (MPS), Roads and Transport Policing Command and the City of London Police.",
     "We provide funding for:",
     "{\"template\":\"bulletlist\",\"items\":[\"On-street speed enforcement carried out by the Roads and Transport Policing Command and the City of London Police\",\"Safety cameras operated by the MPS and Roads and Transport Policing Command\"]}",
     "As promised in the Vision Zero action plan, the MPS will carry out more speed enforcement activity, in more places, by using mobile speed enforcement technology and changes in powers.",
     "By covering more of London and identifying repeat offenders, they will deter drivers from speeding.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Community Roadwatch\"}",
     "Safety cameras are only one of the ways to tackle speed related deaths and serious injuries on our roads. We work in partnership with the Metropolitan Police on many other speed management initiatives, including \u003ca href=\"/corporate/safety-and-security/road-safety/community-roadwatch\"\u003eCommunity Roadwatch\u003c/a\u003e .",
     "Community Roadwatch aims to reduce speeding in residential areas, and gives local residents the opportunity to work side by side with their local police teams, and use speed detection equipment to identify speeding vehicles in their communities.",
     "To take part in Community Roadwatch, or to suggest a residential area where there are community concerns around speeding, email \u003ca href=\"mailto:CommunityRoadwatch@met.police.uk\"\u003eCommunityRoadwatch@met.police.uk\u003c/a\u003e and tell them which borough you live in. The relevant local MPS Safer Transport Team will be in touch.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"RoadSafeLondon\"}",
     "The public can report dangerous, illegal, or antisocial road user behaviour directly to the police with their online reporting tool, \u003ca href=\"https://www.met.police.uk/roadsafelondon/\"\u003eRoadSafe London\u003c/a\u003e . Every report helps the police and TfL to understand where and when bad road user behaviour takes place.",
     "The information and intelligence gathered may lead to a prosecution.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Average camera system trials\"}",
     "Four average speed camera trial routes were installed across London as a part of the upgrade programme. The trial routes include:",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Diversionary courses\"}",
     "When a driver is caught breaking the speed limit they may be offered the opportunity to attend a Speed Awareness Course. This gives drivers training and guidance on the importance of driving within the speed limit.",
     "Studies show that these are effective methods of changing behaviour among low level offenders. Diversionary courses may also be offered to offenders who commit red light offences.",
     " \u003ca href=\"https://www.drivetech.co.uk/driver-awareness-courses/courses\"\u003eFind out more on the DriveTech website.\u003c/a\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Reducing road danger",
    "links": [
     {
      "title": "Vision Zero for London",
      "url": "/corporate/safety-and-security/road-safety/vision-zero-for-london",
      "image": {}
     },
     {
      "title": "London collision map",
      "url": "/corporate/safety-and-security/road-safety/london-collision-map",
      "image": {}
     },
     {
      "title": "Safety cameras",
      "url": "/corporate/safety-and-security/road-safety/safety-enforcement-cameras",
      "image": {}
     },
     {
      "title": "Bus safety",
      "url": "/corporate/safety-and-security/road-safety/bus-safety",
      "image": {}
     },
     {
      "title": "Cycle safety",
      "url": "/corporate/safety-and-security/road-safety/cycle-safety",
      "image": {}
     },
     {
      "title": "Driver safety",
      "url": "/corporate/safety-and-security/road-safety/driver-safety",
      "image": {}
     },
     {
      "title": "Community Roadwatch",
      "url": "/corporate/safety-and-security/road-safety/community-roadwatch",
      "image": {}
     }
    ],
    "link": {
     "title": "Reducing road danger",
     "url": "/corporate/safety-and-security/road-safety/community-roadwatch",
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "advert",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "title": "Related websites",
    "links": [
     {
      "title": "THINK!",
      "url": "http://think.direct.gov.uk/",
      "icon": "external",
      "image": {}
     },
     {
      "title": "Department for Transport",
      "url": "https://www.gov.uk/government/organisations/department-for-transport",
      "icon": "external",
      "image": {}
     },
     {
      "title": "Metropolitan Police",
      "url": "http://content.met.police.uk/Home",
      "icon": "external",
      "image": {}
     }
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}