{
 "pageTitle": "Project Controls",
 "keywords": "TfL",
 "description": "Project Controls",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Careers",
   "url": "/corporate/careers/index"
  },
  {
   "title": "Apprenticeships",
   "url": "/corporate/careers/apprenticeships"
  },
  {
   "title": "Apprenticeship schemes",
   "url": "/corporate/careers/apprenticeships/apprenticeship-schemes"
  },
  {
   "title": "Project Controls"
  }
 ],
 "title": {
  "title": "Project Controls",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "{\"template\":\"intro\",\"texts\":[\"Our project controls team are responsible for monitoring and systematically analysing progress and performance data on a variety of these projects and new initiatives. Your role will help drive efficiency and ensure that we are delivering value for money, whilst developing expertise in estimating, planning, scheduling and cost engineering.\"],\"link\":{\"image\":{}},\"image\":{},\"wrapped\":false}",
     "\u003cstrong\u003eApprenticeship level\u003c/strong\u003e : 3\u003cbr /\u003e\u003cstrong\u003eApproximate apprenticeship length\u003c/strong\u003e :\t3 years\u003cbr /\u003e\u003cstrong\u003eLocation\u003c/strong\u003e :\tLondon\u003cbr /\u003e\u003cstrong\u003eSalary:\u003c/strong\u003e Starts from £18,624\u003cbr /\u003e\u003cstrong\u003eEligibility criteria:\u003c/strong\u003e \u003cbr /\u003e5 GCSE's A*-C (or equivalent) including maths and English Language. You are not eligible for this scheme if you currently hold or are working towards a qualification at the same or higher level in a related subject and content from the qualification of this scheme. You are not eligible for this scheme if you currently hold or are working towards a Level 4, 5, 6, 7, HND/C or degree qualification. You must be 18 years of age by 1st September of the year in which you apply, to be eligible for this scheme.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"What will I be doing?\"}",
     "You'll be learning from industry-leading professionals, working with teams that directly manage the supply chain to deliver work that is reliable, timely and cost-effective. You'll gain experience on capital investment projects, asset maintenance and operations. By the end of the scheme you will be skilled in a variety of controls areas which are transferable to a dynamic and highly rewarding career.\u003cbr /\u003eWhat will the scheme involve?",
     "You'll complete 6 six-month placements working in a broad range of diverse business areas. These could include London Underground, surface transport and buses, Crossrail and pedestrian and river boat services.",
     "You will learn a variety of skills including how to create a robust and accurate schedule, how to estimate costs for each element of the project, what factors need to be considered to prevent risks and how to use your good interpersonal skills to ensure that the whole team is informed and working together.\u003cbr /\u003eWhat training and support will you get?",
     "For the duration of the scheme you'll have a business sponsor that is responsible for the design and delivery of the apprenticeship scheme. They will help secure the right placements for you and support you in your professional development. You'll also have a mentor that'll support and guide you sharing their knowledge and expertise. Finally you can expect to have a buddy, a previous apprentice from this scheme. Your buddy can answer any day to day questions you have and share their experiences with you.",
     "During the scheme you'll not only complete the qualification but also have opportunities to complete additional training courses. These will vary from soft skills training to technical skills training. Your sponsors and placement managers will ensure you attend all the relevant training to support you in your role.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"What do we look for?\"}",
     "You will be enthusiastic, self-motivated, adaptable and resilient. You will need to interpret information and present it to the management team, so a preference towards using analytical skills and combining these with a practical approach is really important.\u003cbr /\u003eWhere can this career take me?",
     "You'll gain a Level 3 Diploma in Project Control Practice, as well as a foundation certificate in Project Management and professional training in site safety.",
     "After successfully completing your apprenticeship there are a variety of controls roles that you could move into depending on your area of interest such as assistant planner, assistant risk manager or document controller. These can then lead to more senior positions such as planner, senior Planner, risk manager or project controls manager.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Contacting Us\"}",
     "If at any time you need to speak to anyone within the recruitment team then please contact us Monday - Friday between 08:30 and 17:30 on 0333 0062939 (Option 1) or alternatively email us at \u003ca href=\"mailto:apprenticeshipenquiries@tfljobs.co.uk\"\u003eapprenticeshipenquiries@tfljobs.co.uk\u003c/a\u003e ."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "advert",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}