{
 "pageTitle": "London Underground condemns ASLEF leadership demands over Boxing Day dispute",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Underground condemns ASLEF leadership demands over Boxing Day dispute",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Aslef Tube drivers set to strike on 26 December, after their leadership rejects all attempts to resolve the dispute."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We call on ASLEF members to think very hard again about this issue",
     "Despite the efforts of London Underground (LU) to resolve the dispute, the ASLEF leadership have demanded an additional £250 for their drivers to work on Boxing Day, on top of their salaries that already include working on Boxing Day.",
     "In return they only offered to return to talks in January.",
     "The Union leadership issued their confirmation that they would strike before the discussions at ACAS had concluded, and despite the turnout in the strike ballot likely to be less than 50 per cent.",
     "Since 2010, when the ASLEF leadership first made their extra claims, LU has held discussions on the issue and last year reviewed the level of service required for Boxing Day to closely match passenger demand.",
     "As a result in 2011 LU reduced the number of train staff required to work on Boxing Day to pre-2010 levels.",
     "Today, at the conciliation service ACAS, LU sought to resolve the dispute by offering a trial period of voluntary overtime and rest day working that could have allowed a payment to be made to those train operators that worked Boxing Day.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Check before you travel\"}",
     "All suggestions were rejected by the ASLEF leadership.",
     "Howard Collins, LU's Chief Operating Officer, said: 'It is unbelievable that, rather than have serious discussions, some officials in the ASLEF trade union would demand £250 up front just to keep talking!",
     "'Hard pressed Londoners, shop workers and businesses in the city will wonder what world they are in.",
     "'Train drivers are paid a salary that reflects some bank holiday working.",
     "'However we also know everyone deserves time off which is why fewer drivers are rostered to work this Boxing Day.",
     "'Londoners will rightly ask how being paid twice for the same day's work ever makes sense - but especially in tough economic times.",
     "'We will seek to reconvene talks - in our case with no preconditions.",
     "'We call on ASLEF members to think very hard again about this issue.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "Aslef have informed LU that their Tube driver members intend to strike on 26 December, 18 January and 25 January\u003cbr /\u003e\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}