{
 "pageTitle": "London Bridge bus station remains closed for emergency Thames Water repair works",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Bridge bus station remains closed for emergency Thames Water repair works",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Following the recent emergency closure of London Bridge bus station by Thames Water for further investigative work into a collapsed sewer, it has uncovered that the problem is worse than initially thought and will take significantly longer to repair."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Thames Water require the bus station to remain closed for a further 12 weeks.",
     "During these emergency works London buses will continue to call at nearby stops on London Bridge instead.",
     "London Bridge bus station is part of the London Bridge redevelopment.",
     "Transport for London will be requesting contractors MACE, working on behalf of the Shard, and Costain Ltd, working on behalf of Network Rail, take advantage of this closure and accelerate their programme of works to minimise future disruption.",
     "Bus routes which remain affected are numbers 43, 48, 141, 149, 521, N21 and N343.",
     "Revised stopping arrangements will be clearly displayed on posters around the bus station, in local bus stops and on the TfL website \u003ca href=\"http://www.tfl.gov.uk/livetravelnews\"\u003etfl.gov.uk/livetravelnews\u003c/a\u003e .",
     "Passengers are advised to allow extra time to complete their journeys.",
     "Taxis will also be unable to serve the rank at London Bridge bus station but from Monday 24 December passengers will be able to catch taxis from the temporary ranks on St Thomas Street.",
     "Taxi marshals will be available to assist passengers with any onward journeys.",
     "TfL and Southwark Council are working closely with Thames Water to ensure they can work continuously on these essential repairs to enable the bus station to reopen and resume a normal service as quickly as possible."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}