{
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor provides £2.7m investment in transport for Merton to help boost the local economy",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Mayor of London, Boris Johnson has today announced £2.7m for Merton to invest in transport projects that will benefit the local community."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) has allocated the money through Local Implementation Plan (LIP) funding for the borough to spend on projects that support the Mayor's Transport Strategy.",
     "The funding is awarded to support projects in the London boroughs that will make cycling safer and easier, improve walking facilities, make roads safer, smooth traffic flow and breathe new life into town centres, public squares and local shopping areas to boost the local economy.",
     "The £2.7m funding package in 2013/14 will finance a range of projects in Merton, including:",
     "{\"template\":\"bulletlist\",\"items\":[\"£260,000 to improve the area into Mitcham Town Centre for pedestrians and spruce up the town centre. Works will include new bus stands to encourage more public transport journeys into the town centre, decluttering of street furniture, new pedestrian and cycle paths to encourage walking and cycling as well as planting new trees\",\"£330,000 for a number of improvements for cyclists, including new cycle lanes, cycle parking and a borough wide cycle training programme. These measures are in line with Merton's objective to encourage more people to cycle and are being delivered alongside the council's Biking Borough initiatives\",\"£260,000 towards the Colliers Wood corridor project. Measures will include smoothing traffic flow along the A298/A238 - east-west corridor by decongesting junctions, improving pedestrian and cycle facilities as well as improving the environment and safety around the former Brown \\u0026 Root Tower by decluttering and repaving street\"]}",
     "Mayor of London, Boris Johnson said: 'This funding will benefit all of London and everyone living in, working in or visiting Merton.",
     "'A world class city deserves a world class transport system and the borough will use this money to make significant improvements for local people.'",
     "This year, two new measures have been introduced which will help the boroughs to drive down their costs, deliver value for money and minimise the disruption caused by construction works and road maintenance.",
     "Boroughs can use the new London Highways Alliance Contracts (LoHAC) to avoid the need for each authority to separately appoint contractors to undertake works.",
     "These are four area-based joint highway contracts awarded in November by TfL and the boroughs to reduce costs, provide consistency in the quality of works and materials and to minimise disruption.",
     "In addition, projects undertaken on main roads in the boroughs will be co-ordinated by TfL so that the method and timing of roadworks is managed to reduce their impact in the capital and associated inconvenience and disruption to residents and road users.",
     "London's Transport Commissioner, Peter Hendy CBE said:  'We are working in partnership with Merton and with all the London boroughs to bring real improvements to communities across the city.",
     "'The borough will be using this investment to fund hundreds of projects that will benefit all road users, including cyclists and pedestrians.",
     "'Public squares and local shopping areas will be rejuvenated, attracting more people to the area to boost the local economy.'",
     "Last year in Merton, it financed 192 cycle parking spaces, cycle training for 1,916 children and 169 adults, three improved pedestrian crossings, the removal of 924 metres of guardrail, for 25 schools to participate in walking events and 433 new street trees.",
     "Notable larger projects undertaken in Merton include the Wimbledon Town Centre project 'Destination Wimbledon' completed in June 2012, to which TfL contributed £1.2m of the total £2.1m costs.",
     "The improvements included a new station forecourt, a diagonal pedestrian crossing at the junction of Wimbledon Bridge with Alexandra Road, new paving, tree planting, cycle parking and new street furniture.",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}