{
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor provides £2.3m investment in transport for the Royal Borough of Kensington and Chelsea to help boost the local economy",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Despite reduction in Transport for London (TfL) central Government funding, investment levels maintained for the borough to deliver the Mayor's Transport Strategy."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This funding will benefit all of London and everyone living in, working in or visiting Kensington and Chelsea.",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL to help reduce costs and coordinate works on the boroughs main roads to reduce impact of roadworks\"]}",
     "The Mayor of London, Boris Johnson, has today announced £2.3m for the Royal Borough of Kensington and Chelsea to invest in transport projects that will benefit the local community.",
     "TfL has allocated the money through Local Implementation Plan (LIP) funding for the borough to spend on projects that support the Mayor's Transport Strategy.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Significant improvements\"}",
     "The funding is awarded to support projects in the London boroughs that will make cycling safer and easier, improve walking facilities, make roads safer, smooth traffic flow and breathe new life into town centres, public squares and local shopping areas to boost the local economy.",
     "The £2.3m funding package in 2013/14 in Kensington and Chelsea will finance a wide range of transport projects including:",
     "{\"template\":\"bulletlist\",\"items\":[\"£160,000 for a new and attractive urban square linking Lancaster Road and Kingsdown Close\",\"£200,000 to provide all ability cycle training across the borough to improve cycling and safety\"]}",
     "Mayor of London, Boris Johnson, said: 'This funding will benefit all of London and everyone living in, working in or visiting Kensington and Chelsea.",
     "'A world-class city deserves a world class transport system and the borough will use this money to make significant improvements for local people.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Provide consistency\"}",
     "This year, two new measures have been introduced which will help the boroughs to drive down their costs, deliver value for money and minimise the disruption caused by construction works and road maintenance.",
     "Boroughs can use the new London Highways Alliance Contracts (LoHAC) to avoid the need for each authority to separately appoint contractors to undertake works.",
     "These are four area-based joint highway contracts awarded in November by TfL and the boroughs to reduce costs, provide consistency in the quality of works and materials and to minimise disruption.",
     "In addition, projects undertaken on main roads in the boroughs will be coordinated by TfL so that the method and timing of roadworks is managed to reduce their impact in the capital and associated inconvenience and disruption to residents and road users.",
     "London's Transport Commissioner, Peter Hendy CBE, said:  'We are working in partnership with Kensington and Chelsea and with all the London boroughs to bring real improvements to communities across the city.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Boost the local economy\"}",
     "'The borough will be using this investment to fund hundreds of projects that will benefit all road users, including cyclists and pedestrians.",
     "'Public squares and local shopping areas will be rejuvenated, attracting more people to the area to boost the local economy.'",
     "Last year in Kensington and Chelsea, it financed 1,175 cycle parking spaces, cycle training for 800 children and 389 adults, eight new pedestrian crossings and 14 accessible bus stops.",
     "Notable larger projects undertaken this year include road safety improvements at Portobello Road as part of an ongoing programme to improve safety at key junctions across the borough.",
     "Portobello Road also benefited from the Legible London wayfinding scheme and LIP funding also contributed to the nearby Portobello Square streetscape improvement scheme.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Each borough produces a LIP to demonstrate how they plan to implement the Mayor's Transport Strategy locally. While transport individual projects is the responsibility of each borough\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}