{
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor provides £7.4m investment in transport for Croydon to help boost the local economy",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Despite reduction in Transport for London's (TfL) central Government funding, investment levels maintained for the borough to deliver the Mayor's transport strategy."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The funding will benefit all of London",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL to help reduce costs and co-ordinate works on the boroughs main roads to reduce impact of roadworks\"]}",
     "The Mayor of London, Boris Johnson has today announced £7.4m for Croydon to invest in transport projects that will benefit the local community.",
     "TfL has allocated the money through Local Implementation Plan (LIP) funding for the borough to spend on projects that support the Mayor's Transport Strategy.",
     "The funding is awarded to support projects in the London boroughs that will make cycling safer and easier, improve walking facilities, make roads safer, smooth traffic flow and breathe new life into town centres, public squares and local shopping areas to boost the local economy.",
     "The £7.4m funding package in 2013/14 will finance a range of transport projects in Croydon, including:",
     "{\"template\":\"bulletlist\",\"items\":[\"£292,000 to improve bus journey times and reliability at various areas across the borough.  Money will fund studies for new bus stands to improve bus services and stand capacity\",\"£800,000 to spruce up the public realm in South Croydon - a local town centre/shopping street improvement scheme, linked to the wider Connected Croydon programme\",\"£200,000 for a number of junction improvements, including new junction designs and upgrades to signal equipment to better manage and smooth traffic for all road users\",\"£310,000 to make cycling safer and easier in the borough with cycle training, new cycle parking and cycle paths in the borough, complemented by separate funding as part of the Biking Borough programme\",\"£881,000 to improve road safety.  Measures will include improvements to road junctions, pedestrian crossings and carriageway signs to reduce collisions\"]}",
     "Mayor of London, Boris Johnson said: 'This funding will benefit all of London and everyone living in, working in or visiting Croydon.  A world class city deserves a world class transport system and the borough will use this money to make significant improvements for local people.'",
     "This year, two new measures have been introduced which will help the boroughs to drive down their costs, deliver value for money and minimise the disruption caused by construction works and road maintenance.",
     "Boroughs can use the new London Highways Alliance Contracts (LoHAC) to avoid the need for each authority to separately appoint contractors to undertake works.",
     "These are four area-based joint highway contracts awarded in November by TfL and the boroughs to reduce costs, provide consistency in the quality of works and materials and to minimise disruption.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Local investment\"}",
     "In addition, projects undertaken on main roads in the boroughs will be co-ordinated by TfL so that the method and timing of roadworks is managed to reduce their impact in the Capital and associated inconvenience and disruption to residents and road users.",
     "London's Transport Commissioner, Peter Hendy CBE said:  'We are working in partnership with Croydon and with all the London boroughs to bring real improvements to communities across the city.",
     "'The borough will be using this investment to fund hundreds of projects that will benefit all road users, including cyclists and pedestrians.",
     "'Public squares and local shopping areas will be rejuvenated, attracting more people to the area to boost the local economy.'",
     "Last year in Croydon, it funded cycle training for 1,583 children and 520 adults, 10 new or improved pedestrian crossings, and contributed towards the major Connect2 east-west 3km walking and cycling route connecting to and through Croydon Metropolitan Centre.",
     "Previously it provided a contribution towards 81 new Legible London signs installed in the Croydon Metropolitan Centre.",
     "Notable larger projects undertaken this year in Croydon include the scheme in Addiscombe to improve the public realm along the shopping street.",
     "Begun in 2011/2 and being completed this year, it received significant funding contributions in each of the two years.",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "Each borough produces a LIP to demonstrate how they plan to implement the Mayor's Transport Strategy locally.",
     "While individual transport  projects is the responsibility of each borough."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}