{
 "pageTitle": "Mayor welcomes New Year Honour for Sir Peter Hendy and TfL staff",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor welcomes New Year Honour for Sir Peter Hendy and TfL staff",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Mayor of London Boris Johnson today welcomed the award of a Knighthood to London's Transport Commissioner, Sir Peter Hendy CBE, in the Queen's New Year's Honours for 2013 for services to transport and the community."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The Mayor also paid tribute to the work of all London's transport workers as he welcomed the award of the OBE to London Underground's (LU's) Chief Operating Officer, Howard Collins for services to the London 2012 Games and LU; and the award of the MBE to Nana Nyarko, Bus Service Controller, for services to London Buses following his outstanding bravery and commitment to colleagues and customers during the public disorder of August 2011.",
     "Mayor of London Boris Johnson said: 'Sir Peter Hendy richly deserves this honour.",
     "'He has shown outstanding leadership as London's Transport Commissioner, including overseeing the largest ever investment programme in the Capital's transport network and record breaking passenger numbers and operational performance.",
     "'He also led the successful operation of the transport network for the London 2012 Games, demonstrating to the world that London is the best city to live, work, visit and invest in.",
     "'Congratulations too to Howard Collins for his OBE and Nana Nyarko for his MBE.",
     "'I am sure Sir Peter will be the first to join me in paying tribute to them and to the thousands of London's transport workers, whose hard work every day is also recognised through these honours.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"A current biography of Sir Peter Hendy is available from the TfL Press Office\",\"Summaries for Howard Collins OBE and Nana Nyarko MBE are also available by contacting the TfL Press Office\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}