{
 "pageTitle": "No Central London Tube upgrade work during the coming busy pre-Christmas weekend",
 "description": "There is no Tube upgrade work in central London this weekend - as London Underground supports shoppers and retailers in the run up to Christmas. Across London there are no planned works on any line, apart from a slightly later start on the Northern line",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "No Central London Tube upgrade work during the coming busy pre-Christmas weekend ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "To help passengers get around, a huge range of information is available online, via text, social media and other resources. Passengers still advised to check before travelling."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "There is no Tube upgrade work in central London this weekend - as London Underground supports shoppers and retailers in the run up to Christmas.",
     "Across London there are no planned works on any line, apart from a slightly later start on the Northern line between Camden Town and Edgware first thing on Sunday morning - with services starting at 8:30 southbound and 9:00 northbound.",
     "There are also no planned works on the Docklands Light Railway, London Overground or London Tramlink.",
     "Cannon Street will be closed most Saturdays for redevelopment work until September 2013 and passengers are advised to use nearby Bank, Monument or Mansion House stations.",
     "The station is always closed on Sundays and Bank Holidays.",
     "Transport for London (TfL) continues to work hard to keep disruption to a minimum during any upgrade or maintenance works, and to provide information and alternative travel options.",
     "Londoners and visitors to the city are urged to 'check before you travel' and to allow extra journey time where necessary.",
     "TfL has a range of travel tools available to help passengers plan ahead, get travel information on the move and work out the best way home at \u003ca href=\"http://www.tfl.gov.uk/tfl/traveltools\"\u003etfl.gov.uk/tfl/traveltools\u003c/a\u003e .",
     "The website also provides full bus replacement service information during works.",
     "Passengers can check before travelling using the following tools:",
     "{\"template\":\"bulletlist\",\"items\":[\"Go to \\u003ca href=\\\"http://www.tfl.gov.uk/check\\\"\\u003etfl.gov.uk/check\\u003c/a\\u003e \",\"Via free mobile and email alerts, available from the TfL website\",\"Information on posters, leaflets and service information boards at Tube stations\",\"The London Travel Information 24-hour telephone line 0843 222 1234\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}