{
 "pageTitle": "No Tube upgrade work during the coming busy pre-Christmas weekend 22 and 23 December 2012",
 "description": "There will be no Tube upgrade work this weekend - as London Underground supports shoppers and retailers in the run up to Christmas. Across London there are no planned works on any Tube line, the entire London Overground or London Tramlink networks.Cannon",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "No Tube upgrade work during the coming busy pre-Christmas weekend 22 and 23 December 2012",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "To help passengers get around, a huge range of information is available online, by text, social media and other resources. Passengers still advised to check before travelling."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "There will be no Tube upgrade work this weekend - as London Underground supports shoppers and retailers in the run up to Christmas.",
     "Across London there are no planned works on any Tube line, the entire London Overground or London Tramlink networks.",
     "Cannon Street station will be closed most Saturdays for redevelopment work until September 2013 and passengers are advised to use nearby Bank, Monument or Mansion House stations.",
     "The station is always closed on Sundays and Bank Holidays.",
     "Docklands Light Railway will be suspended from Saturday 22 December to Tuesday 1 January inclusive between Shadwell and Bank due to track replacement work; and from Sunday 23 December to Tuesday 1 January inclusive between Beckton and Canning Town for track work to enable the longer term expansion of Custom House in readiness for Crossrail.",
     "Transport for Lonfon (TfL) continues to work hard to keep disruption to a minimum during any upgrade or maintenance works, and to provide information and alternative travel options.",
     "Londoners and visitors to the city are urged to check before they travel and to allow extra journey time where necessary.",
     "TfL has a range of travel tools available to help passengers plan ahead, get travel information on the move and work out the best way home at \u003ca href=\"http://www.tfl.gov.uk/tfl/traveltools\"\u003etfl.gov.uk/tfl/traveltools\u003c/a\u003e .",
     "The website also provides full bus replacement service information during works.",
     "Passengers can check before travelling using the following tools:",
     "{\"template\":\"bulletlist\",\"items\":[\"Go to \\u003ca href=\\\"http://www.tfl.gov.uk/check\\\"\\u003etfl.gov.uk/check\\u003c/a\\u003e \",\"Via free mobile and email alerts, available from the TfL website\",\"Information on posters, leaflets and 'service information' boards at Tube stations\",\"The London Travel Information 24-hour phone line: 0843 222 1234\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}