{
 "pageTitle": "Revellers are encouraged to get home safely this New Year's Eve with free travel",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Revellers are encouraged to get home safely this New Year's Eve with free travel ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "To end what has been an unforgettable 2012, a number of celebrations will be taking place across the capital, and partygoers are being encouraged to get home safely this New Year's Eve with free travel sponsored by Diageo."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Free travel will be available between 23:45 on 31 December and 04:30 on 1 January on the Tube, buses, trams, DLR, and until last trains on London Overground.",
     "The celebrations will include the Mayor of London's New Year's Eve fireworks display at the EDF Energy London Eye, and large crowds are expected around the celebration areas, notably around the Thames.",
     "Partygoers are encouraged to plan their journeys in advance by visiting \u003ca href=\"http://www.tfl.gov.uk/festive\"\u003etfl.gov.uk/festive\u003c/a\u003e .",
     "People choosing to take a taxi home are reminded to only take a black cab or a pre-booked minicab.",
     "This year, a free Cabwise app (available on iTunes and Google Play) can also be downloaded which allows users to book a licensed minicab or black cab which is closest to their current location in three easy steps.",
     "If there is no signal available at the location, the app defaults to the Cabwise text messaging service (60835).",
     "Alternatively users can visit \u003ca href=\"http://www.tfl.gov.uk/cabwise\"\u003etfl.gov.uk/cabwise\u003c/a\u003e on their smartphone and simply bookmark the page or, The MPS Safer Transport Command will also be out in force to ensure that revellers get home safely after a good night out.",
     "Peter Hendy CBE, London's Transport Commissioner, said:  '2012 has been a fantastic year for London, and I am sure that many people will be out in the capital celebrating it in style.",
     "'Passengers travelling on New Year's Eve should make sure they plan ahead for their journeys home.",
     "'They can either make use of the free travel being provided on our services sponsored by Diageo, or if taking a taxi they should make sure it is a black cab or a pre-booked minicab.'",
     "Tube, DLR and Tramlink services will run all night on New Year's Eve.",
     "Some selected Tube stations will be closed completely or for periods at a time.",
     "The online Festive Travel Guide lists these closures \u003ca href=\"http://www.tfl.gov.uk/festive\"\u003etfl.gov.uk/festive\u003c/a\u003e .",
     "Night buses and 24 hour routes will also be operating, some routes may be on diversion due to road closures in central London.",
     "The 1 January 2013 will see London's annual New Year's Day Parade take place from 11:45 to 17:00 hours with around 3,000 participants set to take part.",
     "The parade will travel along Piccadilly, Lower Regent Street, Waterloo Place, Pall Mall, Cockspur Street, Whitehall, finishing at the junction of Parliament Street and Parliament Square.",
     "These roads will be closed to traffic from 06:00 hours with all roads open again by 18:00.",
     "Roads close to the event, including Stratton Street, Dover Street, Arlington Street, Birdcage Walk, Tothill Street and Victoria Street, will also be closed to traffic.",
     "{\"template\":\"bulletlist\",\"items\":[\"Transport for London's (TfL's) Festive Travel Guide is available online at \\u003ca href=\\\"http://www.tfl.gov.uk/festive\\\"\\u003etfl.gov.uk/festive\\u003c/a\\u003e \",\"For more details on the New Year's Parade please visit \\u003ca href=\\\"http://www.londonparade.co.uk\\\"\\u003ewww.londonparade.co.uk\\u003c/a\\u003e \",\"For essential late night travel information in London please visit \\u003ca href=\\\"http://www.tfl.gov.uk/cabwise\\\"\\u003etfl.gov.uk/cabwise\\u003c/a\\u003e and \\u003ca href=\\\"http://www.tfl.gov.uk/traveltools\\\"\\u003etfl.gov.uk/traveltools\\u003c/a\\u003e \",\"TfL's 24 hour travel information call centre can also provide information and phone numbers for taxi and private hire services in London. Call 0843 222 1234\",\"TfL has been providing free travel for party goers on New Year's Eve since it was created in 2001. Free travel will not apply on the Emirates Air Line\",\"In 2011, Diageo signed a three year deal with TfL to sponsor free travel on New Year's Eve in the capital. The sponsorship is part of Diageo's responsible drinking programme which includes the sponsorship of public awareness campaigns to promote responsible drinking, targeted interventions and initiatives focused on those who misuse alcohol, and providing support for initiatives to boost safety in the night-time economy\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}