{
 "pageTitle": "To minimise disruption for passengers upgrade work will be carried out during Christmas Day closure",
 "description": "On Christmas Day, London Underground engineers will work for 24 hours at stations, depots, on trains and on the tracks to take advantage of the annual festive closure. As no services are running on Christmas Day, it is the perfect time for Transport for",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "To minimise disruption for passengers upgrade work will be carried out during Christmas Day closure",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London working non-stop on Christmas Day to continue vital upgrade of several Underground lines and other maintenance work."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The Christmas Day closure is a great opportunity for us to carry out improvement works",
     "On Christmas Day, London Underground engineers will work for 24 hours at stations, depots, on trains and on the tracks to take advantage of the annual festive closure.",
     "As no services are running on Christmas Day, it is the perfect time for Transport for London (TfL) to test new signalling on the Northern line, as well as carrying out track replacement works.",
     "Routine maintenance works will also be taking place across the network including on the Central, District, Metropolitan and Jubilee lines, with maintenance trains moving regularly to transport engineers and materials to various locations.",
     "Each year the annual Christmas Day closure of the Tube, Docklands Light Railway, London Overground, Tramlink and London Buses is used by TfL to get ahead with major engineering works and upgrade the system.",
     "Train depots and bus garages will be staffed when passenger services are closed and work to improve the network will continue throughout the festive period.",
     "Howard Collins, Chief Operating Officer, London Underground, said: 'In order to minimise disruptions for customers the Christmas Day closure is a great opportunity for us to carry out improvement works.",
     "'Whilst many Londoners enjoy a well-earned rest our staff will be working around the clock on maintenance and upgrade projects across the network - continuing the vital work of creating an even more reliable and frequent Tube service for our customers.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"On 25 December there will be no services on the Tube, London Buses, Docklands Light Railway, London Overground and Tramlink networks, no services from Victoria Coach Station, and no Riverboat services\",\"Passengers are advised to check before they travel to help them plan their journey. This can be done by checking posters and leaflets at stations, listening out for public address announcements, going to the TfL website, \\u003ca href=\\\"http://www.tfl.gov.uk\\\"\\u003etfl.gov.uk\\u003c/a\\u003e , calling TfL's 24-hour travel information telephone helpline 0843 222 1234\",\"London Underground (LU) is undertaking a major programme of renewal. This will inevitably result in some disruption for passengers, but TfL is working hard to provide information and alternative travel options. The work is essential to provide for London's growing transport needs now, and into the future\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}