{
 "pageTitle": "Consultation on exemptions to taxi and private hire vehicle age limits",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Consultation on exemptions to taxi and private hire vehicle age limits",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Consultation begins on Monday 23 May. Decision on exemptions to age limits to be made later this year."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We now welcome comments regarding the proposed exemptions to vehicle age limits",
     "Transport for London (TfL) is asking for the opinions of the taxi and private hire trade in a consultation on proposed exemptions to age limits which will be introduced for both taxis and private hire vehicles (PHVs) in 2012.",
     "The consultation will begin on Monday 23 May 2011 and will run for eight weeks.",
     "Responses to the consultation will be considered by the Director of Taxi and Private Hire, and a decision will be taken on exemptions later this year.\u003cbr /\u003e\u003cbr /\u003eJohn Mason, Director of Taxi and Private Hire said: 'The Mayor is implementing a wide range of initiatives aimed at reducing emissions harmful to Londoners' health.",
     "'Transport for London has consulted closely with the taxi and private hire industry on elements of this affecting the black cab and private hire trade and we now welcome comments regarding the proposed exemptions to vehicle age limits.'",
     "Road transport is responsible for around 80 per cent of airborne pollution (PM10) in central London where air quality is worst, with black cabs contributing 20 per cent of this.",
     "Age limits for taxis and PHVs are being introduced from January 2012 as part of the Mayor's air quality strategy.",
     "These plans include a range of measures to clean up transport including cars, buses, vans and lorries as well as taxis and PHVs.",
     "The age limits will be in force from 1 January 2012 for vehicles already licensed as taxis and private hire vehicles in London, while minimum emission standards for newly licensed vehicles entering the taxi and PHV fleets will apply from 1 April 2012.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"From 1 January 2012 a 10-year rolling age limit will be introduced for private hire vehicles and a 15-year rolling age limit for taxis unless exempted\",\"From 1 April 2012, unless exempted, all newly licensed private hire vehicles must, as a minimum, meet Euro 4 standards for emissions and be no older than five years and all newly licensed taxis must, as a minimum, meet Euro 5 standards for emissions\",\"TfL will work with both the taxi and private hire industry to introduce eco-driving training from 2012 and to promote efficient driving techniques to reduce emissions with eco driving elements being required for all new taxi drivers before becoming licensed\",\"By April 2013 changing the taxi licensing regime from one combined mechanical and licensing inspection to two MOTs per year with a basic annual taxi-related inspection undertaken by TfL\",\"TfL is also actively pursuing discounts and other initiatives that may assist taxi and private hire drivers impacted by these changes\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}