{
 "pageTitle": "Contract awarded to complete London Overground's orbital railway",
 "description": "The Surrey Quays to Clapham Junction link will mean passengers can use London Overground services to make journeys around London without needing to head into the centre of the Capital.Although most of the extension will run along existing National Rail",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Contract awarded to complete London Overground's orbital railway ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) has awarded a contract to Birse Metro to build the final part of the London Overground rail network that, when complete at the end of 2012, will orbit the Capital."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This further extension of the London Overground network will deliver a key rail link",
     "The Surrey Quays to Clapham Junction link will mean passengers can use London Overground services to make journeys around London without needing to head into the centre of the Capital.",
     "Although most of the extension will run along existing National Rail lines, construction work has begun on a new stretch of track to link London Overground services at Surrey Quays with the existing railway at Old Kent Road.",
     "The Mayor of London, Boris Johnson, said: 'This small but incredibly significant stretch of track will be the final section of a mighty wheel of Overground services around the Capital.",
     "'The improvements it will bring are precisely why I made a strong case to Government for the extra funding needed to make this project a reality.",
     "'South Londoners will now be able to take advantage of the fast and frequent London Overground services that already link so much of our great city.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Important link\"}",
     "The Managing Director of TfL London Rail and London Underground, Mike Brown, said: 'We are delighted that work on this important link is proceeding, particularly in this tough economic climate, as it will deliver significant benefits to south Londoners.",
     "'This further extension of the London Overground network will deliver a key rail link south of the river and improve local transport for Londoners by providing more choice and better access to other parts of the Capital.",
     "'It will also double the frequency of services along this line which will help meet London's increasing demand for more rail capacity.'",
     "Mark Hearne, Head of Birse Metro, said 'Birse Metro is happy to continue working with Transport for London following the recent successful delivery of the extension to Highbury \u0026 Islington.",
     "'With the support of Balfour Beatty Rail and working in close partnership with Transport for London we will help to deliver the project within the tight time-scales and budget to improve this key transport link for those living and working within this area of south London.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Better service\"}",
     "When the new extension opens, four trains per hour will call at all stations between Dalston Junction and Surrey Quays, then call at Queens Road Peckham, Peckham Rye, Denmark Hill, Clapham High Street and Wandsworth Road before terminating at Clapham Junction.",
     "The contract award follows the opening of a link between Dalston Junction station at the northern end of London Overground's east London route with Highbury \u0026 Islington station on London Overground's Richmond to Stratford line.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The new stretch of railway will run south of Surrey Quays station following a disused railway viaduct, past Millwall Football Club rising over Surrey Canal Road and along the edge of Bridgehouse Meadows before joining the existing National Rail lines at Old Kent Road (between South Bermondsey and Queen's Road Peckham stations)\",\"The overall project will cost approximately £75m. The Department for Transport has committed £40m.The Mayor and TfL are contributing £15m. The remaining £20m will be paid via an increment to Network Rail's Regulatory Asset Base\",\"The construction works are split into the following elements:\",\"Construction of a new 1.3km railway link with associated signalling,  telecommunications and power will be delivered by TfL's contractors\",\"Construction of a connection between the new rail link and the existing National Rail lines at Old Kent Road, and works at Clapham Junction to construct a new bay platform from the existing platform 2, creating two platforms so the new and existing services can call there (delivered by Network Rail via their own contractor)\",\"The main construction works are now underway. Services are planned to commence at the end of 2012\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}