{
 "pageTitle": "Cyclists' concerns accounted for in revised plans for Blackfriars junction",
 "description": "- Work to enhance pedestrian facilities outside Blackfriars Thameslink station to begin in June 2011Cyclists' concerns about proposed changes to the junction outside Blackfriars station have been addressed in revised plans released by Transport for London",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Cyclists' concerns accounted for in revised plans for Blackfriars junction",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Cyclists' concerns accounted for in revised plans for Blackfriars junction"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "A lot of work has gone in to try and balance the needs of all road users to ensure they can pass through the junction safely",
     "- Work to enhance pedestrian facilities outside Blackfriars Thameslink station to begin in June 2011",
     "Cyclists' concerns about proposed changes to the junction outside Blackfriars station have been addressed in revised plans released by Transport for London (TfL) today.",
     "Changes need to be made to the junction to take into account an increase in people using the area later this year when improvements being made by Network Rail are complete and the station reopens.",
     "The views of cyclists who were concerned by the original plans have been taken into account in a new design that will allow every road user to navigate the junction safely.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Best scheme possible\"}",
     "TfL reconsidered the plans on behalf of Network Rail's consultants and concluded that changes could be made to the layout that would safely allow the northbound cycle lane outside Blackfriars station to be widened to two metres and retain the 1.5 metre southbound cycle lane.",
     "The Mayor of London, Boris Johnson, said: 'I am very pleased that TfL has taken the feedback from cyclists who use this junction into account and used their comments to deliver the best scheme possible.",
     "'The changes they have made support my desire to improve the facilities for cyclists right across the Capital.'",
     "The improvements to the original proposals were achieved by slightly reducing the footway outside Blackfriars Station and realigning the traffic lanes in the westbound carriageway.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Altered plans\"}",
     "TfL has also altered its plans for a right turn for cyclists from Victoria Embankment onto Blackfriars Bridge.",
     "Cyclists now wishing to turn right will exit the carriageway on New Bridge Street onto the western footway via a dropped kerb.",
     "They will then cycle through the 'tear drop' traffic island to exit onto the southbound carriageway.",
     "The manoeuvre will be controlled by traffic signals to ensure extra safety for cyclists.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Ensuring safety\"}",
     "Leon Daniels, Managing Director of Surface Transport at TfL, said: 'The junction at north end of Blackfriars Bridge is an extremely complex junction and a lot of work has gone in to try and balance the needs of all road users to ensure they can pass through the junction safely.",
     "'The revised junction design balances all needs while ensuring safety is maintained.",
     "'We will now work with Network Rail to deliver these improvements as quickly as possible.'",
     "TfL, working on behalf of Network Rail, will begin work on the changes in June 2011 ahead of the reopening of Blackfriars station at the end of the year.",
     "{\"template\":\"htag\",\"level\":\"h3\"}",
     "\u003cbr /\u003e\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The main changes to the road layout, which will see the pavement area around Blackfriars Bridge extended as well as three new pedestrian crossings installed, formed part of Network Rail's Transport and Works Act order, which was passed in 2006\",\"The full list of changes made to the previous design are as follows:ul\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}