{
 "pageTitle": "Docklands Light Railway ready for 2012 Games with three-car upgrade completed",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Docklands Light Railway ready for 2012 Games with three-car upgrade completed",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Docklands Light Railway's (DLR's) three-car upgrade was completed on time and within budget with the launch of three-car trains on the Tower Gateway to Beckton route."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The £325m upgrade also includes longer platforms, improved track and signalling, £13m of improvements to Tower Gateway station and an entire new station at South Quay.",
     "Fifty-five new carriages costing £100m (£80m from Transport for London (TfL) and £20m from the Olympic Delivery Authority (ODA)) were also commissioned.",
     "The Mayor of London, Boris Johnson, said: 'With passenger numbers increasing on the DLR every year, having the ability to run a three-car service right across this crucial piece of our transport network is vital.",
     "'The 50 per cent increase in capacity and longer platforms to accommodate them have been delivered bang on time and more than a year ahead of the 2012 Games.'",
     "The Managing Director of Rail for TfL, Mike Brown, said: \"The entire DLR network is now three-car capable.",
     "'From 7:00 until 19:30 three-car trains will run on the Tower Gateway to Beckton route every eight minutes.",
     "'Newham residents have been asking for this extra capacity and we are pleased to be able to provide it for them.'",
     "ODA Director of Transport, Hugh Sumner, said: 'The additional capacity brought by this investment will not only ensure the DLR is well prepared for the Games, but will leave communities and commuters much better connected long after London 2012.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Three-car trains began running on the Tower Gateway Beckton route on Monday 9 May\",\"It is expected that the Beckton route will carry 70,000 passengers - approximately 55,000 spectators for the 2012 Games and 15,000 other passengers - a day, during the Olympic and Paralympic Games\",\"An £18.2m upgrade on the Beckton line alone (£10.8m investment by the ODA, £5.4m from the Housing and Communities Agency - at the DLR Prince Regent Station, and £2m from the London Development Agency\",\"The increase in capacity will be particularly important for the ExCel Exhibition Centre, a key Games venue\",\"DLR passenger numbers for 2010/11 were 78,315,440 passengers; an increase of 12.8 per cent year-on-year, and 1.2m above the forecast\",\"Work on the three-car upgrade began in early 2007\",\"Stratford International extension will open in the summer - well ahead of the Games - and will also be three-car capable\",\"A total of 500,000 people a day are expected to travel on the DLR on the busiest days of the 2012 Games\",\"The first three-car trains went into service on 23 February 2010 on DLR's busiest line - Bank to Lewisham\",\"Around £6.5bn has been invested in improving existing transport links and building new ones where needed, across London and the UK.\",\"This work will help hundreds of thousands of spectators get to and from the Games each day, keep London and the UK moving, and is already providing an early legacy of better transport options, particularly for people living in east London, which will continue long after the 2012 Games\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}