{
 "pageTitle": "Huge boost to train services on key Olympic rail route",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Huge boost to train services on key Olympic rail route ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "'The London Overground network is a perfect example of how investment in rail can boost services for passengers and leave a legacy which will help support economic growth.",
     "The upgrade, funded by TfL, the Olympic Delivery Authority (ODA), the Department for Transport, Network Rail and the Stratford City Implementation Group, means that London Overground services from Richmond and Clapham Junction to Stratford will run four times an hour every day, increasing the total number between Willesden Junction and Stratford to eight trains per hour in the peak.",
     "This is an increase from the 4 trains per hour that currently operate on that section.",
     "In addition four trains per hour will run every day on the Gospel Oak to Barking line and up to eight trains an hour between Highbury \u0026 Islington and Dalston Junction on the East London route.",
     "As part of the upgrade Transport for London also funded a fleet of 57 brand new air-conditioned trains, and a station refurbishment programme that has delivered cleaner and safer and well-staffed stations with better access, new information, help points, lighting and CCTV.",
     "The work is the latest example of 2012 transport infrastructure improvements delivered well ahead of the Games, and means an early transport legacy for Londoners that will be enjoyed for many years after.",
     "The new timetable is the result of the first major revamp of the line since 1869, which saw intensive civil engineering and complex signalling work take place in more than half of London's boroughs.",
     "Network Rail upgraded and replaced more than 200 signals, renewed more than seven kilometres of track and 69 sets of points, lengthened 30 station platforms and carried out additional improvements at seven other stations.",
     "The Mayor of London Boris Johnson, said: 'Three years ago London Overground was rundown, neglected and an embarrassment to the capital.",
     "'Three years later we have transformed it into one of the nation's top performing railways, running double the number of trains, and it has been named the most punctual service in the country.'",
     "'It will be immensely popular with 2012 Games goers but will be of benefit to Londoners for many years beyond the Olympics.'",
     "Mike Brown, Managing Director of TfL's rail division, said: 'The new timetable provides the high frequency, highly reliable, air conditioned service TfL promised when it took over the railway.\u003cbr /\u003e\u003cbr /\u003e'London Overground is now providing a turn up and go service, attracting 55 million passengers each year with direct links to the Tube network for parts of the Capital not previously well served by rail.",
     "'When the South London extension is completed in 2012, London Overground will be a complete orbital network around our city.'",
     "Hugh Sumner, Director of Transport for the Olympic Delivery Authority, said: 'Spectators using the London Overground to get to and from sporting events across the capital will benefit from a service which will not only be more frequent, but also more spacious, comfortable and punctual.\u003cbr /\u003e\u003cbr /\u003e'In addition to improvements made on the East London Line, upgrades to the North London Line will also play a key role during the Games in bypassing central London to get spectators to the Olympic Park. This investment is helping create a transport legacy long before the Games have even started.'\u003cbr /\u003e\u003cbr /\u003eRobin Gisby, Director of Operations at Network Rail, said: 'The London Overground network is a perfect example of how investment in rail can boost services for passengers and leave a legacy which will help support economic growth.",
     "The partnership we have in place with TfL is delivering results for London and we will continue working together to deliver a high performing and reliable railway in the capital, every day.'",
     "London Overground has just been named as the UK's most punctual railway in a Network Rail survey.",
     "London Overground ran 96.7per cent of its trains on time during March and 96.3 per cent in April, placing it second and first respectively in Network Rail's national monthly performance survey.",
     "With almost 19 out of 20 (94.9%) trains arriving on time over the last twelve months - it has the highest annual figure for any train operator in the country.",
     "{\"template\":\"bulletlist\",\"items\":[\"Since TfL created London Overground in 2007, £1.4bn has been invested in building the East London line route connecting Dalston Junction in the north with New Cross, Crystal Palace and West Croydon in the south in May 2010. This included building four new stations in Hackney. The East London line route was connected to the North London line route with a link between Dalston Junction and Highbury and Islington in February this year. A further extension in South London will be completed by the end of 2012.\",\"Network Rail will require access to the network for maintenance work, during the less busy periods such as overnight or at weekends. Network Rail will also require access to the tracks between Gospel Oak \\u0026 Stratford every Sunday, the service will start after 9am on Sundays.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}