{
 "pageTitle": "London Underground celebrates Polish poetry",
 "description": "The latest collection will be displayed in train carriages and will mark the centenary of internationally renowned poet Czeslaw Milosz.The Polish poems featured include Blacksmith Shop by Czeslaw Milosz, Nothing Special by Zbigniew Herbert and Star by",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Underground celebrates Polish poetry",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Tube customers will be able to enjoy a new set of poems by major Polish poets from the start of June."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We hope that Londoners and visitors alike will enjoy this latest collection of poems which celebrate one of the greatest Polish poets of our time.",
     "The latest collection will be displayed in train carriages and will mark the centenary of internationally renowned poet Czeslaw Milosz.",
     "The Polish poems featured include Blacksmith Shop by Czeslaw Milosz, Nothing Special by Zbigniew Herbert and Star by Adam Zagawewski.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Emerging from war\"}",
     "The poets were close friends and were writing in the dark shadow of Polish suffering during and after the Second World War.",
     "Milosz translated the poems of Herbert and introduced Adam Zagajewski to English-speaking readers.",
     "All three poets were artists building a world 'from remnants', celebrating the joys of ordinary life despite the ravages of history.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"British contributors\"}",
     "Three other poems by British poets continue this theme of the power of poetry to record the world and to give weight to memory and hope.",
     "The Windhover by Gerard Manley Hopkins is written in Hopkins's personal language of religious ecstasy, At Sixty by Scottish poet Christine de Luca about reaching the age of sixty was originally written in Shetlandic, a Scots dialect still spoken in the Shetland Isles, and Ourstory by Carole Satyamurti is a tribute to the unsung 'awkward women' whose tenacity helped to liberate the lives of women today.",
     "Customers can also pick up leaflets of the poems in this collection at five Tube stations from Friday 10 June.",
     "The stations are South Kensington, Embankment, Covent Garden, Russell Square and Moorgate.",
     "Judith Chernaik, the founder of Poems on the Underground, said: \"We hope that Londoners and visitors alike will enjoy this latest collection of poems which celebrate one of the greatest Polish poets of our time.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Notes to Editors:\"}",
     "{\"template\":\"bulletlist\",\"items\":[\"Images of the latest collections of poems as they appear in Tube carriages are available on request.\",\"Poems on the Underground was founded in 1986\",\"The programme is supported by London Underground (Art on the Underground), Arts Council England and the British Council\",\"Poems are selected and the programme administered by Judith Chernaik and poets Gerard Benson and Cicely Herbert\",\"Praised for their elegance, clarity and simplicity, Poems on the Underground has inspired similar programmes on public transport in Dublin, Paris, New York, Vienna, Stockholm, Helsinki, Athens, Barcelona, Moscow, St Petersburg and, most recently, Shanghai and Warsaw\",\"Best Poems on the Underground, the latest book from Poems on the Underground published by Phoenix paperback 2010 is available from all bookshops and directly from Orion Books at \\u003ca href=\\\"http://www.orionbooks.co.uk\\\"\\u003ehttp://www.orionbooks.co.uk\\u003c/a\\u003e \",\"An event called Czeslaw Milosz: A Centenary Celebration will be held on Monday 6 June at 6.30pm at Europe House, 32 Smith Square, London SW1. Admission is free. Guests include Eva Hoffman with readings of the featured Polish poets, and music from Apollo Chamber Players\",\"The Tube is undergoing a huge and essential programme to upgrade its ageing infrastructure - vital to cope with a growing population and to support the economic development and growth of the capital and the UK. This includes the introduction of new track and signalling and the rebuilding of some of our most important stations. By the end of the current programme there will be 30% more capacity. This will inevitably result in some disruption for passengers, but TfL is working hard to provide information and alternative travel options. The work is essential to provide for London's growing transport needs now, and into the future. TfL is urging all Londoners and Tube, London Overground, London Tramlink and DLR passengers to \\\"check before you travel\\\" at weekends, allowing extra journey time where necessary. Weekend travel news is available at \\u003ca href=\\\"http://www.tfl.gov.uk\\\"\\u003ewww.tfl.gov.uk\\u003c/a\\u003e \",\"Images available on request.\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}