{
 "pageTitle": "Mayor puts 'lean, green and ravishing machine' through its paces",
 "description": "The Mayor of London revealed a prototype of the New Bus for London today that is now being submitted to a rigorous testing regime at one of the UK's top vehicle development centres.If tests go well then the new bus, with its hop on and hop off platform,",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor puts 'lean, green and ravishing machine' through its paces",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Stakeholders and Londoners have reacted positively to the new design for the New Bus for London."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Over the next few months its mettle will be well and truly tested.",
     "The Mayor of London revealed a prototype of the New Bus for London today that is now being submitted to a rigorous testing regime at one of the UK's top vehicle development centres.",
     "If tests go well then the new bus, with its hop on and hop off platform, remains on schedule to be on the streets of central London by early next year.",
     "While at Millbrook Proving Ground the new bus will undergo months of testing to check every aspect of the engineering design.",
     "That will include the performance of the diesel-electric hybrid system, operating performance and engine emissions.",
     "General handling of the bus will be put through stringent tests as well as the chassis and superstructure.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Going for green\"}",
     "One of the Mayor's chief aims for the new bus has been for it to have the greenest possible credentials.",
     "It will use the latest hybrid engine technology and has a revolutionary new electric motor that will deliver a significant weight saving over a conventional bus.",
     "The environmental technology being tested is such that the manufacturers anticipate the new bus could be a world leader in terms of its impact on air quality.",
     "It has been designed so that air quality emissions will be reduced by 40 per cent for NOx* emissions and 33 per cent for PM** emissions when compared with conventional diesel buses.",
     "If every bus in London performed to the standard of the New Bus for London then air quality could be improved to the extent of a 57 per cent reduction in the amount of NOx emissions from buses.",
     "It is also predicted that fuel consumption on the new bus will be approximately 10 miles per gallon (28 litres per 100km), which is nearly 40 per cent better than a conventional diesel double deck bus and 15 per cent better than existing hybrid double deck buses.",
     "* NOx = Oxides of nitrogen",
     "** PM = Particulate Matter",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Cleaning the heart of London\"}",
     "The version of the new bus that is being tested is only intended to operate on the busy roads of central London.",
     "But the potential of its environmental technology is that if rolled out across the entire fleet of London buses it could potentially reduce CO2 emissions in the capital by 230,000 tonnes a year.",
     "The Mayor of London, Boris Johnson, said: \"I am thrilled that we are now able to put this lean, green and thoroughly ravishing machine through its paces. Over the next few months its mettle will be well and truly tested.",
     "'But I hope that process will confirm we have built a real eco warrior of a bus that can contribute to improving the air of our city, while transporting Londoners in great style and safety.\"",
     "TfL's Managing Director of Surface Transport, Leon Daniels, said: 'The engineering test vehicle will allow us to check and then re-check the physical structure, engineering and performance of the bus.",
     "'During the course of the next few months it will undergo an intensive battery of tests that will include everything from a compressed bus drive cycle to test the durability of the bus to being tilted to 28 degrees on a huge hydraulic table to ensure it meets all the legal requirements.",
     "'The findings from the tests will refine the design of the buses that will enter service early next year.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Stakeholders put up a green light\"}",
     "The Mayor also announced today that the first New Bus for London vehicle to enter service in early 2012 will be operated by Arriva London.",
     "A full scale static mock-up of the New Bus for London was built last year and a range of stakeholders were invited to view it and to help TfL early in the design process.",
     "The engagement activity involved a number of key stakeholder groups, including wheelchair users.",
     "Overall, the stakeholder feedback was extremely positive with more than 90 per cent liking or strongly liking the exterior of the bus and around 85 per cent liking or strongly liking the overall design.",
     "Input from stakeholders, particularly those representing disabled bus passengers, has enabled TfL to make some additional enhancements to the design of the bus that will improve the passenger experience.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Notes to Editors:\"}",
     "{\"template\":\"bulletlist\",\"items\":[\"The New Bus for London has been designed and built by Wrightbus in collaboration with Heatherwick Studio\",\"A summary of the findings of the stakeholder research can be viewed at: \\u003ca href=\\\"http://www.tfl.gov.uk/newbusforlondon\\\"\\u003etfl.gov.uk/newbusforlondon\\u003c/a\\u003e \",\"The contract for the design and build of the New Bus for London was awarded to Wrightbus in January 2010\",\"The Wright Group is the United Kingdom's leading independent supplier of accessible buses for public transportation systems throughout the country.  Founded in 1946, and still a family owned and managed company, the Wright Group has pioneered low floor buses in the UK, and has earned a reputation for producing vehicles which are stylish, durable, high in quality and packed with innovative features\",\"Arriva London is one of the biggest bus operators in London, providing 20 per cent of the capital's bus services under contract to TfL.  Contracts involve routes, vehicles and timetables specified by TfL and are closely monitored to ensure services are of the highest quality\",\"Millbrook is one of Europe's leading locations for the development and demonstration of every type of land vehicles, from motorcycles and passenger cars to heavy commercial, military and off-road vehicles\",\"Stills and moving footage of the bus are available for download from the following FTP site \\u003ca href=\\\"ftp://ftp.wright-bus.com/TFL\\\"\\u003eftp://ftp.wright-bus.com/TFL\\u003c/a\\u003e Username - ftptfl1 Password - NBfL2011. Note that the site will be available for one week only\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}