{
 "pageTitle": "TfL urban realm designer scoops the Alan Cherry Award for Placemaking",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL urban realm designer scoops the Alan Cherry Award for Placemaking",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Award recognises public sector individuals who have made significant contributions to improving public spaces."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Transport for London's (TfL's) Head of Urban Realm Design, David Ubaka, has won the Alan Cherry award for Placemaking, which recognises the contribution of those in the public sector to the quality of public spaces in their communities.",
     "He was recognised for excellence in his design work which has helped improve the appearance and flow of public spaces by creating better walking access, good and easy access to stations, reducing congested pavements and improving layout.",
     "Some of his key projects include the new pedestrian interchange at Oxford Circus and newly refurbished London Overground stations.",
     "Apart from helping to set the vision for, and overseeing the design of, the new and refurbished stations, David and his team championed the creation of these stations as an integral part of the wider urban realm.",
     "Other successful projects to David and his team's credit include the creation of Windrush Square Brixton, which saw an underused public space redesigned to benefit all users in Lambeth, as well as the design of the new cable car for London.",
     "Commenting on his award, David Ubaka said: 'This is a huge honour for me and my team.",
     "'It is fulfilling to work on projects with the support of the local community and we hope to be able to do more in the future.",
     "'I work with a very supportive and dedicated design team and feel privileged to be able to contribute to the wider TfL task of delivering a great city with vibrant and much loved spaces.'",
     "Michele Dix, Managing Director of Planning at TfL, said: 'This is a fantastic achievement and a reflection of the hard work David and colleagues have made to ensure quality in the design and delivery of improved public realm spaces in London, and so supporting our vision to make London a world-class city.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The late Alan Cherry CBE DL created Countryside Properties, which specialises in the creation of sustainable homes, communities and regeneration. The Award was established to recognise those who work in the public sector and are dedicated to improving the quality of the public spaces in their local area\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}