{
 "pageTitle": "TfL community cycling grants to boost cycling projects across the Capital",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL community cycling grants to boost cycling projects across the Capital",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Twenty-five grants of £5,000 are available for London-based cycling projects. Any community group wishing to apply for funding can do so between 20 May and midday on 3 June."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) is offering 25 grants of £5,000 to groups and organisations to help increase the number of cyclists in their communities.",
     "The grants are part of the Community Cycling Fund for London (CCFL), a scheme funded by TfL and administered by the London Cycling Campaign (LCC) to support home-grown initiatives that enable people of all ages and backgrounds to experience the benefits of cycling.",
     "Any community group wishing to apply for funding can do so between 20 May and 3 June.",
     "Funding may be used to help to run local rides, events, bike maintenance or other small scale projects that encourage cycling and build the confidence of new and infrequent cyclists.",
     "Boris Johnson, the Mayor of London, said: 'This is all about helping the smaller cycling groups within London to pass on their enthusiasm for cycling to local people.",
     "'There is an army of potential cyclists within the boundaries of our great Capital and the smaller community groups this funding is meant for have the local know how that will help them encourage other Londoners to take to two wheels.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Discover the benefits\"}",
     "Ben Plowden, Director of Better Routes and Places at TfL, said: 'London's cycle revolution is moving at a remarkable pace, with a huge rise in the number of journeys being made by bike and more and more people from all walks of life giving cycling a go.",
     "'The Community Cycling Fund is a great way to create opportunities for people who may never have considered cycling to get on a bike and discover the benefits of cycling in London.'",
     "Matt Mallinder, Deputy CEO of the LCC, says: 'These grants are an excellent catalyst to get more people on bikes, which in turn opens up communities and provides health benefits and employment opportunities.'",
     "Last year, a broad range of groups including schools, residents' associations, mental health charities, and youth organisations received funding from the CCFL to encourage cycling in their communities.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Cycling initiatives\"}",
     "For more details on the CCFL application forms and for eligibility criteria, visit \u003ca href=\"http://www.lcc.org.uk/community\"\u003ewww.lcc.org.uk/community\u003c/a\u003e .",
     "The CCFL is part of the huge programme to promote cycling in London.",
     "The Mayor and TfL are introducing a wide range of initiatives to help increase the number of people cycling in the Capital, including:",
     "{\"template\":\"bulletlist\",\"items\":[\"Barclays Cycle Hire - with more than four million journeys made since the scheme launched last summer\",\"By spring of 2012, Barclays Cycle Hire will be extended eastwards as far as Bow while hundreds more docking points are being added in central London\",\"Barclays Cycle Superhighways, the first two of which were introduced last summer to make it easier and safer for cyclists to commute into London on direct and continuous cycle routes. The number of cyclists using the routes has increased up to 70 per cent with increases of 100 per cent or more seen during peak hours. Work on the next two routes is underway and the remaining eight routes will be introduced by 2015\",\"Free or subsidised cycle training is available in most London boroughs\",\"Earlier this month, the Mayor announced London's thirteen biking boroughs who have been awarded a total of £4m of funding to create cycle hubs and cycling communities in Outer London\"]}",
     "\u003cstrong\u003eNotes to editor:\u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}