{
 "pageTitle": "GLA - 24-hour night services for London Overground line",
 "description": "24-hour night services for London Overground line",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2017",
   "url": "/info-for/media/press-releases/2017"
  },
  {
   "title": "July",
   "url": "/info-for/media/press-releases/2017/july"
  },
  {
   "title": "GLA - 24-hour night services for London Overground line"
  }
 ],
 "title": {
  "title": "GLA - 24-hour night services for London Overground line",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Night Overground will build on the huge success of the Night Tube"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This press release, issued by the Mayor of London, was first published on \u003ca href=\"https://www.london.gov.uk/press-releases/mayoral/24-hour-night-services-for-london-overground-line\"\u003elondon.gov.uk\u003c/a\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"All-night services on Fridays and Saturdays will start on the East London route in December\",\"Services will run between New Cross Gate and Dalston Junction, and be extended to Highbury \\u0026 Islington next year\"]}",
     "Travelling around the capital at night is set to become even easier as the Mayor of London, Sadiq Khan, today announced that services on a key part of the London Overground will run 24-hours at weekends.",
     "London Overground night services will start operating from December on Fridays and Saturdays along the East London route between New Cross Gate and Dalston Junction. It will then be extended to Highbury \u0026 Islington next year.",
     "The addition of a Night Overground service follows the huge success of the Night Tube, which has already seen more than 6.5m journeys made since it began last year. Alongside the Night Tube, it will help create more jobs and boost the local economy. Night Tube services are already playing a key role in opening up London's night-time economy, with the network estimated to provide a boost of £77m a year and support around 2,000 permanent jobs.",
     "The East London route serves a culturally diverse swathe of the capital rich in museums, galleries, restaurants, bars and night spots.  The service will help those working shifts in East London's thriving hospitality and service sectors, and those who live in the outer London zones, by substantially reducing their journey times. It will also be hugely beneficial for other night shift workers going to and from work, including those in the emergency services.",
     "Connecting with the Night Tube network at Canada Water on the Jubilee line and, from next year, Highbury \u0026 Islington on the Victoria line, the Night Overground will transform journeys for thousands of people.",
     "The Mayor of London, Sadiq Khan, said:",
     "'Our Night Tube services have been a real success right across the capital, so I'm delighted to announce that we'll be bringing the Night Overground to the East London line later this year. It will provide huge benefits to Londoners and visitors to our city, helping those working hard through the night and all those out enjoying everything London has to offer, as well as creating jobs and boosting our economy.'",
     "Cllr Feryal Demirci, Cabinet Member for Neighbourhoods, Transport and Parks, Hackney, said:",
     "'The extension of services for Hackney's Overground stations is not only great news for our local businesses, but it will also help residents get around quicker and safer at night, which is especially helpful for shift workers across the borough. We welcome this news and also hope that TFL can eventually extend the night tube to serve all of Hackney's Overground stations.'",
     "Alan D Miller, Chairman Night Time Industries Association, said:",
     "'We at the NTIA are delighted that 24 hour service is coming to the London Overground from New Cross Gate to Highbury \u0026 Islington via Shoreditch. London is making significant strides to become a smart, future-oriented 24-hour city in which transport is a vital component. So hurrah for this! Together we can all help make London the best it can be for us all.'",
     "Henry Dimbleby, Co-founder of Leon and London Union, said:",
     "'The orange line is the artery that connects London's most vibrant areas. The opening of the night service will not just boost the local economy, it will further feed the creative spirit of east London, the culture epicentre of Europe. It's going to be awesome.'",
     "Jonathan Fox, TfL's Director of London Rail, said:",
     "'The East London route is one of the most popular parts of the London Overground network, particularly late in the evening. Expanding night services to this key part of London Overground will make it easier for customers to enjoy the vibrant night time culture that East London has to offer, supporting the economy in this much-loved area of the capital. The Night Tube has already provided a boost to our economy and supported thousands of permanent jobs. We hope the Night Overground will build on this success even further.'",
     "Due to Crossrail work taking place at Whitechapel station, London Overground night services will initially not call at the station until works are complete. Services are expected to call at the station from summer 2018.",
     "All stations along the route will be staffed at all times while trains are running, with CCTV, modern lighting and help points throughout.",
     "In the future, the Night Tube will be extended to parts of the Metropolitan, Circle, District, and Hammersmith \u0026 City lines once modernisation programmes are complete in 2023.",
     "This year marks the 10th anniversary of the London Overground. Since TfL took over suburban rail routes from Silverlink in 2007, passenger numbers on the routes have increased six fold and the network has become one of the most popular and reliable railways anywhere in the country.",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"The Night Tube runs on the following lines on Friday and Saturday nights and the early hours of Saturday and Sunday mornings:\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"Central line: trains are running between Ealing Broadway and Loughton / Hainault\",\"Victoria line: trains are running on the entire line\",\"Jubilee line: trains are running on the entire line\",\"Northern line: trains are running from High Barnet and Edgware to Morden via the Charing Cross branch\",\"Piccadilly line: trains are running between Cockfosters and Heathrow Terminal five\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"The vast majority of the London Overground network is operated on Network Rail tracks, which are also used by other rail operators, freight and maintenance services. The route between New Cross Gate and Highbury \\u0026 Islington is managed by TfL, enabling 24 hour services to operate at weekends on this section of the network.\",\"The old East London line on the Tube network, which ran from New Cross/New Cross Gate to Whitechapel, was closed in 2007 to make way for the London Overground network. It was extended to Highbury \\u0026 Islington when it reopened in 2010.\",\"More than 189 million people used the Overground in 2016/17, compared to 33 million in 2008/09;\",\"TfL has taken previously under-used parts of the rail network have been brought back into full use, while services have been radically improved with continuing investment and expansion to parts of the Capital once not well served by rail. Stations have been brought up to modern standards, with CCTV, better security, a turn up and go service for disabled Londoners and staff present at every station at all times;\",\"Capacity on other London Overground services has been increased by a further 25 per cent through the introduction of a fifth car to trains across the network which was completed at the end of 2015. In November 2016 Arriva Rail London took over London Overground network, and will support TfL in delivering further improvements for customers on the already hugely popular network\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2017/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2017/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2017/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2017/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2017/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2017/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2017/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2017/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2017/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2017/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2017/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2017/december",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}