{
 "pageTitle": "One billion journeys made by contactless payment on London's transport network",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2017",
   "url": "/info-for/media/press-releases/2017"
  },
  {
   "title": "July",
   "url": "/info-for/media/press-releases/2017/july"
  },
  {
   "title": "One billion journeys made by contactless payment on London’s transport network"
  }
 ],
 "title": {
  "title": "One billion journeys made by contactless payment on London’s transport network",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Latest figures show that 40% of all pay as you go journeys are now made using contactless payment - up from around 25% a year ago"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "London's transport network has now seen more than one billion pay as you go journeys made by contactless payment cards - as the new payment option has substantially changed the way customers pay for their travel around the city.",
     "The landmark figures, published today by TfL, show that, on average, two million journeys are now made using contactless every day.",
     "In total, 40% of all pay as you go journeys are now made using contactless. This is up from 25% in early 2016.",
     "Of these, almost one in 10 contactless transactions are now made using mobile devices, with more than 31 million journeys made specifically using mobile phones in London in the last 12 months.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Best value fare\"}",
     "TfL's contactless payment system was first launched on London's buses in December 2012 and expanded to cover Tube and rail services in London in September 2014.",
     "The system automatically calculates the best value fare based on the customer's specific journey history and then charges them at the end of the day - ensuring they always pay the lowest fare in the easiest and most convenient way.",
     "This means that customers could save money compared to buying a Travelcard, helping them to travel around London more affordably.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Elizabeth line\"}",
     "In the future, contactless will also be expanded to cover the Elizabeth line, which will see services running from Reading and Heathrow in the west to Shenfield and Abbey Wood in the east by December 2019.",
     "Last year, TfL signed a deal worth up to £15m with Cubic Transportation Systems (CTS) allowing them to adapt the Capital's contactless ticketing system worldwide.",
     "It is the first of a number of planned agreements to sell TfL's expertise both at home and abroad - a key manifesto commitment for the Mayor.",
     "Since then, CTS has progressed discussions with a number of world cities, including Sydney and Miami, to introduce contactless ticketing technology to their transport networks in the future.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Make life easier\"}",
     "Customers from more than 100 countries have now used contactless payment cards and mobile devices to make journeys on the Capital's public transport network, with more than 20 new countries, including Estonia, Morocco and Peru, having been seen for the first time in the last year.",
     "Contactless is one of a range of improvements to make life easier and cheaper for customers.",
     "Since it launched last September, more than 25 million 'Hopper' journeys, which allow customers to have a second bus or tram journey for free if made within one hour, have been specifically made using contactless - helping save Londoners even more money.",
     "Sadiq Khan, Mayor of London, said: 'I'm delighted that we've hit one billion contactless journeys in London.",
     "'The dramatic increase in the use of contactless over the last year shows the real progress we've made making journeys easier and more convenient for busy Londoners and also visitors to our city.",
     "'London continues to lead the way in terms of contactless payment around the world, and the money we make selling TfL's innovation and expertise to other major global cities will allow us to put further money into improving London's own transport network.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Even more convenient\"}",
     "Shashi Verma, Chief Technology Officer at Transport for London, said: 'Contactless payments have completely transformed the way people pay for travel in London and it's great to see more than 1 billion journeys now made across the Capital's transport network.",
     "'Our contactless technology is now making it easier for people to travel around the city, whether it's for work, leisure or to visit friends and family. We're committed to continue developing and expanding the system where we can to make it even more convenient for anyone visiting London.'",
     "Roger Crow, Executive Vice President and Managing Director of Europe at Cubic Transportation Systems, said: 'Our partnership with TfL has helped put London at centre stage among the world's most technologically advanced payment systems.",
     "'We take pride in both the contactless experience leading to the billionth pay as you go transaction as well as our collaboration with TfL to take the technology to other leading systems worldwide.'",
     "Richard Koch, Head of Cards at UK Finance, said: 'With nearly a third of card payments now contactless, reaching this milestone is a huge endorsement of this quick 'touch' payment technology.",
     "'Londoners and visitors to the capital have embraced contactless payments as an enabler of convenient, friction-free travel. We are working with the transit industry to bring the benefits TfL has delivered to its customers to the rest of the country.'",
     "\u003cstrong\u003eNotes to Editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Other facts and figures released today include:\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"Journeys made using pay as you go with contactless now make up around a quarter of all fares revenue for London Underground. In total, almost £2 billion has been spent by customers using pay as you go with contactless since it was introduced\",\"Since early 2016, the proportion of pay as you go journeys made using contactless rose from 25% to more than 40% today. At around 80 stations across London, including Clapham North Underground station, Shoreditch High Street rail station and Gatwick Airport, the proportion is even higher - regularly hitting over half of all pay as you go journeys\",\"Around 720,000 bus and tram journeys are made using pay as you go with contactless every day in London. Of these, around 30% are made using cards that have reached the daily or weekly cap, meaning the journey is free\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"Copies of graphs showing the growth of contactless since it launched, as well as a map illustrating the countries seen on the TfL ticketing network are available from the TfL Press Office\",\"Customers are encouraged to sign up for an online account and add their contactless payment card. As well as being able to view 12 months of journey and payment history, customers can also get email alerts if there's an issue with their card which might stop them from using it to travel as well as obtain refunds for incomplete journeys - \\u003ca href=\\\"https://account.tfl.gov.uk/\\\"\\u003ehttps://account.tfl.gov.uk\\u003c/a\\u003e \",\"Last year, Southeastern announced that passenger journeys on High Speed One services between St Pancras International and Stratford International increased by 72% following the introduction of pay as you go with Oyster and contactless in July 2015. The high-speed service now sees 12,000 journeys a week made using pay as you go, more than half of them regularly made using contactless payment cards\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2017/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2017/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2017/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2017/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2017/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2017/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2017/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2017/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2017/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2017/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2017/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2017/december",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}