{
 "pageTitle": "TfL to enhance frequency on the Elizabeth line",
 "description": "TfL to enhance frequency on the Elizabeth line",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2017",
   "url": "/info-for/media/press-releases/2017"
  },
  {
   "title": "July",
   "url": "/info-for/media/press-releases/2017/july"
  },
  {
   "title": "TfL to enhance frequency on the Elizabeth line"
  }
 ],
 "title": {
  "title": "TfL to enhance frequency on the Elizabeth line",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Services on the Elizabeth line are set to be even more extensive and frequent than originally planned when the line becomes fully operational in December 2019, Transport for London (TfL) announced today.",
     "Off-peak services between Paddington and Whitechapel will be increased from 16 trains as previously planned, to 20 trains per hour - a 25 per cent increase. An additional two trains per hour will run between Paddington and Shenfield and a further two trains per hour between Paddington and Abbey Wood will also be introduced in the off-peak.",
     "Peak services to destinations west of Paddington will be boosted significantly, with services from Reading doubled from 2 trains per hour to 4 trains per hour, and services to Maidenhead increased from 4 trains per hour to 6 trains per hour.",
     "The improved frequency of trains has been announced following collaboration with the DfT, Network Rail and the train operating companies on a final timetable for services.",
     "Trains will now also call at Heathrow Terminal 5 - meaning all Heathrow Terminals will be served by the Elizabeth line. A total of six Elizabeth line trains per hour will serve Heathrow Terminals from December 2019. Four will go to Terminals 2, 3 and 4 and two will go to Terminals 2, 3 and 5. This will also increase services to Ealing Broadway, Southall and Hayes \u0026 Harlington.",
     "These improvements will provide additional capacity and help ease pressure on other public transport services.",
     "To enable the additional services, TfL will be increasing the number of trains that will operate on the Elizabeth line from 66 to 70 trains.",
     "The Mayor of London, Sadiq Khan, said: `The Elizabeth line will transform travel across London, with new state-of-the-art trains moving passengers quickly across key parts of London and the South East. I am delighted that we can today announce that Elizabeth line services will be more frequent than originally planned, making journeys even more convenient for people travelling in and out of London, and helping ease pressure on other parts of our busy transport network. With more regular services connecting central London with key locations like Heathrow Airport, the benefits will be felt directly by millions of commuters, tourists, and businesses every year.'",
     "Transport Secretary Chris Grayling, said: `It's great news there will be more services on the Elizabeth line, meaning more passengers can travel with greater convenience across London and beyond on trains which are an example of British engineering at its best. The Elizabeth line will transform the way people travel across London and beyond, bringing better and faster journeys, while boosting jobs and driving economic growth.'",
     "Mike Brown MVO, London's Transport Commissioner, said: `We want to deliver the very best service for customers from day one of the Elizabeth line. The timetable improvements that we have been developing ahead of full opening of the line in December 2019 will see additional services to destinations west of Paddington, including Reading, Maidenhead and Heathrow Terminal 5, as well as increased off-peak frequencies in central London. This will make journeys on the new accessible line even easier and more convenient for the hundreds of thousands of people expected to use it each day.'",
     "TfL and the Department for Transport, the joint sponsors of the Crossrail project, have been working closely with Network Rail to ensure the best use of the shared railway infrastructure in west London and beyond. Five Great Western Railway services will be replaced with Elizabeth line services. This will provide the same or greater, frequency and the same journey times for the majority of passengers, with the added benefit of being able to continue directly into central London on the Elizabeth line.",
     "From May 2018, new ticket readers will be installed at Heathrow, meaning passengers using Heathrow Express and TfL Rail between Paddington and Heathrow will be able to use pay as you go Oyster or a contactless device.",
     "Stretching from Reading and Heathrow in the west across to Shenfield and Abbey Wood in the east, the Elizabeth line will change the way people travel around London and the South East and add much needed new capacity to London's transport infrastructure. A fleet of brand new 200 metre long trains will run on the Elizabeth line, featuring nine walk-through carriages, air conditioning, CCTV and real-time travel information.",
     "The line will boost central London's rail-based capacity by 10 per cent, connecting Reading and Heathrow in the west and Shenfield and Abbey Wood in the east. It will connect people and places, providing faster journey times with up to 24 trains per hour between Paddington and Whitechapel during the peak and 20 trains per hour off-peak.",
     "Notes to editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"The new map showing Elizabeth line services from December 2019 is available to download \\u003ca href=\\\"https://www.flickr.com/photos/tflpress/sets/72157683765721231\\\"\\u003ehere\\u003c/a\\u003e .\",\"The Elizabeth line will deliver a direct connection between all of London's main employment centres, linking Heathrow with Paddington, the West End, the City and Canary Wharf. The Elizabeth line will open in December 2018 when services commence through central London.\",\"A joint feasibility study is also underway to look at delivering a further two Elizabeth line trains per hour to Terminal 5 meaning eight Elizabeth line trains per hour serving Heathrow, as well as additional work on developing western rail access to Heathrow.\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"Trains will start operating in five phases:\",\"Liverpool Street to Shenfield - June 2017 (TfL Rail)\",\"Heathrow to Paddington (mainline platforms) - May 2018  (TfL Rail)\",\"Paddington (Elizabeth line platforms) to Abbey Wood, through the new central tunnels - December 2018\",\"Paddington (Elizabeth line platforms) to Shenfield - May 2019\",\"Full through service (including Elizabeth line services to Reading) - December 2019\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"The Crossrail project is being delivered by Crossrail Limited, a wholly owned subsidiary of TfL, and is jointly sponsored by the Department for Transport and TfL.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2017/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2017/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2017/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2017/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2017/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2017/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2017/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2017/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2017/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2017/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2017/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2017/december",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}