{
 "pageTitle": "TfL makes it easier to top up Oyster cards while on the go",
 "description": "TfL makes it easier to top up Oyster cards while on the go",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2017",
   "url": "/info-for/media/press-releases/2017"
  },
  {
   "title": "July",
   "url": "/info-for/media/press-releases/2017/july"
  },
  {
   "title": "TfL makes it easier to top up Oyster cards while on the go"
  }
 ],
 "title": {
  "title": "TfL makes it easier to top up Oyster cards while on the go",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Upgrade to Oyster eradicates need to nominate a Tube or rail station, tram stop or River Bus pier to collect online purchases"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Getting around London is set to become even more convenient after a range of improvements to London's Oyster ticketing system were introduced.",
     "Passengers who top up their pay as you go credit or buy Travelcards using Oyster online can now collect their purchase from any Tube or rail station, tram stop or River Bus pier when they touch in, rather than having to nominate a station when they make the purchase.",
     "The upgrade has also significantly reduced the time it takes for the product to be ready to collect - from up to 24 hours to just 30 minutes.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Improvements to Oyster\"}",
     "By the end of autumn, these improvements will also be expanded to allow products to be collected directly on all 9,000 London buses.",
     "The improvements to Oyster will be followed by further upgrades to the system in the coming year.",
     "Next month, the new TfL app will launch, allowing customers to top up their Oyster card with pay as you go credit and buy Travelcards wherever they are.",
     "The new app, which will be available to download for free via the Apple App Store and Google Play Store, will allow customers to use their smartphone to quickly add pay as you go credit to their Oyster card.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"'Hopper fare'\"}",
     "It will also allow customers to check how much credit they have on their Oyster card and also provide, for the first time, a 'Low balance' alert direct on their mobile to help customers ensure they have enough pay as you go credit before they travel.",
     "Throughout 2017 and 2018, further improvements to the Oyster system will also be introduced, including:",
     "{\"template\":\"bulletlist\",\"items\":[\"Expanding the Mayor's 'Hopper fare' to allow unlimited journeys on buses and trams within an hour\",\"Making Bus \\u0026 Tram Pass season tickets available to purchase online and via the app\",\"Introducing Weekly Capping on Oyster to bring it in line with Contactless\"]}",
     "Shashi Verma, Chief Technical Officer at TfL, said: 'Pay as you go with Oyster and Contactless has delivered greater convenience for our customers and we are constantly looking to make further improvements.",
     "'With more people using the internet to manage their life than ever before, it's right that we make the process of buying and checking their travel products as quick and convenient as possible.",
     "'This latest upgrade, along with the forthcoming TfL app, is part of our continuing work to make it as easy as possible to use public transport in London.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Enhance the online experience\"}",
     "Janet Cooke, London Travelwatch chief executive, said: 'We welcome these improvements which will enhance the online experience for Oyster users.",
     "'It's also great to see that TfL will be launching a new Oyster app next month which was developed in response to our research on improving passengers' value for money on London's transport services in August 2013.",
     "'This will provide passengers with a more convenient way to top up Oyster pay as you go balances and identify and claim any money due to them for incomplete journeys.'",
     "To register for an Oyster online account, please visit \u003ca href=\"http://oyster.tfl.gov.uk/\"\u003eoyster.tfl.gov.uk\u003c/a\u003e ",
     "\u003cstrong\u003eNotes to Editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The technological advances form a key part of TfL's action plan to address concerns raised in the London Travelwatch report into the closure of ticket offices at London Underground stations, which was published last year - \\u003ca href=\\\"https://www.london.gov.uk/transport/rail-and-underground/tube-ticket-office-closures-and-improving-customer-experiences\\\"\\u003elondon.gov.uk/transport/rail-and-underground/tube-ticket-office-closures-and-improving-customer-experiences\\u003c/a\\u003e \",\"Once launched, further functions will be added to the TfL app throughout 2017, including making it quicker and easier to apply for refunds for incomplete journeys, as well as viewing journey history for Contactless payments in Spring 2018\",\"In order to use the new TfL app, customers will need to have an Oyster online account.  Customers with a first-generation Oyster card, which were predominantly issued prior to 2010, will also need to upgrade their Oyster card to one which has a \\\"D\\\" in the bottom left hand corner on the back of the card. For more information about this, please visit - \\u003ca href=\\\"http://www.tfl.gov.uk/first-generation-oyster\\\"\\u003etfl.gov.uk/first-generation-oyster\\u003c/a\\u003e \",\"TfL is currently contacting regular Oyster card users with a first-generation card through Oyster online to encourage them to upgrade their card prior to the release of the new TfL app\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": null
 }
}