{
 "pageTitle": "New Tube performance figures confirm continued reliability improvements",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New Tube performance figures confirm continued reliability improvements",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Passenger journeys continue to rise and customer satisfaction at record high."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We are committed to delivering further improvements in performance, and we are developing a further programme to deliver the Mayor's target of a further 30 per cent reduction in delays by 2015",
     "Delays on the Tube continue to fall with more services operated across the network, according to new figures published by Transport for London.\u003cbr /\u003e\u003cbr /\u003eThe figures for Period 4, covering 24 June to 21 July, show passenger demand continued at record levels with 3m more passenger journeys made than anticipated, two per cent more than the same period in 2011.",
     "London Underground's (LU's) quarterly Customer Satisfaction Survey stands at a record score of 82 out of 100, the highest since the independent survey began in its current form in 1990.\u003cbr /\u003e\u003cbr /\u003eDelays to customers during the period, as measured by lost customer hours, were 0.3m hours below target, and LU operated 97.9 per cent of scheduled kilometres, equalling the 15-year high reached in period 5 of 2010/11.",
     "The continuing trend of long-term improvement follows the creation of the London Underground Reliability Programme in 2011, which led to the introduction of a range of initiatives to predict and prevent failures, respond more quickly to problems and roll out better equipment.\u003cbr /\u003e\u003cbr /\u003eMike Brown, LU's Managing Director, said: 'Reliability on the network is at an all-time high and continues to improve.",
     "'We are committed to delivering further improvements in performance, and we are developing a further programme to deliver the Mayor's target of a further 30 per cent reduction in delays by 2015.'",
     "During the four-week period, several improvements were also delivered across the Tube network, including:",
     "{\"template\":\"bulletlist\",\"items\":[\"The first of the new S7 air-conditioned, fully walk-through trains entering service on the Hammersmith \\u0026 City line\",\"A new station entrance, concourse, ticket hall and two new staircases opened at Paddington (H\\u0026C line) station\",\"The initial rollout of Wi-Fi, delivered by Virgin Media, completed during the period with live Wi-Fi at 72 stations in time for the 2012 Games\",\"Five new lifts at Farringdon station, which became the 66th step-free Tube station.\\u003cbr /\\u003e\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}