{
 "description": "Whether you're looking for a leisurely sight-seeing River Tour or a quick commute on a River Bus service, TfL's updated guide to river services with help you to make the most of London's greatest highway.The guide, available from 5 November, details both",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "See more by boat: London River Services unveils its autumn/winter River Guide ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Even though there is a nip in the air, there is still a warm welcome awaiting you on the River Thames."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "It's never been easier to enjoy the Thames",
     "Whether you're looking for a leisurely sight-seeing River Tour or a quick commute on a River Bus service, TfL's updated guide to river services with help you to make the most of London's greatest highway.",
     "The guide, available from 5 November, details both River Bus and River Tour services.",
     "River Bus offer fast and frequent services throughout the day between the many piers along the Thames.",
     "These services operate between Putney Pier and Woolwich Arsenal Pier and, as well as special services like the O2 Express, are designed to get you quickly around London in warmth and comfort.",
     "River Tours continue to run through autumn and winter and are a great way to relax and see the city from a different perspective.",
     "Not only are there leisurely trips, such as Sunday Lunch Jazz Cruises and London Showboat Boat Cruise available, there are also super-speedy sightseeing trips in speedboats designed to thrill the whole family.",
     "There really is something for everyone on the river this year.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Iconic landmarks\"}",
     "Passengers with a valid Travelcard, or an Oyster card loaded with a valid Travelcard, can get a third off single fares on most river services.",
     "On KPMG Thames Clippers the cost of the journey can be taken from any Oyster pay as you go balance.",
     "Passengers with Oyster pay as you go get 10 per cent off the normal KPMG Thames Clipper adult fare.",
     "Mike Weston, Operations Director for Surface Transport, said: 'Autumn and winter are such great seasons to enjoy the River Thames.",
     "'With lovely warm state-of the-art vessels, many serving drinks and snacks, it is not only great for your daily commute but also for visitors and residents who can see many iconic London landmarks, including the Tower of London and the Houses of Parliament, from a fantastic vantage point.",
     "'Since the introduction of improved signage, clearer 'Tube style' river maps and new branding along the river, it's never been easier to enjoy the Thames.'",
     "For more information on London's river services, visit \u003ca href=\"http://www.tfl.gov.uk/river\"\u003etfl.gov.uk/river\u003c/a\u003e or pick up one of the new guides from some London River Services' piers, London Underground stations and Transport for London Travel Information Centres.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"London River Services is responsible for managing eight piers on the river: Westminster, Festival, Embankment, Millbank, Blackfriars, Bankside, Tower and Greenwich\",\"Fast River Bus services now operate all day every day from Embankment Pier and London Eye Pier to North Greenwich Pier for the O2, with some services continuing to Woolwich Arsenal Pier. The last boat back into central London from North Greenwich Pier is at 22:20 daily. Later boats leave every 10 minutes after shows at the O2\",\"Passengers with a valid Travelcard will get a third off the price of their River Bus ticket. Passengers with Oyster pay as you go will get 10 per cent off the normal KPMG Thames Clipper adult fare, with the exception of journeys on the O2 Express service\",\"London River Services is keen to ensure the continued growth and development of river services and to see that all riverboat services are integrated, where practicable, with London's other public transport services\",\"London River Services has realtime information on KPMG Thames Clipper services at piers and on the website to allow passengers to better plan their journeys\",\"All London River Services piers are step-free at all states of the tide, allowing access for mobility impaired passengers. Most river boats are accessible - passengers should contact boat operators for comprehensive accessibility information when planning their journeys. The relevant contact information is included in the new guide and is available at \\u003ca href=\\\"http://www.tfl.gov.uk/river\\\"\\u003etfl.gov.uk/river\\u003c/a\\u003e \\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}