{
 "pageTitle": "TfL's real time bus information service makes millions of journeys easier in its first year",
 "description": "Around 2,500 new and improved bus signs now installedBus data made available free to app developers to create useful apps for passengersTransport for London's 'Countdown' real time bus information service was launched in October last year and has proven",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL's real time bus information service makes millions of journeys easier in its first year",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Since its launch, TfL's real time bus information service has dealt with more than 620 million requests."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Around 2,500 new and improved bus signs now installed\",\"Bus data made available free to app developers to create useful apps for passengers\"]}",
     "Transport for London's 'Countdown' real time bus information service was launched in October last year and has proven extremely popular with passengers since then.",
     "In the year since its launch the service has made millions of journeys easier, dealing with 620 million requests for information - an average of 1.6 million requests via the internet and smart phones and 36,000 requests via text each day.",
     "TfL has also recently completed the installation of 2,500 new and improved bus information roadside signs across the Capital.",
     "These improved signs provide clearer amber text on black background, of particular help to visually impaired passengers. The signs are now also able to display important service information so passengers are kept fully informed at all times. In addition, digital signs are currently in development that will display live bus arrival information on screens in foyers and receptions at rail stations, hospitals and hotels.",
     "Leon Daniels, TfL's Managing Director for Surface Transport, said: 'Countdown is the product of many years of work and has developed into the largest and most advanced system of its kind in the UK.",
     "'The service has revolutionised the way people make the most of bus services in London. People are now able to have that extra bowl of cereal in the morning or finish their cup of coffee after a meal out knowing they can time their arrival at the bus stop to perfection.'",
     "As part of TfL's ongoing commitment to publish its data, it started providing real time bus arrival information free of charge to third parties in May. Many are utilising this data to produce apps and there are now more than 30 currently available which help to make journeys easier for passengers.",
     "\u003cstrong\u003eNotes to editors \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}