{
 "pageTitle": "The name's Underground, London Underground",
 "description": "The New Bus for London also makes an appearanceLondon Underground has been a popular location for film makers over the years and now the world's most famous secret agent, James Bond, has given it the nod. Skyfall, the 23rd film in the Bond series, was",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "The name's Underground, London Underground",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Latest Bond film, Skyfall, filmed on the Tube."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"The New Bus for London also makes an appearance\"]}",
     "London Underground has been a popular location for film makers over the years and now the world's most famous secret agent, James Bond, has given it the nod.",
     "Skyfall, the 23rd film in the Bond series, was filmed in part in London and includes an action sequence on the Tube. The iconic new bus for London also makes an appearance, filmed driving down Whitehall.",
     "It is one of the biggest film productions ever to be filmed on the Tube, with over 450 cast and crew filming at Charing Cross station over several weeks earlier this year.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Classic film\"}",
     "The Tube has proved to be a key location for films set in London  including Harry Potter, Bourne Ultimatum and horror classic American Werewolf in London all featuring scenes on the Tube.",
     "Over recent years the disused platforms at Charing Cross and Aldwych stations have proved popular with film makers who are able to take advantage of a site that mirrors a busy Tube network but with the benefit of not disrupting the running of the railway.",
     "Kate Reston, Head of London Underground Film Office, said: 'The Tube has been an integral location for film making in London for over eighty years from Hitchcock's first talking film, Blackmail, through to Skyfall.",
     "'Nothing identifies a location as being in London quicker than the inclusion of an Underground station or train.",
     "'It's a unique and instantly recognisable backdrop and is recognised around the world and instantly the viewer knows that it's in London.",
     "'Skyfall was one of the biggest productions that I've had the pleasure to be involved in.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Station stars\"}",
     "'Though filming took place over the course of several weeks, months of preparation work with the production team preceded it, a culmination of nearly a year's work.'",
     "It is not the first time that the Tube has featured in a Bond film.",
     "Die another Day (2002) featured a scene at a disused station but actually the film makers built the set based on a visit to Aldwych station.",
     "LU will be celebrating its 150th anniversary next year and it has always played a hugely important role in the success of London - from the growth of the early network which led to the expansion of the suburbs in the last century through to today's system, which successfully moved record numbers of people during the Queen's Jubilee and London 2012 Games.",
     "All revenue generated from filming on the Tube is reinvested back into the transport network.\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Passport to Pimlico (1949)\",\"Alfie (1966)\",\"An American Werewolf in London (1981)\",\"Sliding Doors (1998)\",\"The End of the Affair (1999)\",\"Billy Elliot (2000)\",\"Bridget Jones's Diary (2001)\",\"28 Days Later (2002)\",\"V for Vendetta (2005)\",\"Creep (2005)\",\"The Good Shepherd (2006)\",\"28 Weeks Later (2007)\",\"Harry Potter and the Order of the Phoenix (2007)\",\"Atonement (2007)\",\"The Bourne Ultimatum (2007)\",\"The Edge of Love (2008)\",\"The Escapist (2008)\",\"The Hereafter (2010)\",\"Attack the Block (2011)\",\"Skyfall (2012)\"]}",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}