{
 "pageTitle": "Transport for London launches campaign to help reduce motorcycle collisions",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London launches campaign to help reduce motorcycle collisions",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Radio adverts and posters warn motorists to 'Look Out for Motorcycles'."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) has launched a campaign to try to reduce the number of motorcyclists killed or injured in the Capital.",
     "A radio advert, poster and online campaign running over the next month asks motorists to 'Look Out for Motorcycles'. It highlights to drivers the need to take extra care on the road and to make sure that they have seen motorcycle riders, which can be a particular problem as the evenings get darker.",
     "Motorcyclists accounted for just one per cent of trips in London during 2011, but represented 16 per cent of all casualties and 22 per cent of all fatalities on the Capital's roads, showing that they are particularly vulnerable to serious collisions. In particular, collisions can occur at junctions when vehicles can turn across the path of a motorcyclist having failed to look properly.",
     "Last year there were 4,676 collisions in Greater London involving motorcycles or scooters. Just under 600 of these collisions resulted in the death or serious injury of a motorcyclist, with the majority of casualties occurring in the morning or evening. The Mayor's London Road Safety Action Plan is currently out for consultation and highlights motorcyclists as a key vulnerable road user group for whom safety improvements need to be made.",
     "TfL has commissioned research to better understand the cause of collisions in London that result in fatalities to motorcyclists. The study involved the in-depth analysis of collisions involving a motorcyclist fatality between 2006 and 2009, with the aim of helping to prevent these in future. Early findings show that fatal collisions can take place when vehicles turn right across the path of a motorcycle at a junction or from a side road. Work to further investigate these fatalities is still ongoing and TfL will publish the final report when completed.",
     "Ben Plowden, Director of Surface Planning at TfL, said: 'Motorists particularly need to watch out for motorcyclists when they are turning into or out of side roads. While many initiatives in the past have aimed to improve motorcyclist safety they are still disproportionately at risk compared to other road users. We are currently working with stakeholders to deliver a Safety Action Plan to improve the safety of people using motorbikes or scooters in the Capital. The research into fatal collisions will be used to ensure that those who are most at risk are identified and action is targeted accordingly.'",
     "For more information go to \u003ca href=\"http://www.tfl.gov.uk/roadsafety\"\u003etfl.gov.uk/roadsafety\u003c/a\u003e ",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"For more information on what TfL is doing to promote motorcycle safety across the Capital, please visit \\u003ca href=\\\"http://www.tfl.gov.uk/corporate/projectsandschemes/23288.aspx\\\"\\u003ehttp://www.tfl.gov.uk/corporate/projectsandschemes/23288.aspx\\u003c/a\\u003e \",\"TfL and the Metropolitan Police Service run Bikesafe-London for motorcyclists and scooter users that aims to educate riders to become safer road users. The Rider Skills Days are run by highly-qualified traffic police officers and combine observed rides with interactive presentations, discussions and advice on rider safety\",\"Since 1 May 2008, around 5,000 riders have completed the Rider Skills Day, which combines observed rides with interactive presentations and advice on keeping safer while riding in London to help riders avoid collisions in future\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}