{
 "pageTitle": "Transport for London launches latest campaign to reduce teen casualties on the road",
 "description": "Posters across London, social media messages and an online game 'Stop.Think.Win' urge teens to look out for traffic when using the road. In the game, players must avoid traffic as they navigate themselves and lead a group of friends on a walk across a",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London launches latest campaign to reduce teen casualties on the road ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) launches its latest campaign this week to reduce the number of teen casualties."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Posters across London, social media messages and an online game 'Stop.Think.Win' urge teens to look out for traffic when using the road. In the game, players must avoid traffic as they navigate themselves and lead a group of friends on a walk across a city.",
     "The campaign highlights to teenagers how they can make themselves safer on the roads by not getting distracted.",
     "Many factors, from mobile phones and MP3 players to simple face to face conversations, can lead to teens being involved in collisions when using the road.",
     "One striking poster showing the real consequences of being distracted features a boy lying dead alongside a mobile phone with the warning 'My friend saw the text. He didn't see the car'.",
     "Latest figures, published by TfL earlier this year, reveal that road casualties among teenagers in the Capital have fallen by two thirds over the past 10 years.",
     "Despite this 236 teenagers were killed or seriously injured on London's roads last year.",
     "The campaign seeks to reduce teen road casualties in London even further.",
     "Ben Plowden, Director of Planning TfL Surface Transport said: 'Transport for London is committed to reducing teen road casualties.",
     "'We have achieved positive results over the last 10 years.",
     "'Our aim hasn't changed but our methods of getting this message across have developed.",
     "'This campaign uses engaging media, from posters to an online game, to get the message over to teenagers.",
     "'Over the years the campaign has gained high profile supporters like Wretch 32 and Rizzle Kicks who donated their time by recording short videos that remind London's teenagers not to get distracted when using London's roads.",
     "'We know there is still much work to do to continue reducing teen road casualties.",
     "'With the rise of mobile phones and MP3 players, now more than ever, TfL continues to urge teenagers to be alert and not get distracted on the road.'",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Images available on request\",\"The game \\u003ca href=\\\"http://stopthinkwin.com/\\\"\\u003eStop.Think.Win \\u003c/a\\u003e game which can only be played on desktop PCs or laptops\",\"Posters will run across the Capital displaying striking images to grab teenagers' attention\",\"Watch YouTube clips of \\u003ca href=\\\"http://www.youtube.com/watch?v=XKhxcSYGJFc \\\"\\u003eteen road safety ambassador Wretch 32\\u003c/a\\u003e \",\"All road safety ambassadors volunteered their services free of charge\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}