{
 "pageTitle": "A10 Bruce Grove",
 "keywords": "A,B,Haringey,Roads,Deliveries,Driving,TfL",
 "description": "We're just finishing works that will make the A10 High Road in Bruce Grove town centre safer and more attractive",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Improvements \u0026 projects",
   "url": "/travel-information/improvements-and-projects/index"
  },
  {
   "title": "A10 Bruce Grove"
  }
 ],
 "title": {
  "title": "A10 Bruce Grove",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "{\"template\":\"intro\",\"texts\":[\"We've worked with Haringey Council to improve the A10 High Road in Bruce Grove town centre between the junctions with Forster Road and Bruce Grove. Most of the work is done - minor finishing works will continue until early summer 2019.\"],\"link\":{\"image\":{}},\"image\":{},\"wrapped\":false}",
     "The work has improved road safety, created more space for walking and made for a better town centre environment.",
     "The improvements are part of a wider plan for regeneration in the area. Visit the \u003ca href=\"https://tottenham.london/\"\u003eTottenham London website\u003c/a\u003e for details.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"What we've done\"}",
     "We have:",
     "{\"template\":\"bulletlist\",\"items\":[\"Widened pavements and shortened crossing distances at the junction with Bruce Grove\",\"Introduced Advanced Stop Lines at all signalised junctions so cyclists can wait ahead of other traffic\",\"Repaved footways along the High Road, including the shop forecourts. The existing lampposts were kept\",\"Moved the signalised pedestrian crossing north of the junction with St Loy's Road to be closer to Holcombe Road Market (opposite Lloyds Pharmacy). An unsignalised crossing replaced the existing signalised crossing just north of the junction with St Loy's Road\",\"Widened pavements on both sides of the relocated pedestrian crossing\",\"Merged bus stops for northbound bus services near Bruce Grove station, reassigning bus routes to reduce overcrowding\"]}",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Consultation\"}",
     "Our response to issues raised during the 2016 consultation can be found on the \u003ca href=\"https://consultations.tfl.gov.uk/roads/bruce-grove/\"\u003eBruce Grove A10 consultation page\u003c/a\u003e ."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "advert",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}