{
 "pageTitle": "Camden Town capacity upgrade",
 "keywords": "Tube passengers,C,Camden,Consultation,Tube improvement,Tube,TfL",
 "description": "We want to create more capacity inside Camden Town station to prevent passenger delays and crowding",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Improvements \u0026 projects",
   "url": "/travel-information/improvements-and-projects/index"
  },
  {
   "title": "Camden Town capacity upgrade"
  }
 ],
 "title": {
  "title": "Camden Town capacity upgrade",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "{\"template\":\"intro\",\"texts\":[\"Our proposed improvements will make it easier for people to get into and around Camden Town station. But these are on hold for now until we have the funds we need.\"],\"link\":{\"image\":{}},\"image\":{},\"wrapped\":false}",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"2018 Business Plan update\"}",
     "Our December 2018 update to the \u003ca href=\"/corporate/publications-and-reports/business-plan\"\u003eBusiness Plan\u003c/a\u003e put the upgrade project for Camden Town station on hold until suitable capital funding is available.",
     "We have made significant progress on the project, including developing the scheme proposals, carrying out public consultation and protecting the scheme by buying land. This will enable us to consider other options including potential third party investment to take the scheme further.",
     "We will continue to make the case for long-term, steady and sustained investment to ensure critical infrastructure projects such as Camden Town and \u003ca href=\"/travel-information/improvements-and-projects/holborn-station-capacity-upgrade\"\u003eHolborn\u003c/a\u003e can continue.",
     "{\"template\":\"image\",\"link\":{\"image\":{}},\"image\":{\"url\":\"https://tfl.gov.uk/cdn/static/cms/images/camden-town-upgrade-map_rdax_400x250.jpg\",\"alt\":\"camden town capacity upgrade model\"},\"wrapped\":false}",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Our proposal\"}",
     "The number of people using Camden Town station is increasing - weekday demand has risen by 45% over the last ten years. At peak times, congestion means it takes longer to enter, leave and change between trains.",
     "To manage this demand we regularly have to make the station exit-only, hold people outside the ticket hall and implement a one-way passenger system. If we do nothing, this will happen more often.",
     "The station needs to be improved so that it can properly support the vibrant local community and economy.",
     "We believe our customers would benefit from:",
     "{\"template\":\"bulletlist\",\"items\":[\"A new second entrance and exit to the station\",\"More escalators\",\"Step-free access from the street to trains\",\"More space to change between trains\"]}",
     "A possible site for a new station entrance is Buck Street, between Camden High Street and Kentish Town Road. It would provide more space, as well as three new escalators and two lifts for passengers.",
     "Below ground there would be more circulation space to change between trains. In turn, this would allow future capacity expansion on the Northern line.",
     "A new second entrance would reduce walking distances between the station and the north part of Camden Town, including Camden Lock. The existing station entrance will remain open, both during construction and following the completion of the upgrade works.",
     "Our proposals do not involve any changes to the Electric Ballroom, Camden Market or Trinity United Reformed Church, and we will preserve the existing station.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Consultations\"}",
     "In summer 2017, we ran a second consultation on our proposals to upgrade the capacity of the station. 97% of respondents supported our proposals. The full report detailing the responses, plus our response to the main issues raised, is on the \u003ca href=\"https://consultations.tfl.gov.uk/tube/camden-town-station-upgrade/?cid=camden-town-upgrade\"\u003eImproving capacity at Camden Town consultation page\u003c/a\u003e .",
     "During our first consultation on the proposals in 2015, 95% of respondents agreed there was a need to create more space in the station. Our analysis of the consultation, plus our response to the main issues raised, is on the \u003ca href=\"https://consultations.tfl.gov.uk/tube/camden-town-station-upgrade-2015/\"\u003e2015 consultation page\u003c/a\u003e .",
     "In early 2017 we consulted on a development project above and around a new entrance proposed for Camden Town station. Overall, comments on these were positive. A full report on the consultation and the latest updates are on our page for \u003ca href=\"https://consultations.tfl.gov.uk/development/camden-town-over-station-development/\"\u003edevelopment above the proposed second entrance on Buck Street\u003c/a\u003e .",
     "For more information, email \u003ca href=\"mailto:camdentownupgrade@tfl.gov.uk\"\u003ecamdentownupgrade@tfl.gov.uk\u003c/a\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "advert",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "contactus",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "title": "Also on this site",
    "links": [
     {
      "title": "Bank \u0026 Monument",
      "url": "/travel-information/improvements-and-projects/bank-and-monument",
      "icon": "internal",
      "image": {}
     },
     {
      "title": "Northern line extension",
      "url": "/travel-information/improvements-and-projects/northern-line-extension",
      "icon": "internal",
      "image": {}
     }
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}