{
 "pageTitle": "Amend or refund details",
 "keywords": "TfL",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Driving",
   "url": "/modes/driving/index"
  },
  {
   "title": "Amend or refund a driving charge",
   "url": "/modes/driving/amend-or-refund-a-driving-charge"
  },
  {
   "title": "Amend or refund details"
  }
 ],
 "title": {
  "title": "Amend or refund details",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Enter the new vehicle's details. A charge can only be transferred to a vehicle with exactly the same charge.",
     "Choose a new start date for the charge. If your original charge didn't include weekends and bank holidays, your amended one won't either.",
     "You may be able to apply for a refund instead.",
     "This is a discounted residents' charge. If you want to change the vehicle it applies to, contact the call centre on 0343 222 2222 ( \u003ca href=\"/corporate/terms-and-conditions/tfl-call-charges\"\u003eTfL call charges\u003c/a\u003e ).",
     "This is a discounted residents' charge that has already started. If you want to change the vehicle it applies to, contact the call centre on 0343 222 2222 ( \u003ca href=\"/corporate/terms-and-conditions/tfl-call-charges\"\u003eTfL call charges\u003c/a\u003e ).",
     "We don't have enough information about this vehicle. To amend this charge contact the call centre on 0343 222 2222 ( \u003ca href=\"/corporate/terms-and-conditions/tfl-call-charges\"\u003eTfL call charges\u003c/a\u003e ).",
     "A £10 administration charge will be deducted from your refund. Not all charges are refundable and a refund is not guaranteed.",
     "Refunds are not available for single daily Congestion Charges or for dates in the past.",
     "We calculate refunds by taking the number of whole charging days from and including the refund date, and multiplying that by the cost for each of those days, minus a £10 administration charge. The cost per day will be the value of the charge purchased divided by the number of charging days purchased.",
     "For example, If you have an annual charge purchased at £2898 divided by 252 days = £11.50 per day. If the charge has 10 unexpired days you will receive a refund of £105 (that is £11.50 x 10 = £115 less £10 administration = £105).",
     "If you are a resident and have 30 unexpired days on a resident's discounted Congestion Charge (at £1.15 per day), you will receive a refund of £24.50 (that is 30 days @ £1.15 = £34.50, less £10 administration = £24.50 refund).",
     "If your original payment was by credit or debit card, your refund will be credited to the original card. If payment was made by cheque, you will be refunded by cheque.",
     "It is not currently possible to refund a single daily charge, but you can \u003ca href=\"/modes/driving/find-a-charge\"\u003emove the charge to another date\u003c/a\u003e ."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": null
 }
}