{
 "pageTitle": "Add vehicles to Auto Pay",
 "keywords": "TfL",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Driving",
   "url": "/modes/driving/index"
  },
  {
   "title": "Auto Pay",
   "url": "/modes/driving/auto-pay"
  },
  {
   "title": "Add vehicles to Auto Pay"
  }
 ],
 "title": {
  "title": "Add vehicles to Auto Pay",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "{\"template\":\"intro\",\"texts\":[\"You can add up to 5 vehicles to your Auto Pay service. An annual £10 registration charge applies to each vehicle - this will be added to your monthly statement.\"],\"link\":{\"image\":{}},\"image\":{},\"wrapped\":false}",
     "You can select a vehicle that is already on your account or add a new one.",
     "This vehicle is currently registered for a 100% discount from the Congestion Charge. You can check when this discount expires in the 'Manage discounts' section of your account.",
     "Based on the vehicle details entered and information held by the DVLA and TfL today, this vehicle is exempt from the Congestion Charge. This may change - always check to see if you need to pay to drive within the zone.",
     "You need to pay the Congestion Charge for this vehicle if you drive within the zone Monday-Friday, 07:00-18:00 excluding bank holidays and the period between Christmas Day and New Year's Day.",
     "Based on the vehicle details entered and information held by the DVLA and TfL today, this vehicle is exempt from the ULEZ charge. This may change - always check to see you need to pay to drive within the zone.",
     "ULEZNoChargesMessage",
     "This vehicle does not meet the ULEZ emissions standards. You need to pay the ULEZ charge if you drive within the zone. The zone operates at all times except Christmas Day - charging days run from midnight to midnight. If you can supply evidence that your vehicle does meet the ULEZ emissions standards, you need to register it with us.",
     "This vehicle does not meet the ULEZ emissions standards. You need to pay the ULEZ charge if you drive within the zone. The zone operates at all times except Christmas Day - charging days run from midnight to midnight. If you can supply evidence that your vehicle does meet the ULEZ emissions standards, you need to register it with us.",
     "I confirm that I have read, understood and accept the \u003ca href=\"/corporate/terms-and-conditions/pay-to-drive-in-london\"target=\"_blank\"\u003eAuto Pay terms and conditions\u003c/a\u003e ."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}