{
 "pageTitle": "Application in progress",
 "keywords": "TfL",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Driving",
   "url": "/modes/driving/index"
  },
  {
   "title": "Application in progress"
  }
 ],
 "title": {
  "title": "Application in progress",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "We will contact you to let you know what happens next. We'll explain how to complete your full application and what documents you need to send us.",
     "You will have 12 weeks to sign in and complete the full application. If your application is successful we will refund 90% of the charges you've paid while you have been waiting.",
     "You need to pay the full Congestion Charge until your discount has been approved. If your vehicle doesn't meet the emissions standards you will also need to pay the ULEZ charge to drive within the zone.",
     "Congestion Charge discounts don't apply to the ULEZ.",
     "Auto Pay is the easiest way to pay the Congestion Charge and ULEZ charges.",
     "Even before your discount is approved you can add this vehicle to your Auto Pay service.",
     "Auto Pay automatically records the number of charging days your vehicle travels within the Congestion Charge zone and, if it does not meet the emissions standards, the ULEZ. You are then billed each month.",
     "\u003cstrong\u003eBenefits of Auto Pay\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Never forget to pay the charge again\",\"A reduced daily charge\",\"Protection from receiving penalties as long as your vehicle is registered and your Auto Pay is active\",\"Register up to\\u003cstrong\\u003e \\u003c/strong\\u003e 5 vehicles\"]}",
     "You need to pay the full Congestion Charge if you drive within the charging zone before your discount has been approved. If your vehicle doesn't meet the emissions standards you will also need to pay the ULEZ charge to drive with the zone.",
     "Congestion Charge discounts don't apply to the ULEZ.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Next steps\"}",
     "You have 12 weeks to complete your residents' discount application.",
     "Once you have all the documents, sign in to your account. Click on 'My discounts' and continue to apply for the residents' discount.",
     "We will let you know if your application is successful and confirm you can pay the charge at the reduced rate. We will automatically refund 90% of the charges you've paid while you have been waiting."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": null
 }
}