{
 "pageTitle": "Upload proof",
 "keywords": "TfL",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Driving",
   "url": "/modes/driving/index"
  },
  {
   "title": "Upload proof"
  }
 ],
 "title": {
  "title": "Upload proof",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "To renew your discount you need to provide evidence of both the address and discount vehicle.",
     "Upload images of these documents:",
     "\u003cstrong\u003eAddress documents\u003c/strong\u003e ",
     "To show that you live in the Congestion Charge zone you need to provide an image or copy of 1 of the following:",
     "{\"template\":\"bulletlist\",\"items\":[\"A current resident’s on-street parking permit or a parking permit approval letter (must show the Vehicle Registration Mark)\",\"A residential council tax bill (valid for the current year)\",\"Your income support entitlement letter (no more than 7 months old)\",\"A bank or credit card statement (no more than 3 months old)\",\"A formal tenancy agreement or housing association rent document (dated within the last 12 months)\",\"A current utility bill, for example a gas, water or electricity bill (no more than 3 months old, mobile phone bills are not accepted)\",\"Your driving licence (must contain the address you are using to register for the residents' discount)\"]}",
     "\u003cstrong\u003eVehicle documents\u003c/strong\u003e ",
     "You will also need to provide an image or copy of 1 document from the list below:",
     "Your own private vehicle:",
     "{\"template\":\"bulletlist\",\"items\":[\"Your V5C vehicle registration certificate (logbook). (The vehicle must also be registered with the DVLA in your name and at the address you are using to apply for the residents’ discount)\"]}",
     "Company car:",
     "{\"template\":\"bulletlist\",\"items\":[\"A company car authorisation letter - this must be on company headed paper, state your full name, the Vehicle Registration Mark and confirm that the vehicle is for your use only. (The vehicle must be registered in the company name with the DVLA)\"]}",
     "Lease vehicle:",
     "{\"template\":\"bulletlist\",\"items\":[\"Vehicle lease document - this is the document that you signed to lease the vehicle. (The vehicle must be registered in the lease company name with the DVLA)\"]}",
     "A company car provided by a lease company:",
     "{\"template\":\"bulletlist\",\"items\":[\"Your company’s vehicle lease document (this is the document that you signed to lease the vehicle)\"]}",
     "AND",
     "{\"template\":\"bulletlist\",\"items\":[\"A company car authorisation letter - this must be on company headed paper, state your full name, the Vehicle Registration Mark and confirm that the vehicle is for your use only. (The vehicle must be registered in the company or lease name with the DVLA)\"]}",
     "All documents must be clear enough to read easily. If we can't read them we may ask you for more proof. This will delay the registration process.",
     "You can scan paper documents to your computer, or take photographs of them with your camera, smartphone or tablet. You’ll need to save each file as a .jpg, .jpeg, .tif, .tiff or .pdf.",
     "Once you have saved your document(s) on your computer/mobile device, drag them into the box below or click 'Or browse to your files' and select the file you want to upload. Remember to double check you have selected the correct file.",
     "Repeat for every document you want to attach. If you make a mistake, you can add or remove files before submitting your application.",
     "If you're unable to scan or photograph these documents clearly, you can send them to us at the address you'll see at the end of this process."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": null
 }
}