{
 "pageTitle": "Application in progress",
 "keywords": "TfL",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Driving",
   "url": "/modes/driving/index"
  },
  {
   "title": "Application in progress"
  }
 ],
 "title": {
  "title": "Application in progress",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Your application can take up to 10 working days to process - we'll contact you to let you know the outcome. In the meantime you need to pay the Congestion Charge if you drive within the zone.",
     "The discount only applies to the Congestion Charge. If a vehicle does not meet the emission standards you still need to pay the ULEZ charge.",
     "You need to pay the full Congestion Charge until your discount has been approved. If your vehicle doesn't meet the emissions standards you will also need to pay the ULEZ charge to drive within the zone.",
     "Congestion Charge discounts don't apply to the ULEZ.",
     "Auto Pay is the easiest way to pay the Congestion Charge and ULEZ charges.",
     "Even before your discount is approved you can add this vehicle to your Auto Pay service.",
     "Auto Pay automatically records the number of charging days your vehicle travels within the Congestion Charge zone and, if it does not meet the emissions standards, the ULEZ. You are then billed each month.",
     "\u003cstrong\u003eBenefits of Auto Pay\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Never forget to pay the charge again\",\"A reduced daily charge\",\"Protection from receiving penalties as long as your vehicle is registered and your Auto Pay is active\",\"Register up to\\u003cstrong\\u003e \\u003c/strong\\u003e 5 vehicles\"]}",
     "You need to pay the full Congestion Charge if you drive within the charging zone before your discount has been approved. If your vehicle doesn't meet the emissions standards you will also need to pay the ULEZ charge to drive with the zone.",
     "Congestion Charge discounts don't apply to the ULEZ.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Next steps\"}",
     "We will let you know the outcome of your application by your preferred communications channel.",
     "Once you receive confirmation that your residents' discount is active, you can pay the Congestion Charge at the discounted rate. Until then you still need to pay the full Congestion Charge if you drive within the zone.",
     "You can pay this online using the 'Pay to drive in London' button above or by signing in to your account. You can also \u003ca href=\"/modes/driving/congestion-charge/contact-congestion-charge\"\u003econtact us\u003c/a\u003e ."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": null
 }
}