{
 "pageTitle": "Showman's discount",
 "keywords": "TfL",
 "description": "Register for a London Road User Charging account so you can apply for a Showman's discount",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Driving",
   "url": "/modes/driving/index"
  },
  {
   "title": "Showman's discount"
  }
 ],
 "title": {
  "title": "Showman's discount",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Before you start\"}",
     "Before we can process your application for the showman's  discount, you need to set up a London Road User Charging account.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Setting up a London Road User Charging account\"}",
     "To create an account, click on 'Continue' and complete all required fields. You can also set up optional services, such as mobile phone text alerts, to help you manage your discount. (Sign in now if you already have an account.)",
     "\u003cstrong\u003eBenefits of a London Road User Charging account\u003c/strong\u003e ",
     "Having an account with us means you can:",
     "{\"template\":\"bulletlist\",\"items\":[\"Manage and easily renew your discount online\",\"View your discount vehicle history\",\"Store your contact, vehicle and payment details\",\"Allow up to\\u003cstrong\\u003e5 \\u003c/strong\\u003e people access to your London Road User Charging account\"]}",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Applying for your showman's discount\"}",
     "Once your London Road User Charging account has been created and you sign in, you will be directed automatically to complete your discount application.",
     "Supply the following photographs with your registration form:",
     "{\"template\":\"bulletlist\",\"items\":[\"At least four photographs of the vehicle, one from each angle: front, back and both sides\",\"Where relevant, additional photographs of the vehicle body interior to show internal structure and adaptations or any specialised equipment fitted inside or underneath the vehicle\"]}",
     "The photographs must be good enough to let us to assess whether the vehicle meets the criteria, particularly where specialist equipment is being shown.",
     "The number plate (Vehicle Registration Mark) must be visible in one of the photographs."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": null
 }
}