{
 "pageTitle": "Avoid payment fraud",
 "keywords": "Drivers,Congestion Charge,Driving,TfL",
 "description": "You should only pay the Congestion Charge and ULEZ and LEZ charges on the official TfL website",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Driving",
   "url": "/modes/driving/index"
  },
  {
   "title": "Avoid payment fraud"
  }
 ],
 "title": {
  "title": "Avoid payment fraud",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "{\"template\":\"intro\",\"texts\":[\"You should use our official online payment process to pay the Congestion Charge, Ultra Low Emission Zone charge and the Low Emission Zone charge. Unofficial websites claim to pay these charges for you and can charge extra for this without telling you.\"],\"link\":{\"image\":{}},\"image\":{},\"wrapped\":false}",
     "Make sure you only use the official TfL service when paying the:",
     "{\"template\":\"bulletlist\",\"items\":[\" \\u003ca href=\\\"/modes/driving/congestion-charge/paying-the-congestion-charge\\\"\\u003eCongestion Charge\\u003c/a\\u003e \",\" \\u003ca href=\\\"/modes/driving/ultra-low-emission-zone/ulez-payments\\\"\\u003eUltra Low Emission Zone (ULEZ)\\u003c/a\\u003e charge\",\" \\u003ca href=\\\"/modes/driving/low-emission-zone/make-a-payment\\\"\\u003eLow Emission Zone (LEZ)\\u003c/a\\u003e charge\"]}",
     "Unfortunately, internet search engines do not always put our \u003ca href=\"/modes/driving/pay-to-drive-in-london\"\u003ePay to drive in London page\u003c/a\u003e or other relevant payment pages at the top of their search results. This means you may find yourself being offered one of many unofficial online payment sites.",
     "These sites - they do not operate with approval from us - claim to offer additional services. These services are either non-existent or are already provided by TfL without charge.",
     "Unofficial sites can charge a premium of up to £8 extra for the charging areas.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Risks of unofficial sites\"}",
     "In theory, unofficial sites take a payment from you and then make a payment to TfL on your behalf. But there have been cases where these sites have not paid the charge on behalf of their customers and drivers ended up receiving Penalty Charge Notices (PCNs).",
     "In other situations these sites have taken payment for a day where no charge applies, such as a bank holiday.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"A guide to misleading claims\"}",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Misleading 'instant' confirmation of payment\"}",
     "The payment confirmation you may receive via SMS or email from unofficial websites only confirms that you have paid the website operator.",
     "It does not offer any assurance that the Congestion Charge, the ULEZ charge or the LEZ charge has been paid to us, irrespective of what is claimed in the email or SMS message.",
     "We usually provide confirmation that we have accepted payment for a charge within a few minutes of receiving the payment.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Misleading claims that a website will check your vehicle registration details\"}",
     "The TfL website will not accept payment for the Congestion Charge, ULEZ charge or LEZ charge unless all of the required vehicle registration information is entered. Unofficial websites cannot offer more checks on an application than we provide on the TfL website.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Misleading claims of penalty charge reimbursement/guarantee of payment\"}",
     "Unofficial websites claim they will pay a fine on your behalf if incorrect vehicle registration details have been supplied, for example entering an '0' instead of an 'O' or 'I' instead of '1'.",
     "However, the small print usually makes you responsible for entering the correct details. The unofficial site will not pay a PCN if you have paid the Congestion Charge, the ULEZ charge or the LEZ charge for the incorrect vehicle in error. This is in contradiction to the offers made by these websites.",
     "They also do not offer full reimbursement/payment for any PCNs incurred.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Use of premium rate telephone numbers\"}",
     "Some unofficial websites offer a telephone service but the telephone number is a premium rate number that automatically connects the caller to TfL and not the owners of the unofficial site.",
     "You can call us using the low rate number 0343 222 2222 ( \u003ca href=\"/corporate/terms-and-conditions/tfl-call-charges\"\u003eTfL call charges\u003c/a\u003e ) and avoid paying for a premium rate call.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Misleading information about a 24-hour email service for customers\"}",
     "Some unofficial websites claim to offer '24-hour phone support' but do not supply telephone numbers to contact them. Instead they publish TfL's telephone number.",
     "Our telephone lines are open Monday to Friday: 08:00-20:00 and closed on weekends and bank holidays.",
     "The TfL website has a postcode search tool and an interactive map which lets you to check free of charge whether your journey and destination are within the charging zones. The unofficial websites do not offer any better means of checking this.",
     "Information is also available free on the TfL website 24 hours a day.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Misleading claim about 'not sharing personal data with others as TfL does'\"}",
     "In accordance with the Data Protection Act and our internal policies we do not keep the names associated with credit or debit cards used to pay the charges. This applies regardless of who makes the payment.",
     "All personal information is held and processed in accordance with the requirements of the Data Protection Act 1998 and in relation to credit or debit card information and the PCI (Payment Card Industry) rules.",
     "If the police or other enforcement agency want any personal information, they can apply for a court order to release it. Unofficial websites would have to comply in the same way we would.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"3DSecure payment processing\"}",
     "Some websites say that they offer 3DSecure payment processing and that TfL does not. This is false. TfL does offer a secure 3D payment system.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Protecting you from unofficial sites\"}",
     "We continually work with search engine companies such as Google, as well as Trading Standards and the Advertising Standards Authority, to try to remedy the situation."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "advert",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "title": "Also on this site",
    "links": [
     {
      "title": "Privacy and data protection policy",
      "url": "/corporate/privacy-and-cookies/privacy-and-data-protection-policy",
      "icon": "internal",
      "image": {}
     },
     {
      "title": "Congestion Charge terms and conditions",
      "url": "/corporate/terms-and-conditions/pay-to-drive-in-london",
      "icon": "internal",
      "image": {}
     }
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}