{
 "pageTitle": "Borough High Street northbound only until July 2010",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Borough High Street northbound only until July 2010",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Southbound traffic to be diverted from Saturday 12 December while major water and gas utility works take place."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "By getting Thames Water, Southern Gas Networks and TfL to work together we have been able to halve the amount of time needed to carry out these works",
     "Borough High Street will be closed to southbound traffic between Southwark Street and Great Dover Street until July 2010, as part of ongoing works by Thames Water and Southern Gas Networks to carry out major utility works along the road.",
     "Conducted separately, the works would have required at least 14 months to complete.",
     "By encouraging the utility companies to work together, Transport for London (TfL) has ensured that the work can be completed in seven months, meaning less disruption for road users and residents.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Minimum disruption\"}",
     "While the diversion is in place, TfL will also take the opportunity to carry out road maintenance works on the stretch of road.",
     "Between 12 December and July 2010, all southbound traffic, including buses, will be diverted along Southwark Street, Southwark Bridge Road and Marshalsea Road.",
     "TfL is working closely with the utility companies to minimise disruption and will keep motorists informed through roadside message signs and local radio broadcasts.",
     "Alan Bristow, TfL's Director of Traffic Operations, said: 'TfL is working with utility companies to ensure that any disruption to roads users caused by vital water and gas utility works is kept to an absolute minimum.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Replace Victorian pipes\"}",
     "'By getting Thames Water, Southern Gas Networks and TfL to work on-site together while this closure is in place, we have been able to halve the amount of time needed to carry out these works, saving motorists in the area from an additional seven months of disruption.'",
     "Becky Johnson, spokesperson for Thames Water, said: 'This work is part of a wider project to replace London's Victorian cast-iron water mains - which are prone to leaks and bursts - with new plastic ones which are less susceptible to damage from soil corrosion and traffic vibrations.",
     "'We have already replaced more than 1,000 miles of mains in the Capital over the past five years, cutting leakage by 24 per cent.",
     "'We ask motorists and bus users to please bear with us while these essential works are being carried out.'",
     "Drew Reynolds, Construction Manager for Southern Gas Networks, said: 'We are working closely with TfL to reduce the impact on traffic while we carry out this essential work and apologise for any inconvenience that these works will cause road-users in London.'",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The following bus routes will be affected by the southbound closure: 21, 35, 40, 133, 343, N21, N35, N133, N343\",\"Cyclists wishing to travel southbound along Borough High Street can follow a signed diversion route via Duke Street Hill, Weston Street, Snowfields, Crosby Road and Long Lane to Borough High Street\",\"Transport for London will be introducing a roadwork Permit Scheme from 11 January 2010, which will allow better coordination of roadworks in the Capital, helping to reduce the number of times a road needs to be dug up\",\"The London Permit Scheme is part of the Mayor of London's commitment to smooth traffic flow across London\",\"The utility companies are employing a single contractor, Morrison Utilities Services, to work on the gas and water mains replacement works. This means that if any problem occurs with the progress of work on one of the mains, the contractor can continue work on the other without any causing any delays\",\"TfL have set up a website where Londoners can report faults or problems on the Capital's roads \\u003ca href=\\\"http://www.tfl.gov.uk/streetfault\\\"\\u003ewww.tfl.gov.uk/streetfault\\u003c/a\\u003e . TfL Customer Services will then investigate the problem and respond with their findings and action taken\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}