{
 "pageTitle": "Changes to 440 and H91 bus routes",
 "description": "Route H91 will be changing from single-deck to double-deck buses and will run directly along Chiswick High Road between Turnham Green and Chiswick roundabout. The changes will provide more capacity for people travelling to and from the growing number of",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Changes to 440 and H91 bus routes",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Changes will be introduced to the 440 and H91 bus routes from Saturday 9 January 2010."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The change to route H91 will provide more capacity",
     "Route H91 will be changing from single-deck to double-deck buses and will run directly along Chiswick High Road between Turnham Green and Chiswick roundabout.",
     "The changes will provide more capacity for people travelling to and from the growing number of homes and businesses along Great West Road and a better interchange with Gunnersbury Station.",
     "The H91 will no longer serve Wellesley Road and Oxford Road North.",
     "Route 440, which currently runs between Stonebridge Park Station and Turnham Green, will be extended to serve Wellesley Road and Oxford Road North.",
     "It will run via Town Hall Avenue (return Sutton Lane North), Heathfield Terrace, Wellesley Road, Oxford Road North, Chiswick High Road and Power Road.",
     "John Barry, Head of Network Development for London Buses, said: 'These changes are being introduced following extensive discussions with Hounslow Council and other local stakeholders.",
     "'The change to route H91 will provide more capacity and a more direct service for the growing number of jobs and homes along the Great West Road.",
     "'The change to route 440 will retain a local service to Wellesley Road.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Route 440 will continue to use single-deck buses and operate every 15 minutes during the day, Monday to Saturday, every 20 minutes on Sunday during the day, and every 30 minutes in the evening\",\"Route H91 will continue to run every 10 minutes during the day, Monday to Saturday, and every 15 minutes on Sunday\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}