{
 "pageTitle": "Contract awarded for redevelopment of Tottenham Court Road Tube station",
 "description": "Main construction will get underway in early 2010.In line with European procurement requirements, a minimum ten day standstill period will apply before the award of contract can be confirmed.The total cost of redeveloping the Tube station is in the region",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Contract awarded for redevelopment of Tottenham Court Road Tube station",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) today announced that following a competitive tendering process it intends to award the contract for the redevelopment of Tottenham Court Road Tube station to Taylor Woodrow Construction and BAM Nuttall Limited."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Real progress is already being made on site with main construction set to start in early 2010",
     "Main construction will get underway in early 2010.",
     "In line with European procurement requirements, a minimum ten day standstill period will apply before the award of contract can be confirmed.\u003cbr /\u003eThe total cost of redeveloping the Tube station is in the region of £500m.",
     "When work is complete in 2016 the station will benefit from:",
     "{\"template\":\"bulletlist\",\"items\":[\"An enlarged ticket hall nearly six times the size of the current one\",\"New station entrances and additional access points to the Northern and Central line platforms to reduce congestion\",\"Additional escalators and five new lifts to provide step-free access\"]}",
     "Miles Ashley, Head of London Underground Station Capacity Programme, said: 'By 2017, Tottenham Court Road will be one of the most important transport hubs in the West End as it will serve both London Underground and Crossrail.",
     "'The Tube station will be extensively redeveloped to make the ticket hall around six times larger and the station will have twice the capacity than at present.",
     "'Real progress is already being made on site with main construction set to start in early 2010.'",
     "In total, £1bn will be spent to upgrade the capacity of the Tube station, build a new Crossrail station and create a new piazza outside Centrepoint.",
     "The transport improvements will also provide better facilities for pedestrians, cyclists, bus passengers and other road users.",
     "A separate contract will be let by Crossrail in due course for the construction of the new Crossrail station at Tottenham Court Road which will connect to the Tube station.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"A shortlist of five companies were invited in to tender in March 2009 for the main construction contract for Tottenham Court Road Tube stationul\",\"TfL extended the scope of the project and updated bidders through a tender addendum issued in September 2009. Changes to the scope of the project include the replacement of existing escalators, management of Oxford Street utilities settlement mitigation works and changes to some aspects of the design to facilitate a more advantageous future over site development\",\"Demolition work at the Astoria site is now complete which means that preparatory work for the neighbouring Goslett Yard demolitions can now be accelerated and will get underway shortly and therefore this demolition work will now be excluded from the main construction contract\",\"In July 2009, Westminster City Council's planning sub-committee approved a planning brief (Tottenham Court Road East) for the Astoria site and will be incorporated into official local planning policy. The planning brief outlines the Council's aspirations for this area and provides an indication of future development that would be permitted. Further briefs were agreed for the Crossrail construction sites at Bond Street, Paddington and Tottenham Court Road\",\"The planning brief for Tottenham Court Road (East) requires a replacement theatre which can be used as a live music venue, but not a nightclub, on either the current Astoria site or on the adjoining Goslett Yard site once construction of the revamped Tube and new Crossrail station is complete\",\"Responsibility for submitting a planning application for a replacement venue belongs to Derwent London under the terms of a collaboration agreement with the current site owner\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}