{
 "pageTitle": "First roadworks permit scheme in UK to start on 11 January 2010",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "First roadworks permit scheme in UK to start on 11 January 2010",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Permit scheme to be introduced on London's busiest roads. Scheme will help to reduce traffic disruption across the Capital."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "If companies want to dig up the roads, they must do so in a coordinated manner that causes the minimum disruption to Londoners",
     "Transport for London (TfL) today confirmed that the UK's first roadworks permit scheme will be introduced on London's busiest roads from 11 January 2010.",
     "Under the scheme, which was a manifesto pledge by Mayor Boris Johnson as part of his efforts to smooth traffic flow, utility companies and other organisations that want to dig up roads will need to apply for a permit before they can begin.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Coordinate work\"}",
     "Permitting will enable TfL to plan and coordinate the timing of roadworks, providing greater opportunities for multiple companies to work on the same sections of road simultaneously.",
     "It is a key measure for reducing the disruption to road users cause by the 300,000 holes dug in London's roads by utilities companies every year.",
     "TfL has been working with 18 local borough councils across London on a London-wide permit scheme.",
     "On 15 October 2009, the Department for Transport (DfT) confirmed that the scheme had been approved. TfL has now received permission from the DfT for the scheme to start on 11 January 2010.",
     "In addition, TfL is in discussions with the DfT to allow the introduction of a lane rental scheme alongside the permit scheme on the Transport for London Road Network.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Daily charge\"}",
     "This measure, part of the Mayor's Draft Transport Strategy, would require utility companies to pay a rental charge for every day that they are on working on a street, rather than a one-off charge.",
     "This would sit alongside the permitting scheme, and encourage the utility companies to manage their work time more efficiently .",
     "Welcoming the announcement, Boris Johnson said: 'This is long overdue. Drivers in London have too often been the victims of unnecessary roadworks, forced to sit stationary in traffic-clogged frustration caused by work sites reminiscent of the Mary Celeste.",
     "'If companies want to dig up the roads, they must do so in a coordinated manner that causes the minimum disruption to Londoners - and this permitting scheme is a crucial step towards achieving a sensible solution.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Code of conduct\"}",
     "The announcement comes as TfL prepares to publish results of the first six months of the Mayor's Roadworks Code of Conduct - a voluntary scheme for utility companies designed to cut delays and congestion caused by roadworks.",
     "The announcement comes as TfL prepare to publish results of the first six months of the Mayor's Roadworks Code of Conduct - a voluntary scheme for utility companies designed to cut delays and congestion caused by roadworks.",
     "The report will show that the collaboration has produced some evidence of improvement.",
     "There has been an increase in off-peak working by companies, the number of sites failing to display information signage, as agreed within the code, is small, and there has been a favourable reduction in the number of works requiring improvement for safety reasons.",
     "The utilities companies will be meeting with the TfL and the Mayor's Transport Advisor to agree further toughening up of the code.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Reducing congestion\"}",
     "David Brown, Managing Director of Surface Transport, TfL, said: 'Roadworks in London can cause huge amounts of congestion if not properly managed, causing frustration for everyone who uses the roads.",
     "'The introduction of the London Permit Scheme on 11 January 2010, will allow us to agree the timing of, and  impose conditions on,  utility works, allowing for greater co-ordination of works between contractors and reducing the repeated digging up of the same section of road'",
     "Chairman of London Councils Transport and Environment Committee, Councillor Mike Fisher said: 'It can be extremely frustrating for motorists, cyclists and pedestrians as well as residents and businesses to find the same road has been dug up again for yet another utility company to carry out work.",
     "'The permit scheme puts boroughs back in the driving seat by giving them powers to coordinate road works so delays and inconvenience are kept to a minimum.",
     "'Action will be taken against utility companies which do not meet the conditions of their permit.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "\u003cstrong\u003e \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}