{
 "description": "Between Saturday 20 February and 1 June 2010 major signalling and track renewal work, platform lengthening and the refurbishment of some stations will mean there will be no service between Gospel Oak and Stratford stations. A rail replacement service will",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Overground to close from Gospel Oak to Stratford as part of £326m upgrade to deliver longer, more frequent trains",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "A £326m upgrade of London Overground, which will provide passengers with longer and more frequent trains, will be stepped up in February when major engineering works begin on the Gospel Oak to Stratford section of the line."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Theses are essential works that will help us unlock the true potential of the London Overground network",
     "Between Saturday 20 February and 1 June 2010 major signalling and track renewal work, platform lengthening and the refurbishment of some stations will mean there will be no service between Gospel Oak and Stratford stations.",
     "A rail replacement service will provide buses every 20 minutes, six days a week.",
     "On Sundays this will be reduced to two buses an hour.",
     "When the complete upgrade is finished in 2011, London Overground (LO) will run more frequent services with longer trains.",
     "Services from Richmond and Clapham Junction to Stratford will run four times an hour, all day every day, and there will be six trains an hour between Willesden Junction and Stratford.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Minimising disruption\"}",
     "Ian Brown, the Managing Director of Transport for London (TfL) London Rail, said: 'We apologise to passengers for this inconvenience and are doing all we can to minimise the disruption caused.",
     "'This was one of the most neglected railways in the UK when we took it over two years ago and these are essential works that will help us unlock the true potential of the London Overground network, which is to offer a far more frequent Metro-style turn up and go service.",
     "'We have to close this part of the line for this amount of time because of the nature of the work.",
     "'Large amounts of material will have to be moved around for the signalling and track upgrades, which means if we were to restrict the work to weekends and then have to restore the railway to working order each Monday morning, the disruption would be over a much longer period.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Lengthening platforms\"}",
     "The improvement work is part of an upgrade that will see more than 200 signals, seven kilometres of track and 69 sets of points improved and 30 station platforms lengthened.",
     "Passengers are being urged to always check before they travel during the closure and to take, if at all possible, alternative transport such as Tubes and replacement buses.",
     "Andrew Munden, Route Director for Network Rail, said: 'The investment being made in the North London Line is an integral part of Network Rail's plans to improve services and build a bigger and better railway in the Capital.",
     "'The project will provide vital additional capacity for the Olympic Games and help meet growing demand on the line, which is expected to rise by a quarter in the next seven years.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Additional capacity\"}",
     "The suspension of the Gospel Oak to Stratford services will mean that not all of the trains from Richmond and Clapham Junction will be able to run through to Gospel Oak but will have to stop at Willesden Junction to take advantage of the turnaround facilities there (see notes to editors).",
     "In the morning and evening peak, two trains an hour from Clapham Junction and two trains an hour from Richmond will carry on to Gospel Oak, whilst the other one train an hour from Richmond and one train an hour from Clapham Junction will terminate and start at Willesden Junction.",
     "There will also be one extra train during the busiest hour of the Peak period between Willesden Junction and Richmond.",
     "The Off Peak service times remain unaffected.",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL and the Olympic Delivery Authority (ODA) are providing three quarters of the £326m funding for the upgrade (TfL: 44 per cent, ODA: 32 per cent) with Network Rail giving 23 percent and the Department for Transport; one percent\",\"During the Gospel Oak to Stratford works, a rail replacement bus service will run between Stratford and Hampstead Heath approximately every 20 minutes in both directions, six days a week. On Sundays, there will be two buses an hour\",\"The service will call at all stations apart from Caledonian Road \\u0026 Barnsbury because of access restrictions to that station. An additional stop has been set up outside Holloway Road Tube station which passengers from Caledonian Road and Barnsbury may reach via the Piccadilly line from Caledonian Rd, or the 153 bus from Hemingford Road\",\"There may be more, but shorter, closures later in 2010\",\"Valid LO tickets will be accepted on all LO rail replacement bus services, some local bus services along the affected line and at some Tube stations. For further information please visit the \\u003ca href=\\\"http://www.tfl.gov.uk/overground\\\"\\u003eTfL website\\u003c/a\\u003e \",\"Oyster pay as you go users may incur an additional charge for using Underground services. As a result they may be entitled to an automatic refund, if they do not receive a refund within 14 days of their journey, they should contact the Oyster Helpdesk on 0845 330 9876. There will be no refunds available; unusable days will be re-credited to existing tickets, season tickets or Travelcards\",\"For further information, please visit the \\u003ca href=\\\"http://www.tfl.gov.uk/overground\\\"\\u003eTfL website\\u003c/a\\u003e , call the Customer Services Team on 0845 601 4867 or email them at \\u003ca href=\\\"mailto:overgroundinfo@tfl.gov.uk\\\"\\u003eovergroundinfo@tfl.gov.uk\\u003c/a\\u003e \",\"Network Rail's helpline is available to assist customers and residents with enquiries related to the works. Contact them on 0845 711 4141\",\"Weekend engineering works:\",\"The planned weekend engineering works affecting services on the Gospel Oak - Barking line will continue most weekends for the remainder of 2009 and up to 2010\",\"The weekend service frequency of up to three trains an hour on Saturday mornings and evenings, and two on Sunday, will carry on until June 2010. From June 2010 the Saturday frequency will be four trains n hour (all day) and the Sunday frequency will be two trains an hour until May 2011, after which the frequency will increase to four trains an hour all day every day\",\"Richmond - Stratford line. There will be no Sunday service until May 2011. After which, there will be a minimum of four trains an hour all day every day\",\"Clapham Junction - Willesden Junction line. There will be no Sunday service between Shepherd's Bush and Willesden Junction, most weekends until May 2011\",\"There will be no service for several weekends between Clapham Junction and Olympia between April and June 2010\",\"There will be no Sunday service between Shepherd's Bush and Willesden Junction, most weekends, until the early part of 2011. After which there will be four trains an hour on Saturdays and Sundays\",\"Watford Junction - Euston line. There will be no service for several weekends between Wembley Central and Queens Park between January and April 2010\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}