{
 "pageTitle": "Route 463 to serve Pollards Hill and Coulsdon South",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Route 463 to serve Pollards Hill and Coulsdon South",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) today announced the extension of route 463 to Pollards Hill and Coulsdon South station from Saturday 19 December 2009."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The extended bus route will hopefully also encourage more people to leave their cars at home",
     "It will also be diverted to better serve the shops and other facilities in Beddington.\u003cbr /\u003e\u003cbr /\u003eRoute 463 currently runs between Coulsdon (Red Lion) and Mitcham Eastfields.",
     "It will now run along Tamworth Lane instead of Manor Road to reach Mitcham Eastfields station, then continuing on to Pollards Hill.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"New bus stops\"}",
     "TfL has worked closely with Merton Council to enable the changes which include new bus stops, alterations to a width restriction on Tamworth Lane and changes in Recreation Way.",
     "In the London Borough of Sutton, the route will serve Coomber Way and Beddington Farm Road instead of Beddington Lane.",
     "In the London Borough of Croydon it will be extended via Brighton Road to Coulsdon South station.",
     "John Barry, Head of Network Development at London Buses said: 'The changes were planned as part of our regular development of the network, following consultation with the Boroughs, London TravelWatch and others.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Better connections\"}",
     "'They respond to requests from the Pollards Hill community and give better connections across three Boroughs. These changes build on our recent introduction of a Sunday service.'",
     "Merton Council's cabinet member for planning and traffic management, Councillor William Brierly said: 'This is great news for Merton and particularly for residents in Pollards Hill.",
     "'The extension of this bus route will make it easier for both commuters and leisure travellers to get to the new Mitcham Eastfields station with its regular and fast connections into central London.",
     "'We have a proven track record of working successfully in partnership with Transport for London to put our residents' needs first and offer them an improved range of local transport options.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Leave cars at home\"}",
     "'The extended bus route will hopefully also encourage more people to leave their cars at home and take advantage of a more environmentally-friendly form of transport.'",
     "Siobhain McDonagh, Member of Parliament for Mitcham and Morden, said: 'People will be delighted to finally be connected to places like IKEA and the station we worked so hard to get open at Eastfields.",
     "'When I wrote to everyone in Pollards Hill nearly two years ago to see if there was support for the 463 serving Pollards Hill and Mitcham Eastfields, I got one of the most enthusiastic responses ever.",
     "'I am glad that TfL has listened to the pleas from my constituents and has delivered this much needed transport enhancement in the area.'",
     "The 463 runs every 20 minutes on weekdays and half hourly in the evenings and Sundays.",
     "\u003cstrong\u003eNotes to editors: \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Route 463 towards Eastfields and Pollards Hill - buses will be re-routed from Manor Road along Tamworth Lane, Grove Road (stopping near Mitcham Eastfields station), Meopham Road, Rowan Road, Wide Way and terminating in South Lodge Avenue\",\"Route 463 towards Wallington and Coulsdon - buses will start in South Lodge Avenue and then serve Recreation Way, Wide Way, Rowan Road, Meopham Road, Grove Road and Tamworth Lane to re-join the existing line of route at Manor Road\",\"In Beddington, buses will be re-routed at Beddington Lane to serve Coomber Way, Beddington Farm Road and Marlowe Way in both directions. Route 463 will no longer serve Beddington Lane between Coomber Way and Marlowe Way. Route 455 will now serve this section\\u003cbr /\\u003e\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}