{
 "pageTitle": "Travel information for TfL services over the festive period",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Travel information for TfL services over the festive period ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Mayor announces that ING Direct will sponsor free travel on New Year's Eve."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Unless you're going by bike, public transport will without doubt be the best way to travel",
     "The Festive Travel Guide has been published today by the Mayor of London and Transport for London (TfL).",
     "The guide has full details of Tube, London Buses, Docklands Light Railway (DLR), Tramlink, London Overground and Riverboat services as well as the operation of the Congestion Charge throughout the entire festive period, from Thursday, 24 December 2009, to Friday, 1 January 2010.\u003cbr /\u003e\u003cbr /\u003eLondoners and visitors travelling in the Capital over this period are advised to check before they travel as there will be some changes to normal services.\u003cbr /\u003e\u003cbr /\u003eThere will be free travel, sponsored by ING Direct, on the Tube, DLR, buses and trams on New Year's Eve from 23:45 until 4:30.\u003cbr /\u003e\u003cbr /\u003ePassengers wishing to travel by coach to or from Victoria Coach Station are strongly advised to book in advance, particularly those who intend to travel on Christmas Eve.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Christmas Eve\"}",
     "On Christmas Eve a Saturday service will operate on the Underground until 19:00, and less frequently for the rest of the evening.",
     "Last trains will run at Sunday times.",
     "There will be a Saturday service on the bus network with some exceptions.",
     "There will be no Night buses and, on 24 hour routes, buses will operate until just after midnight.\u003cbr /\u003e\u003cbr /\u003eOn the DLR, a special service will operate from about 5:30, with last trains about 23:30.",
     "Buses will replace DLR services between Bank/Tower Gateway and West India Quay/Poplar.",
     "DLR services will operate on all remaining routes.\u003cbr /\u003e\u003cbr /\u003eOn the London Overground network, a weekday service will operate, with reduced services from early evening with last trains departing around 21:00.\u003cbr /\u003e\u003cbr /\u003eOn London Tramlink, a Saturday service will operate and there will be a limited number of Riverboat services.",
     "Coach operators will run a reduced UK service from Victoria Coach Station with the last international departures leaving mid-morning.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Christmas Day\"}",
     "On Christmas Day, there will be no service on the Tube, bus, DLR, Overground and tram networks, no services from Victoria Coach Station, and no service on all but one Riverboat route.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"New Year's Eve\"}",
     "Wherever you are bringing in the New Year across the Capital, you should plan your journey carefully and take advantage of free travel on public transport.\u003cbr /\u003e\u003cbr /\u003eThe Mayor of London, Boris Johnson said: 'London will herald the start of 2010 with a bang - with a spectacular fireworks display at the London Eye.",
     "'Countless celebrations will take place all across the city, with many thousands of Londoners and visitors making the most of our unrivalled selection of bars, restaurants and hotels.",
     "'Unless you're going by bike, public transport will without doubt be the best way to travel.",
     "'There will be services across London throughout the night and, because we want everyone to be able to get home safely, we are making travel free.'\u003cbr /\u003e\u003cbr /\u003eThere will be free travel on New Year's Eve from 23:45 until 4:30 on the Tube, DLR, buses and trams sponsored by ING Direct.",
     "London Overground services will not run through the night.",
     "After 23:45 the minimal services running on the Euston to Watford branch will be free, but will finish at 1:25.",
     "For details of these services see London Overground publicity, visit \u003ca href=\"http://www.tfl.gov.uk/check\"\u003etfl.gov.uk/check\u003c/a\u003e or call 020 7222 1234.\u003cbr /\u003e\u003cbr /\u003eTube, DLR, Tramlink and selected National Rail services will run all night on New Year's Eve.\u003cbr /\u003e\u003cbr /\u003eBank DLR platforms will be closed.\u003cbr /\u003e\u003cbr /\u003eNight and 24-hour bus routes will run as normal outside central London.",
     "But there will be a reduction in bus services leaving central London from about 19:00 to about 3:00 because of road closures.\u003cbr /\u003e\u003cbr /\u003eHowever, bus services on the night will be enhanced with an extra 55 bus routes that normally only run during the day.",
     "They will operate a 24-hour service to link with late night rail and Underground services, and provide all night connections for people in outer London.\u003cbr /\u003e\u003cbr /\u003eThere will be a reduced number of UK coaches departing from Victoria Coach Station, with the last coaches departing about 20:00.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Congestion Charge\"}",
     "From Friday, 25 December until Friday, 1 January inclusive, motorists will not have to pay the Congestion Charge.",
     "Congestion charging will be in operation as usual from Monday, 4 January, 2010.\u003cbr /\u003e\u003cbr /\u003eThe Festive Travel Guide, with full details of services running over Christmas and the New Year, is available \u003ca href=\"http://www.tfl.gov.uk/gettingaround/13658.aspx \"\u003eonline\u003c/a\u003e and on leaflet racks across the TfL network, from Friday, 4 December.",
     "London Underground (LU) is undertaking a major programme of renewal as part of TfL's Investment Programme.",
     "This will inevitably result in some disruption for passengers, but TfL is working hard to provide information and alternative travel options.",
     "The work is essential to provide for London's growing transport needs now, and into the future.",
     "Tube Lines is responsible for the maintenance and renewal of the Jubilee, Northern and Piccadilly lines.",
     "Passengers are advised to check before travelling via the following options:",
     "{\"template\":\"bulletlist\",\"items\":[\"The \\u003ca href=\\\"http://www.tfl.gov.uk/check\\\"\\u003eTfL website\\u003c/a\\u003e using Journey Planner, or text TfL to 60835. Charged at the network operator's standard rate\",\"TfL's \\u003ca href=\\\"http://www.tfl.gov.uk/gettingaround/13658.aspx\\\"\\u003eFestive Travel Guide\\u003c/a\\u003e \",\"Information on posters, leaflets and 'Good Service' boards at Tube stations\",\"The London Travel Information 24-hour telephone helpline on 020 7222 1234\",\"TfL's suite of \\u003ca href=\\\"http://www.tfl.gov.uk/traveltools\\\"\\u003eTravel Tools\\u003c/a\\u003e \",\"Dial-a-Ride will be operating over Christmas and New Year and all members have been sent leaflets. For queries about booking arrangements over this period please contact the Reservations Contact Centre on 0845 999 1 999\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"For information about the New year's Eve fireworks go to \\u003ca href=\\\"http://www.london.gov.uk/newyearseve\\\"\\u003ewww.london.gov.uk/newyearseve\\u003c/a\\u003e \",\"For information about events and attractions throughout the festive period go to \\u003ca class=\\\"external-site\\\"title=\\\" (Opens in new window)\\\"href=\\\"http://www.visitlondon.com\\\"jquery1259922411063=\\\"6\\\"\\u003ewww.visitlondon.com\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}