{
 "pageTitle": "Tube pay offer accepted by ASLEF union",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Tube pay offer accepted by ASLEF union",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Seventy per cent of members vote to accept pay deal."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "I urge all of our unions to put this offer to their members with a recommendation to accept",
     "London Underground (LU) has welcomed the overwhelming acceptance by ASLEF union members of the two-year, above-inflation pay offer which the company has put to all unions.",
     "Seventy per cent of the union's members voted to accept the deal, which will see their pay increase by 1.5 per cent this year and RPI+ 0.5 per cent in spring 2010.",
     "The offer had already been accepted by members of the TSSA union, who were 85 per cent in favour of the deal in October.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Above-inflation increase\"}",
     "Richard Parry, Managing Director of LU, said: 'I welcome ASLEF's acceptance of our pay offer, which guarantees above-inflation pay increases for staff over the next two years.'",
     "LU also called on the RMT union's leadership to abandon its ballot for strike action, which will only lose its members more pay.",
     "Richard Parry said: 'We have made a final, fair and affordable pay offer which would give our staff above-inflation pay rises for two years, in a challenging economic climate.",
     "'I urge all of our unions to put this offer to their members with a recommendation to accept.'\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}