{
 "pageTitle": "Wrightbus to design and build New Bus for London",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Wrightbus to design and build New Bus for London ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "New bus to deliver 40 per cent better fuel consumption than conventional diesel double-decker buses. Design even greener than existing hybrid bus"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The countdown is now well and truly on as Wrightbus work nineteen to the dozen to deliver Londoners their new bus",
     "Transport for London (TfL) today announced that they have selected Wrightbus as the preferred manufacturer for the final design and build of the New Bus for London, based on the iconic Routemaster.",
     "The New Bus for London will feature:",
     "{\"template\":\"bulletlist\",\"items\":[\"An open platform: a defining feature allowing the reinstatement of a hop-on, hop-off bus service. The platform will have the facility to be closed off at certain times, such as at night\",\"Green technology: the new bus will incorporate the latest hybrid technology and will be 40 per cent more fuel efficient than conventional diesel buses and 15 per cent more fuel efficient than current London hybrid buses\",\"Air quality emissions will be reduced by 40 per cent for NOx* emissions and 33 per cent for PM** emissions when compared with conventional diesel buses\",\"Three doors (including the rear platform) and two staircases, giving an innovative new design and aiding speedier and smoother boarding\",\"Capacity for at least 87 passengers\"]}",
     "Boris Johnson, Mayor of London, said: 'Londoners have waited with stoic patience as work has continued behind the scenes to select the manufacturer to make the 21st century Routemaster a reality.",
     "'The decision has now been made, and we can look forward to a new icon of London that not only returns to the Capital the joy of the open platform, but also utilises the latest state-of-the art green technology, slashing pollution and fuel consumption.",
     "'The countdown is now well and truly on as Wrightbus work nineteen to the dozen to deliver Londoners their new bus in 2011, ahead of the world descending on the city for the 2012 Games.'",
     "David Brown, Managing Director of Surface Transport, TfL, said: 'We have reached the end of a very competitive tendering process and are delighted to select Wrightbus as the preferred manufacturer to take this project forward.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Largest in Europe\"}",
     "'We're well on track to see the New Bus for London on the road in 2011. The latest engine technology will make the new bus even more environmentally friendly than hybrid buses currently operating in London.'",
     "Wrightbus will work on finalising their design with initial outlines expected in the New Year.",
     "The first new bus will be on the streets of London in 2011, boosting London's low emission bus fleet, which is already the largest in Europe.",
     "In the meantime, TfL will continue the programme of converting the fleet to hybrid technology, and retrofitting buses to Euro 4 standard as part of the Mayor's Air Quality Strategy.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Wonderful opportunity\"}",
     "Mark Nodder, Managing Director of Wright Group, said: 'Wrightbus is delighted to have been chosen by TfL to be the preferred bidder on the New Bus for London project.",
     "'The New Bus for London project marks the start of an exciting new chapter in passenger transport in one of the world's great cities and Wrightbus is proud to be chosen as a partner to develop a new transport icon for London.",
     "'This is indeed a privilege and a wonderful opportunity for everyone in the Wright Group, to design and build a vehicle that will doubtless become recognisable the world over.",
     "'The Wright Group has a long and proud history of innovation and has recently worked closely with TfL on a number of other projects, notably as the first manufacturer to introduce hybrid buses into fare-paying service in the Capital, as well as the introduction of fuel cell buses due in 2010.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The invitation to negotiate was issued to six bus manufacturers on Friday 22 May\",\"The preferred manufacturer was chosen on Wednesday 23 December 2009, there will then be a 10-day standstill period. (This is a mandatory period required by the public procurement regulations between announcing the winner of a contract and the signing of the contract.)\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}