{
 "pageTitle": "Getting to Carnival by Tube and bus",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Getting to Carnival by Tube and bus",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "'If you're going to Notting Hill Carnival, let the bus or Tube take you there', is the message from Transport for London as Carnival travel arrangements were announced today."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "A dedicated team has been busy planning for this year's Carnival since last year's event.",
     "Beverley Hall of London buses said: \"The Carnival is a massive annual event attracting over one million visitors over the two day celebrations. We'll be providing extra buses and extra staff to make sure everyone can get to the Carnival as easily and quickly as possible. And there will be special notices at bus stops and in buses to give passengers integrated travel information linking buses with the Underground.\"\u003cbr /\u003e\u003cbr /\u003eLondon Underground's Mike Brown said: \"It's a pleasure to work with London Notting Hill Carnival Limited and the other agencies to help make this event a success yet again. Carnival is a vibrant and colourful reflection of the cultural diversity of our great city and London Underground is proud to be part of this annual celebration.\"",
     "A leaflet giving full details of all Carnival Tube and bus services is available from all London Underground stations and TfL Travel Information Centres.",
     "For further information on all public transport over the Bank Holiday period please call London Travel Information on 020 7222 1234 (Textphone 020 7918 3015).\u003cbr /\u003e",
     "Details of bus and Tube services for the Carnival:\u003cbr /\u003e\u003cbr /\u003e\u003cstrong\u003eBus\u003c/strong\u003e \u003cbr /\u003eTwo special express routes - 12X and 36X will run between South London and the Carnival on both Carnival days. Numerous other bus routes will run close to the Carnival but will not enter the immediate Carnival area due to some road closures. The routes serving the area are; 7, 12, 18, 23, 27, 28, 31, 36, 52, 70, 94, 148, 295,316 and 328.",
     "Night routes will operate throughout Sunday and Monday night - N7, 12, N18, 23, 27, N28, N31, N36, N52, 94, 148 \u0026 N207.",
     "Bus routes 6, 15, 187, 205, 220, 274, 436, 705 all operate within a comfortable walking distance.",
     "\u003cstrong\u003eTube services\u003c/strong\u003e \u003cbr /\u003eStations will be open as on a normal Saturday except those in the Carnival area. Normal services will run on all lines.",
     "In the interest of customer safety, the following access arrangements will apply at these stations:",
     "\u003cstrong\u003eLadbroke Grove\u003c/strong\u003e \u003cbr /\u003eStation closed on Sunday and Bank Holiday Monday",
     "\u003cstrong\u003eLatimer Road\u003c/strong\u003e \u003cbr /\u003eOn Sunday and Monday the station will close at 2330.",
     "\u003cstrong\u003eNotting Hill Gate\u003c/strong\u003e \u003cbr /\u003eThere will be no interchange between the Central and Circle / District lines on either day. On Sunday and Monday the station will be 'way out only' between 1200 and 1900. On Monday the Circle and District lines will not stop from 1200 to 1930.\u003cbr /\u003e",
     "{\"template\":\"table\",\"titles\":[\"Royal Oak\",\"\",\"\",\"Westbourne Park\",\"\",\"\"],\"rows\":[[],[\"Sunday 24 August\",\"Until 11.00\",\"Normal service\"],[\"\",\"11.00 - 18.00\\u003cbr /\\u003e\",\"Way out only\"],[\"\",\"From 18.00\\u003cbr /\\u003e\",\"Closed\"],[\"\",\"\",\"\"],[\"Monday 25 August:\",\"Until 11.00\",\"Normal service\"],[\"\",\"11.00 - 18.00\",\"Way out only\"],[\"\",\"From 18.00\",\"Closed\"],[],[\"Sunday 24 August:\",\"Until 11.00\",\"Normal service\"],[\"\",\"11.00 - 18.00\",\"Way out only\"],[\"\",\"From 23.30\",\"Closed\"],[\"\",\"\",\"\"],[\"Monday 25 August:\",\"Until 11.00\",\"Normal service\"],[\"\",\"11.00 - 18.00\",\"Way out only\"],[\"\",\"From 23.30\",\"Closed\"]]}",
     "NB: In addition to the above, it may be necessary to introduce crowd control measures at other times throughout the Carnival period and stations may close for short periods.",
     "For further information contact TfL Press Office 020 7941 4141."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}