{
 "pageTitle": "TfL announces new entrant to London bus market",
 "description": "As part of this acquisition, it will take on the operation of seven routes under contract to Transport for London. Operations will be re-branded Centra London over the coming weeks. Although new to the London bus market, Centra has a wealth of passenger",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL announces new entrant to London bus market",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Buses today announced that Centra, the transport division of Central Parking Systems of UK Limited (CPS), has acquired the assets of Wimco Group Coaches Limited (which has been trading as Mitcham Belle) with immediate effect."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "As part of this acquisition, it will take on the operation of seven routes under contract to Transport for London. Operations will be re-branded Centra London over the coming weeks.",
     "Although new to the London bus market, Centra has a wealth of passenger transportation experience, and operates local bus services through Surrey, Essex and Hertfordshire, as well as airport shuttle services.",
     "Twenty bus operators are currently in the London market which is worth around £1 billion a year.",
     "Director of Performance at London Buses Clare Kavanagh said:",
     "\"The quality of London's bus services is at an all time high and the number of people using the service has grown by an extra 1.8 million passengers per day over the last 4 years. I am sure that CPS entering the London market will help to continue to drive up quality and increase the competitiveness among London bus operators.",
     "\"I look forward to working with CPS to bring about improvements to the performance of these routes and wish them every success in contributing to better public transport for London in the years to come.\"",
     "Confirming today's announcement Centra's head of operations Paul Churchman, said;",
     "\"This is an exciting moved for Centra, and we are looking forward to the challenge of operating bus routes in London.",
     "\"We intend to utilise our knowledge and experience in order to rejunvenate the service provided to the public, and are confident that we can deliver real improvements for both passengers and TfL.\"",
     "\u003cstrong\u003eNotes for Editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Bus use is up by 11 per cent over the past year (03/04) - an extra 168 million passenger trips;\",\"The number of passengers using buses is at its highest level since 1968;\",\"Patronage is rising at its fastest rate since the Second World War;\",\"Night bus use is up by 29 per cent over the past year; and\",\"London Buses is running the highest volume of service on London's roads than at any time since 1957.\"]}",
     "\u003cstrong\u003eFor more information:\u003c/strong\u003e \u003cbr /\u003eTfL enquires - please telephone 020 7941 4141."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}