{
 "pageTitle": "Tour of Britain comes to London",
 "description": "On the same day there will be a festival of events on Regent Street. Therefore Regent Street will be closed to all traffic including buses from about 0400 on Sunday until 0200 on Monday 6 September. People are advised to avoid the following roads and to",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Tour of Britain comes to London",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "On Sunday 5 September London will play host to the final leg of the Tour of Britain cycle race. An estimated 50,000 spectators will come out to watch the finest cyclists in the world compete against each other. Some central London roads will be closed to traffic for the race and will remain closed until crowds have dispersed."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "On the same day there will be a festival of events on Regent Street. Therefore Regent Street will be closed to all traffic including buses from about 0400 on Sunday until 0200 on Monday 6 September.",
     "People are advised to avoid the following roads and to allow extra time for their journeys.",
     "\u003cstrong\u003eRoad closures:\u003c/strong\u003e ",
     "To accommodate the Tour of Britain the following roads will be closed at certain times:",
     "{\"template\":\"bulletlist\",\"items\":[\"Whitehall and Parliament Street southbound from 0500 - 2030\",\"Whitehall and Parliament Street both directions from 0900 - 2030\",\"Bridge Street eastbound from 0700 - 1600\",\"Bridge Street both directions from 0900 - 1600\",\"Victoria Embankment non-riverside carriageway from 0700 - 1600\",\"Northumberland Avenue westbound from 0700 - 1600\",\"Northumberland Avenue both directions from 0900 - 1600\",\"Whitehall and Parliament Street northbound will also be closed to general traffic but will be open to buses and emergency vehicles only between 0500 - 0900.\"]}",
     "\u003cstrong\u003ea\u003c/strong\u003e ",
     "{\"template\":\"table\",\"titles\":[\"Bus Route\",\"Diversion\",\"3, N3\",\"6, 13, 15, 23, 139, N13, N15\",\"9, N9\",\"11, N11\",\"12, 159, N158\",\"24, N279\",\"25,55\",\"29, N29\",\"53, N381\",\"77A, N77, N44\",\"88\",\"91\",\"94\",\"148, 211\",\"176\",\"453\",\"C2\",\"N2, N343\",\"N18\",\"N36\",\"N52\",\"N155\"],\"rows\":[[],[\"\\u003cstrong\\u003eNorthbound\\u003c/strong\\u003e - towards Oxford Circus - From 0400 - 0900\\u003cbr /\\u003eand from 1700 - 0200Buses will run from Lower Regent Street and Piccadilly Circus, then divert via Shaftesbury Avenue, Cambridge Circus, Charing Cross Road, Andrew Borde Street, Centre Point, New Oxford Street, Oxford Street, Oxford Circus and onto Holles Street.\\u003cstrong\\u003eNorthbound \\u003c/strong\\u003e - towards Oxford Circus - From 0900 -1700Buses from Lambeth Road at Lambeth Bridge will then be diverted via Lambeth Palace Road, Addington Street, York Road, Waterloo Bridge, Aldwych, Kingsway, High Holborn, New Oxford Street, Oxford Street, Oxford Circus and onto Holles Street.\\u003cstrong\\u003eSouthbound\\u003c/strong\\u003e - towards Lambeth - From 0400 - 0900 and 1700 - 0200From the stand in Henrietta Place buses will be diverted via Vere Street, Oxford Street, Oxford Circus, Oxford Street, Charing Cross Road Bus Lane, Charing Cross Road, Trafalgar Square east side, Northumberland Avenue, Victoria Embankment, Bridge Street to Parliament Square then follow usual route.\\u003cstrong\\u003eSouthbound\\u003c/strong\\u003e - towards Lambeth - From 0900 - 1700From the stand in Henrietta Place buses will be diverted via Vere Street, Oxford Street, Oxford Circus, Oxford Street, New Oxford Street, Vernon Place, Southampton Row, Kingsway, Aldwych eastern arm, Strand, Waterloo Bridge, York Road, Addington Street, Lambeth Palace Road to Lambeth Road then follow usual route.\"],[\"\\u003cstrong\\u003eNorthbound\\u003c/strong\\u003e - towards Marble Arch - From 0400 - 0900\\u003cbr /\\u003e\\u003cbr /\\u003eFrom Lower Regent Street and Piccadilly Circus, buses will divert via Shaftesbury Avenue, Cambridge Circus, Charing Cross Road, Andrew Borde Street, Centre Point, New Oxford Street, Oxford Street and Oxford Circus to Oxford Street then follow usual route.\\u003cstrong\\u003eNorthbound\\u003c/strong\\u003e - towards Marble Arch - From 0900 - 1700From Strand at Aldwych western arm, buses will then be diverted via Aldwych western arm, Kingsway, High Holborn, New Oxford Street, Oxford Street and Oxford Circus to Oxford Street then follow usual route.\\u003cstrong\\u003eSouthbound\\u003c/strong\\u003e - towards Trafalgar Square - At all timesFrom Oxford Street at Oxford Circus, buses will be diverted via Oxford Street, Charing Cross Road Bus Lane, Cambridge Circus, Shaftesbury Avenue and Great Windmill Street to the Haymarket then follow usual route.\"],[\"\\u003cstrong\\u003eWestbound\\u003c/strong\\u003e - towards Hyde Park Corner - At all timesFrom Strand at Aldwych western arm buses will be diverted via Aldwych western Arm, Kingsway, High Holborn, New Oxford Street, Charing Cross Road bus lane, Shaftsbury Avenue, Great Windmill Street, Haymarket, Charles II Street to Regent Street then follow usual route.\\u003cstrong\\u003eEastbound\\u003c/strong\\u003e - towards Aldwych - At all timesBuses will not be diverted.\"],[\"\\u003cstrong\\u003eEastbound\\u003c/strong\\u003e - towards Liverpool Street - 0900 -1700From Parliament Square at Bridge Street buses will be diverted via Parliament Square south side, Millbank, Lambeth Bridge, Lambeth Palace Road, Addington Street, York Road, Waterloo Bridge to Aldwych then follow usual route.\\u003cstrong\\u003eWestbound\\u003c/strong\\u003e - towards Victoria - 0500 - 0900 then 1700 - 2030From Strand at Trafalgar Square buses will be diverted via Northumberland Avenue, Victoria Embankment, Bridge Street to Parliament Square then follow usual route.\\u003cstrong\\u003eWestbound\\u003c/strong\\u003e - towards Victoria - 0900 - 1700From Strand at Lancaster Place buses will be diverted via Lancaster Place, Waterloo Bridge, York Road, Addington Street, Lambeth Palace Road, Lambeth Bridge, Millbank to Parliament Square then follow usual route.\\u003cbr /\\u003e\"],[\"\\u003cstrong\\u003eNorthbound\\u003c/strong\\u003e - towards Oxford Circus - 0400 - 0900 then\\u003cbr /\\u003e1700 - 0200From Lower Regent Street and Piccadilly Circus, buses will be diverted via Shaftesbury Avenue, Cambridge Circus, Charing Cross Road, Andrew Borde Street, Centre Point, New Oxford Street, Oxford Street, Oxford Circus then follow usual route.\\u003cstrong\\u003eNorthbound\\u003c/strong\\u003e - towards Oxford Circus - 0900 - 1700From Westminster Bridge Road at Addington Street buses will be diverted via Addington Street, York Road, Waterloo Bridge, Aldwych, Kingsway, High Holborn, New Oxford Street, Oxford Street, Oxford Circus then follow usual route.\\u003cbr /\\u003e\\u003cbr /\\u003e\\u003cstrong\\u003eSouthbound\\u003c/strong\\u003e - towards Westminster Bridge - 0400 - 0900 then 1700 - 0200From Oxford Street at Oxford Circus buses will be diverted via Oxford Street, Charing Cross Road Bus Lane, Charing Cross Road, Trafalgar Square east side, Northumberland Avenue, Victoria Embankment to Westminster Bridge then follow usual route.\\u003cstrong\\u003eSouthbound\\u003c/strong\\u003e - towards Lambeth - 0900 - 1700From Oxford Street at Oxford Circus buses will be diverted via Oxford Street, New Oxford Street, Vernon Place, Southampton Row, Aldwych eastern arm, Strand, Waterloo Bridge, York Road, Addington Street to Westminster Bridge Road then follow usual route.\"],[\"\\u003cstrong\\u003eNorthbound\\u003c/strong\\u003e - towards Warren Street - 0900 -1700From Parliament Square at Bridge Street buses will be diverted via Parliament Square south side, Millbank, Lambeth Bridge, Lambeth Palace Road, Addington Street, York Road, Waterloo Bridge, Aldwych western Arm, Kingsway, High Holborn, New Oxford Street to Tottenham Court Road then follow usual route.\\u003cstrong\\u003eSouthbound\\u003c/strong\\u003e - towards Victoria - 0500 - 0900 then 1700 - 2030From Trafalgar Square east side, buses will be diverted via Northumberland Avenue, Victoria Embankment, Bridge Street to Parliament Square then follow usual route\\u003cstrong\\u003eSouthbound\\u003c/strong\\u003e - towards Victoria - From 0900 - 1700From Charing Cross Road at Duncannon Street buses will then be diverted via Duncannon Street, Strand, Aldwych western and eastern arms, Strand, Lancaster Place, Waterloo Bridge, York Road, Addington Street, Lambeth Palace Road, Lambeth Bridge, Millbank to Parliament Square then follow usual route.\"],[\"\\u003cstrong\\u003eWestbound\\u003c/strong\\u003e - towards Oxford Circus - From 0400 - 0200From Oxford Street at Oxford Circus buses will then be diverted\\u003cbr /\\u003eto Oxford Street, and Holles Street.\\u003cstrong\\u003eEastbound\\u003c/strong\\u003e - towards Centre Point - Buses will not be diverted.\"],[\"\\u003cstrong\\u003eSouthbound\\u003c/strong\\u003e - towards Trafalgar Square - From 0500 - 2030Buses will stop at Tottenham Court Road Centre Point from the north.\"],[\"\\u003cstrong\\u003eNorthbound\\u003c/strong\\u003e - towards Trafalgar Square - From 0500 - 2030\\u003cbr /\\u003e\\u003cbr /\\u003eBuses will stop at County Hall from the south.\"],[\"\\u003cstrong\\u003eEastbound\\u003c/strong\\u003e - towards Aldwych - 0900 - 1700\\u003cbr /\\u003e\\u003cbr /\\u003eFrom Millbank at Lambeth Bridge buses will be diverted via Lambeth Bridge, Lambeth Palace Road, Addington Street, York Road, Waterloo Bridge to Aldwych then follow usual route.\\u003cstrong\\u003eWestbound\\u003c/strong\\u003e - towards Vauxhall - From 0500 - 0900 then 1700 - 2030From Strand at Trafalgar Square buses will be diverted via Northumberland Avenue, Victoria Embankment, Bridge Street to Parliament Square then follow usual route.\\u003cstrong\\u003eWestbound\\u003c/strong\\u003e - towards Vauxhall - From 0900 - 1700From Strand at Lancaster Place buses will be diverted via Lancaster Place, Waterloo Bridge, York Road, Addington Street, Lambeth Palace Road, Lambeth Bridge to Millbank then follow usual route.\"],[\"\\u003cstrong\\u003eNorthbound\\u003c/strong\\u003e - towards Camden Town - From 0400 - 0900\\u003cbr /\\u003eand 1700 - 0200From Regent Street at Piccadilly Circus, buses then diverted via Shaftesbury Avenue, Cambridge Circus, Charing Cross Road, Tottenham Court Road to Hampstead Road then follow usual route.\\u003cstrong\\u003eNorthbound\\u003c/strong\\u003e - towards Camden Town - From 0900 - 1700\\u003cbr /\\u003e\\u003cbr /\\u003eFrom Marsham Street at Horseferry Road buses will then be diverted via Horseferry Road, Lambeth Bridge, Lambeth Palace Road, Addington Street, York Road, Waterloo Bridge, Aldwych, Kingsway, High Holborn, New Oxford Street, Tottenham Court Road to Hampstead Road then follow usual route.\\u003cbr /\\u003e\\u003cbr /\\u003e\\u003cstrong\\u003eSouthbound\\u003c/strong\\u003e - towards Vauxhall - From 0400 - 0900 and 1700 - 0200From Regent Street at Margaret Street buses will then be diverted via Margaret Street, Cavendish Square south side, Henrietta Place, Vere Street, Oxford Street, Oxford Circus, Oxford Street, Charing Cross Road Bus Lane, Charing Cross Road, Trafalgar Square east side, Northumberland Avenue, Victoria Embankment, Bridge Street to Parliament Square then follow usual route.\\u003cstrong\\u003eSouthbound\\u003c/strong\\u003e - towards Lambeth - From 0900 - 1700From Regent Street at Margaret Street buses will then be diverted via Margaret Street, Cavendish Square south side, Henrietta Place, Vere Street, Oxford Street, Oxford Circus, Oxford Street, New Oxford Street, Vernon Place, Southampton Row, Kingsway, Aldwych eastern arm, Strand, Waterloo Bridge, York Road, Addington Street, Lambeth Palace Road, Lambeth Bridge, Horseferry Road to Marsham Street then follow usual route.\"],[\"\\u003cstrong\\u003eWestbound\\u003c/strong\\u003e - towards Trafalgar Square - From 0500 - 2030Will be curtailed to terminate at Aldwych from the north.\"],[\"\\u003cstrong\\u003eSouthbound\\u003c/strong\\u003e - towards Piccadilly Circus - From 0400 -0200Buses will terminate at Oxford Circus from the west.\"],[\"\\u003cstrong\\u003eEastbound\\u003c/strong\\u003e - towards Waterloo - From 0700 - 1700From Parliament Square at Bridge Street, buses will be diverted via Parliament Square south side, Millbank, Lambeth Bridge, Lambeth Palace Road, Addington Street, then follow usual route.\\u003cstrong\\u003eWestbound\\u003c/strong\\u003e - towards Victoria - From 0900 - 1700From Addington Street at Lambeth Palace Road buses will then be diverted via Lambeth Palace Road, Lambeth Bridge, Millbank to Parliament Square then follow usual route.\"],[\"\\u003cstrong\\u003eSouthbound\\u003c/strong\\u003e - towards Waterloo - Buses will not be diverted.\\u003cstrong\\u003eNorthbound\\u003c/strong\\u003e - towards Oxford Circus - From 0850 - 1700From Lancaster Place at Aldwych buses will then be diverted via Aldwych western arm, Kingsway, High Holborn, New Oxford Street to Centre Point at Oxford Circus ahead Oxford Street, Holles Street then follow usual route.\"],[\"\\u003cstrong\\u003eNorthbound\\u003c/strong\\u003e - towards Marylebone - From 0400 - 0900\\u003cbr /\\u003eand 1700 - 0200From Lower Regent Street and Piccadilly Circus, buses are then diverted via Shaftesbury Avenue, Cambridge Circus, Charing Cross Road, Tottenham Court Road, Euston Road, Marylebone Road then follow usual route.\\u003cstrong\\u003eNorthbound\\u003c/strong\\u003e - towards Marylebone - From 0900 - 1700From Westminster Bridge Road at Addington Street buses will be diverted via Addington Street, Waterloo Bridge, Aldwych western Arm, Kingsway, High Holborn, New Oxford Street, Tottenham Court Road, Euston Road, Marylebone Road then follow usual route.\\u003cstrong\\u003eSouthbound\\u003c/strong\\u003e - towards Trafalgar Square - From 0400 - 0200From Regent Street at Margaret Street buses will be diverted via right Margaret Street, along Cavendish Square (south side), Henrietta Place, Vere Street, Oxford Street, Oxford Circus, Oxford Street, New Oxford Street, Vernon Place, Southampton Row, Aldwych eastern arm, Strand, Lancaster Place, Waterloo Bridge, York Road, Addington Street, to Westminster Bridge Road then follow usual route.\"],[\"\\u003cstrong\\u003eSouthbound\\u003c/strong\\u003e - towards Oxford Circus -From Regent Street at Oxford Circus, buses diverted via Oxford Street and Holles Street.\\u003cstrong\\u003eNorthbound\\u003c/strong\\u003e - towards Parliament Hill FieldsFrom Holles Street buses then diverted via Cavendish Square (south side), Henrietta Place, Vere Street, Oxford Street, Oxford Circus and Regent Street then follow usual route.\"],[\"\\u003cstrong\\u003eSouthbound\\u003c/strong\\u003e - towards Victoria - From 0500 - until last night bus.From Trafalgar Square east side, buses will be diverted via Northumberland Avenue, Victoria Embankment, Bridge Street to Parliament Square then follow usual route.\\u003cstrong\\u003eNorthbound\\u003c/strong\\u003e - towards Trafalgar Square - Buses will not be diverted.\"],[\"\\u003cstrong\\u003eSouthbound\\u003c/strong\\u003e - towards Trafalgar Square - From 0400 - 0200From Langham Place and Regent Street, buses then diverted via Margaret Street, Cavendish Square (south side), Henrietta Place, Vere Street, Oxford Street, Oxford Circus, Oxford Street, Centre Point, Charing Cross Road Bus Lane, Cambridge Circus, Shaftesbury Avenue and Great Windmill Street to the Haymarket then follow usual route.\\u003cstrong\\u003eNorthbound\\u003c/strong\\u003e - towards Baker Street - From 0400 - 0200From Lower Regent Street and Piccadilly Circus, buses then diverted via Shaftesbury Avenue, Cambridge Circus, Charing Cross Road, Tottenham Court Road, Euston Road to Marylebone Road then follow usual route.\\u003cbr /\\u003e\"],[\"From 0400 - 0200 on Monday 6th, buses will follow the day bus route.\"],[\"No diversions.\"],[\"\\u003cstrong\\u003eEastbound\\u003c/strong\\u003e - towards Aldwych - Buses will not be diverted.\\u003cstrong\\u003eWestbound\\u003c/strong\\u003e - towards Elephant and Castle - From 0500 until last night busFrom Strand at Trafalgar Square buses will then be diverted via Northumberland Avenue, Victoria Embankment, Bridge Street to Parliament Square then follow usual route.\"]]}",
     "The five legs are as follows:\u003cbr /\u003e\u003cbr /\u003e\u003cstrong\u003eStage 1 - Wednesday, September 1\u003c/strong\u003e \u003cbr /\u003e\u003cbr /\u003eStart at Sports City in Manchester with a route that takes in Lancashire and finishes at Urbis in Corporation Street, Manchester.",
     "\u003cstrong\u003eStage 2 - Thursday, September 2\u003c/strong\u003e \u003cbr /\u003e\u003cbr /\u003eStart in Millennium Square, Leeds and race through Yorkshire to finish in Pinstone Street, Sheffield.",
     "\u003cstrong\u003eStage 3 - Friday, September 3\u003c/strong\u003e \u003cbr /\u003e\u003cbr /\u003eStart at Bakewell Agricultural Centre and race through Derbyshire, Leicestershire and Nottinghamshire with the finish on Victoria Embankment in Nottingham.",
     "\u003cstrong\u003eStage 4 - Saturday, September 4\u003c/strong\u003e \u003cbr /\u003e\u003cbr /\u003eStart at the Celtic Manor and race through Newport and South East Wales with the finish in on the new Southern Distributor Road Bridge in Newport.",
     "\u003cstrong\u003eStage 5 - Sunday, September 5 from 3pm to approx 4.30pm.\u003c/strong\u003e \u003cbr /\u003e\u003cbr /\u003e45 laps of a circuit where the riders race clockwise from the start in Whitehall, into Northumberland Avenue, down the Embankment, into Bridge Street and finish in Whitehall."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}