{
 "pageTitle": "Apply for your Zip or Student Oyster photocard soon to avoid paying more",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Apply for your Zip or Student Oyster photocard soon to avoid paying more",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) is reminding all young Londoners to get free or reduced cost travel by applying for their Oyster photocard as soon as possible. 16+ Zip Oyster photocard holders need to reapply before their cards expire on 30 September."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Zip Oyster photocards are available to young people, aged between five and 18.",
     "The Mayor and TfL currently provide over 750,000 young people with free or reduced rate travel with a Zip Oyster photocard, which can be used across TfL services.",
     "The typical saving made on an 11-15 Zip photocard is £160 per year.",
     "The amount is even greater for 16+ Zip Oyster cardholders with a typical saving of £450 per year.",
     "Since this summer, applications for the 11-15 Zip card can now be made online by London residents at \u003ca href=\"http://www.tfl.gov.uk/photocard\"\u003etfl.gov.uk/photocard\u003c/a\u003e as well as via the Post Office.",
     "Applications for the 16+ Zip Oyster photocard should be made by mid September to ensure cardholders receive their new card before their existing card expires.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"18+ Student Oyster Photocard\"}",
     "This is available to eligible students enrolled on courses at an education establishment registered with TfL.",
     "18+ Student Oyster photocard holders receive a 30 per cent saving on adult rate Travelcards.",
     "In order to continue to improve our customers' experience, we've made the application process faster and easier by moving it solely online.",
     "Visit \u003ca href=\"http://www.tfl.gov.uk/photocard\"\u003etfl.gov.uk/photocard\u003c/a\u003e for more details.",
     "In addition 18+ Student Oyster photocard holders that have a multi-year photocard can save £10 by confirming their continued eligibility and that they still attend the same college or university.",
     "Holders should log onto their 18+ web account at tfl.gov.uk/photocard and confirm their details by 14 October 2011.",
     "Steve Burton, TfL's Director of Community, Safety, Enforcement and Policing, said: 'We want all young Londoners to make the most of the travel concessions on offer to them and apply for or renew their Zip card with ample time for them to be processed.",
     "'Once issued, we hope cardholders will hold onto their Zip by maintaining good behaviour on public transport.'",
     "All young Oyster photocard holders are urged to keep to TfL's Young Persons' Behaviour Code and respect other passengers or risk losing their Oyster photocard and its benefits.",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"All Zip Oyster photocard applications made at the Post Office must be supported by proof of identity of the parent or guardian signing the application form and proof of age of the applicant.  It must be one of the following and should be dated in the last three months:\\u003cbr /\\u003eProof of parent/guardian ID, Residential utility bill, Council tax bill, bank, building society or credit card statement, Council or housing association rent book or statement, Driving licence (full or provisional)\",\"Proof of age of the applicant, either: Passport, ID card from a European Economic Area country, Birth certificate or Driving licence (full or provisional)\",\"Eligible 16+ Oyster photocard holders aged 16 or 17 and holders of 11-15 Oyster photocards should apply for their cards in September to continue to get free bus and tram travel\",\"Under 16s can buy child-rate and Day Travelcards and on Tube services pay the cash single fare without a Zip Oyster photocard. The Zip Oyster photocard allows child-rate pay as you go which is cheaper than cash fares. They can also buy child-rate Travelcard season tickets with an Oyster photocard\",\"11-15-year-olds and those eligible for the 16+ scheme who do not have a valid Oyster photocard must pay the full adult cash fare on buses and trams until they get one\",\"A non-refundable £10 administration fee will be payable for all applications for Zip Oyster photocards.The administration fee for the 18+ Student Oyster photocard is also £10. The £10 charge is to contribute to TfL's administration costs of the concessionary schemes, including processing application forms, photocard production and postage.\",\"Zip applications need to be supported by proof of identity for the parent or guardian signing the application form, proof of age of the applicant, a photograph of the applicant and £10 fee. 16+ applicants for free travel need to have their forms validated by their school, college or training provider and provide proof that they live in a London borough\",\"If an Oyster photocard has been lost, stolen or damaged the cardholder will have to reapply at tfl.gov.uk/photocard to get a replacement and pay a non-refundable fee of £10\",\"Information is also available in Bengali, Chinese, Czech, French, Greek, Gujarati, Hindi, Punjabi, Spanish, Turkish and Vietnamese\",\"Non-London residents can apply for a Zip Oyster photocard online at tfl.gov.uk photocard (for children aged between 5 and 17) and are also subject to the £10 administration fee\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}