{
 "pageTitle": "Bendy buses banished from route 73",
 "description": "Passengers using the route 73, which runs between Stoke Newington and Victoria, will now be served by a fleet of double deck buses. The conversion of route 73 means that seven of London's 12 bendy bus routes have now been converted to single and double",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Bendy buses banished from route 73 ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Another 43 bendy buses have been banished from the streets of London as part of the Mayor's campaign to rid the Capital of these large vehicles."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We are removing the hardcore fare evaders favourite form of transport and we hope to see a boost to revenue on this route as a result",
     "Passengers using the route 73, which runs between Stoke Newington and Victoria, will now be served by a fleet of double deck buses.",
     "The conversion of route 73 means that seven of London's 12 bendy bus routes have now been converted to single and double deck buses.",
     "It is now only a matter of months before the last of the buses leave the Capital as the remaining five routes will be converted to double deck buses by the end of the year.",
     "Transport for London now estimates that when every bendy bus route has been converted fare evasion will be cut by around £7.4m a year.",
     "Boris Johnson, the Mayor of London, said: 'These ginormous machines are far more suited to the wide open vista of a Scandinavian airport than London's narrow streets and I am delighted that another London bus route has seen the back of them. Equally pleasing is that we are removing the hardcore fare evaders favourite form of transport and we hope to see a boost to revenue on this route as a result.'",
     "Brand new double deck buses are now being introduced on the route with around half of the service run using hybrid buses, which are cleaner, quieter and lead to a substantial reduction in road pollution and carbon dioxide emissions.",
     "The buses are powered by a conventional diesel engine that works together with an electric motor to power the vehicle, and energy that would normally be wasted when the vehicle brakes is recycled to power the motor.",
     "The passenger experience will also be improved on all the buses by providing extra seating and improved air cooling.",
     "Route 73 buses have historically provided an infrequent and ad hoc extended service from Stoke Newington to Seven Sisters when buses returned to their depot.",
     "However changes to local depot arrangements mean this service will now be withdrawn.",
     "A frequent service over this section is still available on routes 149, 243 and 476, with route 67 also serving the section between Stamford Hill and Stoke Newington.",
     "{\"template\":\"bulletlist\",\"items\":[\"Routes 38, 507 and 521 were converted in 2009, routes 18 and 149 in 2010 and route 25 in June 2011\",\"The remaining routes - 12, 29, 207, 436 and 453 - will have their bendy buses replaced with double deck buses by the end of 2011\",\"Route 73 runs between Victoria and Stoke Newington\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}