{
 "pageTitle": "Blooming marvellous - Tube garden competition winners announced",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Blooming marvellous - Tube garden competition winners announced",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The winners of Underground in Bloom, the Tube's own annual gardening competition, were announced yesterday at City Hall."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "These awards recognise the great effort all our staff have made.",
     "Green-fingered London Underground (LU) staff have been competing to grow the most beautiful roses, the tallest runner beans and tastiest strawberries in gardens across the network.",
     "All this gardening work is done in the employees' own free time.",
     "The colourful hanging baskets and flower beds also help to make the stations more welcoming and attractive for customers.",
     "Entries for the fruit and vegetable category - which was introduced only last year as part of the Mayor's Capital Growth programme - had doubled.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Outstanding floral display\"}",
     "North Acton Tube station scooped the cultivated garden award with their two giant man-made flower beds, Hampstead won the fruit and vegetable category for growing a variety of edible treats in a challenging environment while Perivale stole the best tubs prize for their outstanding floral display.",
     "The team of judges agreed that the standard of entries was extremely high this year.",
     "Entrants received extra points for 'greener' gardens.",
     "The impact the whole display had on customers and staff was also an important factor for the judges.",
     "Howard Collins, Chief Operating Officer for London Underground, said: 'Every year the standard of entries seems to grow and grow.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Great effort\"}",
     "'I'd like to thank everybody for their hard work and the way they have transformed our stations into bright and colourful places for our customers to enjoy.",
     "'These awards recognise the great effort all our staff have made.'\u003cbr /\u003e\u003cbr /\u003eThis year over 70 stations, depots and service control rooms took part in the competition.",
     "Mike Brown, Managing Director for LU and Howard Collins, Chief Operating Officer for LU, both attended the awards ceremony.\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Some of the winners include:\\u003cbr /\\u003eHanging Baskets\\u003cbr /\\u003e1. Bromley-by-Bow station\\u003cbr /\\u003e2. Northwood Hills station\\u003cbr /\\u003e3. High Barnet station and Stratford Market Depot\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"Cultivated Garden\\u003cbr /\\u003e1. North Acton station\\u003cbr /\\u003e2. Upminster Train Crew Accommodation\\u003cbr /\\u003e3. Northumberland Park Depot\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"Fruit and Veg\\u003cbr /\\u003e1. Hampstead station\\u003cbr /\\u003e2. Brent Cross station\\u003cbr /\\u003e3. Greenford station and Warwick Avenue station\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"Tubs\\u003cbr /\\u003e1. Perivale station\\u003cbr /\\u003e2. South Kensington station\\u003cbr /\\u003e3. Osborne House Service Control Centre, Arnos Grove Train Crew Accommodation and Greenford station\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"Best Newcomer\\u003cbr /\\u003e1. Arnos Grove Train Crew Accommodation\\u003cbr /\\u003e2. Osborne House Service Control Centre\\u003cbr /\\u003e3. Neasden station and West Harrow station\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"Dennis Sanger Chief Operating Officer 'Special' Award\\u003cbr /\\u003eWinner: Finchley Central station\\u003cbr /\\u003eRunner up: Acton Town station\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"Best Overall Garden 'Sandra Wilkes' Award\\u003cbr /\\u003e1. Arnos Grove Train Crew Accommodation\\u003cbr /\\u003e2. North Acton station\\u003cbr /\\u003e3. Hampstead station\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"Capital Growth is a partnership initiative between London Food Link, the Mayor of London Boris Johnson, and the Big Lottery's Local Food Fund. It is championed by the Chair of the London Food Board Rosie Boycott and aims to create 2012 new community food growing spaces across London by the end of 2012. Capital Growth offers practical help, grants, training and support to groups wanting to establish community food growing projects as well as advice to landowners. Capital Growth is also working with large organisations such as Transport for London and British Waterways along with borough food growing programmes such as Edible Islington\",\"The Tube is undergoing a huge and essential programme to upgrade its ageing infrastructure - vital to cope with a growing population and to support the economic development and growth of the Capital and the UK. This includes the introduction of new track and signalling and the rebuilding of some of our most important stations. By the end of the current programme there will be 30 [per cent more capacity. This will inevitably result in some disruption for passengers, but TfL is working hard to provide information and alternative travel options. The work is essential to provide for London's growing transport needs now, and into the future. TfL is urging all Londoners and Tube, London Overground, London Tramlink and DLR passengers to 'check before you travel' at weekends, allowing extra journey time where necessary. Weekend travel news is available at \\u003ca href=\\\"http://www.tfl.gov.uk\\\"\\u003ewww.tfl.gov.uk\\u003c/a\\u003e \",\"The images below are samples of larger images available on request\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}