{
 "pageTitle": "Bus diversions affecting services in the City",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Bus diversions affecting services in the City",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Bus diversions will be introduced on parts of Bishopsgate, Gracechurch Street and Threadneedle Street in the City to allow essential work to be undertaken by UK Power Networks to provide power supplies for four new developments in the area."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The works will commence on Monday 19 September and are expected to be completed by the end of February 2012.",
     "They will affect all northbound services and drivers are advised to avoid the area.",
     "Southbound services are unaffected.",
     "Routes 8, 26, 242, 388, N8 and N26 will be diverted via Cornhill, Leadenhall Street and Aldgate.",
     "Routes 35, 47, 48, 149, 344 and N35 will be diverted via Fenchurch Street and Aldgate.",
     "From Aldgate, the routes above will then run along Dukes Place, Bevis Marks and Camomile Street and will then turn right onto Bishopsgate and continue on their normal route.",
     "Buses will continue to serve their usual stops on Bishopsgate adjacent to Liverpool Street station.",
     "Transport for London (TfL) is also encouraging other utility providers to complete works they have due in the area while these cabling works are under way.",
     "Currently plans are being finalised for six other utilities to carry out works during this time.",
     "This approach will help minimise any future passenger disruption in the area.",
     "Leon Daniels, TfL's Managing Director of Surface Transport, said: 'We have been in touch with UK Power Networks to emphasise the importance of doing these works rapidly and efficiently and will stay in close touch with them as the works commence to ensure that disruption is kept to a minimum.'",
     "Details of stopping arrangements during the works will be available at local bus stops, or call London Buses customer services on 0845 300 7000 or visit \u003ca href=\"http://www.tfl.gov.uk/livetravelnews\"\u003etfl.gov.uk/livetravelnews\u003c/a\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}