{
 "pageTitle": "Chart toppers Rizzle Kicks team up with TfL to help reduce teenage road casualties in London",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Chart toppers Rizzle Kicks team up with TfL to help reduce teenage road casualties in London",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Young Londoners are being asked to come up with ideas to help their peers avoid road accidents for the chance to meet chart toppers Rizzle Kicks."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Every single death on London's roads is a tragedy, and teenagers are less experienced and more at risk than any other age group in the Capital. So while the number of deaths and injuries is falling, we are determined to drive it down further",
     "Last year 258 teenagers were killed or seriously injured on London's roads and distractions such as using mobile phones, MP3 players and talking to friends were often contributory factors.",
     "The Mayor of London and Transport for London (TfL) are determined to educate youngsters to avoid these dangers, and this competition is part of an ongoing campaign to improve teen road safety.",
     "Popular website Teen Today - \u003ca href=\"http://www.teentoday.co.uk\"\u003ewww.teentoday.co.uk\u003c/a\u003e - has signed up to this year's campaign asking young Londoners to come up with a road safety distraction slogan.",
     "The teen who comes up with the best slogan will win a 'distraction date' along with two friends with Rizzle Kicks, who recently dominated the charts with a number one and a number eight single in the same week.",
     "The band are kindly donating their time to support the campaign for free.",
     "Teenagers are a vulnerable road user group.",
     "Last year the number of teenagers killed or seriously injured on London roads fell 14 per cent to 258 compared to 301 in 2009.",
     "Since 2000, the figure has fallen by 62 per cent.",
     "Despite this steady improvement, the Mayor and TfL are committed to raising awareness of the dangers when using the roads.",
     "Last year stars including Wretch 32, Tinie Tempah and Eliza Doolittle recorded \u003ca href=\"http://www.youtube.com/watch?v=WXBMf1-_yJ4\u0026feature=relmfu  \"\u003evideo clips\u003c/a\u003e free of charge which they then uploaded onto their social media sites.",
     "Mayor of London Boris Johnson said: 'Every single death on London's roads is a tragedy, and teenagers are less experienced and more at risk than any other age group in the Capital.",
     "'So while the number of deaths and injuries is falling, we are determined to drive it down further, and get the message out to our youngsters to take extra care.'",
     "Rizzle Kicks said: 'We can relate to the message of getting distracted on the roads, that's why we've decided to support the campaign.",
     "'The teen road safety campaign is important to us and we're happy to support it through this competition.'",
     "Lilli Matson, Head of Delivery Planning for Better Routes and Places at TfL said: 'The ongoing fall in casualties shows that TfL's teen road safety campaign has really been making a difference, however we know that our work is far from done.",
     "'It is easy to become distracted on the road, but it is vital that teenagers pay careful attention when using them.",
     "'With the start of the new academic year, we look forward to continuing our campaign, this time by emphasising the importance of avoiding distractions on the road to the Capital's young people.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"In May 2011 the Government published its new national Strategic Framework for Road Safety (SFRS). The SFRS's long-term vision is to ensure that Britain remains a world leader on road safety and in support of this ambition expects local government to continue to prioritise road safety and to continue to seek improvements. The SFRS emphasises the importance of local decision making to reflect local road safety priorities, which will be reflected by TfL's new Road Safety Plan\",\"TfL is currently working on a new Road Safety Plan for London to cover the period 2011-20 building on the success of the previous Plan which set targets in the following areas and then extended them in 2006:ul\",\"London exceeded the 2010 targets set by the Government for the number of children KSIs and the total number of KSIs three years early. London has also met the more stringent London target of 60 per cent reduction in the number of children (aged 15 and younger) KSIs and is working to further reduce the number of casualties\",\"Read the ' \\u003ca href=\\\"http://www.tfl.gov.uk/corporate/projectsandschemes/roadsandpublicspaces/2840.aspx\\\"\\u003eCasualties in Greater London during 2010\\u003c/a\\u003e ' report\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}