{
 "pageTitle": "LU reaches agreement with drivers' unions over Olympics and Paralympics working arrangements",
 "description": "The agreement follows six months of constructive discussions with union representatives, and will allow LU to meet the demands of extended services in the most efficient way.In return for agreeing to these temporary changes to existing working",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "LU reaches agreement with drivers' unions over Olympics and Paralympics working arrangements",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground (LU) has reached agreement with train drivers' unions over temporary changes to working arrangements and payments during the London 2012 Olympics and Paralympics Games."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This agreement is a good deal for London Underground, our drivers and those thousands of customers who will be attending the London 2012 Olympics and Paralympics Games.",
     "The agreement follows six months of constructive discussions with union representatives, and will allow LU to meet the demands of extended services in the most efficient way.",
     "In return for agreeing to these temporary changes to existing working arrangements during the Games, all train drivers employed by LU on 26 July 2012 will receive a one-off payment of £500.",
     "In addition, shifts of a certain duration or which finish after 01:30hrs will attract extra payments.",
     "The change of working arrangements and rewards are separate to the ongoing discussions on pay which LU and the unions are engaged in.",
     "LU's Managing Director, Mike Brown, said: 'This agreement is a good deal for London Underground, our drivers and those thousands of customers who will be attending the London 2012 Olympics and Paralympics Games.",
     "'LU is committed to ensuring that the train service we provide contributes to the successful operation of the Games and I am pleased that we and the unions have been able to engage in constructive dialogue to reach this agreement.'",
     "{\"template\":\"bulletlist\",\"items\":[\"The agreement covers the period from 27 July 2012 to 9 September 2012 inclusive\",\"Additional payments for shifts exceeding eight hours will be as follows:\",\"Where a shift exceeds eight hours a driver will be paid an additional payment at the hourly rate for each hour on duty\",\"When a shift exceeds eight hours and finishes after 01:30hrs drivers will be paid an additional payment at the overtime rate for each hour on duty\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}