{
 "pageTitle": "Mayor announces Olympic Park electric charging network, creating air quality legacy",
 "description": "The Mayor Boris Johnson today announced that a network of charge points is planned to support the Olympic and Paralympic zero-emission electric vehicle fleet.After the Games, the charge points will boost the Mayor's growing Source London electric",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor announces Olympic Park electric charging network, creating air quality legacy",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Source London is discounting its annual membership to coincide with London's largest consumer green vehicle show."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Momentum for Source London is building and this on top of the legacy from the 2012 Games will mean we make charge points for electric vehicles more accessible than ever in London.",
     "The Mayor Boris Johnson today announced that a network of charge points is planned to support the Olympic and Paralympic zero-emission electric vehicle fleet.",
     "After the Games, the charge points will boost the Mayor's growing Source London electric network.",
     "The significant number of charge points provided by GE will ensure ample power supply, provided by EDF Energy, for the London 2012 fleet of 200 BMW and Mini electric vehicles, helping to create the most sustainable Games ever.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Low carbon test drive\"}",
     "After the sporting events, the charge points will become part of Source London, a lasting legacy benefiting electric car drivers in the Capital and especially those living or visiting the regenerated east of the city.",
     "The announcement was made ahead of EcoVelocity, Europe's largest low carbon motor show running from 8-11 September.",
     "The outdoor motoring festival, sponsored by EDF Energy, is being held at Battersea Power Station.",
     "Londoners will have the chance to have a hands-on test drive of an electric vehicle, and have questions answered about electric driving.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Save on Source London membership\"}",
     "To coincide with this event, annual membership for Source London, which normally costs £100, will be discounted to just £10 for those who sign up during EcoVelocity.",
     "A team from Source London will be at the show throughout to assist in registrations and answer any questions about Source London.",
     "Source London, launched by the Mayor in May 2011, already boasts over 200 charge points making it the Capital's largest charge point network.",
     "By 2013, 1,300 charging points will be installed. Membership of Source London allows for limitless re-charging of its publicly accessible network in locations across the city.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"London's low carbon lead\"}",
     "Mayor of London, Boris Johnson, said: 'It is my goal to lengthen London's lead as the electric vehicle capital of Europe, so it is fitting that this city is hosting the largest motor show dedicated to greener vehicles.",
     "'I encourage people to come along, have a test drive on the EcoVelocity test track and get a cracking deal on Source London membership to boot.",
     "'As a greater choice of electric cars come onto the market, more and more Londoners will want to buy them. So it is great news that a network of charge points set to support the Olympic electric fleet next year, will go on to bolster Source London, creating a superb legacy for the Capital's growing army of eco-drivers.'",
     "Source London has a range of public and private sector partners that are committed to introducing charge points which includes: Asda, Capital Shopping Centres, Enterprise, Gatwick Airport, Heathrow Airport, Hertz, Ikea, NCP, Nissan, Old Ford Housing Association, Sainsbury's, Scottish and Southern Energy, Southern Railway, the Whittington NHS Trust and 13 London boroughs.",
     "Electric vehicles deliver a number of benefits including lower carbon emissions and improved air quality.",
     "Leon Daniels, Managing Director for Surface Transport at Transport for London (TfL) said: 'Momentum for Source London is building and this on top of the legacy from the 2012 Games will mean we make charge points for electric vehicles more accessible than ever in London.'",
     "As part of its ongoing commitment to the environment TfL recently added another four electric Smith Vans vehicles to its low carbon fleet bring the total number to 16. The vehicles are used by TfL in its work to maintain and improve London's red route.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Transport for London has been tasked, as the Mayor's transport authority, to oversee the delivery and management of the Source London network\",\"For more information on how to register and on how to use Source London go to \\u003ca href=\\\"http://www.sourcelondon.net\\\"\\u003ewww.sourcelondon.net\\u003c/a\\u003e \",\"In conjunction with the EcoVelocity show the Source London annual membership has been discounted to £10 from its usual price of £100. Payment for the reduced £10 annual membership offer must be received by Monday 12 September\",\"Electric vehicles qualify for nil rate vehicle excise duty and receive a 100 per cent discount for the Congestion Charge in London\",\"Tickets for EcoVelocity can be bought on the day or prior at: \\u003ca href=\\\"http://www.ecovelocity.co.uk\\\"\\u003ewww.ecovelocity.co.uk\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}