{
 "pageTitle": "Mayor of London and Transport for London act to save 812 PlusBus route",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor of London and Transport for London act to save 812 PlusBus route",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Mayor of London and TfL have stepped in to save the 812 PlusBus from being withdrawn, guaranteeing that the service can continue for at least another four years."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "It would have been wrong for the many elderly residents who rely on this service to suffer if the borough withdrew their funding for this service.",
     "The service, which runs between Hoxton and Angel and is used mainly by older people, was due to be cut by Islington Council this financial year.",
     "The service has always been funded locally and Transport for London has not previously been called on to contribute.",
     "However, when local councillors appealed to the Mayor of London, Boris Johnson, to save the PlusBus, he turned to Transport for London (TfL) and asked if they could help keep the service running by providing £200,000 to the council to operate the service for the next two years.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"No short-term fix\"}",
     "This has now been agreed, with Islington Council committing to resume funding the valued bus route for at least another two years beyond that.",
     "The Mayor of London, Boris Johnson, said: 'It would have been wrong for the many elderly residents who rely on this service to suffer if the borough withdrew their funding for this service.",
     "'I have agreed to provide funding for it to run for the next two years.",
     "'However we have made it clear to the borough that this is no short-term fix and that they must ensure that the service can continue to run after the TfL funding has stopped.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Sufficient provision\"}",
     "The funding provided by TfL will ensure that the service continues to run until 2013 after which time the London Borough of Islington must take over.",
     "As part of the terms of the funding being provided, the borough of Islington must agree to make sufficient provision to run the service for a minimum of two years after that time.",
     "The 812 PlusBus service operates between 09:30 and 16:30 Monday to Friday, offering mainly older residents a regular local bus service between Hoxton and Angel.\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The 812 PlusBus service is currently jointly funded by the London Borough of Islington and the operator Hackney Community Transport (HCT)\",\"TfL has agreed to provide £100,000 for years 2011/12 and 2012/13 with London Borough of Islington required to pay thereafter for a minimum of two years. If this agreement is not honoured the £200,000 funding can be claimed back. Hackney Community Transport (HCT) will continue providing a subsidy of £53,000 per annum\",\"London Borough of Islington has decided to reduce the service frequency from three buses per hour to two buses per hour\"]}",
     "\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}