{
 "pageTitle": "New bus routes to serve Stratford and surrounding area",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New bus routes to serve Stratford and surrounding area",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London is improving services for bus passengers to areas surrounding Stratford."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "From Tuesday 13 September four routes will call at the new Stratford City Bus Station next to the main entrance of the new Westfield Shopping Centre.",
     "Route 97 from Chingford, Walthamstow and Leyton, route 241 from Custom House and Plaistow, route 339 from Shadwell and Old Ford, and route D8 from the Isle of Dogs and Bow will all serve the new bus station.  Route D8 will no longer go to the existing bus station.",
     "Routes 97 and 339 are serving the Stratford area for the first time, giving direct links to wider interchange opportunities as well as to the new shopping centre.",
     "The frequency of route 97 will increase from every 10 minutes to every 8 minutes Monday to Saturday during the day.",
     "During Sunday shopping periods buses will run every 12 minutes.",
     "All other routes in Stratford town centre will continue with temporary stopping arrangements until the existing Stratford bus station reopens in mid October.",
     "Passengers will be able to check changes to the routes in leaflets and posters distributed in the area.",
     " \u003ca href=\"/assets/downloads/stratford-bus-stopping.pdf\"\u003eStopping arrangements at Stratford Bus Station (PDF 442KB)\u003c/a\u003e \u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}