{
 "pageTitle": "New Oyster system to help customers pay the correct fare",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New Oyster system to help customers pay the correct fare",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "A new system will help Oyster passengers who occasionally forget to touch out."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We are always trying to make the Oyster system easier and more efficient and this is just another example of us listening to our customers and making the improvements needed.",
     "As part of a series of innovations to improve customers' experience of Oyster, Transport for London (TfL) has introduced a new facility for Oyster pay as you go customers who occasionally forget to touch out at the end of their Tube, DLR, Overground or National Rail journey.",
     "Under Oyster terms and conditions, customers who do not touch out to complete their journey are charged the maximum Zone 1-6 fare.",
     "But TfL has set up a new system so that if a passenger occasionally fails to touch in and out then Oyster will aim to calculate their likely journey and charge the appropriate fare.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Guidance from journey histories\"}",
     "If the passenger fails to touch out then the system will attempt to calculate what the fare should have been had they done so.",
     "A refund of the difference will then be provided and can be picked up when the customer next uses their regular station.",
     "However refunds will only be provided where it is possible for the system to make an accurate assumption of where the journey was likely to have begun and ended.",
     "Registered Oyster customers who have supplied their details will receive an email to let them know that a fares refund has been made.",
     "This also acts as a further reminder of the importance of always touching in and out to validate journeys.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Touching in is vital\"}",
     "Only journeys that have been started and are missing the touchout at the end of the journey are eligible for completion by the new system.",
     "It is intended to help people who occasionally forget to touch out and therefore the system only operates once a month for each Oyster card.",
     "Station ticket offices and the Oyster helpline will continue to offer passengers an alternative means of resolving incomplete journeys that are not addressed by this system.",
     "Shashi Verma, TfL's Director of Fares \u0026 Ticketing, said: 'Oyster is the transport ticket of choice for most Londoners, and the vast majority of customers use it correctly and are charged the right fare for their journeys.",
     "'A small minority of rail journeys however are still not being touched in and out correctly and are being charged maximum fares. We don't want to penalise customers who normally touch in and out for occasionally forgetting, so, for such customers, we are looking at ways of correcting journeys that have been left open without a final touch at the destination.",
     "'We are always trying to make the Oyster system easier and more efficient and this is just another example of us listening to our customers and making the improvements needed.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Oyster and train services\"}",
     "Peter Twigg, Head of London Support at the Association of Train Operating Companies, said: 'This is another example of train companies and TfL working together to make Oyster pay as you go easier for passengers to use.",
     "'Train companies are always looking for ways to improve services and will continue to work with TfL and other rail industry partners to make travel around London increasingly simple, reliable and affordable.'",
     "This new initiative is just one of the projects TfL is carrying out this year to improve the customer experience of Oyster.",
     "Enhancements are also being made to the information provided to Oyster online account users, including more detailed journey history.",
     "The pilot phase of these online statement enhancements exclusively allowed customers who purchase Oyster credit online to see their journey history in greater detail and the user feedback has been so positive that plans are now in place to make these detailed online statements available by the end of the year to any customer who has registered for an Oyster online account.",
     "Later phases of the online statement improvements will also include information about whether any refunds are pending and at what station they are available to pick up.",
     "There are also plans to enable customers to use their online statements to raise queries and request refunds directly via the TfL website.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Coming next year: Contactless travel\"}",
     "Next year, London's commuters will also benefit from the introduction of contactless payment using bank issued debit and credit cards on the transport network.",
     "Beginning with London buses in early 2012, in time for the 2012 Games, and followed by a rollout on the Tube, DLR, Overground and National Rail later in the year, customers will have the option of leaving their Oyster card at home and touching in and out using their contactless bank cards directly, making it faster and more convenient to pay for journeys around London.",
     "\u003cstrong\u003eNotes to Editor: \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Oyster pay as you go customers should always  touch in and out at the start and end of every rail journey to ensure they are charged the correct fare\",\"A  Zone 1-6 single fare is charged when a customer does not touch in and out\",\"Over 97 per cent of the 10 million journeys a week on the Tube, DLR, London Overground and National Rail network are correctly validated by touching in and out at the start and end of the journey\",\"Oyster customers who register their card are able to open an online account, and also benefit from having their Oyster PAYG credit protected if they lose or break their card.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}