{
 "pageTitle": "New Docklands Light Railway extension an instant hit with passengers",
 "description": "The fully accessible DLR Stratford International extension has got off to a flying start, carrying 130,000 passengers in the last week as the whole DLR network saw record numbers of passengers.The new six-kilometre extension between Canning Town and",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New Docklands Light Railway extension an instant hit with passengers",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "New six-kilometre extension gets match-fit for 2012 Games by supporting the success of Westfield Stratford shopping centre's first week. Total Docklands Light Railway (DLR) passenger numbers break all previous records."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The fully accessible DLR Stratford International extension has got off to a flying start, carrying 130,000 passengers in the last week as the whole DLR network saw record numbers of passengers.",
     "The new six-kilometre extension between Canning Town and Stratford International, which boasts four new step-free stations, opened to the public on 31 August, a year ahead of the 2012 Paralympics Games.",
     "The £211m extension is a key part of the 2012 Games transport network, connecting five Olympic and Paralympics Games venues, and improving accessibility for passengers with restricted mobility.",
     "Between Monday 12 and Sunday 18 September - the week that Westfield Stratford City opened its doors to shoppers - around 130,000 people used the Stratford International Extension.",
     "The previous daily record of 303,000 passengers on the whole network was shattered on Thursday 15 September when 340,000 customers used the DLR, with the whole network carrying around 1.9 million people during the last week.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Boosting numbers\"}",
     "The Westfield opening has also boosted numbers of passengers on local buses and at Stratford regional station with Transport for London (TfL) staff working hard to ensure that Londoners can get to and from the centre by public transport.",
     "More than 100,000 passengers used Stratford Regional station on the first Saturday since the opening, roughly 60,000 people more than figures taken a week earlier.",
     "Additionally, bus routes saw an increase in passengers, with buses serving the area carrying an additional 6,500 people on their routes.",
     "Mayor of London Boris Johnson said: 'Stratford International station and the new DLR extension are playing a crucial role in the regeneration of east London and are already showing they are match-fit to transport the millions of visitors that we will be welcoming to the Olympic and Paralympic Games next year.'",
     "Director of DLR Jonathon Fox said: 'The completion of the DLR extension to Stratford International with the provision of four more accessible stations means customers are already getting the benefits of huge investment in the network a year ahead of the London 2012 Games.",
     "'The extension completes £500m of DLR upgrade works, creating a 50 per cent increase in capacity across the network which is now ready to serve the Capital for the Games and beyond.'",
     "The extension is in addition to a three-year, £300m upgrade programme across the DLR network which enabled a capacity increase of 50 per cent.",
     "The Olympic Delivery Authority (ODA) has contributed £80m to this programme.",
     "The four new stations are Stratford International, Stratford High Street, Abbey Road and Star Lane.",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The new extension is a crucial part of London's 2012 Games rail network connecting the Olympic Park with five other arenas holding multiple London 2012 Olympic and Paralympics Games events and is the last part of that rail network to be put in place\",\"The extension also includes four new stations (there are seven in total), an essential part of the Olympics regeneration legacy. All seven stations are step-free as is the norm on all of the DLR network\",\"The extension brings direct access to the Capital's wider rail transport network to thousands of residents along its route enabling them to travel more easily to education, job and leisure opportunities\",\"It offers much faster and more frequent services than the former North London line it replaces, with a train arriving every eight minutes during peak periods\",\"Services on the extension are operated by Serco Docklands Ltd\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}