{
 "pageTitle": "New escalators for Custom House station",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New escalators for Custom House station",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "New escalators at Custom House Docklands Light Railway (DLR) station opened today boosting the capacity of the station by 72 per cent ready for the London 2012 Games."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The two new escalators will be able to carry 200 people per minute during the Olympics and major ExCeL events.",
     "Chief Operations Officer for Transport for London's (TfL) London Rail, Howard Smith, said: 'The new escalators have been delivered a whole month ahead of schedule and will be a massive help in tackling congestion at the station especially during the Games.",
     "'The station also directly serves the busy ExCel centre, the venue for many trade shows throughout the year and when Crossrail is built the legacy of the new escalators will be to provide an efficient interchange with the new railway.'",
     "Work to install the two sets of 77-step escalators began in February this year and was completed one month early.",
     "The project cost £2.7m with £600,000 contributed by the Olympic Delivery Authority (ODA).",
     "ODA Director of Transport, Hugh Sumner, said: 'Investment in the transport network is opening up services to more people than ever before. The upgrades to the escalators at Custom House DLR will enable spectator and everyday user demand to be met during the Games and will serve the commuters and communities that use the station long after London 2012.'",
     "A further package of improvements is planned for stations along the Eastern route, from Poplar to Beckton and Poplar to Woolwich, later on this year.",
     "They will deliver better lighting, new seating and enhanced information displays for passengers.",
     "{\"template\":\"bulletlist\",\"items\":[\"The escalators will increase the capacity of the station from 157 passengers per minute to 270 passengers per minute enabling the DLR to safely operate a 24 trains per hour service during the London 2012 Olympics. Custom House is used by 2.97 million passengers per year\",\"The two escalators are 5.5 metres high and run at a 30 degree angle with 77 steps each\",\"The total cost of the project is £2.7 million. £600k of the cost was contributed by ODA. The remainder was provided by DLR\",\"The station also has lifts\",\"The new step free SIE opened to passenger service on 31 August 2011\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}