{
 "pageTitle": "TfL to begin essential work on A4 Hammersmith Flyover in November 2011",
 "description": "TfL will begin work to preserve and extend the operational life of the A4 Hammersmith flyover in November 2011, as part of its ongoing maintenance of road structures across the Capital.The four lane flyover, which crosses the Hammersmith gyratory and",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL to begin essential work on A4 Hammersmith Flyover in November 2011",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) working to identify least disruptive work programme to extend the life of the half-a-century-old flyover."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Although the flyover remains safe for road users to use, we are currently developing a temporary solution that will allow it to remain open for the next few years.",
     "TfL will begin work to preserve and extend the operational life of the A4 Hammersmith flyover in November 2011, as part of its ongoing maintenance of road structures across the Capital.",
     "The four lane flyover, which crosses the Hammersmith gyratory and links the A4 Talgarth Road to the A4 Great West Road, was constructed in the 1960s and elements of the structure are approaching the end of their operational life.",
     "In light of this, TfL has been carrying out detailed monitoring inside the flyover since 2008, in particular checking the condition of the internal cables which help to hold the spans in place.",
     "Recent results from this monitoring have shown that repair work needs to be carried out earlier than anticipated.",
     "TfL has therefore now begun work to design and carry out temporary bridge strengthening works to reinforce the spans.",
     "This will allow the structure to remain open to the public, while a more permanent option is developed.",
     "Preliminary work will begin in mid-October, with main work commencing in November 2011, and is expected to be completed by summer 2012.",
     "Any road closures or disruption will be kept to an absolute minimum while these works are carried out and further details regarding local traffic restrictions will be announced nearer the time.",
     "Dana Skelley, Director of Roads at TfL, said: 'Following recent assessments by TfL engineers of the A4 Hammersmith flyover, we have found that the structure - built in 1960s - now requires major repairs in order to prolong its lifespan.",
     "'Although the flyover remains safe for road users to use, we are currently developing a temporary solution that will allow it to remain open for the next few years while a permanent solution is delivered.",
     "'Work will begin in November and TfL will ensure that all road users, local residents and local businesses are kept informed of any road closures or restrictions and face minimum disruption while these vital repairs are carried out.'",
     "For the latest traffic information, please visit \u003ca href=\"http://www.tfl.gov.uk/livetravelalert\"\u003etfl.gov.uk/livetravelalert\u003c/a\u003e ",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The maintenance of the A4 Hammersmith Flyover was transferred from the Highways Agency to TfL in 2000\",\"TfL does not expect these works to have any significant impact on the operation of the ORN, or our plans to keep London moving during the 2012 Games\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}