{
 "pageTitle": "Transport for London secures further improvements to coach parking",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London secures further improvements to coach parking",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "New times for coach bays on Albert Embankment will make it easier for coach drivers to park and reduce the need to idle."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "From Monday 5 September the operational hours of the existing coach bays on Albert Embankment will be increased, Transport for London (TfL) has announced.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Parking limit remains\"}",
     "These bays will now provide short-term parking for coaches between 20:00 and 07:00 in addition to the existing hours of 10:00 to 16:00.",
     "The 20-minute parking limit remains.",
     "This short-term coach parking on Albert Embankment will help coach drivers looking for a place to park before picking up their coach party.",
     "Medium and longer term coach parking is available in other areas of the city.",
     "These extended parking hours follow the recent announcement which saw coach parking availability in the Capital increase by 25 per cent.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Working closely\"}",
     "Darek Podwiazka, TfL Coach Manager, said: 'With the London 2012 Olympic Games fast approaching and the popularity of coach travel to London continuing to grow, we will continue to work closely with organisations such as Confederation of Passenger Transport (CPT), local boroughs, coach drivers and coach operators to maximise and increase coach parking availability wherever we can.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Further information on this and other facilities in London are available on the Interactive Coach Parking Map on TfL's website ( \\u003ca href=\\\"http://www.tfl.gov.uk/coachparking\\\"\\u003etfl.gov.uk/coachparking\\u003c/a\\u003e )\",\"The paper version of the London Coach Parking Map can be obtained free of charge by sending a request to \\u003ca href=\\\"mailto:coaches@tfl.gov.uk\\\"\\u003ecoaches@tfl.gov.uk\\u003c/a\\u003e or by calling the Coach Drivers Helpline on 0845 604 0770. (TfL, in conjunction with CPT, distribute the map to the coach industry and through CPT's extensive membership)\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}