{
 "pageTitle": "UK Power Network chaos 'deeply frustrating and wholly unacceptable'",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "UK Power Network chaos 'deeply frustrating and wholly unacceptable'",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Thousands of people had their journey into London disrupted this morning after Upper Thames Street in London was reduced to one lane this morning following uncoordinated utility works by UK Power Network."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The fact that management at the company [UK Power Network] were not aware of the major disruption that these works have caused this morning is both deeply frustrating and wholly unacceptable.",
     "The emergency works began on Friday evening to repair a high voltage cable underneath Upper Thames Street in Central London.",
     "The company failed to notify Transport for London (TfL) through the correct channels that the work was taking place, and to make matters worse, when TfL contacted UK Power Network over the weekend, relevant officials were uncontactable and their customer service department unaware of the works.",
     "At the height of the morning peak, westbound traffic was queuing back to the Limehouse Link tunnel and causing further delays to traffic across both Southwark and Tower Bridge.",
     "Leon Daniels, Managing Director of Surface Transport at TfL, said: 'Once again, peoples' commute into London has been thrown into utter chaos because a utility company can't simply work out what its left and right hands are doing.",
     "'The fact that management at the company were not aware of the major disruption that these works have caused this morning is both deeply frustrating and wholly unacceptable.",
     "'I am writing to the utility company this morning to convey the frustrations of all road users about this mismanagement and wish to assure Londoners that the Mayor and TfL will not tolerate this behaviour.",
     "'A consultation is now underway on a lane rental scheme that would charge utility companies according to the amount of time they disrupt London's streets, and incidents like this show why such a system is essential.'\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}