{
 "pageTitle": "Weekend closures at London Bridge Station bus station",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Weekend closures at London Bridge Station bus station ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Bridge bus station will be closed for the next two weekends for essential repair works to a water main and preparation works for the construction of the new London Bridge bus station."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The bus station will close between 00:01 Saturday 10 September until 05:00 on Monday 12 September and during the same hours on the weekend of 18/19 September.",
     "Buses will call at nearby stops on London Bridge instead.",
     "Bus routes affected are numbers 17, 43, 48, 141, 149, N21 and N343.",
     "Revised stopping arrangements will be clearly displayed on posters around the bus station, in local bus stops and on the Transport for London (TfL) website \u003ca href=\"http://www.tfl.gov.uk/livetravelnews\"\u003etfl.gov.uk/livetravelnews\u003c/a\u003e .",
     "Passengers are advised to allow extra time to complete their journeys.",
     "Taxis will also be unable to serve the rank at London Bridge bus station but passengers will be able to catch taxis from the ranks on Duke St. Hill close to the London Dungeon attraction.",
     "Taxi marshals will be available to assist passengers with any onward journeys.",
     "TfL would like to apologise for any inconvenience these temporary changes may cause.",
     "These closures, for preparatory works, should prevent further closures during the main construction works of the new bus station.."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}