{
 "pageTitle": "TfL's construction industry review highlights action needed to deliver step-change in road safety",
 "description": "This was commissioned by TfL following the worrying number of collisions involving construction vehicles and cyclists in recent years.Independent report details 12 recommendations that can be delivered through partnership workingBetween 2008 and 2011, 56",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2013",
   "url": "/info-for/media/press-releases/2013"
  },
  {
   "title": "February",
   "url": "/info-for/media/press-releases/2013/16906"
  },
  {
   "title": "TfL's construction industry review highlights action needed to deliver step-change in road safety"
  }
 ],
 "title": {
  "title": "TfL's construction industry review highlights action needed to deliver step-change in road safety ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) has today published the findings of the first independent review into construction logistics and cyclist safety."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "There is a clear and urgent need to address the spate of serious incidents we have seen involving construction vehicles and cyclists over recent years",
     "This was commissioned by TfL following the worrying number of collisions involving construction vehicles and cyclists in recent years.",
     "{\"template\":\"bulletlist\",\"items\":[\"Independent report details 12 recommendations that can be delivered through partnership working\"]}",
     "Between 2008 and 2011, 56 per cent of the cycling fatalities in London have involved large commercial vehicles, including a disproportionate number of construction vehicles.",
     "In light of this, TfL commissioned an independent report in January 2012, carried out by the Transport Research Laboratory (TRL), to look specifically at how cycle safety is considered within the design and operation of construction vehicles within the construction industry more widely.",
     "The independent review builds on the work that TfL has carried out to deliver improvements to the freight industry and improve cyclist safety across London.",
     "Since 2008, its Fleet Operator Recognition Scheme (FORS) has been adopted by more than 1,890 companies, including 28 London Boroughs, covering 135,859 vehicles.",
     "In addition, all TfL and Crossrail contracts now require their vehicles to meet strict safety standards and have cycle specific safety equipment, including side-bars, blind spot mirrors and detection equipment fitted to reduce the risk of collisions on the capital's roads.",
     "Detailed analysis from the TRL report revealed that the excellent levels of safety management that the construction industry provides on worksites needs to be extended to all vehicle movements related to the construction project, whether these movements are on or off site.",
     "This would help ensure greater responsibility is placed upon contractors to monitor and where necessary improve driver behaviour to further reduce the risk placed to cyclists, pedestrians and other vulnerable road users.",
     "The independent review therefore outlines 12 recommendations which would deliver a real step-change in road safety within the industry. These include:",
     "{\"template\":\"bulletlist\",\"items\":[\"The Health and Safety Executive (HSE) should look at extending regulations that govern the reporting of on road collisions. That could help bring greater responsibility on contractors to monitor and, where necessary, improve driver behaviour\",\"Vehicle manufacturers should carry out more research into the blind spots of construction vehicles. Research in the report shows that certain models of cement mixers can have a blind spot which is up to 50 per cent larger than that of a 7.5 tonne \\\"curtain-sided\\\" delivery lorry\",\"Contractors and their clients should look into setting more realistic time slots for deliveries. That could help reduce pressure on drivers facing challenging delivery deadlines and help reduce the risk of driver errors\"]}",
     "Off the back of this research, London's transport commissioner, Sir Peter Hendy CBE has begun contacting the Health and Safety Executive, Stephen Hammond MP - Minister for Road Safety and Freight, and the European Commission to discuss how the recommendations of the report can be delivered through partnership working.",
     "The Mayor of London, Boris Johnson, said: 'There is a clear and urgent need to address the spate of serious incidents we have seen involving construction vehicles and cyclists over recent years.",
     "'That is why my team commissioned the first ever independent review of the relationship between construction vehicles and cyclist safety.",
     "'The report contains some hugely important findings and our task now is to press the construction industry, safety regulators, highway authorities and politicians to make it a priority to take forward the recommendations made in this report.'",
     "London's Transport Commissioner, Sir Peter Hendy CBE said: 'It is clear there is a responsibility for all parties, including cyclists, the construction and haulage industries, safety regulators, highway authorities and ourselves, to take steps to improve the safety of cyclists and ensure that as many of the recommendations detailed in this report are delivered.",
     "'By working closely together with stakeholders, we can build on the changes we have already delivered and ensure further vital safety improvements for cyclists and other vulnerable road users.'",
     "Nigel Jackson, Chief Executive, Mineral Products Association (MPA) said: 'Vulnerable road user safety is a priority for MPA companies and we have introduced policy to accelerate further driver training and the fitting of additional safety equipment.",
     "'We will continue to work closely with TfL, Government, cycling organisations and colleagues in the construction industry to help ensure road safety is improved.'",
     "To download a copy of the independent review of construction vehicles, please visit \u003ca href=\"http://tfl.gov.uk/microsites/freight/publications.aspx\"\u003etfl.gov.uk/microsites/freight/publications.aspx\u003c/a\u003e ",
     "Notes to editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"The summary report can be downloaded here: \\u003ca href=\\\"http://tfl.gov.uk/microsites/freight/documents/publications/construction-logistics-and-cyclist-safety-summary-report.pdf\\\"\\u003etfl.gov.uk/microsites/freight/documents/publications/construction-logistics-and-cyclist-safety-summary-report.pdf\\u003c/a\\u003e \",\"Since 2010 TfL has been working to deliver its Cycle Safety Action Plan (CSAP).  The plan was developed with organisations representing cyclists, road safety interests, the freight industry and other stakeholders.  It identified 52 targeted actions which the Mayor, TfL and other stakeholders will take to reduce the number of cyclists being killed and seriously injured on London's roads\",\"TfL has developed extensive materials and guidance on how the procurement of construction activity, goods and services can be managed through adoption of FORS standards, helping to improve safety and environmental performance\",\"Work is underway to develop TfL's FORS scheme to make it available to other local authorities to adopt across the UK. Tyne and Wear Integrated Transport Authority is first to adopt the initiative outside London. Work is also underway to see whether the scheme could be expanded to cover coach services as well, helping to provide better standards to vehicles travelling not just in London, but potentially across the UK and Europe\",\"Following this report, TfL has already revised its Construction Logistics Plan guidance to make it more robust as a mechanism for ensuring each construction site has a process for managing road risk. Further work to help deliver the recommendations from the independent report will also be carried out by TfL during spring 2013\",\"TfL has developed a Freight Journey Planner to help delivery and servicing companies of all sizes plan their delivery and driving routes around London, based on the date and time of day, and size of their vehicle. It will help businesses identify where they are permitted to load/unload and park and estimate a time of arrival for each route based on traffic information - \\u003ca href=\\\"http://freightplanner.tfl.gov.uk\\\"\\u003ehttp://freightplanner.tfl.gov.uk\\u003c/a\\u003e \\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2013/15890",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2013/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2013/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2013/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2013/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2013/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2013/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2013/16598",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2013/16698",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2013/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2013/16906",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2013/16962",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}