{
 "pageTitle": "A406 North Circular Bounds Green - TfL announces dates for public exhibition of new plans",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "A406 North Circular Bounds Green - TfL announces dates for public exhibition of new plans",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Following recent approval by the Transport for London (TfL) board of £27m of road improvements for the A406 North Circular Road at Bounds Green, dates for a public exhibition of plans for the new scheme have been announced."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The scheme will create a predominantly two lane dual carriageway addressing congestion whilst improving road safety and the local environment and is part of the improvements planned for London's transport network under TfL's £10bn 5 Year Investment Programme.",
     "The exhibition will run from 9-14 June at the Trinity-at-Bowes Methodist Church in Palmerston Road and will be open: weekdays from 12-8pm; on Saturday from 10am-5pm; and will be closed on the Sunday.",
     "It is an important opportunity for the local community to see the changes made to plans following feedback from the formal consultation conducted by TfL in 2002 and the event will be staffed by a TfL team in order to answer questions about the details of the proposals.",
     "A brochure detailing the event and the plans for the scheme will be distributed widely to local residents and the exhibition will be advertised in local media, both in the run up to the event.\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}