{
 "pageTitle": "Garage Performance Statistics",
 "description": "Over the past three years it has been identified that the overall first-time pass rate has been deteriorating, reaching an all time low in December 2004. This is an unacceptable situation being wasteful of PCO and garage resources and the PCO would seek",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Garage Performance Statistics",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "For some time the PCO has collected statistical information relating to the performance of garages involved in the presentation of taxis to the PCO for the purpose of licensing. This information has been used as a management tool to identify the first-time pass rate of garages that present 10 or more taxis in a given quarter."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Over the past three years it has been identified that the overall first-time pass rate has been deteriorating, reaching an all time low in December 2004. This is an unacceptable situation being wasteful of PCO and garage resources and the PCO would seek to work with those involved in the repair, maintenance and preparation of taxis for licensing to address this matter with a degree of urgency.",
     "In response to this situation the PCO intends to publish factual data relating to any garage concerned with the presentation of 10 or more taxis each quarter, identifying how many cabs they have presented, and the subsequent first-time pass rate. It is hoped that the publication of such data will encourage those involved to prepare taxis to the appropriate standards prior to presentation for licensing.",
     "Cabs are being presented in such a poor condition that the inspection is having to be terminated due to the lack of time to identify all the faults. During the period 1 April 04 to 30 June 04 a total of 109 cabs had to be presented 4 or more times each before a licence could be issued. PCO Notices 07/05 and 10/05 recently announced a new fee structure which is aimed at encouraging garages to ensure vehicles are prepared to an appropriate standard before being presented for licensing.",
     "The PCO has already commenced a programme of visits to poor performing garages to encourage an improvement in standards and to offer advice and guidance on the PCO licensing requirements.",
     "PCO on-site supervision at Penton Street has also been enhanced to ensure that consistent standards continue to be applied.",
     "Any person and/or business involved in the repair and preparation of taxis for licensing by the PCO can contact the Senior Vehicle Inspections Manager for more information on 020 7941 7964.",
     "The first published data will be for the period 1 April to 30 June 2005."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}