{
 "pageTitle": "Get on your bike, TfL urges Londoners",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Get on your bike, TfL urges Londoners",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "As the days get longer and cycling becomes a more attractive way to travel around the city, Transport for London (TfL) is launching a new campaign (Monday 18 April) to get Londoners out on their bikes."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "As part of its campaign to promote cycling in the spring and summer, TfL has commissioned three 'infomercials' which will screen on ITV, Channel 4 and Channel 5 during the next two weeks. The one minute films are about different types of cyclists; families, young professionals and young people and their positive experiences of cycling in London.",
     "The aim of the infomercials is to get Londoners to dust down their bikes and get out and about to enjoy the capital. Recent research shows that cycling in London is growing faster than anywhere in the UK, but there are hundreds of thousands of unused bikes on balconies, gardens, sheds and garages.",
     "Rose Ades, Head of London's Cycling Centre of Excellence, said:\u003cbr /\u003e\"Cycling is a great way to enjoy the parks and get a fresh view of London, particularly now that facilities are improving and there are many more cyclists around.",
     "\"Unfortunately there are lots of bikes around that have not been out for a spin in years. Spring is the perfect time to get your bike out, explore the city and improve your health.\"",
     "TfL is committed to making London a safe and cycle friendly city and is increasing investment in cycling by 40% in 2005/06 to improve the safety and convenience of cycling. This investment adds to the improvement and support programmes that are already underway, including:",
     "{\"template\":\"bulletlist\",\"items\":[\"On-road cycle training by experienced instructors so that those new to cycling need not be intimidated by cycling in the city\",\"900km of 'fast, safe, comfortable' cycle routes - LCN + - to be completed by 2009\",\"150km of paths in parks and along side the canals upgraded to year round use by 2008\",\"More secure cycling parking facilities - 5000 spaces on street, 5000 spaces at schools - by end 2005/6\",\"State of the art cycle interchange at stations - including Walthamstow, Surbiton (2004) Finsbury Park (2005)\",\"Major revamp of TfL website cycling pages to find all the information and incentives to get out and about on a bike\",\"Action packed summer of cycling events and activities\"]}",
     "On Monday TfL is also launching a community fund to provide support for community groups, schools and businesses to promote bike rides and cycling events in their area."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}