{
 "pageTitle": "New life for old train",
 "description": "Radio Lollipop will use part of the carriage to broadcast music and chat to Great Ormond Street's young patients who will also take part in broadcasting to the hospital. The remaining space will be used as an activity centre away from the wards.The",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New life for old train",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "A redundant Jubilee line carriage is to be given a new lease of life as a studio for Radio Lollipop at London's Great Ormond Street Hospital."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Radio Lollipop will use part of the carriage to broadcast music and chat to Great Ormond Street's young patients who will also take part in broadcasting to the hospital. The remaining space will be used as an activity centre away from the wards.",
     "The carriage, which originally weighed 26 tonnes, has been cut down in size to fit into the hospital's courtyard. However, getting it into position will prove a challenge.",
     "The 32 feet long carriage will be installed in its new home on Sunday 24 April. After negotiating the narrow streets around the hospital on an articulated lorry, the carriage will be attached to a crane and lifted between hospital buildings before being lowered into its final position. The operation is expected to take eight hours.",
     "London Underground's Sales Manager, Barry Wilkinson said: \"Redundant Tube trains are sometimes put to new uses but Great Ormond Street's idea is the most original we have ever heard of.",
     "\"It has been quite a challenge to adapt the carriage for its new use. As well as reducing the length, we have stripped out the interior, installed cabling for new lighting and heating systems and made some adaptation to the door mechanisms.",
     "\"After travelling millions of miles on the Jubilee line the carriage was due for retirement but it is good to know that it will have a new lease of life and we hope it will give great pleasure to the patients at Great Ormond Street.\"",
     "Penny Howard, a Sister at Great Ormond Street said: \"The Tube carriage will be a great treat for the patients. Not only will the children be able to have fun and relax in the carriage but it will allow them a break from hospital life. It's also a practical idea as we are now rebuilding two thirds of the hospital so the Tube carriage will give our radio station a permanent, interesting home. I'm sure that the carriage will quickly become a favourite with patients.\"\u003cbr /\u003e",
     "Photo Opportunity: The process of craning the train into position will begin at 1030. Press photographers are welcome and should report to Reception at Great Ormond Street Hospital, Great Ormond Street, London WC1N. On arrival please contact Great Ormond Street Press Officer, Joanna Robert on: 07976 602 033."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}