{
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Should the Tube run later at weekends? Consultation closes tomorrow",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     " \u003ca href=\"/tfl/initiatives-projects/onehourlater/forms/questionnaire.asp\"\u003ePlease click here to have your say.\u003c/a\u003e ",
     "Tomorrow (Friday 22 April) is the last opportunity to have your say on whether you think the Tube should run later at the weekend.\u003cbr /\u003e",
     "Over 40,000 people have already responded in the two months since London Underground (LU) asked Londoners, Tube users and all interested parties for their views on whether the Tube should run one hour later at weekends. This is one of the highest responses LU and Transport for London has ever had to a public consultation.",
     "LU has received a wide range of views about a later weekend Tube. A decision about whether to go ahead with the changes will be made later this year. If later hours on Friday and Saturday are given the go-ahead then the changes could be introduced in late 2006 at the earliest.",
     "The proposal would see last trains leaving central London around 1.30am rather than the current 12.30am. In order to maintain the Tube's engineering hours, essential for safety checks and maintenance, the Tube would also start an hour later on Saturday and Sunday mornings.\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"Consultation started on 22 February and finished on 22 April 2005.\",\"A further announcement will be made when a decision has been taken.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}