{
 "pageTitle": "Statement on new Metronet Chief Executive",
 "description": "Today's announcement does not resolve the fundamental issue, which is that London's Tube users are paying the price for Metronet's failure to deliver.'This will be Metronet's third CEO since the PPP contracts were signed. They can dismiss one CEO and",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Statement on new Metronet Chief Executive",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "TfL Commissioner, Bob Kiley said:",
     "\"I said last week that Metronet was 'bordering on disaster right now'."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Today's announcement does not resolve the fundamental issue, which is that London's Tube users are paying the price for Metronet's failure to deliver.",
     "\"This will be Metronet's third CEO since the PPP contracts were signed. They can dismiss one CEO and appoint another, but that will not in itself fix the problem.",
     "\"I would like the new CEO and Metronet shareholders, who together are the ones responsible for the delivery of its maintenance and renewal work on trains, track, signals and stations, to answer some serious questions.\"In light of the fact that Metronet has fallen well behind their original projections for delivery of their works, what can you do to ensure that you will deliver all the commitments of the PPP on time and on budget?",
     "\"Will Metronet ensure that TfL is provided with full and complete disclosure of financial information and on their performance against their programme of maintenance and renewal work, which they have so far failed to do?",
     "\"What immediate steps will the new Metronet CEO take to address their record of weak management performance and inadequate investment in proper equipment to do the job?\"\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"Metronet are responsible for the maintenance and renewal of two-thirds of the Tube's infrastructure - trains, tracks, signals, stations and civils - through two companies - Metronet BCV and Metronet SSL;\",\"Metronet BCV are responsible for the maintenance and renewal of the Bakerloo, Central, Victoria and Waterloo \\u0026 City lines;\",\"Metronet SSL are responsible for the maintenance and renewal of the Circle, District, Hammersmith \\u0026 City, Metropolitan and East London lines;\",\"Under Metronet's business structure, their five shareholders own 20% equity each and are also their supply chain companies, responsible for the delivery of the maintenance and renewal work;\",\"The Metronet shareholders (together with their key areas of responsibility) are Balfour Beatty (track), Atkins (stations), Bombardier (trains), RWE Thames Water and EDF Energy.\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}