{
 "pageTitle": "Temple and Cannon Street weekend opening hours",
 "description": "Temple station which was previously closed on Sunday will now open throughout the weekend. The station is within easy walking distance of Somerset House and is also convenient for visitors to the Covent Garden area. On Saturdays, the station will continue",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Temple and Cannon Street weekend opening hours",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "From Saturday 7 May 2005, London Underground (LU) will respond to growing customer demand by introducing new weekend opening hours at Temple and Cannon Street Underground stations. Both stations are served by District and Circle line trains."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Temple station which was previously closed on Sunday will now open throughout the weekend. The station is within easy walking distance of Somerset House and is also convenient for visitors to the Covent Garden area. On Saturdays, the station will continue to open between 0515 and 0055 as normal but on Sunday, the new opening hours will be 0645 to 0015.",
     "Cannon Street, which was previously closed all weekend, will be open on Saturdays from 0720 to 1940. The station will continue to remain closed on Sunday.",
     "Cannon Street National Rail station is also open on Saturdays. The opening of Cannon Street Underground station on Saturdays will mean that passengers can now interchange directly with National Rail services. Previously, passengers wishing to travel on National Rail services from Cannon Street via the Underground on Saturdays had to travel to either Mansion House or Monument stations and then walk to Cannon Street.",
     "Bob Thorogood, LU District Line General Manager said:",
     "\"London Underground is working hard to improve the Tube and constantly monitors customer demand to ensure that our services meet passenger needs.",
     "Temple and Cannon Street stations will benefit from new weekend opening hours from Saturday 7 May and is in direct response to customer demand. We hope that the new arrangements will be useful to passengers who visit these areas for work or leisure during the weekend.\"",
     "Ticket offices will remain closed at Cannon Street on Saturdays and at Temple on Sundays but passengers will be able to purchase tickets from the machines situated on station concourses.\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}