{
 "pageTitle": "TfL to keep London moving on Marathon day",
 "description": "TfL are providing free travel for all runners and officials on the Tube and to clear the way for participants, buses will be diverted and some roads closed. Diversions and roads closures will be for as short a time as possible to minimise inconvenience to",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL to keep London moving on Marathon day",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) will help runners and spectators be first to the line for the Flora London Marathon on Sunday 17 April."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "TfL are providing free travel for all runners and officials on the Tube and to clear the way for participants, buses will be diverted and some roads closed. Diversions and roads closures will be for as short a time as possible to minimise inconvenience to users.",
     "People planning on travelling into London should check TfL's traffic alert service\u003cbr /\u003efor full details.",
     "\u003cstrong\u003eLondon Buses\u003c/strong\u003e ",
     "Routes in the areas of Blackheath, Greenwich, Docklands, Surrey Quays and Central London are subject to delays and diversions between 0700 and 1700",
     "\u003cstrong\u003eLondon Underground\u003c/strong\u003e ",
     "There will be some closures to the Tube this weekend which may affect those travelling into London for the Marathon.",
     "The Metropolitan Line will be closed between Harrow-on-the-Hill and Aldgate. There will be rail replacement bus services in operation between Harrow-on-the-Hill and Willesden Green. Customers to and from central London are can take an enhanced Chiltern service from Harrow-on-the-Hill to Marylebone.",
     "The Jubilee Line will be shut between Neasden and Kingsbury, with a rail replacement bus service in operation, and customers are reminded of the ongoing closure of Heathrow Terminal 4 station.",
     "The Waterloo and City line will be closed all weekend.",
     "The race will start in three places and the following roads will be closed:- Shooters Hill Road, Vanbrugh Park, Old Dover Road, Charlton Road, The Village, Charlton Park Road, Charlton Park Lane, Ha Ha Road, Little Heath, Artillery Place, John Wilson Street, John Wilson Street, Woolwich High Street, and Woolwich New Road, Woolwich Church Street, Woolwich Road, Trafalgar Road, Romney Road, King William Walk, Greenwich Church Street, Creek Road, Evelyn Street, Lower Road, Redriff Road, Surrey Quays Road, Canada Street, Salter Road, Brunel Road, Jamaica Road, Tooley Street, Tower Bridge Road and Tower Bridge, The Highway, Westferry Road, East Ferry Road, Marsh Wall, North Colonnade, Polar High St, Commercial Rd, The Highway, Byward St, Upper Thames St, Victoria Embankment, Birdcage Walk.",
     "Roads closed in the Greenwich and Woolwich areas will open by 11:00; Roads south of Tower Bridge will open by 13:00.",
     "For free travel, runners and officials need to show their official Marathon tabard or race number to London Underground staff.\u003cbr /\u003e@this.ScriptBlock(\n        @script)"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}