{
 "pageTitle": "Underground wins prestigious Equality Award",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Underground wins prestigious Equality Award",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground's (LU) ground breaking approach to equality issues and, in particular, to including more women in the workforce has been recognised through a major award at the prestigious Opportunity Now public sector awards."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "LU was overall winner in the public sector category at last night's awards held at the London Hilton Hotel, Park Lane.",
     "LU's Managing Diversity Competence Programme (MDCP) is a key part of LU's efforts to understand and meet the needs of its female customers and to transform the organisational culture and workforce composition to one which welcomes and includes women in all jobs, at all levels.",
     "Already, female staff report that LU's Managing Diversity programme has led to changed behaviour in male staff.",
     "Penny Hazell, LU General Manager, Bakerloo Line said: \"I've seen a huge amount of change in the attitude and response of my male colleagues. Lots more sympathy, lots more understanding, lots more awareness of the issues that staff are faced with both at work and at home.\"",
     "Historically, LU like other railway companies has been characterised by a predominantly male workforce. Much effort has already been made to re-dress this balance by employing greater numbers of women. While this has achieved considerable success, this did not necessarily lead to instant acceptance by fellow workers.",
     "A key focus of LU's Managing Diversity programme is to change the behaviour and attitudes of managers. Starting with the most senior managers, an in-depth development programme is being rolled-out to all managers. When the programme is completed in March 2008, over 1,000 managers will have been through it. One benefit of this approach is that managers in LU are able to set standards of agreed acceptability in the workplace and can tackle straightaway any incidents they believe fall below organisation-wide standards.",
     "The aim for LU is to create a workplace culture where we prevent harassment and create a culture of respect which is intolerant to prejudice and discrimination.",
     "Along with other equality action programmes, MDCP has contributed to significant increases in women in the LU workforce. Latest employment figures show that between 2000 and January 2005:",
     "\u003cbr /\u003eWomen Customer Service Assistants increased from 18.6% to 23.3%",
     "{\"template\":\"bulletlist\",\"items\":[\"Women Train Operators from 2.6% to 6.9%\",\"Women Signal Operators from 4% to 7.4%\",\"Women in first line management from 15.6% to 17.9%\",\"Women in middle management from 17.2% to 22.6%\",\"Women in senior management from 13% to 20.1%\"]}",
     "LU Managing Director, Tim O'Toole said:",
     "\"Considerable progress has been made but there is still much to do. I believe that LU is presently the leading UK train operator in the field of diversity and equality training. I would very much like to see the percentage of female employees in LU's workforce continue to increase and the Managing Diversity programme has gone a long way to making this a reality. The ultimate aim is to create a workplace that reflects the diversity of London.\"\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}