{
 "pageTitle": "Diamond Jubilee spirit on London's transport network",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Diamond Jubilee spirit on London's transport network",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Limited edition collectable Diamond Jubilee Oyster cards now on sale."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This special edition Oyster card is not only your passport to the easiest way to get around London, but will also make a wonderful souvenir.",
     "{\"template\":\"bulletlist\",\"items\":[\"Wrapped Jubilee line train goes in to service\"]}",
     "Londoners and visitors to the city as we celebrate the Queen's Diamond Jubilee can now get their hands on a collectable limited edition Diamond Jubilee Oyster card.",
     "From today (14 May), the cards will become available from London Underground stations in Zone 1 and at Heathrow Terminals 1,2,3 and T4, and TfL Travel Information Centres.",
     "Transport for London (TfL) has produced 250,000 of the limited edition Oyster cards, featuring a portrait of The Queen, marking 60 years of Her reign.",
     "Also from this week, the first of two Jubilee line trains, wrapped in decorative Jubilee livery to mark the Queen's Diamond Jubilee celebrations, will go in to service.",
     "The trains will run along the Jubilee line up to and during the Diamond Jubilee weekend.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Momentous occasion\"}",
     "The Mayor of London, Boris Johnson, said: 'Across our great city, an array of magnificent events will mark this momentous occasion and be a spectacular curtain raiser to this coming summer like no other.",
     "'This special edition Oyster card is not only your passport to the easiest way to get around London, but will also make a wonderful souvenir.'",
     "TfL has published detailed travel advice for all those planning to attend one of the many events being held in London over the Diamond Jubilee weekend when central London is expected to be very busy.",
     "People are advised to use public transport, plan their journeys in advance, and to check the TfL website before they travel.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The £5 deposit and £5 minimum top-up will apply as normal for the limited edition card\",\"Using Oyster, passengers only need one card to travel on all public transport across London, including National Rail services operating within the Capital. Oyster pay as you go customers are always reminded to touch in and out at the start and end of every journey to ensure they pay the correct fare\",\"An image of the Diamond Jubilee Oyster card is attached in jpeg form\",\"An Image of the wrapped Diamond Jubilee train is attached in jpeg form\",\"The first wrapped train goes into service on Monday 14 May and the second from 21 May\",\"Tube Lines, a subsidiary of TfL, are responsible for the maintenance of the Jubilee, Northern and Piccadilly lines and it is their suppliers that are providing the funding for the two train wraps and at no cost to the tax payer\",\"Travel advice for the Diamond Jubilee can be found here tfl.gov.uk/diamondjubilee\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}