{
 "pageTitle": "Emergency gas works cause temporary diversion of route 50",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Emergency gas works cause temporary diversion of route 50",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "From Monday 7 May Southern Gas will be undertaking emergency utility works on Norbury Crescent, between Norbury and Thornton Heath.  These essential gas works require the road to be closed and as a result the route 50 bus will be temporarily diverted."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "While these works are undertaken the route 50 will be diverted away from Brigstock Road, Melfort Road, Norbury Crescent and St Helens Road.",
     "It will instead run along from Thornton Heath using Parchmore Road and Green Lane returning to its normal line of route on London Road in Norbury.",
     "Bus stops along the closed section will be out of service and posters will be clearly displayed advising passengers of their nearest alternative bus stop.",
     "It is expected the utility works will be completed by 1 July, although if they are completed early buses will return to normal line of route sooner.",
     "For up to date travel information please visit \u003ca href=\"http://www.tfl.gov.uk/livetravelnews\"\u003ewww.tfl.gov.uk/livetravelnews\u003c/a\u003e or for information on how to plan your journey \u003ca href=\"http://www.tfl.gov.uk/journeyplanner\"\u003ewww.tfl.gov.uk/journeyplanner\u003c/a\u003e \u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}