{
 "pageTitle": "Hammersmith Flyover to fully reopen to traffic on 30 May",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Hammersmith Flyover to fully reopen to traffic on 30 May",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Completion of strengthening works allow flyover to be fully reopened well ahead of London 2012 Games."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "'The final phase of works to prepare the carriageway for full reopening is now well under way.",
     "{\"template\":\"bulletlist\",\"items\":[\"Flyover closed overnight for two weeks to enable TfL to complete resurfacing works\"]}",
     "Vital repair work to the Hammersmith Flyover will be completed on 30 May, allowing the structure to be fully reopened to all traffic well ahead of the London 2012 Games.",
     "The works, which began in January, have seen around 200 metres of the central reservation along the flyover removed, a new structural slab and concrete barriers installed, as well as tailored anchorages for the new cables within the structure.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Final elements\"}",
     "Last month, around 22km of new cables were installed above and below the bridge deck as part of a bespoke design, which will supplement the load capacity of the existing cables.",
     "These new cables are surrounded by wax oil to prevent deterioration and allow inspection and replacement if required in the future.",
     "In order to carry out the final elements of this work, including resurfacing and relining the carriageway across the flyover, Transport for London (TfL) will be carrying out two weeks of overnight closures to the flyover from 15 May until 30 May between 22:00 and 06:00.",
     "By carrying out these works overnight, TfL can complete these vital phases of work more quickly and efficiently, minimising disruption to all road users in the area.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Alternative routes\"}",
     "During the scheduled closures listed above, traffic will be diverted around the Hammersmith gyratory system. People are advised to consider alternative routes to complete their journey where possible.",
     "Once these works are completed, the flyover will be able to carry full traffic loading during the Games and for many decades to come.",
     "Garrett Emmerson, Chief Operating Officer for Surface Transport at TfL, said: 'The Hammersmith Flyover is a vital artery for London and our engineers have been working non-stop since December to deliver a solution which allows us to fully reopen the flyover to all traffic as quickly as possible.",
     "'The final phase of works to prepare the carriageway for full reopening is now well under way and are scheduled to be completed by 30 May; well ahead of the London 2012 Games.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Minimise disruption\"}",
     "TfL will return to the structure during 2013 to strengthen the remaining spans.",
     "This work will be carried out, where possible, with no weight or lane restrictions and minimal closures to the flyover, which will be coordinated by TfL to minimise traffic disruption.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"During the past two years, TfL has been carrying out detailed monitoring inside the unique flyover, which was built in 1961 and transferred to TfL's stewardship in 2000. In particular, TfL engineers have been checking the condition of the internal cables which help to hold the spans of the concrete structure in place\",\"In the week prior to Christmas, following further deterioration to the cables, TfL took the decision to keep the flyover closed to carry out more detailed assessment of the complete structure\",\"On 13 January 2012, TfL reopened the flyover to light traffic in one lane in each direction, whilst work continued to strengthen key sections of the flyover. Traffic restrictions have been enforced by a 2.0m (6'6\\\") width restriction at either end of the flyover to prevent large vehicles such as HGVs and coaches from crossing\",\"A team of engineers are working 24 hours a day, seven days a week to complete the work on top and within the flyover, often in a crawl space far less than human height\",\"Certain elements of these repair works may be carried out within the structure or behind noise shields and so may not be visible to drivers using the Hammersmith Flyover\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}