{
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Helping deliver Crossrail: Road lane suspensions and diversions in North Woolwich",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "From Tuesday 8 May some long term, but temporary, changes will be made to local traffic arrangements in the North Woolwich area to enable Crossrail works to take place. These works are expected to last for around 18 months."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "From Tuesday 8 May some long term, but temporary, changes will be made to local traffic arrangements in the North Woolwich area to enable Crossrail works to take place.",
     "These works are expected to last for around 18 months.",
     "The diversion that will be put in place will be from the junction of Albert Road with Lord Street, with westbound traffic diverted along Factory Road, North Woolwich Road and Connaught Bridge.",
     "Eastbound traffic will not be affected and will continue to be able use Connaught Road and Albert Road.",
     "All bus routes will continue to serve London City Airport.",
     "For up to date travel information please visit \u003ca href=\"http://www.tfl.gov.uk/livetravelnews\"\u003ewww.tfl.gov.uk/livetravelnews\u003c/a\u003e or for information on how to plan your journey \u003ca href=\"http://www.tfl.gov.uk/journeyplanner\"\u003ewww.tfl.gov.uk/journeyplanner\u003c/a\u003e ",
     "For further information about Crossrail visit \u003ca href=\"http://www.crossrail.co.uk\"\u003ewww.crossrail.co.uk\u003c/a\u003e or call their helpline on 0345 602 3813 (24 hours).",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Crossrail will run 118km from Maidenhead and Heathrow in the west, through new twin-bore 21km tunnels under central London to Shenfield and Abbey Wood in the east.  It will bring an additional 1.5 million people within 45 minutes commuting distance of London's key business districts\",\"With up to 24 trains per hour between Paddington and Whitechapel during peak times, Crossrail will carry over 200 million passengers each year. Each Crossrail train will be 200 metres long with the capacity to carry 1,500 passengers\",\"Crossrail will support regeneration across the capital, helping to secure London's position as a world leading financial centre, and cutting journey times across the city\",\"Crossrail is being delivered by Crossrail Limited (CRL).  CRL is a wholly owned subsidiary of Transport for London.  Crossrail is jointly sponsored by the Department for Transport and Transport for London.\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}