{
 "pageTitle": "Medically trained BTP officers deployed on the Tube",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Medically trained BTP officers deployed on the Tube ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Passengers taken ill to be attended to more quickly."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We need to harness every single method we can to run the most reliable possible operation on the Tube.",
     "{\"template\":\"bulletlist\",\"items\":[\"Faster response times will help reduce service delays\"]}",
     "Medically trained British Transport Police (BTP) officers will be deployed across the Tube network later this month to help speed up the response when passengers are taken ill on the Underground.\u003cbr /\u003e\u003cbr /\u003eThe BTP and TfL have worked in partnership to enable 20 BTP officers to receive this advanced medical care training.",
     "These officers will be patrolling key locations around the network as normal and will also have access to two fast response vehicles.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Additional passenger safety\"}",
     "They will be able to attend incidents quickly and efficiently assess a situation and administer first aid before the London Ambulance Service or paramedics arrive.\u003cbr /\u003e\u003cbr /\u003eThe quick response of medically trained police officers will also help cut delays to Tube services when a person is taken ill on a train.",
     "The specially trained officers will act with a view to not only assisting the person at the scene but also any persons trapped on trains in tunnels or at other locations, by taking additional passenger safety and security information into account such as stalled trains.",
     "The Mayor and Transport for London are working hard to reduce Tube delays through the Tube Reliability Programme.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Reducing delays\"}",
     "Passenger incidents make up a third of all delays on the Tube and people becoming ill on the train make up a large proportion of these.",
     "The Deputy Mayor for Transport, Isabel Dedring, said: 'Millions of Londoners and visitors to our great city use the Underground every day and we need to harness every single method we can to run the most reliable possible operation on the Tube.",
     "'This is another part of a long term investment and focus being led by the Mayor on improving passengers journeys and reducing delays by 30 per cent by 2015.'\u003cbr /\u003e\u003cbr /\u003eNigel Holness, Operations Director at London Underground, said: 'Looking after our passengers is our top priority and through working with the BTP to provide these medically trained officers we will be able to ensure passengers receive a high standard of care quickly.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Various locations\"}",
     "'Their introduction will also mean that other passengers won't face unnecessary delays when an incident takes place and they will be particularly important during the summer when we welcome millions of extra visitors from around the world.'",
     "The officers have undertaken an intensive four week course in 'Pre Hospital Care', which was paid for by TfL.",
     "They will be working at various locations as part of a year-long trial which begins ahead of the summer when millions of additional visitors will be using public transport during the London 2012 Olympic Games.",
     "British Transport Police Chief Superintendent Nicki Watson said: 'Working together with TfL and the LAS, we have been able to give the officers an enhanced level of medical training.",
     "'It will allow them to quickly respond when passengers are taken ill, and assess the safety of others who could be affected, for example, those trapped on a train in a tunnel for a long period of time.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Fast response vehicles\"}",
     "'The 20 officers have been drawn from our existing resources, but we are recruiting new officers to replace them, so they represent a significant enhancement to policing on the Tube and DLR.",
     "'They are also available for other response and patrol activity when their enhanced medical skills are not in demand.'\u003cbr /\u003e\u003cbr /\u003eThe team will use two fast response vehicles equipped with a small amount of medical equipment including defibrillators and oxygen to assist persons at the scene.",
     "This equipment is the same as used by the Ambulance Service and therefore ensures continuity of care for the person when LAS arrive on scene.",
     "\u003cstrong\u003eNotes to editors: \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The medically trained officers will be operational from 28 May, 2012\",\"The 20 officers who have been medically trained consists of 18 constables and two sergeants\",\"The medical care course the officers have completed is accredited by the Royal College of Surgeons, Edinburgh\",\"The officers will be on duty between 07:00 and 23:00 seven days a week able to respond to calls of passengers taken ill\",\"The Tube reliability programme, introduced by the Mayor and London Underground last year, has been key to delivering the clear improvements in reliability and performance. A range of measures to improve reliability includes:ul\",\"Later this year the Mayor will set out his plan to reduce delays by a further 30 per cent. A total of £50m has already been identified for the development of reliability projects to further improve Tube services over the next few years\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}