{
 "pageTitle": "New Oyster online accounts help customers keep track of their travel",
 "description": "Passengers who register for the new system will now find it much easier to check that they have always touched in and out on their journeys. It will also make it a simple process for passengers to download their journey history and use the information to",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New Oyster online accounts help customers keep track of their travel",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Millions of Oyster card users are now able to check their accounts online. The new service is available for season ticket or Oyster pay as you go users, and allows them to look back over their journey history and fares paid."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Having the online account allows users to easily check that they have been correctly charged without having to contact a call centre",
     "Passengers who register for the new system will now find it much easier to check that they have always touched in and out on their journeys.",
     "It will also make it a simple process for passengers to download their journey history and use the information to claim for work expenses; rather than having to contact the Oyster help desk to ask for a printed journey history to be posted to them.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Detailed journey history\"}",
     "Feedback from customers who have trialled the accounts has been positive. Their online accounts set out in a clear format a detailed journey history and fares paid.",
     "The online accounts show where customers have benefited from the new system of automated refunds which was introduced recently to save customers from having to make a claim themselves if a journey has been left incomplete due to forgetting or being unable to touch out.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"More convenient\"}",
     "The changes are part of a programme of improvements to make Oyster even more convenient for the millions who use them. Plans are in place to introduce more features to the Oyster online accounts later this year, including the ability to submit refund applications online.",
     "Shashi Verma, TfL's Director of Customer Experience, said: \"Oyster cards are used by millions of Londoners every day but we totally understand the frustration felt by the small percentage of customers who forget or are unable to touch out at the end of a journey. Having the online account allows users to easily check that they have been correctly charged without having to contact a call centre. Later this year we will further improve the service by introducing an online refund service, which will be another step forward for our hugely popular cards.\"",
     "Oyster users are able to set up an online account at \u003ca href=\"http://www.tfl.gov.uk/oyster\"\u003etfl.gov.uk/oyster\u003c/a\u003e ",
     "\u003cstrong\u003eNotes to Editors:\u003c/strong\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}