{
 "pageTitle": "Olympic legends compete to be the fastest to cross London",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Olympic legends compete to be the fastest to cross London",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Sally Gunnell, former 400m hurdles Olympic gold medallist, and Chris Boardman, former cycling world champion and Olympic gold medallist, will today race against each other to find the easiest and quickest route across London to the Olympic Park."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "There are 47 Tube journeys that can be walked in under 10 minutes and this is even quicker if people run it, so commuters should consider letting their trainers, rather than the train, take the strain this summer.",
     "This race has been inspired by new research from London 2012 and Transport for London (TfL), which reveals 86 per cent of central London businesses are planning one or more initiatives to encourage employees to consider alternative forms of transport. Of this, 60 per cent of businesses will encourage their staff to walk or cycle.",
     "As part of the London 2012 and TfL challenge, Sally will run and Chris will cycle from Liverpool Street station to Stour Space, a gallery and café, opposite the Olympic Park on the River Lea.",
     "The aim is to demonstrate to businesses and their employees the alternatives to getting public transport during Games-time.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Cycle or walk to work\"}",
     "TfL and London 2012 are encouraging workers travelling in Games transport 'hotspot' areas to swap to cycling or walking for all or part of their journeys, as part of the Get Ahead of the Games campaign.",
     "Up to three million additional journeys are expected to be made in London on the busiest days of the Games, as many parts of London and the UK transform into a giant cultural and sporting venue.",
     "As a result, the public transport network will, at certain times and places, be much busier than usual. For that reason, businesses located in Games hotspots are being urged to consider alternative travel options at \u003ca href=\"http://www.getaheadofthegames.com\"\u003ewww.getaheadofthegames.com\u003c/a\u003e or by following the official Twitter feed @GAOTG.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Top tips\"}",
     "The tips have been developed in partnership with firms that have cycling and running schemes for their staff.",
     "These firms include GSK, which has cycle showers, lockers and parking, plus a bike miles scheme; and Unilever, which has created an online community to encourage staff to form their own cycling clubs and regular Q\u0026A sessions for new cyclists.",
     "Chris Boardman, MBE, former British Olympic cycling champion, said: \"Today shows how quick and easy it is to cycle around London and it's now up to businesses to encourage their staff to get on their bikes during Games-time. Cycling offers a cheap and convenient way to get around London and is an alternative that businesses wanting their employees to get around hotspots quickly should definitely consider during the Games.\"",
     "Sally Gunnell, OBE, former British Olympic champion in the 400m hurdles, said: \"Walking and running part or all of a journey around London and other hotspots is the ideal way to travel around during the Games. There are 47 Tube journeys that can be walked in under 10 minutes and this is even quicker if people run it, so commuters should consider letting their trainers, rather than the train, take the strain this summer.\"",
     "Ben Plowden, Director of Surface Planning at TfL, said: \"We are asking all businesses in Games hotspots to encourage their employees to consider cycling or walking for all or part of their journey instead of getting the Tube. London will be a hugely exciting place to be this summer but the transport network will be much busier. That's why I'm urging all businesses to consider these top tips and investigate alternative ways their employees can travel. Whether it's travelling to work on foot or by bike, firms need to ensure their business can continue to run smoothly during the Games.\"",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "For more information, please contact:",
     "Louise Caldicott       T: 020 7544 3735     E: \u003ca href=\"mailto:louise.caldicott@mcsaatchi.com\"\u003elouise.caldicott@mcsaatchi.com\u003c/a\u003e \u003cbr /\u003eHew Leith                  T: 020 7544 3891     E: \u003ca href=\"mailto:hew.leith@mcsaatchi.com\"\u003ehew.leith@mcsaatchi.com\u003c/a\u003e \u003cbr /\u003eOut of hours:             M: 07725 575183",
     "\u003cstrong\u003eCycling at work: top tips for employers\u003c/strong\u003e ",
     "During the London 2012 Olympic and Paralympic Games, the public transport network will be much busier than usual at certain times and places. For that reason, TfL and London 2012 are urging businesses located in Games hotspots to consider alternative travel options, such as cycling.",
     "Chris Boardman, former cycling world champion and Olympic gold medallist, gives his top tips on how employers can encourage their staff to cycle to work during the London 2012 Games.",
     "Chris Boardman is the cycling ambassador for Get Ahead of the Games. Businesses located in Games hotspots are being urged to consider alternative travel options at \u003ca href=\"http://www.getaheadofthegames.comor\"\u003ewww.getaheadofthegames.comor\u003c/a\u003e by following the official Twitter feed @GAOTG.",
     "\u003cbr /\u003e\u003cstrong\u003eWalking and running at work: top tips for employers\u003c/strong\u003e ",
     "During the London 2012 Olympic and Paralympic Games, the public transport network will be much busier than usual at certain times and places. For that reason, TfL and London 2012 are urging businesses located in Games hotspots to consider alternative travel options, such as walking or running.",
     "Sally Gunnell, former 400m hurdles Olympic gold medallist, gives her top tips on how employers can encourage their staff to walk or run to work during the London 2012 Games.",
     "Sally Gunnell is a walking/running ambassador for Get Ahead of the Games. Businesses located in Games hotspots are being urged to consider alternative travel options at \u003ca href=\"http://www.getaheadofthegames.com\"\u003ewww.getaheadofthegames.com\u003c/a\u003e or by following the official Twitter feed @GAOTG.\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}