{
 "pageTitle": "Partnership takes top Transport Achievement Award at 2012 International Transport Forum",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Partnership takes top Transport Achievement Award at 2012 International Transport Forum",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "TfL, ATOC and Cubic recognised for the success of bringing Oyster onto the National Rail network in London."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL), the Association of Train Operating Companies (ATOC) and Cubic Transportation Systems have picked up top honours at the 2012 International Transport Forum for their joint work on introducing Oyster onto the National Rail network in London.",
     "The international awards, held in Leipzig, Germany, recognise achievements that demonstrate progress and excellence towards seamless transport.",
     "Oyster pay as you go was extended to all 350 National Rail stations in Greater London in January 2010 and usage on National Rail services alone has since grown from 500,000 to more than 2.5 million journeys per week.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Seamless journeys\"}",
     "Oyster makes it easier for commuters to seamlessly transfer between National Rail services, London Underground, London Overground, DLR and London's buses using the one transport smartcard.",
     "Shashi Verma, TfL's Director of Customer Experience, said: 'Extending Oyster coverage to all 350 National Rail stations in Greater London has been a massive improvement for passengers. The Mayor was determined to make that happen and recognition of the achievement is hugely encouraging.",
     "'We will continue to explore even more ways to improve customer experience.'",
     "Peter Twigg, Head of London Support at ATOC, said: 'The extension of Oyster pay as you go to National Rail has been a fantastic success.",
     "'The aim was to make public transport around the capital easier for thousands of rail passengers every day. The huge take up since its launch shows that customers really appreciate the benefits that Oyster offers.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Collaborative partnership\"}",
     "'It took huge amounts of joint work behind the scenes by train companies, TfL, Cubic and the government, so recognition through this award is gratifying for all involved.'",
     "Roger Crow, Managing Director, Europe for Cubic, said: 'We are delighted to have been recognised with this prestigious award, alongside our colleagues at TfL and ATOC.",
     "'This major project success showcases what can be achieved by a truly collaborative partnership and we are very proud of the difference we make, along with our partners, to so many people's travel experiences.'",
     "{\"template\":\"bulletlist\",\"items\":[\"Transport for London continues to explore innovations in transport ticketing and will be introducing contactless payment, using bank issued debit and credit cards, on London's buses in 2012. This payment option will be rolled out to the rest of the transport network in London at a later date\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}