{
 "pageTitle": "Tracey Emin unveils personal version of the Tube Map",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Tracey Emin unveils personal version of the Tube Map ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "A chirping bird sitting on a 'branch' of the Northern line is the focus of Tracey Emin's new design for the pocket Tube map. This new artwork will be on public display for the first time from Friday 18 May at the London Transport Museum."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "When people look at the Tube map I want them to smile and feel reassured.",
     "Well known for her deeply intimate, revealing works, Emin has been commissioned by Art on the Underground to make a pocket Tube map cover for the London Olympic and Paralympic year.",
     "She has adapted the iconography of the original map to reflect her personal experience of the network and her ideas and experience of place.",
     "The Map cover's title is 'The Central line', but the only stations marked on this line are Oxford Circus, Liverpool Street and, as a personal extension, Shoreditch High Street, showing the artist's personal use of the line to take her from her East End home to the West End.",
     "The Central and Northern lines have sprouted leaves, to accommodate the bird, a recurrent motif in Emin's work, which is often seen as a self-portrait.",
     "For example in a separate art project to celebrate the 2012 Games birds continue to feature with Tracey's depiction of two birds kissing and the Paralympic symbol.",
     "Emin's map is the 16th in a series of covers designed by artists such as Michael Landy, Yayoi Kusama, Jeremy Deller and David Shrigley.",
     "Her design will appear on 18 million pocket Tube maps, the largest print run of the maps to date, to be circulated during the 2012 Olympic and Paralympic Games, available in stations from June 2012.",
     "This new Tube map cover artwork will be featured as part of the London Transport Museum's Summer show Mind the Map: Inspiring Art, Design and Cartography, 18 May-28 October 2012.",
     "A film of an interview with Tracey Emin talking about the Tube map cover can also be seen at the exhibition in the Covent Garden Piazza, London.",
     "The publication of the Tube map cover coincides with Emin's show 'She Lay Down Deep Beneath The Sea', 26 May -23 September 2012 at Turner Contemporary, Margate.",
     "Tracey Emin, said: 'When people look at the Tube map I want them to smile and feel reassured.'",
     "Tamsin Dillon, Head of Art on the Underground says: 'We are excited and privileged to be working with Tracey Emin on this new work to mark the 2012 Olympic and Paralympic Games.",
     "'The artwork presents a moving and unique interpretation of the Capital. I am looking forward to hearing what our customers think about this new work and the others in the series via our website.'",
     "\u003cstrong\u003eNotes to editors \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The Pocket Tube Map cover art works are owned outright by London Underground and form the basis of a permanent collection of unique works by world class artists, including Cornelia Parker, Richard Long, Liam Gillick and Jeremy Deller\",\"For more information about Art on the Underground, please visit \\u003ca href=\\\"http://www.tfl.gov.uk/art\\\"\\u003ewww.tfl.gov.uk/art\\u003c/a\\u003e \",\"Tracey Emin lives and works in London. In 1999, she was short-listed for the Turner Prize at the Tate in London. She has had retrospectives internationally since 2002. Her work is a part of numerous public and private collections including the Centre Georges Pompidou in Paris, the Walker Art Center in Minneapolis, and the Hamburger Kunsthalle in Hamburg, among others. Tate Britain recently opened a room in their collection devoted entirely to Emin's work. In 2007 Emin represented Britain at the 52nd Venice Biennale, was made a Royal Academician and was awarded an Honorary Doctorate from the Royal College of Art, London, a Doctor of Letters from the University of Kent and Doctor of Philosophy from London Metropolitan University. In 2011, the Hayward Gallery in London presented the artist's first retrospective in England, showing at the Turner Contemporary, Margate in 2012. Emin has designed one of the 12 official Olympic posters and has recently been appointed Professor of Drawing at the Royal Academy Schools\",\"The new Tube map cover will be part of Mind the Map: inspiring art, design and cartography at the London Transport Museum, a new exhibition about the inspiration, history and creativity behind London transport maps, running 18 May-28 October 2012. The exhibition will be the largest of its kind and will include previously unseen historic material and exciting new artworks by leading artists including Simon Patterson, Stephen Walter, Susan Stockwell, Jeremy Wood, Claire Brewster, and Agnes Poitevin-Navarre\",\"The Tube is undergoing a huge and essential programme to upgrade its ageing infrastructure - vital to cope with a growing population and to support the economic development and growth of the Capital and the UK. This includes the introduction of new track and signalling and the rebuilding of some of our most important stations. By the end of the current programme there will be 30 per cent more capacity. This will inevitably result in some disruption for passengers, but TfL is working hard to provide information and alternative travel options. The work is essential to provide for London's growing transport needs now, and into the future. TfL is urging all Londoners and Tube, London Overground, London Tramlink and DLR passengers to 'check before you travel' at weekends, allowing extra journey time where necessary. Weekend travel news is available at \\u003ca href=\\\"http://www.tfl.gov.uk/check\\\"\\u003ewww.tfl.gov.uk/check\\u003c/a\\u003e \\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}