{
 "pageTitle": "Transport for London welcomes RMT acceptance of Olympics recognition proposals",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London welcomes RMT acceptance of Olympics recognition proposals",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Deal will reward all staff fairly for flexible working and increased workload."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "I know our staff are keen to play their part in the Games and, now that we have agreement across the board, we can all look forward to focusing on supporting a fantastic summer of sport and cultural events in London",
     "Transport for London (TfL) has welcomed the RMT union's acceptance of proposals to fairly reward London Underground (LU) staff who will be expected to work flexibly during the London 2012 Games.",
     "The union's members have now joined those of Aslef and Unite who've signed up to the deal and TSSA, who have agreed in principle, which will see station, maintenance and service control staff and operational managers receive up to £850 subject to attendance, customer satisfaction scores and working flexibly for defined periods in order to deliver a successful Games.",
     "Alongside the agreement reached with train drivers' unions in September last year, this agreement means that LU is ready to meet the higher demand that the network will face during the Games.",
     "Howard Collins, LU Chief Operating Officer, said: 'I am pleased that we have now got agreement from all four unions on our proposals for how we can fairly reward staff over the London 2012 Games.",
     "'I know our staff are keen to play their part in the Games and, now that we have agreement across the board, we can all look forward to focusing on supporting a fantastic summer of sport and cultural events in London.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}