{
 "pageTitle": "UK's top free runners show commuters it's just a 'hop, skip and a jump' between stations ahead of the Games",
 "description": "Commuters between London Bridge and Monument stations watched in awe this morning as parkour acrobats performed a spectacular series of aerial stunts, jumps and leaps between the two stations. The talented team of free runners showed that the two sites",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "UK's top free runners show commuters it's just a 'hop, skip and a jump' between stations ahead of the Games",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) and Network Rail are encouraging those travelling during Games-time to make short journeys on foot as Living Streets' Walk to Work Week launches"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Walking is a quick and efficient way to get around which is also better for our planet.",
     "Commuters between London Bridge and Monument stations watched in awe this morning as parkour acrobats performed a spectacular series of aerial stunts, jumps and leaps between the two stations.",
     "The talented team of free runners showed that the two sites are but a 'hop, skip and a jump' apart as they travelled across London Bridge, with the aim of encouraging commuters to walk rather than get the Tube where possible during the London 2012 Games.",
     "As the parkour acrobats were demonstrating their skills, TfL was handing out free local walking maps to commuters arriving at London's mainline railway stations.",
     "The maps have been created to encourage people to swap short Tube journeys for walking ones during Games time, and will be handed out to rail commuters throughout Walk to Work Week as well as being available at mainline and some London Underground stations during Games-time.",
     "Walking will be one of the simplest and quickest ways to make short journeys in London during this summer's Olympic and Paralympic Games, when 'hotspot' stations such as London Bridge will be exceptionally busy at certain times of the day.",
     "Today's free-running activity, by world-famous free-running group 3RUN, aims to raise awareness of this to encourage London's commuters to walk between stations where possible.",
     "Ben Plowden, Director of Planning, TfL Surface Transport, said: \"London is going to be transformed into a gigantic sporting and cultural venue at Games-time, so London's transport networks will, at certain times and in certain places, be exceptionally busy.",
     "\"We aren't expecting Londoners to recreate the amazing feats of acrobatics that we've seen here this morning but the performance demonstrates in an engaging way just how quick and easy it is to walk between busy stations instead of waiting for a Tube or train. Many people don't realise how short distances are between many places in the capital - for example, it take just six minutes to walk from London Bridge train station to Monument, and there are 47 Tube journeys in central London that can be walked in under ten minutes.\"",
     "During Games time TfL and Network Rail will be providing free walking maps at 11 mainline stations and a number of major venue and east London stations.",
     "The easy-to-read maps show walking routes from mainline railway stations and their nearest London Underground stations.",
     "In addition, TfL is supporting Recyclebank's re:route app, launched earlier this month, which encourages people to walk and cycle more in London by rewarding green behaviour with points that can be redeemed against a wide range of offers and discounts from Recyclebank partners (including Marks \u0026 Spencer, Planet Organic and Champneys).",
     "Alongside the rewards, re:route also alerts people to the number of calories that they have burnt and the amount of CO2 they have saved for each journey. For more information go to: \u003ca href=\"http://www.recyclebank.com\"\u003ewww.recyclebank.com\u003c/a\u003e .",
     "Tony Armstrong, Chief Executive of Living Streets, the charity that runs Walk to Work Week, said: \"Walking is a quick and efficient way to get around which is also better for our planet. During Walk to Work Week we're urging commuters across London to give walking a go and to log their minutes, miles and steps using our online tool and see how easy it is to fit some more walking into your working week. With the Games around the corner, it's crucial that commuters get into good habits now to ensure their journeys aren't affected during the Games.\"",
     "Sam Parham, free-runner, added: \"What we do is great fun and fantastic for people to watch but today has the more serious message that walking is the easiest alternative to taking public transport during the Games.  I know I'd rather be out in the fresh air soaking up the atmosphere this summer.\"",
     "Planning to travel differently at Games time, like walking short distances around central London, will help you get around more easily.",
     "Check out all your options and start making your plan for Games time now at \u003ca href=\"http://www.getaheadofthegames.com\"\u003ewww.getaheadofthegames.com\u003c/a\u003e ."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}