{
 "pageTitle": "Wembley Central becomes the 65th step-free Tube station",
 "description": "This will give easier access to passengers with luggage and buggies as well as wheelchair users at Wembley Central station, whether they want to get to a London Overground, National Rail or a London Underground Bakerloo line platform.Howard Collins London",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Wembley Central becomes the 65th step-free Tube station ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Three new lifts and one new stair lift have been installed at Wembley Central station making it the 65th Tube station to become step-free from street to platform level before the Olympic and Paralympic Games."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This will give easier access to passengers with luggage and buggies as well as wheelchair users at Wembley Central station, whether they want to get to a London Overground, National Rail or a London Underground Bakerloo line platform.",
     "Howard Collins London Underground's Chief Operating Officer said: 'The new lifts make Wembley Central our 65th Tube station to become step-free from street to platform before the London 2012 Games.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Making life easier\"}",
     "'The lifts will make it much easier for customers with mobility impairments, heavy luggage or buggies, to use the station.",
     "'For passengers going to Wembley Stadium or Arena it will complement Wembley Park Tube Station, which is also step-free and will be a lasting legacy long after the Games have finished.'",
     "Network Rail installed the new lifts and constructed a new corridor linking the ticket hall with all the platforms, which means that National Rail customers are now under cover on their way to catch a train.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Accessible for all\"}",
     "Jo Kaye, Network Rail Route Managing Director, said: 'The improvements made at Wembley Central will make the station more accessible for everyone and is part of a wider programme to build a bigger, better railway for London.",
     "'Thousands of spectators travelling to and from Wembley Central will reap the benefits of these improvements during the Games and for years to come.'",
     "Network Rail is delivering the Access for All programme on behalf of the DfT.",
     "Access improvement works at over 90 National Rail stations will be completed by the opening ceremony. They include lifts being installed at Camden Road, Gospel Oak, Hackney Central and which will all have step-free access in time for the London 2012 Games.",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}