{
 "pageTitle": "Bus route 324 provides new links between Stanmore and Brent Cross",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Bus route 324 provides new links between Stanmore and Brent Cross",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Buses will be introducing a new bus route, the 324, between Stanmore Station and Brent Cross in October 2010."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The introduction of route 324 reflects Transport for London's efforts to continually develop the network.",
     "This new route will bring many households in Stanmore and Colindale within easy walking distance of a bus service for the first time.",
     "The service will run every 20 minutes during the day and every 30 minutes during the evening, seven days a week.",
     "The new bus route will provide:",
     "{\"template\":\"bulletlist\",\"items\":[\"A new daily bus service for Colindeep Lane in Colindale\",\"A new daily bus service for Old Church Lane, Abercorn Road,  St Andrews Drive and Culver Grove in Stanmore\",\"New direct links to Brent Cross Shopping Centre\",\"A new direct link between Stanmore and Hendon\",\"A new direct link between Kingsbury and Brent Cross\"]}",
     "The opinions of local residents and bus passengers are very important to Transport for London and following a public consultation in May 2009 we made some changes to our initial proposals.",
     "These include using smaller single deck buses and moving the southern terminus closer to the Tesco store at Brent Cross.",
     "John Barry, Head of Network Development for London Buses, said: 'London's bus network is constantly under review to ensure we continue to provide the best possible service for passengers.",
     "'The introduction of route 324 reflects Transport for London's efforts to continually develop the network.'",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The public consultation generated a lot of interest with nearly 80 per cent of respondents supporting the proposals. A full summary of the consultation results and TfL's response to the issues raised is available at: \\u003ca href=\\\"/corporate/projectsandschemes/13922.aspx\\\"\\u003ewww.tfl.gov.uk/busrouteconsultations\\u003c/a\\u003e \",\"Route 324 will be operated by London Sovereign. It will run from Stanmore Station via Stanmore town centre, Old Church Lane, Abercorn Road, St Andrews Drive, Culver Grove, Streatfield Road, Honeypot Lane, Kingsbury Road, Roe Green, Hay Lane, Edgware Road, Colindeep Lane, Watford Way, Hendon Way, Brent Cross Shopping Centre and terminates at the Tesco store at Brent Cross\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}