{
 "pageTitle": "Changes to bus services in Woolwich",
 "description": "Routes 51, 54, 53, 96, 99, 122, 161, 177, 380, 386, 422, 472, 469, 658, 672 and N1 have changes to stopping arrangements, to complement the town centre improvements and to better-serve Woolwich Arsenal Station. Additionally routes 178, 244, 291 and 386",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Changes to bus services in Woolwich ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "From Saturday 6 February a number of further changes will be made to bus routes and bus stops in Woolwich town centre, in connection with the town centre improvement scheme."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Routes 51, 54, 53, 96, 99, 122, 161, 177, 380, 386, 422, 472, 469, 658, 672 and N1 have changes to stopping arrangements, to complement the town centre improvements and to better-serve Woolwich Arsenal Station.",
     "Additionally routes 178, 244, 291 and 386 will be re-routed to the south of the town centre to give more direct links, as follows:",
     "{\"template\":\"bulletlist\",\"items\":[\"Route 178 will be re-routed to serve Grand Depot Road, Woolwich New Road. Buses will no longer serve Nightingale Place, Sandy Hill Road, Bloomfield Road, Crescent Road, Burrage Road and Vincent Road\",\"Route 244 will be re-routed to serve Grand Depot Road, Woolwich New Road and Nightingale Place. Buses will no longer serve Sandy Hill Road, Bloomfield Road, Crescent Road, Burrage Road and Vincent Road\",\"Route 291 will be rerouted to serve Wellington Street, Repository Road and Artillery Road. Buses will no longer serve Grand Depot Road, Woolwich New Road and Ha-Ha Road\",\"Route 386 towards Blackheath will be re-routed to run via Vincent Road, Burrage Road, Crescent Road and Bloomfield Road. Towards Woolwich buses will run via Sandy Hill Road and Woolwich New Road. This change will replace routes 178 and 244 in this area. Nightingale Place will instead be served by route 244\"]}",
     "John Barry, Head of Network Development for London Buses, said: 'The changes to routes 178, 244, 291 and 386 will deliver better links for the town centre and for Queen Elizabeth Hospital.",
     "'We have worked closely with Greenwich Council to deliver bus service changes which complement the town centre improvement project and deliver better connections to rail services.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Additionally route 54 will terminate at Plumstead Road instead of Monk Street and route 96 will terminate at Thomas Street instead of Beresford Street\",\"Full details of stopping places for all routes serving Woolwich are provided in the attached leaflet\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}