{
 "pageTitle": "London's motorcyclists urged to get 'BikeSafe' as TfL boosts training across the Capital",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London's motorcyclists urged to get 'BikeSafe' as TfL boosts training across the Capital",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Motorcycling in London is set to get safer with the creation of a new dedicated team of motorcycle safety experts working to reduce motorcycle casualties across the Capital."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Riding a motorbike in London is safer now than it was a decade ago, with the number of motorcyclists killed or seriously injured in the Capital falling by around a fifth",
     "The London Motorcycle Policy Unit, which has been set up by Transport for London (TfL) working in partnership with the Metropolitan Police Service (MPS), focuses on improving safety and employs 12 full-time police officers in a special 'Motorcycle Tasking Team'.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Roadworthy bikes\"}",
     "The team run motorcycle training sessions and carry out on-street enforcement to ensure that the motorbikes on London's streets are roadworthy and legal.\u003cbr /\u003e\u003cbr /\u003eThe training sessions, known as 'BikeSafe-London' are low cost, one-day practical courses designed to help motorcyclists improve their knowledge, skills and experience to make them safer, better riders.",
     "They are being ramped up under a new focus by TfL and the Mayor of London, Boris Johnson, and 2,700 motorcyclists have completed the course since the Mayor was elected in May 2008.",
     "Some 95 per cent of those who have taken part in the courses have found that they improve their driving skills.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Safer, better drivers\"}",
     "The Mayor, TfL and the MPS have now increased the resources dedicated to motorcycle safety, which has enabled the Tasking Team to undertake ten times more roadside checks on motorcycles, and has contributed to a 21 per cent drop in the number of motorcyclists killed or seriously injured each year compared to the 1990's.\u003cbr /\u003e\u003cbr /\u003eKulveer Ranger, the Mayor of London's Transport Advisor, said: 'Riding a motorbike in London is safer now than it was a decade ago, with the number of motorcyclists killed or seriously injured in the Capital falling by around a fifth.\u003cbr /\u003e\u003cbr /\u003e'However, although just one per cent of all journeys in the Capital are made by motorbike or scooter, they still account for 21 per cent of all deaths and serious injuries on London's roads.",
     "'That's why we have set up a dedicated team of motorcycle safety experts, who are working hard to encourage the Capital's motorcyclists to improve their skills by signing up to a BikeSafe-London course.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Reducing deaths\"}",
     "Ben Plowden, Director of Integrated Programme Delivery at TfL said: 'TfL is committed to improving safety for all road users across the Capital. Through our new Motorcycle Policy Unit, we are helping to further reduce the number of motorcyclists who are killed or seriously injured by offering practical training and conducting an increased number of roadside checks to ensure that vehicles remain roadworthy.'\u003cbr /\u003e\u003cbr /\u003eChief Inspector Duncan Morley of the Metropolitan Police's Traffic branch said: 'The Metropolitan Police is pleased to be working in partnership with TfL to make London's roads safer for motorcyclists.",
     "'The support from TfL has allowed the MPS Traffic Unit to focus more on enforcement and raise the skills and awareness of riders through 'Bikesafe' events.'\u003cbr /\u003e",
     "Notes to editors",
     "{\"template\":\"bulletlist\",\"items\":[\"BikeSafe-London invites motorcyclists, moped and scooter riders to participate in rider skills days that offer skills assessments and advice. As well as professional riding techniques, topics covered include the system of motorcycle control, collision causation factors and security. The rider skills days are run during the week and at weekends, by highly qualified police motorcyclists passing on their wealth of knowledge and experience in a friendly and informal manner\",\"The days start at 8.45am and finish at around 16:30 and cost just £45.00 per rider including lunch and a BikeSafe London Hi Vis vest. To book a place on a BikeSafe-London session, visit \\u003ca href=\\\"http://www.bikesafe-london.co.uk/\\\"\\u003ehttp://www.bikesafe-london.co.uk/\\u003c/a\\u003e or call 08452 307407\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}