{
 "pageTitle": "London Buses seeks your views on proposed changes to route S3 in Cheam Park Farm",
 "description": "Route S3 currently runs from Sutton Hospital to Malden Manor. Under the proposal the route would change in the Cheam Park Farm area to go along Tesco Road, Wealdstone Lane and Kimpton Road instead of Oldfields Road.Buses would continue to run every 20",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Buses seeks your views on proposed changes to route S3 in Cheam Park Farm",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Buses is seeking the views of the local community on a proposed change to route S3 to better serve Kimpton Industrial Park in North Cheam."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We believe the proposed change to route S3 will offer a better service to people",
     "Route S3 currently runs from Sutton Hospital to Malden Manor.",
     "Under the proposal the route would change in the Cheam Park Farm area to go along Tesco Road, Wealdstone Lane and Kimpton Road instead of Oldfields Road.",
     "Buses would continue to run every 20 minutes Mondays to Saturdays in the daytime and half hourly in the evenings.",
     "The consultation opens on Monday 8 February 2010 and will be available on the \u003ca href=\"http://www.tfl.gov.uk/busrouteconsultation\"\u003eTfL website\u003c/a\u003e from that date.",
     "Details are also available from London Buses Customer Services on 0845 300 7000 or email \u003ca href=\"mailto:STengagement@tfl.gov.uk\"\u003eSTengagement@tfl.gov.uk\u003c/a\u003e .",
     "The consultation closes on 19 March 2010.",
     "Peter Bradley, Head of Consultation and Engagement, said: 'We believe the proposed change to route S3 will offer a better service to people who visit the Kimpton Industrial Park.",
     "'We would like to know the local community's views before making a decision about whether to go ahead with the change.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"London Buses Customer Services can be contacted by:\",\"Telephone: 0845 300 7000\",\"Email: \\u003ca href=\\\"mailto:STengagement@tfl.gov.uk\\\"\\u003eSTengagement@tfl.gov.uk\\u003c/a\\u003e \",\"Post: London Buses Customer Services, 4th Floor, Palestra, 197 Blackfriars Road, London, SE1 8NJ\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}