{
 "pageTitle": "New SGS private hire inspection centre to open in Belvedere",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New SGS private hire inspection centre to open in Belvedere",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "New centre will replace the current Woolwich site."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The SGS private hire vehicle (PHV) inspection centre in Woolwich will be moving to a new site in the Belvedere Industrial Estate in March.",
     "The Woolwich site has been compulsory purchased to facilitate the construction of the Woolwich Crossrail station.",
     "SGS will be opening the new inspection centre on 1 March 2010 at Unit 6, OYO Industrial Estate, Crabtree Manorway North, Belvedere, DA17 6AX.",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"strong\"}",
     "The centre will be open from Monday to Thursday 08:00 to 16:30 and Friday 08:00 to 15:30.",
     "The new site will be larger and incorporates an additional inspection lane.",
     "Increased parking facilities will also be available and the one-way single lane testing facility will improve vehicle flow.",
     "An application for the Belvedere site to become a VOSA approved MOT testing station is underway and due to be approved in April.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Maps on display\"}",
     "Once approved, the site will be able to undertake mechanical unfit compliance inspections for private hire vehicles.",
     "A map showing the location of the new centre will be sent out to all vehicle owners who have been allocated a licensing inspection at Belvedere.",
     "The map will also be on display at all other PHV inspection centres.",
     "Further information on the move can be obtained by contacting SGS on 020 8755 2368.\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Transport for London's Taxi and Private Hire is responsible for licensing and regulating London's taxi and private hire services\",\" \\u003ca href=\\\"http://www.sgs.com/ \\\"\\u003eSGS (Société Générale de Surveillance)\\u003c/a\\u003e inspects taxi and private hire vehicles for licensing on behalf of Transport for London. Their main London taxi and private hire inspection centre is in Hanworth, with taxi inspection centres also in Tottenham and Deptford, and private hire inspection centres in Enfield and Croydon and now in Belvedere\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}