{
 "pageTitle": "New 'Pegasus' crossing provides direct link between two of London's best-loved green spaces",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New 'Pegasus' crossing provides direct link between two of London's best-loved green spaces",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Thousands of pedestrians, cyclists and horse riders to benefit from new crossing connecting Richmond Park and Wimbledon Common."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Transport for London is investing millions of pounds to make cycling and walking around the Capital easier and more enjoyable",
     "The design allows pedestrians to cross the busy A3 dual carriageway without having to use the footbridge and allows horse riders and cyclists to cross without having to dismount.",
     "A new Transport for London (TfL) funded crossing has been installed on the A3 between Richmond Park and Wimbledon Common providing a direct and accessible route for pedestrians, cyclists and horse riders wanting to get from one green space to the other.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Better links\"}",
     "The new crossing is one of only three in the Capital that gives special consideration to horse riders.",
     "Known as a Pegasus crossing, it has two control panels; one at standard height for pedestrians and cyclists and another two metres above the ground for horse riders.",
     "Linking sections of the Greenways and Capital Ring walking and cycling routes, the recently installed crossing will allow those enjoying these routes to cross directly from Robin Hood Gate in Richmond Park to Beverly Ride on Wimbledon Common without having to use the existing footbridge.",
     "The footbridge adds to journey times for those crossing between the parks and with many steps is difficult for some.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Investing millions\"}",
     "Ben Plowden, Director of Integrated Programme Delivery at TfL, said: 'Transport for London is investing millions of pounds to make cycling and walking around the Capital easier and more enjoyable.",
     "'This new crossing not only provides a much shorter and convenient step-free route for walkers and cyclists enjoying two of London's best-loved green spaces, but also allows horse riders to cross safely, without dismounting.",
     "'Local residents and Kingston University students are also set to benefit from the new crossing which provides a much quicker and less intimidating route across the A3 and into two great green spaces.'",
     "Richard Dunwoody MBE, three-time champion National Hunt jockey, said: 'Having spent my career in the saddle before venturing far afield as a pedestrian I commend Transport for London for this magnificent Pegasus crossing over the A3.",
     "'It gives safe access to all riders, walkers and cyclists, as they journey between Wimbledon Common and Richmond Park.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The crossing is funded by TfL, at a cost of around £500,000\",\"The crossing is located at Robin Hood roundabout, at the junction of the A308 (Kingston Vale) and A3 Robin Hood Way (Kingston Bypass) and will link two of London's classic natural spaces\",\"The new crossing will link journeys between Wimbledon and Richmond at a location where four different borough boundaries meet\",\"The new two stage crossing allows people to cross the A3 from Robin Hood Gate in Richmond Park to Beverly Ride in Wimbledon Common, via a central island\",\"Pedestrians, cyclists and horse riders wishing to cross the A3 are able to activate the crossing point allowing them to cross from either side of the road to the central island.  From the island they can then activate the next stage of the crossing to reach the opposite side of the road\",\"This Pegasus crossing is the third one to be installed in London; one is already installed in Hyde Park and the other on Ham Common in Richmond\",\"Previously pedestrians and cyclists had to use a footbridge to get across, while horse riders required someone to signal traffic to stop to allow them to cross\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}