{
 "pageTitle": "Taxi fares to increase by 2.3 per cent to meet higher running costs",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Taxi fares to increase by 2.3 per cent to meet higher running costs",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Increase strikes balance between keeping taxi fares affordable and helping drivers to meet rising costs."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The Capital is blessed with wonderful cabbies and we've deliberated long and hard to come up with an increase we think is fair during these tough economic times",
     "Transport for London's (TfL) Board today approved an average taxi fare increase of 2.3 per cent for the 2010/11 financial year, the lowest since 2004.",
     "The fare rise aims to find a balance between maintaining income levels for drivers, who face disproportionately higher costs in order to work than average Londoners, while ensuring passengers still get a fair price for the high quality and unique service provided by the Capital's taxi drivers.",
     "TfL's Board approved the new fares following consultation by TfL with the taxi trade and others, including London TravelWatch and the London Chamber of Commerce and Industry.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Rising operating costs\"}",
     "The increase is calculated according to a long established formula and will help drivers cover rising operating costs.",
     "The Board also approved a new deal on licence and testing fees for taxi and private hire drivers, including a freeze on some fees.",
     "The Mayor of London, Boris Johnson, said: 'The Capital is blessed with wonderful cabbies and we've deliberated long and hard to come up with an increase we think is fair to everyone during these tough economic times.",
     "'I hope this increase will allow cabbies to meet the annual increases in insurance and fuel costs.",
     "'But also help those with older cabs bring their vehicles in line with our desire to improve the air we all breathe in this great city by driving the type of clean, green taxis that will achieve that aim.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"A fair price\"}",
     "John Mason, Director of Taxi and Private Hire at Transport for London, said: 'The new fares take into account an agreed increase in the costs of running a black cab and balances this with setting a fair price for those who want to travel by taxi.",
     "'We are trying to work with the drivers and operators to help keep them out on the road and providing Londoners with the excellent service they are renowned for around the world.'",
     "Bob Oddy, General Secretary of the Licensed Taxi Drivers Association, said: 'The LTDA welcomes this small but important increase.",
     "'Like everyone else London's cabbies continue to face significant financial challenges not least due to significant increases in taxi running costs such as fuel and insurance.",
     "'This is the lowest increase in fares since 2004 and shows that hard working cabbies continue to face the same financial challenges as their customers.'",
     "Taxi fares are reviewed annually and calculated by TfL based on a cost index that has been used since 1981.",
     "They will come into effect from 1 April 2010.",
     "The 2.3 per cent increase for the next financial year includes a 1.9 per cent increase based on the 2010 cost index, which takes into account the rise in average national earnings and an increase in insurance rates which have risen 19.5 per cent on last year; plus a one-off 0.4 per cent to remedy a calculation error from 2007 which the taxi trade chose not to introduce last year due to the economic downturn.",
     "{\"template\":\"bulletlist\",\"items\":[\"Transport for London's Taxi and Private Hire is responsible for licensing and regulating London's taxi and private hire services\",\"Taxi fares are calculated according to one of three tariffs. These are:\\u003cbr /\\u003eTariff 1: Monday to Friday, between 06.00 and 20.00\\u003cbr /\\u003eTariff 2: Monday to Friday, between 20.00 and 22.00, and weekends between 06.00 and 22.00\\u003cbr /\\u003eTariff 3: Nightly between 22.00 and 06.00 and on public holidays\",\"The one-off 0.4 per cent increase relates to an error in 2007 when there was a discrepancy between the approved percentage increase and the final calculated tariffs. It was proposed to rectify this error in 2009/10 by adding 0.4 per cent for one year only to fares, however at the time stakeholders agreed that it would be inappropriate given the financial downturn. It was proposed again as part of the 2010/11 fares review to include the 0.4 per cent increase for one year only, and driver associations have now supported its inclusion\",\"The 2010 cost index has calculated the increase in insurance costs for taxi drivers to be 19.5 per cent higher than the previous year\",\"The Mayor is currently consulting on his draft Air Quality Strategy. For the taxi trade, the strategy proposes age limits for taxi and private hire vehicles, amongst other initiatives to reduce emissions from road transport. For more information go to \\u003ca href=\\\"http://www.london.gov.uk/mayor/environment/air_quality/index.jsp\\\"\\u003ewww.london.gov.uk/mayor/environment/air_quality/index.jsp\\u003c/a\\u003e .\"]}",
     "\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}