{
 "pageTitle": "Travel, art and portraiture expand the mind for young people from Brent",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Travel, art and portraiture expand the mind for young people from Brent  ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Tube customers will be able to enjoy new photo-portraits of young people at Kingsbury and Charing Cross Underground stations from Monday 15 February."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "I hope customers travelling through the stations will enjoy the artwork as much as the youngsters involved enjoyed creating it",
     "Children and teenagers from Brent Youth Inclusion Programme were invited by photographer Nadia Bettega to be part of her new work for Art on the Underground.",
     "Bettega's project, Threads, draws inspiration from the expression 'travel expands the mind' and is one of a series of contemporary art projects taking place on the Jubilee line this year that explore time and its value.",
     "The photography will be displayed as posters at both stations.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"International artists and photographers\"}",
     "In the course of a week, Bettega took the group of 10 young people from their local Neasden Underground station to a variety of significant places in Brent, all of which were located along the Jubilee line.",
     "These included Wembley Park Underground station and Wembley Stadium.",
     "The group also visited exhibitions by international artists and photographers at Camden Arts Centre near Finchley Road Underground station and The Photographers' Gallery in central London, to develop their knowledge of portraiture.",
     "Each member of the group kept a daily journal in which they developed ideas about the different people who might work at or visit each location.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Fascinatingly diverse\"}",
     "Bettega then made a series of photographic portraits of the participants, capturing them both acting as their imaginary characters, as well as 'being themselves' in their home environments.",
     "The resulting works show a fascinatingly diverse set of reactions from the young people and invite us to question what portraits can reveal.",
     "Louise Coysh, Curator for Art on the Underground, said: 'I'm really pleased with the results of this art project.",
     "'These photo-portraits speak for themselves. The young people that Bettega worked with have shown how imaginative they are.",
     "'I hope customers travelling through the stations will enjoy the artwork as much as the youngsters involved enjoyed creating it.'",
     "Photographer Nadia Bettega said: 'Each of the places we visited were as new to me as they were to the young people, which illustrated how diverse the city is and how this is connected by the London Underground.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Creative potential\"}",
     "'I found the young people from Brent Youth Inclusion Programme refreshing to work with; they had so much energy and humour, imagination and creativity, depth and insight in the way in which they related to their characters and each other.",
     "'I felt lucky to have been allowed to see into their lives and their minds - to have had the chance to see each person grow in their ideas, confidence and trust.'",
     "John Christie, Director of Children and Families at the London Borough of Brent, said: 'It's extremely satisfying to be able to give young people such a fantastic opportunity to showcase their talents.",
     "'It is hugely exciting that Threads will be seen by a large and diverse audience. Hopefully it will inspire other young people to find their creative potential.'",
     "Hakeem, aged 12, from the Brent Youth Inclusion Programme, said: 'The project was about travelling to places and acting out what others did for a living.",
     "'I thought it was a great experience. I enjoyed learning about taking pictures. I hope we get to do something similar again.'",
     "Threads will be also be exhibited at The Wall @ The Gallery, Willesden Green Library, Friday 12 February to Friday 12 March 2010.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Threads is one of a series of artworks commissioned by Art on the Underground for the Jubilee line. The series brings together six artists whose commissioned works explore the relationship between value and time. These artists are Nadia Bettega, John Gerrard, Dryden Goodwin, Richard Long, Daria Martin and Matt Stokes\",\"For this project, Art on the Underground worked in collaboration with the Brent Youth Inclusion Programme (YIP), a Brent Council programme that provides positive activities for young people aged eight to 17 years, living in Church End or Roundwood\",\"Art on the Underground is London Underground's (LU's) art programme, producing high calibre artworks throughout the network, enhancing the millions of journeys made every day. It aims to promote a greater understanding of the Tube as a cultural and social environment through the creative commissioning of artworks. With around three-and-a-half million passengers using the network per day, Art on the Underground projects are exposed to one of the largest and most diverse audiences in Europe\",\"LU is undertaking a major programme of renewal as part of Transport for London's (TfL's) Investment Programme. This will inevitably result in some disruption for passengers, but TfL is working hard to provide information and alternative travel options. The work is essential to provide for London's growing transport needs now, and into the future. TfL is urging all Londoners and Tube, London Overground and DLR passengers to 'check before you travel' at weekends, allowing extra journey time where necessary. Weekend travel news is available \\u003ca href=\\\"http://www.tfl.gov.uk/plannedworks\\\"\\u003eonline\\u003c/a\\u003e \",\"Find out more about \\u003ca href=\\\"http://www.tfl.gov.uk/art\\\"\\u003eArt on the Underground\\u003c/a\\u003e \\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}