{
 "pageTitle": "Contact us about Rivers staff",
 "keywords": "TfL",
 "description": "Contact us about Rivers staff",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Help \u0026 contacts",
   "url": "/help-and-contact/index"
  },
  {
   "title": "Contact us about Rivers staff"
  }
 ],
 "title": {
  "title": "Contact us about Rivers staff",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Get in touch using the form below. We aim to reply within 10 working days.",
     "We take feedback about our staff very seriously, so please provide as much detail as possible so we can investigate your issue. For privacy and staff confidentiality reasons we can't always give detailed feedback on the actions we take about individual employees.",
     "Thank you for taking the time to complete and submit one of our online forms. We will get back to you as soon as possible.",
     "There was an error. Please try again.",
     "Transport for London (TfL), its subsidiaries and service providers will use the personal information you provide on this form to process your feedback and provide you with a response, or the information or services you have requested. On some occasions, we may need to share your information with associated organisations or their agents for these purposes. Your personal information will be properly safeguarded and processed in accordance with the requirements of privacy and data protection legislation.",
     "To find out more about how TfL handles personal data, see our \u003ca \u003ePrivacy and cookies\u003c/a\u003e pages.",
     "Please let us know the pier location or journey made.",
     "{\"template\":\"bulletlist\",\"items\":[\"Badge number of driver\",\"Registration number of taxi or minicab\",\"Plate number of private hire vehicle\",\"Contact details of police or witnesses\",\"Details of operator through which your minicab was booked\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "advert",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}