{
 "pageTitle": "Report criminal damage or antisocial behaviour",
 "keywords": "TfL",
 "description": "Report criminal damage or antisocial behaviour",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Help \u0026 contacts",
   "url": "/help-and-contact/index"
  },
  {
   "title": "Report criminal damage or antisocial behaviour"
  }
 ],
 "title": {
  "title": "Report criminal damage or antisocial behaviour",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Badge number of driver\",\"Registration number of taxi or minicab\",\"Plate number of private hire vehicle\",\"Contact details of police or witnesses\",\"Details of operator through which your minicab was booked\"]}",
     "Send us your enquiry or feedback by completing the form below. We aim to respond to you within 10 working days.",
     "Transport for London (TfL), its subsidiaries and service providers will use the personal information you provide on this form to process your feedback, to investigate the incident you have reported and provide you with a response. We may contact you to ask for further information where we need it to fully investigate your complaint. Some of the details about incidents reported on this form may be made publicly available to avoid duplicate reports being made by other users. Your contact details will not be published and will be available only to the officer dealing with the case. Please note that you do not need to provide any personal data and you may submit a complaint anonymously if you wish. However, if you do this, it will limit the extent to which TfL, or its partners, can reply or keep you informed about the progress of your complaint. Your personal information will be properly safeguarded and processed in accordance with the requirements of privacy and data protection legislation. To find out more about how TfL handles personal data please visit www.tfl.gov.uk/privacy",
     "Thank you for submitting this form. We will get back to you within 10 working days."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "advert",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}