{
 "pageTitle": "Accessible travel stories",
 "keywords": "TfL",
 "description": "Robyn, Asif, Paresh, James and Bob told us their stories about travelling around London with and accessibility need. Read their stories and see if you could you take more journeys than you think.",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Transport accessibility",
   "url": "/transport-accessibility/index"
  },
  {
   "title": "Accessible travel stories"
  }
 ],
 "title": {
  "title": "Accessible travel stories",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "{\"template\":\"intro\",\"texts\":[\"In our campaign to raise awareness of the accessible services available to help our customers get around London, Asif, Bob, James, Paresh and Robyn told us what it's like travelling as disabled people. Read their stories and see if you could take more journeys than you think.\"],\"link\":{\"image\":{}},\"image\":{},\"wrapped\":false}",
     "{\"template\":\"image\",\"link\":{\"image\":{}},\"image\":{\"url\":\"https://tfl.gov.uk/cdn/static/cms/images/asif-photo-700x438_rdax_400x250.gif\",\"alt\":\"Asif Igbal MBE\"},\"wrapped\":false}",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Asif's story\"}",
     "\"I love London - it's a great place. I am involved in a lot of charity endeavours, socialising and work. I also spend a great deal of my time in meetings.",
     "\"I am proud to say I made the Disability News Service list of the top 10 most influential disabled people in the public service. It was such a surprise and a great honour but good to be recognised for the work I love to do within the community.  One of the things I am have done is set up a \u003ca href=\"http://hudc.org.uk/ \"\u003edeaf club in Harrow\u003c/a\u003e which has been running successfully for the past seven years.",
     "\"I use public transport every day. The visual displays are very handy and there is so much information available like maps and guides to help me plan my journey.",
     "\"The staff are great. Not many can use sign language or are deaf aware,  but they are usually considerate of how they communicate. Slowly, face-to-face and written down if possible.",
     "\"While using public transport I obviously can't hear announcements so at times I miss information such as platform or train changes, but with the introduction of the visual displays, I now have access to live information.  The introduction of  help points which come equipped with  loop systems for deaf people is a fantastic addition.  But even with such technology, staff are a vital part of my travel.",
     "\"There is still some work to be done but working with different accessibility groups means that TfL can eventually provide accessible travel for everyone.  It's about empowerment and choice. If I have the information, I can make a decision about my travel.\"",
     " \u003ca href=\"https://tfl.gov.uk/transport-accessibility/features-on-board?intcmp=5347\"\u003eFind out more about on-board features including audio visual displays\u003c/a\u003e ",
     "{\"template\":\"image\",\"link\":{\"image\":{}},\"image\":{\"url\":\"https://tfl.gov.uk/cdn/static/cms/images/bob-landscape_rdax_400x250.gif\",\"alt\":\"61-year-old Bob\"},\"wrapped\":false}",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Bob's story\"}",
     "\"I live with my wife in Sidcup. Having a long term condition such as Parkinson's can be very isolating. I spent years at home not being able to work.",
     "\"Then a change in treatment gave me the opportunity of a new part-time career. To feel part of the human race again was something I had always hoped for. Working for the charity who had helped me when I had needed help, means I can use my experience to give something back. Parkinson's UK are helping people to take control of their lives once again.",
     "\"Good travel options mean it is possible to say 'yes' to so many opportunities - I am really thankful for that.",
     "\"Crowded areas can be a challenge. If there are too many people I just stop. It's like running out of petrol. The concourses during the rush hour are particularly daunting, when people are moving in different directions. I sometimes want people to think, if they were stuck, would they like some help?",
     "\"I sometimes ask staff for help and they have always been lovely. They are very attentive and keen to make sure I am ok.\"",
     " \u003ca href=\"https://tfl.gov.uk/transport-accessibility/help-from-staff \"\u003eFind out more about our turn up and go staff assistance\u003c/a\u003e ",
     " \u003ca href=\"https://soundcloud.com/transportforlondon/tfl-accessibility-bob-61-consultant-and-motivation-speaker-living-with-parkinsons\"\u003eListen to Bob's story\u003c/a\u003e ",
     "{\"template\":\"image\",\"link\":{\"image\":{}},\"image\":{\"url\":\"https://tfl.gov.uk/cdn/static/cms/images/robyn-700x438_rdax_400x250.gif\",\"alt\":\"29-year-old Robyn\"},\"wrapped\":false}",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Robyn's story\"}",
     "\"I'm Robyn and I am a consultant. I get to travel the world teaching people about autism and Asperger's syndrome.  I am also a musician and I play the trumpet in a big band in Angel.",
     "\"One of the disabilities I have is Asperger's syndrome, which is autism without a learning disability. I have cerebral palsy in my left side. It is quite hard to see but sometimes I walk with a limp and get fatigued very easily. And I have a visual impairment so travelling is quite tricky!",
     "\"Before I lived in London I lived in quite a rural area in Suffolk. It was quite isolating. I couldn't get out and do things for myself. When I was 21, I moved to London and it completely changed my life. I have lived in other cities in the UK but London is the first place I lived that I felt less disabled.",
     "\"The transport network is really important to me. My Freedom Pass has made a big difference. I live in Clapham Junction which is perfect as there are so many options including the 87 bus, which is my favourite bus. I get a great view of Big Ben from the top deck!\"",
     " \u003ca href=\"https://tfl.gov.uk/fares-and-payments/adult-discounts-and-concessions/freedom-pass?intcmp=1742\"\u003eFind out more about applying for a freedom pass\u003c/a\u003e ",
     " \u003ca href=\"https://soundcloud.com/transportforlondon/robyn-29-an-author-and-trumpet-player-with-aspergers-syndrome-and-cerebral-palsy\"\u003eListen to Robyn's story\u003c/a\u003e ",
     "{\"template\":\"image\",\"link\":{\"image\":{}},\"image\":{\"url\":\"https://tfl.gov.uk/cdn/static/cms/images/james-700x438_rdax_400x250.jpg\",\"alt\":\"28-year-old James\"},\"wrapped\":false}",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"James' story\"}",
     "\"I work for an events agency and I am currently arranging the world's first fully accessible and inclusive mass-participation event. It's called \u003ca href=\"https://parallellondon.com\"\u003eParallel London\u003c/a\u003e .",
     "\"I have a young son called Oliver. He's 11 months old and we live in North London. If you have mobility impairment it is quite tricky to get into central London. It is amplified if you are travelling with someone with a pram.",
     "\"I remember when King's Cross wasn't accessible and that would have made my current route to work more difficult. Things are getting better and I am a realist. I understand that work to make all stations step-free is going to take time. It has gotten much easier to use buses. If you can't use the Tube network you can always get on a bus. Being able to do the majority of my journey on the Underground has been the biggest difference I have noticed.",
     "\"The Overground, while sometimes subject to delays, has made it possible that my son's grandparents can be part of his life. It really enables my family to be better connected. It is great to know as well that there are a range of options available.\u003cbr /\u003e\u003cbr /\u003e\"And of course the staff are definitely the best part of travelling on the network. I use Twitter for \u003ca href=\"https://twitter.com/tflaccess\"\u003e@TfLaccess\u003c/a\u003e as they are normally really good at pushing out disruption messaging.",
     "\"Good signage and real-time announcements when there are disruptions is one of the little things that have made a real difference. For example, if a lift is broken I appreciate the driver letting me know that there is no step-free access to the platform and then I won't get off the train. A simple thing but very useful to me.\"",
     " \u003ca href=\"https://tfl.gov.uk/transport-accessibility/?cid=accessibility \"\u003eFind out more about step-free access and avoiding stairs as well as free guides and maps to help you plan your journey\u003c/a\u003e ",
     "{\"template\":\"image\",\"link\":{\"image\":{}},\"image\":{\"url\":\"https://tfl.gov.uk/cdn/static/cms/images/paresh-700x438_rdax_400x250.jpg\",\"alt\":\"45-year-old Paresh\"},\"wrapped\":false}",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Paresh's story\"}",
     "\"I live in Kensington with my wife. I have worked with Action for the Blind for the last 21 years. My job is around access technology in the workplace and universities. On a day-to-day basis that means messing around with technology! I am a bit of a fitness freak - I attend the gym three or four times a week. I love my movies and music as well as comedy. That's pretty much what I am all about.",
     "\"I have been using the bus and Underground network in London since 1994. I walk to Ladbroke Grove which is my nearest station and then take the underground to King's Cross to get to my office. The nature of my job means that I am often visiting companies across the south east, so every day varies.",
     "\"In the last 20 years I have seen such a change in my independence. In 1995 I used to travel on the Bakerloo line and I remember I used to count the number of times the door would open so I could keep a check on the stations and change at the right place. Sometimes I would miss my station completely. All that has changed - I now listen out for the announcements, I don't even need to count on asking a fellow passenger to tell where I am. It is independence.",
     "\"I used to get on the bus in the old days and tell the bus driver to let me know when we were at so and so and I would wait and wait and wait and then go ask the driver and it was 'Oh, sorry, sorry, your stop was three stops ago!' But now we have the announcements. They are so useful.",
     "\"It is getting better by the day, I tell you that. It is getting better and better.",
     "\"The staff are really brilliant. If I haven't figured out the station yet, I arrange to get met by all the staff and they take me to the next point or even some of them even go out of their way to take me across the street.\"",
     " \u003ca href=\"https://tfl.gov.uk/transport-accessibility/?cid=accessibility\"\u003eFind out more about on-board features and station staff to help you travel around London\u003c/a\u003e ",
     " \u003ca href=\"https://soundcloud.com/transportforlondon/tfl-accessibility-paresh-45-a-tech-consultant-and-registered-blind\"\u003eListen to Paresh's story\u003c/a\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Transport accessibility",
    "links": [
     {
      "title": "Plan an accessible journey",
      "url": "/transport-accessibility/plan-an-accessible-journey",
      "image": {}
     },
     {
      "title": "Travel mentoring",
      "url": "/transport-accessibility/learn-to-use-public-transport",
      "image": {}
     },
     {
      "title": "Help from staff",
      "url": "/transport-accessibility/help-from-staff",
      "image": {}
     },
     {
      "title": "Fares \u0026 tickets",
      "url": "/transport-accessibility/fares-and-tickets",
      "image": {}
     },
     {
      "title": "Wheelchair access \u0026 avoiding stairs",
      "url": "/transport-accessibility/wheelchair-access-and-avoiding-stairs",
      "image": {}
     },
     {
      "title": "Priority seating and other features on board",
      "url": "/transport-accessibility/features-on-board",
      "image": {}
     },
     {
      "title": "People with sight or hearing loss",
      "url": "/transport-accessibility/people-with-sight-or-hearing-loss",
      "image": {}
     },
     {
      "title": "Pregnant women \u0026 buggy users",
      "url": "/transport-accessibility/pregnant-women-and-pushchairs",
      "image": {}
     },
     {
      "title": "Using the pavement",
      "url": "/transport-accessibility/road-users-and-pedestrians",
      "image": {}
     },
     {
      "title": "Assisted transport services",
      "url": "/transport-accessibility/door-to-door-transport-services",
      "image": {}
     },
     {
      "title": "Accessibility guides \u0026 maps",
      "url": "/transport-accessibility/accessibility-guides-and-maps",
      "image": {}
     },
     {
      "title": "Equality and assistance policies, and future plans",
      "url": "/transport-accessibility/equality-policy-and-future-plans",
      "image": {}
     },
     {
      "title": "Contact us about accessibility",
      "url": "/transport-accessibility/contact-us-about-accessibility",
      "image": {}
     },
     {
      "title": "Assistance dogs",
      "url": "/transport-accessibility/assistance-dogs",
      "image": {}
     },
     {
      "title": "Accessible travel stories",
      "url": "/transport-accessibility/accessible-travel-stories",
      "image": {}
     },
     {
      "title": "Blue Badges and driving",
      "url": "/transport-accessibility/blue-badges-and-driving",
      "image": {}
     },
     {
      "title": "Please offer me a seat",
      "url": "/transport-accessibility/please-offer-me-a-seat",
      "image": {}
     }
    ],
    "link": {
     "title": "Transport accessibility",
     "url": "/transport-accessibility/please-offer-me-a-seat",
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "advert",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}