{
 "pageTitle": "Consultation on final proposals for TfL's world-first Direct Vision Standard opens today",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2019",
   "url": "/info-for/media/press-releases/2019"
  },
  {
   "title": "January",
   "url": "/info-for/media/press-releases/2019/january"
  },
  {
   "title": "Consultation on final proposals for TfL’s world-first Direct Vision Standard opens today"
  }
 ],
 "title": {
  "title": "Consultation on final proposals for TfL’s world-first Direct Vision Standard opens today",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The most unsafe HGVs will be removed from London's roads as part of the Mayor's Vision Zero approach to reduce road danger"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "TfL has today launched the final public consultation on its world-first Direct Vision Standard proposals, which will tackle road danger at its source by eliminating Heavy Goods Vehicles' (HGVs') blind spots that are the cause of so many tragic deaths and life-changing injuries.",
     "The Direct Vision Standard, and associated Safety Permit for HGVs that have retrofitted a Safe System, will reduce road danger for people across the capital.",
     "In 2017 around 4,000 people were killed or seriously injured in collisions on London's streets, which is unacceptable.",
     "TfL research shows that between 2015 and 2017 HGVs were disproportionately involved in fatal collisions, with 63 per cent of those involving people cycling and 25 per cent of those involving people walking.",
     "This is despite HGVs only making up four per cent of the overall miles driven in the capital.",
     "TfL is now asking people to have their say on the final scheme proposals with a particular focus on the HGV safety permit processes. As part of the consultation, people can comment on:",
     "{\"template\":\"bulletlist\",\"items\":[\"The process for obtaining a vehicle's direct vision star rating\",\"The safe system requirements\",\"The permit application and administration process\",\"The enforcement and appeals process\"]}",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Major step\"}",
     "The European Commission has followed London's lead by including direct vision in the revised General Safety Regulation, which is the leading piece of EU road safety legislation.",
     "This is a major step in reducing road danger and will help make all HGVs safer across Europe.",
     "The Direct Vision Standard forms a key part of the Mayor's Vision Zero approach to eliminating all deaths and serious injuries from London's roads by 2041.",
     "Restrictions in an HGV driver's field of vision, or 'blind spots' have been identified as a significant contributory factor in collisions.",
     "The HGV Safety Permit is a holistic approach which aims to improve the overall safety of HGVs through blind spot elimination and minimisation, warning of intended manoeuvre, minimising the physical impact of a hazard and recommending driver safety training.",
     "Will Norman, London's Walking and Cycling Commissioner, said: 'I am proud that London will be the first city in the world to take such bold action to remove the most unsafe lorries from our streets.",
     "'We are not prepared to stand by and let dangerous lorries continue to cause further heartbreak and tragedy on London's roads.",
     "'We are doing everything we can to make our roads safer. Improving HGV safety standards will dramatically reduce danger for both cyclists and pedestrians.",
     "'Taking action against dangerous lorries will help a lot more Londoners feel safe cycling as part of their everyday routine, improving their health, and helping tackle air pollution across our city.",
     "'Road safety mustn't end at our borders, which is why I'm delighted that the European Commission is following our lead - helping ensure that all HGVs are safer across the UK and Europe.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Leading the way\"}",
     "Christina Calderato, Head of Delivery Planning at TfL, said: 'London is leading the way with truck safety and we invite views on our final proposals.",
     "'Our Direct Vision Standard will fundamentally improve the safety of HGVs in London. We hope that the European Commission's backing will help us make HGVs safer across the continent.'",
     "Victoria Lebrec, RoadPeace Campaigner and victim of lorry crash, said: 'I'm really pleased to see the introduction of the Direct Vision Standard.",
     "'I lost my leg when I was hit by a lorry in 2014 that didn't see me, and unfortunately there are too many instances involving HGVs on London's roads that are fatal or very serious.",
     "'My life has been turned upside down by the crash, and everything needs to be done to prevent these collisions happening in the future.",
     "'The majority of lorries on the roads are not fit for purpose and pose a huge risk which is thankfully starting to be addressed with the Direct Vision Standard.'",
     "Natalie Chapman, Head of Urban Policy at Freight Transport Association (FTA), said: 'The freight industry takes road safety extremely seriously and FTA, the largest membership association in the logistics sector, supports the mayor's ambition for zero harm on London's streets.",
     "'FTA has been working closely with TfL throughout the development of the Direct Vision Standard and it is good to see that many of our practical concerns about the scheme have been taken on board.",
     "'However, the future of road safety will be delivered through technological development and new vehicle design standards which FTA believes will be best set at an international level.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Improve safety\"}",
     "Nigel Jackson, Chief Executive, Mineral Products Association (MPA), said: 'We believe action taken by MPA members and colleagues in the construction industry to improve HGV safety has, and is, helping to protect pedestrians, cyclists and other vulnerable road users.",
     "'TfL's planned Direct Vision Standard expands this voluntary action into a scheme, which will improve the safety of all HGVs operating in London, and we will be contributing constructively to the consultation process to help support the successful implementation of the Direct Vision Standard in 2020.'",
     "Steve Summerskill, Senior Lecturer at Loughborough Design School, said: \"This successful project is, in part, the result of the efforts of a number of staff in the Loughborough Design School, who have worked as a team to produce an innovate and accurate testing technique that has been validated by vehicle manufacturers. The result will have a beneficial effect on the safety of vulnerable road users in the capital and further afield, with adoption at a European-level currently being explored. Studies have shown that European adoption would save hundreds of lives per year.\"",
     "TfL has worked with Loughborough University and vehicle manufacturers to rate a sample of Euro IV and Euro V HGVs in the same way the Euro VI HGVs were rated. These ratings are now available directly from manufacturers.",
     "Subject to final consultation, permits will be issued from October this year. Operators will be able to apply for a permit via an online application portal on TfL's website to help make the process as straightforward as possible.",
     "span",
     "{\"template\":\"bulletlist\",\"items\":[\"October 2019: The first permits will be issued. Trucks rated 0* will need to upgrade to a Safe System in order to get a permit\",\"2020: Enforcement begins\",\"2024: The minimum Direct Vision Standard star rating increases from one to three star or a progressive Safe System\"]}",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL's Direct Vision Standard for Heavy Goods Vehicles will be the first initiative of its kind in the world to categorise HGVs depending on the level of a driver's direct vision from a cab. This scheme is due to be introduced in 2020 to improve vehicle safety and increase visibility of vulnerable road users. HGVs will be given a rating between 'zero-star' (lowest) and 'five-star' (highest), with only those vehicles rated 'three-star' and above, or which have comprehensive safety systems, able to operate in London from 2024\",\"The consultation is open until 18 February and is available here: \\u003ca href=\\\"https://consultations.tfl.gov.uk/roads/direct-vision-standard-phase2b/?cid=direct-vision-standard\\\"\\u003etfl.gov.uk/direct-vision-standard\\u003c/a\\u003e \",\"The Vision Zero Action Plan is available here: \\u003ca href=\\\"https://tfl.gov.uk/corporate/safety-and-security/road-safety/vision-zero-for-london\\\"\\u003etfl.gov.uk/corporate/safety-and-security/road-safety/vision-zero-for-london\\u003c/a\\u003e \",\"TfL has now completed two rounds of consultation, firstly on the principles of a DVS and then on the specific proposal for an HGV safety permit scheme. The scheme has been developed following feedback from these consultations and close work with industry, vulnerable road user groups and other stakeholders. The Consultation reports and Responses to Issues Raised documents from both consultations are available here: \\u003ca href=\\\"https://consultations.tfl.gov.uk/roads/direct-vision-standards-phase-2/\\\"\\u003econsultations.tfl.gov.uk/roads/direct-vision-standards-phase-2/\\u003c/a\\u003e \",\"Contact details for vehicle manufacturers are available from: \\u003ca href=\\\"https://tfl.gov.uk/info-for/deliveries-in-london/delivering-safely/direct-vision-in-heavy-goods-vehicles\\\"\\u003etfl.gov.uk/info-for/deliveries-in-london/delivering-safely/direct-vision-in-heavy-goods-vehicles\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2019/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2019/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2019/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2019/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2019/may",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}