{
 "pageTitle": "Bakerloo line changes benefit over 7,000 passengers",
 "description": "The timetable changes, which came into effect on Sunday 18 May, mean that all trains that used to terminate at Willesden Junction now continue onto Stonebridge Park. In addition, the first train on weekdays, which used to start at Queen's Park station,",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Bakerloo line changes benefit over 7,000 passengers",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Over the last two months, more than 7,000 London Underground passengers travelling to and from northwest London have benefited from improvements to the Bakerloo line timetable."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The timetable changes, which came into effect on Sunday 18 May, mean that all trains that used to terminate at Willesden Junction now continue onto Stonebridge Park.",
     "In addition, the first train on weekdays, which used to start at Queen's Park station, now begins at Stonebridge Park, thereby serving an additional four stations.\u003cbr /\u003e\u003cbr /\u003eBakerloo line manager Lance Ramsay said: 'We estimate that this is helping over 7,000 customers every weekday.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Timetable changes\"}",
     "'Not only those customers who previously had to get off the train at Willesden Junction because it terminated there.",
     "'They can now travel on to Harlesden or Stonebridge Park stations without breaking their journeys.",
     "'But also those passengers from Stonebridge Park, Harlesden, Willesden Junction and Kensal Green stations who have been able to get on an earlier first train in the morning.'",
     "Last year eleven Silverlink stations transferred to London Underground (LU) including Stonebridge Park station which enabled LU to construct additional staff accommodation at that station.",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL is investing £10bn to improve and expand London's transport network with more than half being spent on the Tube\",\"The Bakerloo line runs between Elephant \\u0026 Castle and Harrow \\u0026 Wealdstone, 23km (14.5 miles) and serves 25 stations\",\"The first section of the Bakerloo line opened in 1906 between Lambeth North and Baker Street\",\"More than 300,000 people travel on the Bakerloo line every day, around 95 million people a year\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}