{
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Could you create a new iconic bus for London?",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "This press release was originally issued by the press office at the Greater London Authority."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "London deserves a bus fit for the 21st Century, and I want as many people as possible to submit their ideas",
     "The first step is taken to delivering a 21st Century 'Routemaster' as Mayor launches competition.",
     "The Mayor of London, Boris Johnson, today delivered on another one of his key manifesto pledges, joining Transport for London (TfL) to launch a competition to design a brand new bus for London, inspired by the Capital's iconic Routemaster.",
     "At a launch event in the London Transport Museum, which showcases the evolution of public transport in London over the decades, the Mayor and the Transport Commissioner, Peter Hendy, invited would-be designers to submit their ideas.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"New icon\"}",
     "As well as potentially seeing their design on the streets of London, the best designer will pocket a first prize of £25,000.",
     "The competition is the first step towards delivering the Mayor's vision of a 21st Century version of the Routemaster.",
     "The Mayor said: 'I made a commitment during the election campaign to hold a competition to design a brand new bus for London, based on the much-missed Routemaster, which was an icon of the Capital.",
     "'London deserves a bus fit for the 21st Century, and I want as many people as possible to submit their ideas.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Imaginative\"}",
     "'Whether you're a professional designer who can submit a detailed plan or you are someone who uses buses every day and has one great idea that would make your journey better, we want to hear from you.'",
     "Peter Hendy, London's Transport Commissioner, said: 'This competition provides a fantastic opportunity to play a part in designing a brand new icon for London.",
     "'Buses play a key role in keeping London moving, but we want them to be as attractive as they are efficient.",
     "'I look forward to seeing what ideas come out of this competition.'",
     "Budding designers are encouraged to submit their designs in one of two categories:",
     "{\"template\":\"bulletlist\",\"items\":[\"'Design a bus for London' - Entrants will have the option of submitting a design for a specific part of the bus or a 'whole-bus' design. In this category, designs will have to be quite detailed and must comply with guideline specifications as provided by TfL. A number of drawings will be required, as well as written documents providing reasoning and more detailed descriptions of the design and features of the bus\",\"'Imagine a bus for London' -  In this category, entrants can submit single design concepts for particular features of the bus, or a sketch of the overall look. The judges will be looking for the best ideas rather than detailed technical designs. Entries will be judged in four age categories: under 11, 11-15, 16-18, and over 18\"]}",
     "The new bus should have a stylish, imaginative design which will have a big impact on the streets of London.",
     "Key features designers must consider include an open platform to allow passengers to board and alight quickly and easily; good use of interior space; accessibility; and green technology.",
     "Further details and full Terms and Conditions of the competition can be found on the TfL website at \u003ca href=\"http://www.tfl.gov.uk/anewbusforlondon\"\u003ewww.tfl.gov.uk/anewbusforlondon\u003c/a\u003e .",
     "The Mayor will announce the winning designs at the end of October.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The competition opens at 10am on Friday 4 July 2008 and entries must be submitted by noon on Friday 19 September 2008\",\"For further details on how to enter and the full Terms and Conditions of the competition, see the \\u003ca href=\\\"http://www.tfl.gov.uk/anewbusforlondon\\\"\\u003eTfL website\\u003c/a\\u003e \",\"A first prize of £25,000 and two runners-up prizes of £10,000 are available for the best 'whole-bus' designs submitted in the Design category. Merit prizes will be available for the best ideas submitted for specific parts of the new bus\",\"There will be a range of prizes awarded for the best entries in each age group in the Imagine category\",\"This is the first stage in the process of designing a new bus for London. The best ideas will be taken to the major bus manufacturers as part of a separate, competitive tendering process for the detailed design, prototyping and eventual manufacture of the new bus\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}