{
 "pageTitle": "Improved bus services in Stratford, Clapton and Bow",
 "description": "Changes to routes 276 and S2, which is also being re-numbered as route 488, complete the enhancements to bus services in the area following a review of local services.The new route 425 will run from Stratford to Clapton Pond via Bow, Mile End and Victoria",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Improved bus services in Stratford, Clapton and Bow",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "From 5 July 2008, Transport for London will introduce new bus route 425 to serve Stratford, Clapton and Bow."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We regularly review the bus network to make sure it provides the most effective service",
     "Changes to routes 276 and S2, which is also being re-numbered as route 488, complete the enhancements to bus services in the area following a review of local services.",
     "The new route 425 will run from Stratford to Clapton Pond via Bow, Mile End and Victoria Park, providing extra buses on busy sections of routes 25 and 277.",
     "It will serve key destinations including Well Street Market and Homerton Hospital, and will run every 12-15 minutes during the day and every 20 minutes in the evenings.",
     "New double deck buses will be phased in during the first few weeks of operation.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"New routes for residents\"}",
     "On the same day, route 488 will replace part of route S2, which is being withdrawn.",
     "Route 488 will be served by single deck buses running every 12-15 minutes during the day and every 20 minutes in the evenings.",
     "It will run along much of the same route as the S2 between Clapton and Bromley-by-Bow Station, however it will not run to Stratford.",
     "Links to Stratford will continue to be provided by routes 108, 276 and new route 425.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Frequent transport links\"}",
     "Route 276 will also be diverted to serve Bow Road, Fairfield Road, Parnell Road and Wansbeck Road.",
     "Daytime frequencies will be increased so that buses run every 10 minutes.",
     "John Barry, Head of Network Development for London Buses, said: 'New route 425 and the changes to route 276 and the 488 will provide extra capacity and new links for local residents and bus users.",
     "'We regularly review the bus network to make sure it provides the most effective service for passengers.'",
     "Passengers can find out more about the changes to local bus services on the \u003ca href=\"http://www.tfl.gov.uk/buses\"\u003eTransport for London website\u003c/a\u003e .",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}