{
 "pageTitle": "Oxford Street bus diversions - Works to enable Tottenham Court Road station redevelopment",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Oxford Street bus diversions - Works to enable Tottenham Court Road station redevelopment",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Buses travelling westbound will be on diversion between Tottenham Court Road and Oxford Circus from 21.00 on Friday 1 August until 18.00 on Friday 22 August."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Westbound services on the following routes will be affected during the works: 7, 8, 10, 25, 55, 73, 98, 134, 176, 390, N7, N8, N10, N55, N73, N98 and N207.",
     "The diversions may add an extra ten minutes to journey times and buses along each of these routes may be subject to delays.",
     "Details of the diversions can be found on the \u003ca href=\"http://www.tfl.gov.uk\"\u003eTfL website\u003c/a\u003e .",
     "The road closure will allow essential work to be carried out in preparation for the redevelopment of Tottenham Court Road station.",
     "Utilities companies and Westminster City Council will also take the opportunity to carry out works including Thames Water Victorian mains replacement works.",
     "By 2017, Tottenham Court Road station will be one of the most important stations in the West End serving both London Underground and Crossrail.",
     "Starting next year, Tottenham Court Road will be extensively redeveloped to create an expanded Tube ticket hall approximately six times larger than at present.",
     "The station's capacity will double.",
     "Royal Assent for the Crossrail Bill giving legal and planning powers to build Crossrail and redevelop Tottenham Court Road was obtained earlier this week.",
     "{\"template\":\"bulletlist\"}",
     "{\"template\":\"bulletlist\",\"items\":[\"Northbound services on route 134 will start at bus stop 'C' in Tottenham Court Road\",\"Buses will serve all bus stops on the diversion routes\",\"A \\u003ca href=\\\"http://www.tfl.gov.uk/corporate/media/newscentre/8859.aspx\\\"\\u003epublic exhibition \\u003c/a\\u003e outlining the transport improvements taking place at Tottenham Court Road station will be held from Thursday 24 July to Saturday 9 August 2008 at New London Architecture, Store Street, London\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}