{
 "pageTitle": "Twickenham Bridge at 75",
 "description": "Thursday 3 July marks the 75th anniversary of the opening of Twickenham Bridge by HRH Edward, the Prince of Wales.The bridge, along with Chiswick Bridge, which celebrates it's 75th anniversary on the same day, was built to relieve increasing congestion on",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Twickenham Bridge at 75",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Captioned 'A beautiful concrete structure' in the July 1933 edition of Country Life, Twickenham Bridge celebrates 75 years of improving London's traffic flow."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Twickenham Bridge remains as important today, as it was seventy-five years ago",
     "Thursday 3 July marks the 75th anniversary of the opening of Twickenham Bridge by HRH Edward, the Prince of Wales.",
     "The bridge, along with Chiswick Bridge, which celebrates it's 75th anniversary on the same day, was built to relieve increasing congestion on Richmond Bridge and take the Chertsey arterial road across the Thames.",
     "It is now part of the Transport for London Road Network (TLRN) and is a vital link between London and the M3.\u003cbr /\u003e\u003cbr /\u003eDespite plans for the bridge being suggested in 1909, as a result of the 1914-18 War and disagreements on the exact route and financing of the bridge, it was not until 1926 that the Ministry of Transport decided to go ahead, appointing  Maxwell Ayrton as architect and Alfred Dryland as head engineer for the project.\u003cbr /\u003e\u003cbr /\u003eEmploying between 175 to 200 men to construct the bridge, it provided a welcome source of local jobs at a time of high unemployment.",
     "However, the extensive construction operation meant that over 300 families had to be relocated as houses and shops were demolished to accommodate the new route.\u003cbr /\u003e\u003cbr /\u003eThe initial design for the bridge envisaged four 70 foot towers at the riverbanks and retaining walls 20 feet above road level.",
     "However, a local petition was organised by the Daily Telegraph against the design on the grounds that it was inappropriate to the setting in Richmond.",
     "In response, the scheme was changed.",
     "The final arch design incorporates three permanent hinges enabling the structure to adjust to changes in temperature, the first reinforced concrete bridge structure in the UK to use such design innovation.\u003cbr /\u003e\u003cbr /\u003eIn all, 45,000 tons of concrete, 7,000 tons of Portland cement and 800 tons of steel were used to build the 70 foot wide and 2,500 feet long structure at a cost of £217,300.\u003cbr /\u003e\u003cbr /\u003ePeter Brown, Chief Operating Officer for Streets at Transport for London said: 'Originally built to relieve increasing traffic pressures in Richmond, Twickenham Bridge remains as important today, as it was seventy-five years ago.",
     "'Some 56,000 vehicles use the bridge each day to cross the Thames - a four-fold increase in traffic since its opening in 1933.'\u003cbr /\u003e\u003cbr /\u003e",
     "{\"template\":\"bulletlist\"}",
     "@this.ScriptBlock(\n        @script)"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}