{
 "pageTitle": "Extra police to help keep Night Tube passengers safe",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2016",
   "url": "/info-for/media/press-releases/2016"
  },
  {
   "title": "August",
   "url": "/info-for/media/press-releases/2016/august"
  },
  {
   "title": "Extra police to help keep Night Tube passengers safe"
  }
 ],
 "title": {
  "title": "Extra police to help keep Night Tube passengers safe",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Mayor is investing an extra £3.4 million in police funding, and all stations will be fully staffed"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "British Transport Police (BTP) officers will be patrolling on stations and trains when Night Tube services begin on the Central and Victoria lines this weekend, TfL has confirmed.",
     "The deployment will help customers travel with confidence, and is part of an investment by TfL of an extra £3.4 million towards policing for the Night Tube.",
     "This will see around 100 officers out on the network when full services are underway, with at least as many officers out during the night as would be seen during the day.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Rapid-repsonse\"}",
     "A state-of-the-art BTP Control Centre is co-located with London Underground's Control Centre, both of which operate 24-hours a day, meaning that any incident can be spotted and responded to quickly.",
     "Officers will be supported by BTP rapid-response vehicles spread across London and by more than 12,000 CCTV cameras across the network.",
     "All stations will be staffed throughout the night, ensuring passengers always have someone to speak to should they have any questions or need assistance.",
     "Officers from the Metropolitan Police Service, responsible for policing beyond the Tube stations, will also be at key hubs and bus stations assisting passengers where necessary.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Crime rates have fallen\"}",
     "Crime on London's transport network is low, with crime rates having fallen by more than 20% over the last five years. Evidence from 24-hour metros around the world also suggests that crime levels at night are no greater than during the day.",
     "The first two Tube lines, Victoria and Central, start operating Night Tube services at 51 stations on Friday and Saturday nights from this weekend (19 and 20 August).",
     "Mayor of London, Sadiq Khan, said: 'The opening of the Night Tube marks the start of an exciting new chapter in London's life. It will unlock the full potential of London's night time economy and support the thousands of Londoners who travel to or from work at night.",
     "'Keeping Londoners safe is my number-one priority. The extra investment in British Transport Police officers will ensure that all Londoners using the Night Tube feel safe, whether getting back from work or going out at the weekend with friends.",
     "'Passengers on the Night Tube must be able to travel with the same confidence they are used to during the day. That's why we're investing £3.4 million to ensure that dedicated officers are on hand to offer the support and visible reassurance Londoners expect.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Quick, reliable and affordable\"}",
     "Inspecting preparations for Night Tube service, Mark Wild, TfL's Managing Director for London Underground, said: 'The Night Tube is going to be great for London, with quick, reliable and affordable night time journeys making life easier for Londoners.",
     "'Along with the police we looked at 24-hour metro services all over the world and found that crime is no greater during the night than it is in the day.",
     "'But we want to make sure all of our customers can travel with confidence. That's why we are investing in this highly visible presence of officers who, alongside our staff at every station, will be on hand to assist customers and ensure they get around safely.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Visible uniformed presence\"}",
     "British Transport Police, Chief Superintendent Martin Fry, said: 'We have recruited extra police officers in order to ensure there is a visible uniformed presence across the network on Friday and Saturday nights.",
     "'Station staff and passengers will see a presence at key stations, and mobile teams who will travel the lengths of the Central and Victoria lines throughout the night and the Northern, Piccadilly and Jubilee lines, once they are open.",
     "'A network of BTP rapid-response vehicles across London will also be in place to ensure police will be ready to attend any incident quickly.",
     "'Police presence will be backed up by CCTV cameras across the network, supported by the London Underground Control Centre, which operates 24-hours a day, seven days a week, working closely with the police to respond to any incidents that may occur.",
     "'Night Tube will be of great benefit to the whole of London - and British Transport Police is working with Transport for London, the Metropolitan Police Service, London Ambulance Service and London Fire Brigade to ensure the Underground remains a safe environment.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Safe and secure environment\"}",
     "Chief Inspector Colin Carswell, of the Roads and Transport Policing Command (RTPC), which leads the Metropolitan Police Service's response to the implementation of the Night Tube, said: 'The Night Tube is a great welcome to London's 24-hour economy.",
     "'The RTPC will continue working with TfL and policing colleagues from BTP to keep the transport network a safe and secure environment.'",
     "City of London Police, Superintendent Paul Clements, said: 'We already have a robust, visible policing strategy across the City throughout Friday and Saturday nights, and we are confident we will be prepared and ready to attend all incidents quickly.",
     "'However, we are not complacent and we are aware that extra Tube services are likely to mean greater footfall in the area, allowing people to visit licensed premises for longer, or to vary their working hours within the City, for instance.",
     "'We're determined to ensure The City of London remains a low-crime environment, and we are working closely with our colleagues from Transport for London, Metropolitan Police and British Transport Police to ensure everyone gets to and from their destinations in a safe and secure manner when the new services start.'",
     "Although the Night Tube will provide a safe and easy environment to make their journeys, passengers should make sure their last mile home is also a safe one by either using a Night Bus, black cabs or pre-booked minicab with a licensed operator.",
     "Minicabs can either be booked in person at a minicab office, over the telephone or via a cab booking app. Any minicab driver who picks up an unbooked passenger off the street is acting illegally.",
     "\u003cstrong\u003eNotes to Editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Night Tube is set to transform night time journeys across London with journey times on the Victoria and Circle line cut by an average of 20 minutes, with some reduced by more than an hour\",\"It will support around 2,000 permanent jobs and boost London's economy by £360m\",\"Further information on the Night Tube can be found at: tfl.gov.uk/nighttube\",\"To view the 'Safety on the Night Tube' video, visit: \\u003ca href=\\\"https://www.youtube.com/watch?v=EQdmRhl-NJo\\\"\\u003eyoutube.com/watch?v=EQdmRhl-NJo\\u003c/a\\u003e \",\"Crime or any anti-social behaviour on the Night Tube can be reported to BTP via the discreet text messages service 61016. In an emergency always call 999\",\"For test night photos, email \\u003ca href=\\\"mailto:pressoffice@tfl.gov.uk\\\"\\u003epressoffice@tfl.gov.uk\\u003c/a\\u003e \",\"Below are two case studies, one of an Operations Manager at the London Underground Control Centre and the other of a BTP PC which can be used in publications. For photos of Karl Walker and PC Harry Knott email \\u003ca href=\\\"mailto:pressoffice@tfl.gov.uk\\\"\\u003epressoffice@tfl.gov.uk\\u003c/a\\u003e \"]}",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Karl Walker, 32, Network Operations Manager\"}",
     "Working in the London Underground Control Centre my job involves keeping the Tube network operating no matter what's happening on the tracks or in the stations.",
     "We already operate 24 hours a day, seven days a week and our office works shifts so passengers can be assured there's always a team keeping a watchful eye. We also have our own dedicated response teams on standby who will also be available when Night Tube launches, so it'll be very much business as usual.\u003cbr /\u003eWe work extremely closely with the emergency services and it's my job to contact them immediately if there is ever a problem.",
     "The British Transport Police actually has an office within our Control Centre, which means that if there's anything happening we can speak to them instantly.",
     "Another aspect to my role is ensuring that if there's ever a problem on the line such as a broken down train, it doesn't have a knock-on effect on other Tube lines and stations, grinding the whole network to a halt!",
     "What I enjoy most is knowing the actions I take have an effect on peoples' days, sometimes when they don't even realise it.",
     "When Night Tube launches I think it will make a big difference to passengers. There won't be a rush of people trying to catch the last train home so it should make for a more relaxing experience not just for passengers, but also staff.",
     "I'm actually on shift during the first night of THE Night Tube and will be working hard to make sure your journey home or to work is a pleasant one.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"PC Harry Knott, 25, British Transport Police\"}",
     "Every day is different when you're an officer patrolling the Tube, although every shift starts with a briefing, you have no idea where the day will take you. One minute you could be on routine patrol, the next dealing with an antisocial behaviour problem or major incident.",
     "I work really closely with Transport for London's station staff and enjoy building rapports with passengers, ensuring that people are not only safe but also feel safe whilst travelling. I'm not only there to prevent crime, but also the fear of crime.",
     "Like during the day, when Night Tube launches at the weekend you can approach any officer to ask for advice, support or report a crime. Above all, we want to make sure you get home safely and securely.",
     "Night Tube will benefit so many people from all works of life and it'll make it easier for people like me to get home after a shift.",
     "I expect policing the Night Tube to have its own quirks, but what's important is that officers will be there to ensure that people can get home safely and securely."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2016/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2016/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2016/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2016/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2016/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2016/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2016/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2016/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2016/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2016/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2016/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2016/december",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}