{
 "pageTitle": "New Tube map launched to help get Londoners walking",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2016",
   "url": "/info-for/media/press-releases/2016"
  },
  {
   "title": "August",
   "url": "/info-for/media/press-releases/2016/august"
  },
  {
   "title": "New Tube map launched to help get Londoners walking"
  }
 ],
 "title": {
  "title": "New Tube map launched to help get Londoners walking ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) has launched a new version of the iconic Tube map, which shows how many steps it takes to walk between stations in zones 1 and 2.",
     "The new map is the first official version in the world to show the number of steps between stations. It follows TfL's very popular Walking Tube map, which launched last year and shows the walking times between stations. The new steps Tube map shows how to save time on everyday journeys. It will also help the increasing number of Londoners who set themselves a daily target of steps to take as part of daily exercise and getting fit.",
     "Londoners and visitors can easily download the Walking Steps Tube map when they're out and about by visiting - \u003ca href=\"http://tfl.gov.uk/walking\"\u003etfl.gov.uk/walking\u003c/a\u003e ",
     "Sadiq Khan says the map will be a fun and practical way to help busy Londoners who want to make walking a part of their everyday lives.",
     "The Mayor has put a new focus on making it easier and more enjoyable  to walk around London and is in the process of appointing a new Walking and Cycling Commissioner in City Hall.",
     "With TfL's maps now showing the number of steps and walking times, Londoners and visitors can see how easy it can be to walk between popular central London stations. For example, Leicester Square to Covent Garden only takes 400 steps and 4 minutes, and Kings Cross to Euston takes 1,200 steps and 12 minutes.",
     "Short journeys between stations on different lines in zones 1 and 2 are also presented to complement the two maps, which have been launched as part of the commitment by the Mayor of London and TfL to make London one of the most walkable cities in the world.",
     "Through Legible London, the Capital's wayfinding system, walking in London has never been easier - there are over 1,500 Legible London signs across the Capital to help people find their way. A wide range of improvements to London's streets, junctions and public spaces is also underway, improving the experience of walking around the city.",
     "The Mayor of London Sadiq Khan, said: `We need to make it easier and more enjoyable to walk around London. We all hop on the Tube to take short journeys around central London, whether for work or when we're out in the evening.  The new steps map will encourage more of us to walk these short journeys instead - it's good for our health and it will help support London's small businesses. We've made clear our commitment to tackle air pollution and get more walking and cycling in London, and this is a fun and practical way to help busy Londoners who want to walk more as part of their everyday lives.'",
     "Ben Plowden, Director of Surface Strategy and Planning at TfL, said: `People often use the Tube map to navigate the city, but many don't realise just how close some stations are to each other and that they could save time as well as build more physical activity into their daily routine. We hope that the new steps version of the Tube map will inspire people to try new routes and discover that places in central London are closer than they might think.'",
     "Rachel Lee, Policy and Research Coordinator, Living Streets, said: `Long commutes, busy schedules and desk jobs can make healthy choices difficult. However, inactivity is making people unhealthy and unhappy. Many of us need to find ways to fit more activity into our day and skipping a stop on the Tube and choosing to walk instead is a great place to start.",
     "`Walking reduces the risk of heart disease, diabetes, certain cancers, stroke and depression. Just a 20 minute walk every day can provide noticeable health benefits.  I hope the new steps map inspires Londoners to travel and experience more of the city on foot. We'll be rewarded with improvements to our health, economy and the environment around us.'",
     "Ends",
     "Notes to editors",
     "{\"template\":\"bulletlist\",\"items\":[\"Approximate steps are based on a moderate walking speed of 100 steps per minute\",\"TfL has also doubled the number of pedestrian crossings with 'countdown' technology from 400 in September last year to 800 this year, making crossing London's roads safer than ever\",\"TfL has an ambition to increase the proportion of Londoners who report having walked or cycled for 20 minutes on the previous day (in periods of ten minutes or more).  Currently 35% of adults in London achieve this level of activity, which is enough to stay in good health; TfL is aiming to double this to 70% of adults achieving this goal by 2050\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2016/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2016/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2016/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2016/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2016/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2016/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2016/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2016/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2016/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2016/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2016/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2016/december",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}