{
 "pageTitle": "Please offer me a seat - new badge created for those less able to stand",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2016",
   "url": "/info-for/media/press-releases/2016"
  },
  {
   "title": "August",
   "url": "/info-for/media/press-releases/2016/august"
  },
  {
   "title": "Please offer me a seat - new badge created for those less able to stand"
  }
 ],
 "title": {
  "title": "Please offer me a seat - new badge created for those less able to stand",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "A new trial will see disabled passengers and those with hidden conditions, illnesses and injuries receive a blue badge to alert fellow passengers of their need for a seat on public transport.",
     "The \"please offer me a seat\" badges, which are similar to the popular Baby on Board badges, are being trialled from next month to help passengers who need a seat, but often have difficulty getting one.",
     "Transport for London (TfL) is recruiting 1,000 people to take part in the European-first six-week trial to assess how successful it is for passengers to use and the reactions of others. They will also be given a card that can be shown to TfL staff.",
     "It follows passenger feedback and TfL research that found people with hidden disabilities and conditions, or those undergoing treatments, can find it difficult to get a seat when they need one - particularly if their need isn't obvious.",
     "Members of the public have also been developing their own solutions to the problem, such as a 'cancer on board' badge. Its creator, James McNaught, will be taking part in the TfL trial.",
     "TfL will be using social media and customer information to encourage Londoners to offer their seat to someone with a badge when it officially starts on Monday 12 September. If the trial is successful the badge will be made available more widely later this year, with customers able to request them from TfL in a similar way that they request a Baby on Board badge.",
     "Mayor of London Sadiq Khan said: `We hope that these new blue badges can make a real difference to those who find it difficult to get a seat when they need one, particularly those with hidden disabilities. Everyone who travels around London knows about the success of the Baby on Board badges. I want Londoners to embrace our new trial and help these blue badges become as instantly-recognisable, giving confidence to those wearing them on public transport across London.'",
     "Mike Brown MVO, London's Transport Commissioner, said: `We appreciate that asking for a seat on public transport can sometimes be difficult, particularly for customers who have hidden disabilities or conditions. That is why we are launching this trial, and if it is successful we will work closely with older and disabled people's organisations to develop the final product. I hope that Londoners help make the trial a success and offer their seat to someone with one of the badges or cards who may be in need.'",
     "James McNaught, said: `Getting a seat on transport when you need it can sometimes be really tricky, especially if the reason you need to sit down isn't obvious to others. When I was undergoing radiotherapy for throat cancer, it meant I couldn't talk to ask for a seat and the morphine I was taking made me appear drunk. It was a real struggle to get people to understand why I needed to sit down. I'm really pleased TfL is doing this trial. A badge and card could help make a real difference to the lives of people undergoing drug treatment or with longer term conditions or disabilities.'",
     "Since 2012, TfL's Travel Support card has helped disabled and older customers communicate with staff by allowing them to write down what help they need, as well as things like their emergency contact number. TfL's Baby on Board badge launched in 2005 to help pregnant women get a seat on public transport and TfL now issues around 310,000 Baby on Board badges a year.",
     "Alice Mitchell-Pye, Policy and Research Manager, Leonard Cheshire Disability says: `We are very pleased that Transport for London trialling a scheme to help disabled customers, particularly those with hidden conditions, get a seat on the Tube, trains or buses more easily. Many disabled people find it difficult to use public transport, and for people who have an invisible disability, it can be even more challenging when they can't get a seat. This small act of consideration from Londoners could make a huge difference to disabled people getting around the city and being fully involved in all London has to offer.'",
     "Any customers interested in taking part can get in touch with the research agency 2CV, who are working with TfL on the trial, at tfltrial@2cv.com",
     "For more information on TfL's new seating card and badge, TfL's Travel Support card or any other accessibility initiatives visit tfl.gov.uk/accessibility",
     "Ends",
     "Notes to Editors",
     "{\"template\":\"bulletlist\",\"items\":[\"The trial starts in September\",\"An image of the badge is available on request from the TfL Press Office\",\"TfL will be the first integrated transport authority in Europe to trial both a badge and a card network wide when it launches.\",\"'Action on Equality: TfL's Commitments to 2020' report - \\u003ca href=\\\"http://content.tfl.gov.uk/action-on-equality-tfls-commitments-to-2020.pdf\\\"\\u003ehttp://content.tfl.gov.uk/action-on-equality-tfls-commitments-to-2020.pdf\\u003c/a\\u003e \",\"Qualitative research ran in autumn 2015 by GfK.\",\"This included 16 accompanied travel interviews with people with hidden disabilities or conditions, group discussions with general customers and TfL staff.\",\"The research found that people find it difficult to get a seat when they need one - particularly if that need isn't obvious and they can find this experience stressful. The findings suggest that people perceive the entitlement to priority seating is based on visible conditions:\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"Pregnant women: 93%\",\"Older customers: 93%\",\"Customers with a less visible mobile impairment: 59%\",\"Customers with learning difficulties: 46%\",\"Customers with a hidden illness: 44%\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"In order to reduce stress levels and increase the chance of obtaining a seat, people who are in need of a seat often use a number of personal strategies such as travelling at off peak times and taking a longer route to avoid stressful situations.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2016/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2016/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2016/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2016/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2016/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2016/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2016/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2016/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2016/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2016/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2016/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2016/december",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}