{
 "pageTitle": "ASLEF to recommend members accept LU pay offer",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "ASLEF to recommend members accept LU pay offer",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground has today been advised by ASLEF that they will ballot their membership with a recommendation by their Executive Committee to accept London Underground's three-year pay and conditions offer."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "TSSA members have already voted to accept the London Underground offer by more than 80 per cent.",
     "Should ASLEF members vote to accept, only the RMT union would have failed to agree the London Underground offer.",
     "Mayor of London, Ken Livingstone, said: 'ASLEF's decision to recommend acceptance of the London Underground pay deal is a major step towards achieving an unprecedented three year pay agreement on London Underground.",
     "'This will benefit staff and the travelling public, laying the basis for a long term partnership to deliver industrial peace and steadily improving services.'",
     "London Underground Managing Director Tim O'Toole said: 'London Underground has made a very fair pay offer to all trade unions.",
     "'It is a three-year deal with an above inflation pay rise in each year, plus a cash bonus for all staff if customer satisfaction targets are met or exceeded.",
     "'We are pleased ASLEF has advised us they are to recommend acceptance of this offer.",
     "'We again call on the RMT to put this very fair offer to their members, as the other unions have done, rather than balloting for strike action.'",
     "The London Underground three-year pay offer is:",
     "{\"template\":\"bulletlist\",\"items\":[\"Year 1 (payable from 1 April 2006): 4 per cent\",\"Year 2 (payable from 1 April 2007): RPI+0.5 per cent (or 3 per cent whichever is greater)\",\"Year 3 (payable from 1 April 2008): RPI+0.6 per cent (or 3 per cent whichever is greater)\"]}",
     "A cash bonus for all staff of £250 or £500 will also be paid each year if London Underground Customer Satisfaction targets are met or exceeded.\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}