{
 "pageTitle": "Dr Olivia Carlton wins the Peter Isaac Award with Health Improvement Plan",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Dr Olivia Carlton wins the Peter Isaac Award with Health Improvement Plan",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Dr Olivia Carlton, the Head of Occupational Health at Transport for London (TfL)",
     "is the winner of the Peter Isaac Award, for her role in developing and leading",
     "London Underground's \"Health Improvement Plan\"."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The Health Improvement Plan has already reduced the number of employees on sick leave with back pain",
     "The British Occupational Hygiene Society (BOHS) have just \nannounced that Dr Carlton, FRCP, FFOM, who has worked for TfL (formerly London \nTransport) for 18 years, is the winner of its prestigious annual award, which \nrecognises outstanding contributions to the reduction of ill health at work.",
     "The five year Health Improvement Plan for London Underground was launched in \n2004/05 and is now in its third year.",
     "It aims to reduce lost working days due to back pain, stress, anxiety and \ndepression, and has delivered significant health and work benefits.",
     "Dr Carlton heads up TfL's occupational health team, which includes medical \nand nursing advisers, a counseling and trauma service, a drug and alcohol \nassessment and treatment service and a physiotherapy service. She will receive a \nTrophy and certificate presented at the BOHS Annual Conference Dinner in April \n2007.",
     "Dr Carlton said: \"I am delighted to win the award on behalf of TfL and my \nteam who have worked extremely hard to improve the lives of the workforce, by \nintegrating the physical, mental and social aspects of good occupational health \nmanagement.",
     "\"The Health Improvement Plan has already reduced the number of employees on \nsick leave with back pain, and those off sick due to stress, anxiety and \ndepression has decreased in most working groups. Staff off sick (for all causes) \nwho attend the stress reduction groups have been reduced by 30 per cent in the \nyear following the intervention.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Working back\"}",
     "Three key strands of the work on back pain has been the development of \n\"Working Back\" guides for employees and managers, the introduction of a back \nexercise class which has a large educational component and a work focus, as well \nas workplace assessments to identify specific needs.",
     "The number of staff off sick for back pain has already decreased.",
     "Those who are referred for physiotherapy and the exercise class within six \nweeks of being off sick, return to work on average three weeks sooner than those \nreferred later, and employees report marked reductions in pain and \ndisability.",
     "A consultation period to identify the key issues leading to stress, anxiety \nand depression has led to the introduction of a number of initiatives, \nincluding: \"hot spots\" work using a facilitator with training in mental health \nissues to coach managers and encourage teams to find their own solutions and the \nsetting up of stress reduction groups, led by trained counselors, to encourage \nparticipants to develop the skills and resilience to take greater control over \ntheir lives.",
     "Dr Carlton, who is an Occupational Physician has held the position of \nRegistrar of the Faculty of Occupational Medicine since May, 2002.\u003cbr /\u003e\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"The Peter Isaac Award was initiated to mark BOHS's golden jubilee in 2003, and is named in honour of a founder and first Secretary of the Society. Occupational hygiene is about eliminating or controlling health hazards in the workplace (not about washing hands properly). The British Occupational Hygiene Society (BOHS) was formed in 1953 to help to reduce work-related ill-health. With members from across industry, and within health, education, government and research, it is by far the biggest occupational hygiene society in Europe and is the definitive voice of occupational hygiene in the UK\",\"The Faculty of Occupational Hygiene within BOHS plays a vital role in developing and maintaining the professional standards of occupational hygienists, and is the internationally recognised examination board for qualifications in occupational health\",\"For further information about the award and BOHS please contact: Anthea Page, Communications Manager, BOHS, tel 01332 250701, email \\u003ca href=\\\"mailto:anthea@bohs.org\\\"\\u003eanthea@bohs.org\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}