{
 "pageTitle": "Mayor secures first ever three-year pay agreement on the London Underground",
 "description": "All Tube unions have now advised London Underground that they have accepted the three-year offer, or are balloting their members with a recommendation to accept. The unprecedented agreement follows a sharp fall in disruption due to industrial disputes",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor secures first ever three-year pay agreement on the London Underground",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Mayor of London, Ken Livingstone today welcomed the first ever three-year pay and conditions agreement between London Underground and the trade unions covering all staff."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This three-year agreement is great news for both Tube passengers and staff and is a real landmark achievement",
     "All Tube unions have now advised London Underground that they have accepted the three-year offer, or are balloting their members with a recommendation to accept.",
     "The unprecedented agreement follows a sharp fall in disruption due to industrial disputes since the Mayor took control of the Underground in July 2003.",
     "Mayor Ken Livingstone said: \"This three-year agreement is great news for both Tube passengers and staff and is a real landmark achievement.",
     "\"Passengers will benefit from the stability provided by the first three-year deal for all staff in the history of the Underground.",
     "\"Staff will receive above inflation pay rises each year. At the same time, we will be investing record amounts in renewing the Tube.",
     "\"Whilst there will always be differences from time to time, my administration is committed to developing a partnership between the trade unions and management to deliver the best possible services to Londoners.",
     "\"This agreement is a good example of what that approach can achieve.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Three-year agreement\"}",
     "The three-year agreement runs from April 2006 to April 2009 and provides for the following pay increases:",
     "{\"template\":\"bulletlist\",\"items\":[\"Year 1 (payable from April 2006): 4 per cent\",\"Year 2 (payable from April 2007): RPI+0.5 per cent (or 3 per cent whichever is greater)\",\"Year 3 (payable from April 2008): RPI+0.6 per cent (or 3 per cent whichever is greater)\"]}",
     "All Underground staff are also eligible for a bonus of £250 or £500 each year if customer satisfaction targets are met or exceeded.",
     "TSSA members voted to accept the London Underground offer by over 80 per cent in November last year.",
     "The British Transport Officers' Guild has also accepted the offer.",
     "ASLEF is balloting its members on the offer, with a recommendation to accept, and the RMT advised London Underground today that they have accepted the offer.",
     "London Underground Managing Director Tim O'Toole said: \"This multi-year pay deal is a real achievement, particularly as it is the first for several years to be accepted by all the trades unions without any industrial action.",
     "\"This agreement is good news for both passengers and Underground staff as it delivers stability to the Underground for three years and allows us to concentrate on the delivery of the major line upgrades - the first of which, the Jubilee line, is due to be due to be delivered in 2009.\"",
     "This pay agreement covers the period to April 2009 and follows a two-year agreement reached between London Underground and the trade unions in the last pay round.\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}