{
 "pageTitle": "Mayor hails progress on safer suburban stations, and calls on rail companies to do more",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor hails progress on safer suburban stations, and calls on rail companies to do more",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Mayor of London Ken Livingstone today visited Southern Railway's Transport for London-funded (TfL) state-of-the art security centre, to highlight safety and security improvements paid for by the Mayor and TfL at more than 50 per cent of London's suburban rail stations."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Londoners have the right to expect a safe and secure environment at their rail stations",
     "More than £32 million has been invested in making London's suburban rail stations safer.",
     "162 stations have now been improved, with new and upgraded CCTV, Help points, and better lighting in an around stations.",
     "£3.83 million has been invested in the security centre at Streatham Hill station, which allows the monitoring of all Southern Railways stations in the London area.",
     "A further 54 London stations will benefit from safety improvements when TfL takes control of the control the North London Railway in November, as the first part of the 'London Overground' network.",
     "The Mayor was today joined by Keith Hill MP for Streatham, Dawn Butler MP for Brent South and London Assembly Member Val Shawcross and called on the capital's rail firms to follow his lead and invest in safety improvements at the remaining 20 per cent of stations in the capital.",
     "The Mayor said: 'Londoners have the right to expect a safe and secure environment at their rail stations.",
     "'Through Transport for London we have delivered more than £30 million investment to make suburban rail stations safer, showing what can be achieved when the train operating companies work together with Transport for London.",
     "'Some train operators have not worked with us, and it is essential that they now recognise their responsibility to making their stations as safe as possible.",
     "'Passenger safety and security, and the provision of a decent service that people can use with confidence, should be central to their operation.'",
     "Streatham Hill is operated by Southern, one of the train companies that has worked most closely with TfL to boost security.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"British Transport Police\"}",
     "Southern MD, Chris Burchell, said: 'I would like to thank both the Mayor and our partners at TfL for the financial support that has allowed us to deliver some important safety benefits for our passengers.",
     "'The investment that we are celebrating today has been a huge complement to our own efforts and investment to drive down crime and anti-social behaviour on our trains and stations.",
     "'The high profile work that our special security task force do - day in and day out - is an even more visible sign that we are trying to make every passenger journey as safe as possible.",
     "'Working closely with the British Transport Police, the Task Force has proved invaluable and is already racking up an impressive record of crime prevention and dealing with anti-social behaviour.",
     "'At Streatham Hill, the CCTV control centre is the jewel in the investment crown.",
     "'This has truly transformed the way in which our stations are monitored.",
     "'It has allowed us to provide immediate help to passengers across south London, 24 hours a day, seven days a week, 365 days of the year.'",
     "{\"template\":\"bulletlist\",\"items\":[\"Transport for London has now spent £32.4 million improving security at 162 (or 53%) of London's suburban railway stations. By the end of March 2007, 189 (62%) stations will have received improvements\",\"TfL will deliver further safety and security improvements as part of the plans for London Overground with a phased programme of station upgrades, delivering more Help points, CCTV, better lighting and customer information systems; more staff at stations to provide assistance and reassurance; Oyster ticketing at all stations and more ticket gates to improve security and reduce fare evasion, and new trains from 2009 with the latest security features\",\"The Train Operating Companies which have taken up the Mayor's offer of funding to improve security are: Southern, South West, South Eastern, One, First Capital Connect, First Great Western, C2C and Silverlink Metro\",\"TfL has invested £7.1 million to provide more than 100 British Transport Police officers across London\",\"One of the highlights of the safety and improvements is the Streatham Hill Control Centre. It is operated by Southern, whose staff can now view, via CCTV, all 50 of their suburban London stations. It was opened in March 2005 and it is staffed 24/7. TfL invested £3.83 million in the Southern CCTV scheme. The centre is in direct contact with the British Transport Police. Officers regularly use the Centre's CCTV pictures to help secure convictions and reduce crime along Southern routes\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}