{
 "pageTitle": "Passengers back roll out of security cameras across the Tube network",
 "description": "Nearly 90 per cent backed the roll out and believe it will help to improve passenger safety on trains and in stations.Since 2003, security cameras on trains and at stations plus station help and information points have been installed across the network.",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Passengers back roll out of security cameras across the Tube network",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "A Transport for London (TfL) survey has revealed overwhelming support for London Underground's (LU) expansion of CCTV coverage on the Tube network."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Safety of our passengers and staff is our top priority",
     "Nearly 90 per cent backed the roll out and believe it will help to improve passenger safety on trains and in stations.",
     "Since 2003, security cameras on trains and at stations plus station help and information points have been installed across the network.",
     "These improvements, undertaken by the infrastructure companies, are a key component of TfL's plans to increase safety and security on London's transport network. The number of CCTV cameras on the Tube network has increased from 6,500 to 8,374 since 2003.",
     "LU Managing Director Tim O'Toole said: \"Safety of our passengers and staff is our top priority.",
     "\"The effects of these initiatives can be seen in the fact that, since 2000, physical assaults on both passengers and staff have decreased.",
     "\"This improvement means that the Tube continues to be one of the safest metro systems in the world.\"",
     "Over the next five years, virtually all Tube stations are to be renewed.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Help points\"}",
     "A key element is the upgrading and expansion of CCTV facilities from analogue to digital and the recording of high quality images to hard drive rather than magnetic tape.",
     "Help and information points are being installed at every station as it undergoes refurbishment with as many as 26 installed at some of the busiest stations.",
     "There are now almost 500 of these Help points which give passengers and staff access to the station supervisor's office at the touch of a button should help be needed.",
     "CCTV was first introduced on LU in the late 1960s with the opening of the Victoria line.",
     "LU now has one of the most comprehensive CCTV systems in the world, and the number of cameras will continue to increase to around 12,000 by 2011.",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL is investing £10bn to improve and expand London's transport network with more than half being spent on the Tube\",\"Tube Lines and Metronet are responsible for the maintenance and renewal of the Tube\",\"CCTV footage from the 8,300 cameras is retained by individual stations for a minimum of 14 days. The use and access of CCTV footage in the UK is regulated under data protection legislation\",\"In a TfL survey (carried out by MORI) of 1,003 respondents conducted in December 2006, 87 per cent of people said they supported increasing CCTV coverage and believe it will help to improve passenger safety on trains and in stations\",\"Almost 1,800 extra cameras have been installed in 53 stations, which have undergone modernisation so far, with further cameras now on some trains\",\"Help points give passengers and staff access to the station supervisor's office at the touch of a button and where CCTV has been upgraded as part of the station modernisation programme, cameras record dedicated footage of the help point following activation. If a member of staff is unavailable for any reason, the Help point will automatically connect to the emergency services. As well as providing assistance in an emergency, these Help points also have an information button to provide journey information\",\"For a breakdown of cameras by borough please contact Lucy Emele or Sophie Kirkham at TfL Press Office on 0845 604 4141\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}