{
 "pageTitle": "This Valentines Day find love Underground",
 "description": "The new series of Poems on the Underground on display in Tube trains across the network, features an inspiring collection of classical and contemporary romantic poems to celebrate this year's Valentine's Day. These include verses from Burns, Shakespeare,",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "This Valentines Day find love Underground",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "This Valentine's Day when travelling to expensive restaurants or en route to romantic walks by the Thames, look out on the Underground for a selection of romantic poems that will warm the heart and bring tears to the eyes."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The new series of Poems on the Underground on display in Tube trains across the network, features an inspiring collection of classical and contemporary romantic poems to celebrate this year's Valentine's Day.",
     "These include verses from Burns, Shakespeare, Elizabeth Bishop and Anne Stevenson - enough to make any trip on the Tube an inspiring literary journey into a tunnel of love.",
     "Tamsin Dillon, Head of Platform for Art that supports Poems on the Underground, said: \"Love is the theme of the new series of Poems on the Underground as seen through the eyes of some of the most influential poets such as William Shakespeare and Robert Burns and coincides with this year's Valentine's Day.",
     "\"We hope that this new series of Poems on the Underground will serve to inspire and uplift Underground passengers.\"",
     "Close, close all night by Elizabeth Bishop",
     "Close, close all night\u003cbr /\u003ethe lovers keep.\u003cbr /\u003eThey turn together\u003cbr /\u003ein their sleep,",
     "Close as two pages\u003cbr /\u003ein a book\u003cbr /\u003ethat read each other\u003cbr /\u003ein the dark.",
     "Each knows all\u003cbr /\u003ethe other knows,\u003cbr /\u003elearned by heart\u003cbr /\u003efrom head to toes.",
     "And if this is not enough to move the hearts and enthuse the minds on the most romantic day of the year; a Valentine Day concert entitled Love Poems and Music for Valentine's Day at St Giles Cripplegate, will feature readings from the song of Solomon and poems by Shakespeare, Burns and Yeats, read by poets Gerard Benson and Cicely Herbert to the sound of classical music from Brahms, Rachmaninov and Tchaikovsky.",
     "{\"template\":\"bulletlist\",\"items\":[\"Poems on the Underground was founded in 1986\",\"The programme is supported by London Underground (Platform for Art), Arts Council England and the British Council\",\"Poems are selected and the programme administered by Judith Chernaik and poets Gerard Benson and Cicely Herbert\",\"Praised for their elegance, clarity and simplicity, Poems on the Underground has inspired similar programmes on public transport in  Dublin, Paris, New York, Vienna, Stockholm, Helsinki, Athens, Barcelona, Moscow, St Petersburg and, most recently, Shanghai\",\"The best selling anthologies \\\"Poems on the Underground\\\" and \\\"New Poems on the Underground\\\", as well as \\\"New Books on the  Underground 2006\\\" and the Poems on the Underground Audiobook (Cassell 2006) are available from most bookshops and  London's Transport Museum gift shop\",\"The posters, designed by Tom Davidson, are available from London's Transport Museum and the Poetry Society\",\"Love Poems and Music for Valentine's Day will take place on 14 February at 19:30 at St Giles Cripplegate, Fore St, London EC2. The nearest Tube station is Moorgate. Tickets are priced £12 (£8 concessions). To book tickets, call 020 8761 6565\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}