{
 "pageTitle": "Tramtrack Croydon Ltd loses case for cash fare compensation",
 "description": "The vast majority of passengers using Croydon Tramlink and other TfL services use pre-paid tickets, such as Travelcards or Oyster pay as you go, which are cheaper than a single cash fare. We have consistently made clear that Tramtrack Croydon Ltd are not",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Tramtrack Croydon Ltd loses case for cash fare compensation",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Tramtrack Croydon Ltd yesterday lost the court case they brought against London Bus Services Ltd, a subsidiary of Transport for London (TfL), seeking compensation on a cash fare basis for new tickets and passes introduced on the Tramlink network which could have amounted to over £6m per year at 2006 rates."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The court's ruling on this case is a complete vindication of TfL's policy",
     "The vast majority of passengers using Croydon Tramlink and other \nTfL services use pre-paid tickets, such as Travelcards or Oyster pay as you go, \nwhich are cheaper than a single cash fare.",
     "We have consistently made clear that Tramtrack Croydon Ltd are not entitled \nto the full cash fare value for each journey made on Croydon Tramlink, as they \nclaimed.",
     "TfL looks to act fairly and reasonably when negotiating compensation levels, \nbut have always maintained Tramtrack Croydon Ltd should receive compensation and \nnot a subsidy.",
     "To that end, TfL has adopted a 'no better, no worse' approach, in other \nwords, although Tramtrack Croydon Ltd should be no worse off because of the \nintroduction of new tickets or passes, neither should they be better off.",
     "This policy was the basis of a proposed new agreement TfL sought to reach \nwith Tramtrack Croydon Ltd in 2003 in relation to compensation for new tickets \nand passes, but negotiations on that agreement stalled for almost two years \nbecause of this court case.",
     "Phil Hewitt, Head of London Trams, said: \"The court's ruling on this case is \na complete vindication of Transport for London's policy for compensation on a \n'no better, no worse' basis.",
     "\"Tramtrack Croydon Ltd's claim for compensation on a cash fare basis would \nhave constituted a windfall for the company, and we do not believe the public \npurse should subsidise a private company in this way.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Serious concerns\"}",
     "\"The Judge's ruling has ringingly endorsed our approach.",
     "\"We hope that Tramtrack Croydon Ltd will think twice before launching any \nfurther misguided actions against Transport for London.",
     "\"The Mayor has recently voiced serious concerns about Tramtrack Croydon Ltd's \nability to run a transport system; I sincerely hope that now this issue has been \nresolved, Tramtrack Croydon Ltd will focus their energies on running the Croydon \nTramlink system and providing a safe, reliable service for passengers.",
     "\"We would welcome proposals from the company for their future revenue growth \nand for their investment in the infrastructure to ensure the network is in a \nstate of good repair and keeps up with growing demand.\"",
     "{\"template\":\"bulletlist\",\"items\":[\"Tramtrack Croydon Ltd won a 99-year Private Finance Initiative (PFI) concession to design, build and maintain the Croydon Tramlink System in 1996\",\"Croydon Tramlink was opened in May 2000\",\"Croydon Tramlink carries around 24 million passengers a year\",\"TfL inherited responsibility for the PFI contract with Tramtrack Croydon Ltd following TfL's creation in 2000\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}