{
 "pageTitle": "Crime down eight per cent on the Tube",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Crime down eight per cent on the Tube",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) welcomes significant drop in robberies on the Tube and Docklands Light Railway (DLR) for the third year running."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Our network is a low crime environment and getting lower year on year",
     "Statistics released today by the British Transport Police (BTP) show crime has continued to drop on the Tube and DLR networks - with robberies being cut by 29 per cent this year.",
     "Since 2005/06, the Tube and DLR have seen robberies fall by 73 per cent, despite carrying more passengers than ever before.",
     "Pick pocketing and vandalism also went down in the last year, as did violent crimes and public disorder offences.",
     "This means there are now just 13 crimes for every million passenger journeys.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Crime drops\"}",
     "Assaults on Tube staff have gone down by five per cent, which reflects the excellent work of the joint London Underground (LU) and BTP Workplace Violence Unit, set up in 2006 to focus on physical violence, threats and abuse against staff.",
     "Attacks on our staff are not only traumatising but also result in 350 lost working hours a week.\u003cbr /\u003e\u003cbr /\u003eIn addition, London Overground has also seen a 23.9 per cent reduction in overall crime with a 71 per cent cut in criminal damage and a 46 per cent cut in robberies.",
     "The ongoing, joint work with the BTP as well as the continued investment in safety and security, have been key to this success.",
     "In addition our most recent market research shows that our efforts have helped reduce the fear of crime as passengers' levels of satisfaction relating to their personal safety, reached the highest ever.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Investment in safety\"}",
     "There are now more than 750 Information Points across the network which give passengers and staff access to a station control room at the touch of the button if help is needed.",
     "In addition there are now around 13,000 CCTV cameras - expected to rise to more than 15,500 in the next few years, across the Tube network.",
     "Boris Johnson, the Mayor of London, said: 'These figures conclude a very good year of policing on the Underground.",
     "'The neighbourhood policing teams have proved an effective deterrent to crime and provided a visible reassurance for Londoners that we will not tolerate crime on the Tube.'",
     "Kulveer Ranger, the Mayor of London's Director of Transport Policy, said: 'The Mayor promised Londoners that a major priority of his mayoralty would be to increase their safety on public transport; and we're pleased that the neighbourhood policing teams are showing such positive results.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Positive results\"}",
     "'However we will not allow this success to divert from a continued focus on ensuring the Underground network is made as safe as possible.'",
     "Howard Collins, Chief Operating Officer of London Underground, said: 'These reductions are really encouraging and in particular, the continuing and significant fall in robberies.",
     "'I'm also delighted to see the decrease in assaults towards our staff who are simply trying to do their job helping millions of people negotiate their way around the network every day.",
     "'This should reassure our passengers that our network is a low crime environment and getting lower year on year.",
     "'Our most recent customer feedback shows that our passengers do feel safer than ever before on our trains and in our stations.",
     "'However, whilst this downward trend is good news we know there is more that can be done.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Adressing concerns\"}",
     "'This is why in the coming year we will continue to invest in safety and security as we upgrade the network and refurbish our stations.",
     "'We will also continue to work closely with the BTP's Neighbourhood Policing teams across the Underground to address passengers' concerns in their local areas and maintain the Tube and DLR as a hostile network to criminals.'",
     "British Transport Police Deputy Chief Constable Andy Trotter said: 'The figures show that the Tube is undoubtedly safe, and getting safer, but we know that for various reasons some people feel unsafe when they travel and it's this fear of crime that we want to tackle.",
     "'Not only are the Neighbourhood Policing Teams more visible to passengers than ever by spending at least 85 per cent of their time patrolling their nominated stations, they are also ensuring they are more visible in London's outer areas later at night to help people feel safer on their way home and to deter those who may be looking to commit crime.",
     "'Fearing crime is not just limited to passengers - assaults against LU staff are down five per cent and reducing this type of crime is something we will continue to pour a lot of effort into as nobody should have to fear being spat at or physically assaulted when they are simply doing their job.'",
     "{\"template\":\"bulletlist\"}",
     "{\"template\":\"bulletlist\",\"items\":[\"Crime on the LU/DLR network is down 8 per cent (from 16,445 to 15,109) while passenger numbers continue to increase. There are now just 13 crimes for every million passenger journeys\",\"Robbery has gone down by 29.2 per cent (from 192 to 136)\",\"Violent crime has been cut by 2.6 per cent (from 2,215 to 2,158)\",\"Criminal damage has gone down by 15.9 per cent (from 1,921 to 1,615)\",\"Theft of passenger property or pick-pocketing has gone down by 18 per cent (from 7,481 to 6,134)\",\"Theft of railway property, including cable theft, has gone down by 35.6 per cent (from 592 to 381)\",\"Public disorder offences have gone down 4.5 per cent (from 1,981 to 1,892)\",\"Fraud offences, including tampering with cash and ticket machines on LU property have gone down by 12.9 per cent (from 264 to 230)\",\"Proactive operations by BTP officers have seen the number of recorded drugs-related offences have gone up from 881 to 1,616 in 2008/9\",\"Sexual offences have seen an increase from 332 to 338\",\"In 2007/ there was an 11 per cent drop in crimes, according to BTP statistics.\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"71 per cent reduction in criminal damage\",\"46 per cent reduction in robbery\",\"39 per cent reduction in theft of passenger property\",\"31 per cent reduction in violence offences\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}