{
 "pageTitle": "Have your say on proposed route 255 extension",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Have your say on proposed route 255 extension",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Buses is seeking the views of local residents and bus users on proposals to extend bus route 255 from Streatham Hill to Balham Station."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We're keen to hear the views of passengers and local residents on our plans",
     "The route currently operates between Pollards Hill and Streatham Hill.",
     "The extension would provide a bus service to the Hyde Farm, Weir and Molly Huggins estates and would provide residents with bus links to Balham High Street, Balham, Streatham Station, Streatham Hill Station and Pollards Hill.",
     "A public exhibition outlining the extension and the proposed changes to road layouts and parking will be held at the Weir Centre on Saturday 6 June from 11:00 to 13:00, and on Thursday 11 June from 17:00 to 19:30.",
     "TfL and Lambeth Council officials will be available to discuss the plans and answer questions relating to the route extension.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"New links\"}",
     "Beverley Hall, Head of Surface Transport Communications, said: 'The proposed extension of route 255 responds to longstanding local requests and would provide new links for many residential estates, providing them with a bus service for the first time.",
     "'We've been working with Lambeth and Wandsworth borough councils in developing these proposals, and now we're keen to hear the views of passengers and local residents on our plans.'",
     "Single deck buses would run every 10-12 minutes on Mondays to Saturdays, and every 20 minutes in the evenings and on Sundays.",
     "The service would operate between around 06:00 and 01:00.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Consultation\"}",
     "The consultation will run from Tuesday 26 May 2009 until Friday 17 July 2009.",
     "Those who wish to respond to the consultation can do so via the \u003ca href=\"/corporate/projectsandschemes/2033.aspx\"\u003eTfL website\u003c/a\u003e or by contacting London Buses Customer Services on 0845 300 7000.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The Weir Centre is located at 33 Weir Road, SW12 0NU\",\"London Buses Customer Services can be contacted by:\\u003cbr /\\u003ea. Telephone on 0845 300 7000\\u003cbr /\\u003eb. Email at \\u003ca href=\\\"mailto:customerservices@tfl-buses.co.uk\\\"\\u003ecustomerservices@tfl-buses.co.uk\\u003c/a\\u003e \\u003cbr /\\u003ec. Post at London Buses Customer Services, 4th floor, Palestra, 197 Blackfriars Road, London SE1 8NJ\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}