{
 "pageTitle": "Mayor challenges London to get cycling",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor challenges London to get cycling",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Call to secondary schools and workplaces to take part in the London Cycle Challenge."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "London is a wonderful city to cycle in, and summer is the perfect time to start cycling, or to cycle more often.",
     "The Mayor of London, Boris Johnson, and Transport for London (TfL) are encouraging schools and workplaces throughout the Capital to get their staff and students cycling by signing up to the London Cycle Challenge this June.",
     "The free-to-enter challenge, part of the Mayor's Summer of Cycling, runs throughout June for workplaces and from 15-26 June for secondary schools, with organisations and schools competing against each other to see who can get the most people doing their daily commute by bike.",
     "One of London's best known cyclists, Boris Johnson, Mayor of London, said: 'London is a wonderful city to cycle in, and summer is the perfect time to start cycling, or to cycle more often.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Encouraging cycling\"}",
     "'The London Cycle Challenge is a fun way for Londoners to try what is one of the greenest, handiest, and most enjoyable ways of getting about.",
     "'The Greater London Authority is taking part, and I hope that many more organisations and schools will join us.'",
     "\u003cstrong\u003eLondon Workplace cycle challenge\u003c/strong\u003e \u003cbr /\u003eThe London Workplace Cycle Challenge is a fun, free competition to see which London based organisations can get the most employees cycling in June.",
     "It runs from 1-30 June and challenges organisations of similar sizes to compete against each other to see which can get the most people cycling to work, which can get staff cycling the most miles, and which can get the most new cyclists commuting to work.",
     "\u003cstrong\u003eLondon Secondary School cycle challenge\u003c/strong\u003e \u003cbr /\u003eThe Schools Cycle Challenge is for secondary school students aged 11-14, their parents and school staff, and is aimed at encouraging different schools, and different year groups within the same school, to compete against each other.",
     "In addition, they will be able to see how they are doing against other schools in their borough. The challenge period will run for two school weeks, from 15-26 June.",
     "Ben Plowden, Director of TfL's Smarter Travel Unit, said: 'Cycling is enjoying a real renaissance in London, but many people aren't sure how to go about getting started.",
     "'The London Cycle Challenge is a great way to introduce people to commuting by bike, with school friends and workmates supporting - and competing against - each other on their daily, pedal-powered commutes.",
     "'Help is on hand for people who aren't already cycling to school and work. Free TfL-funded cycle training, available through London's borough councils, teaches people how to cycle safely and confidently in the Capital, while our free cycle maps help you plan the best route into work or school.'",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The London Workplace Cycle Challenge has three categories of awards:ul\",\"The Schools Cycle Challenge has seven awards on offer:ul\",\"The Mayor and TfL are investing a record £111m in cycling in London this year. The money is being spent on introducing the London Cycle Hire scheme, improving parking and road conditions for cyclists, education, training and promotion\",\"Cycle journeys on London's major roads have increased by 107 per cent since TfL was created in 2000, with an estimated 545,000 cycle journeys being made everyday across London\",\"The Mayor and TfL want to increase cycling by 400 per cent by 2025 (compared to 2000)\",\"The number of cyclists killed or seriously injured on London's roads has fallen by 21 per cent compared with the Government's baseline figures from the mid to late 1990s\",\"The London Cycle Hire scheme will launch in the Capital in May 2010. People will be able to pick up and drop off hire bikes at 400 locations across the nine London boroughs and several Royal Parks that make up London's zone one travel area. An initial 6,000 hire bikes are expected to generate around 40,000 extra daily cycle trips in central London\",\"For more information about cycling in London, including cycle training and ordering your free cycle maps, go to \\u003ca href=\\\"http://www.tfl.gov.uk/cycling\\\"\\u003ewww.tfl.gov.uk/cycling\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}