{
 "pageTitle": "Next stage of Tottenham Court Road Tube station redevelopment to get underway shortly",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Next stage of Tottenham Court Road Tube station redevelopment to get underway shortly",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Arrival of 40 metre-high crane to assist with works along with utility diversions over the weekend of 15-18 May 2009."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "With the next phase of redevelopment works at Tottenham Court Road Tube station about to begin, Transport for London (TfL) is preparing to install a 40 metre-high crane to assist with the works in the Charing Cross Road area.",
     "In order for these works to be carried out, a section of Charing Cross Road will be closed from 23:00 on Friday 15 May until 05:00 on Monday 18 May 2009 to allow for the construction of the crane.",
     "TfL is working closely with the London Borough of Camden and Westminster City Council to minimise disruption caused by these works, and other local major projects in the Tottenham Court Road area.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Temporary diversions\"}",
     "Over the weekend of 15 to 18 May, vehicles will be temporarily diverted via Andrew Borde Street keeping a route northbound to Tottenham Court Road, and pedestrian access will be via St Giles High Street/Denmark Street and Soho Street/Soho Square/Sutton Row.",
     "Buses that would usually use the north end of Charing Cross Road will also be on diversion over that weekend.",
     "The diversions should not increase journey times and all bus stops in the area will continue to be served.",
     "Utility diversion works will also be taking place during that weekend on New Oxford Street, between St Giles Circus and St Giles High Street.",
     "These works will require complete closure of eastbound traffic to be closed between Saturday 16 May and Monday 18 May 2009 until 05:00.",
     "Buses that use eastbound New Oxford Street will be on diversion via Tottenham Court Road, Chenies Street and Gower Street.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Allow extra time\"}",
     "Passengers are advised to allow extra time to complete their journeys.",
     "Tottenham Court Road Tube station will remain open throughout the works, though there will be a need to close the Oxford Street south side entrance between 09:00 and 16:00 on weekdays and until 13:00 on Saturdays.",
     "This will begin in late May for up to 12 weeks, whilst the crane is working immediately above the station entrance.",
     "Crossrail intends to open a visitor centre in the area this summer.",
     "The centre will be a one-stop shop for information about the Crossrail project, both at Tottenham Court Road and along the whole route.",
     "The centre will also have further information about London Underground works to redevelop Tottenham Court Road Tube station.",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Crossrail will run 118km from Maidenhead and Heathrow in the west, through new twin-bore 21km tunnels under central London to Shenfield and Abbey Wood in the east. It will bring an additional 1.5 million people within 60 minutes commuting distance of London's key business districts. When Crossrail opens in 2017 it will increase London's rail based public transport network capacity by 10 per cent, supporting regeneration across the Capital, helping to secure London's position as a world leading financial centre, and cutting journey times across the city\",\"A total £1bn investment is being made to upgrade Tottenham Court Road Tube station, build a new station for Crossrail and create a new piazza outside Centre Point. The transport improvements will also provide better facilities for pedestrians, cyclists, bus passengers and other road users\",\"Improvements to the Tube station, which will be completed in 2016, will deliver:ul\",\"Future development of the site around Tottenham Court Road is a matter for the local planning authorities (London Borough of Camden, and for the Astoria site, Westminster City Council) and the site owner Derwent London. Westminster City Council has been consulting on a planning brief for the area which includes a replacement theatre\",\"A shortlist of five companies have been invited to tender for the main construction contract for the Tottenham Court Road Underground station. These are:-ul\"]}",
     "Tenders are due to be returned by the end of June, with a contract looking to be awarded in November 2009. A separate contract will be let by Crossrail in due course for the construction of the new Crossrail station at Tottenham Court Road which will connect to the Tube station to form one overall station.\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}