{
 "pageTitle": "Perryn Road footbridge to be replaced after more than 40 years of use",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Perryn Road footbridge to be replaced after more than 40 years of use",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "New design will improve access for mobility impaired pedestrians and accommodate cyclists."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The completion of the new footbridge will be great news for the community",
     "Transport for London (TfL) is installing a new 35-metre footbridge between The Approach and Perryn Road in Ealing as part of the A40 Western Avenue Bridges Replacement project.",
     "The new footbridge will be fully functioning in early August 2009.",
     "The steps and ramps of the new footbridge have been designed to meet modern European accessibility standards and will be able to accommodate cyclists as well as pedestrians.",
     "Improved lighting will enhance the safety and security of bridge users.",
     "The main central span of the footbridge was fabricated off site and lifted into position by crane overnight on Friday, 22 May as part of the first phase of its introduction.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Improved sefety and security\"}",
     "The footbridge will be open for stair access only from 4 June 2009.\u003cbr /\u003e\u003cbr /\u003eThe second works stage, to be undertaken overnight on 5 June, involves the removal of the old footbridge to make room for the new footbridge ramps.",
     "The A40 will be closed for a short time between Savoy Circus and Gypsy Corner overnight while the old footbridge is dismantled and taken away.",
     "During the works, TfL will ensure that disruption is kept to a minimum and will keep motorists informed of closures and diversions by means of roadside message boards and local radio broadcasts.",
     "Dana Skelley, Director of Road Network Management, TfL, said: 'The completion of the new footbridge will be great news for the community as we know how important the access between Perryn Road and The Approach is for local journeys.",
     "'We are pleased to have been able to maintain such access during the construction of the new footbridge.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "\u003cstrong\u003e \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}",
     "{\"template\":\"bulletlist\",\"items\":[\" \\u003ca class=\\\"external-site\\\"title=\\\" (Opens in new window)\\\"href=\\\"http://www.constructionphotography.com/tfl/actonbridge/\\\"jquery1243352460751=\\\"6\\\"\\u003eVideo\\u003c/a\\u003e \",\" \\u003ca href=\\\"http://www.thedataarchive.com/Press/tfl/viewer.asp?job=10796 - Acton Bridge Replacement\\\"\\u003ePhotos\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}