{
 "pageTitle": "RMT plans to inflict disruption on passengers over false safety claims",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "RMT plans to inflict disruption on passengers over false safety claims",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Union backing driver dismissed for not following safety procedures."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The reason London Underground has an excellent safety record is because of our strict procedures",
     "The RMT's planned strike on the Victoria line, which could disrupt thousands of Londoners' journeys, is about the sacking of one driver not inflated safety claims Transport for London (TfL) said today.",
     "A Victoria line driver was dismissed for failing to follow safety procedures - potentially putting passengers at risk.",
     "The RMT is striking as London Underground (LU) has refused to reinstate the driver.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Journey disruption\"}",
     "LU Chief Operating Officer, Howard Collins, said: 'The RMT is seeking to force London Underground to reinstate a driver who put passenger safety at risk and then sought to cover up for his mistakes.",
     "'The RMT is dressing this up as a issue about the safety of trains - it is not.",
     "'Victoria line trains have been operating well and safely for 40 years, during which time the RMT have never raised this as an issue.",
     "'The reason London Underground has an excellent safety record is because of our strict procedures.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Passenger safety\"}",
     "'It is London Underground, not the RMT, that is defending the safety of passengers and staff.'",
     "Disruption due to strike action by the RMT is likely to affect services on Thursday, 21 May.",
     "Services on Wednesday, 20 May are expected to be largely unaffected.",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}