{
 "pageTitle": "TfL launches search for new free morning newspaper",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL launches search for new free morning newspaper ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Current Metro contract concludes in March 2010."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The free morning newspaper is part of the fabric of city life and a success story for the publisher and our passengers alike",
     "Transport for London (TfL) has published a notice in the Official Journal of the European Union (OJEU) seeking expressions of interest from potential bidders for a new free morning newspaper distribution contract.",
     "The current 11 year contract held by Associated Newspapers, publishers of the Metro newspaper, concludes in March 2010.",
     "This is the first stage in a competitive tender process for a new contract that will allow the concession holder to distribute free newspapers at approximately 250 Tube stations, up to 20 bus stations and a number of other locations across the TfL estate.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Fabric of city life\"}",
     "The contract will allow the distribution of free newspapers between the hours of around 06:00 and 11:30, Monday to Friday.",
     "At the end of this period the concession holder will be required to remove any remaining newspapers.",
     "Richard Parry, Interim Managing Director of London Underground, said: 'The free morning newspaper is part of the fabric of city life and a success story for the publisher and our passengers alike.",
     "'Londoners tell us it makes their daily Tube and bus journeys better and the contract has generated millions of pounds which have gone straight in to funding transport improvements across the Capital.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Unique opportunity\"}",
     "'We believe that the new free morning newspaper contract remains a unique opportunity to bring value to over one billion journeys in London each year.'",
     "Potential bidders wishing to indicate an expression of interest should do so formally by 3 June 2009.",
     "TfL supports and implements the Greater London Authority Group Responsible Procurement Policy.",
     "TfL is actively encouraging expressions of interest from environmentally responsible bidders committed to reducing, reusing and recycling waste.",
     "It is expected that the new contract will be awarded in late 2009 for an approximate term of seven-and-a-half years.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"View the \\u003ca href=\\\"http://ted.europa.eu/Exec?DataFlow=ShowPage.dfl\\u0026Template=TED/editorial_page.htm\\u0026hpt=\\u0026StatLang=EN\\\"\\u003eOJEU Notice\\u003c/a\\u003e \",\"View the \\u003ca class=\\\"new-window filetype-pdf\\\"title=\\\" (Opens in new window)\\\"href=\\\"http://www.london.gov.uk/gla/tenders/docs/responsibleprocurementpolicy.pdf\\\"jquery1243433032592=\\\"6\\\"\\u003eGLA's Responsible Procurement Strategy\\u003c/a\\u003e \",\"London Underground has published the OJEU Notice as it is leading the procurement on behalf of relevant parts of TfL. While it is not a requirement for this concession, TfL is voluntarily complying with the utilities regulations by publishing the OJEU Notice in order to promote competition and transparency\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}