{
 "pageTitle": "TfL condemns further RMT Victoria line strike threat",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL condemns further RMT Victoria line strike threat",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Union backing driver dismissed for not following safety procedures."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This dispute is not about the safety of Victoria line trains, which have been operating well and safely for 40 years",
     "Transport for London (TfL) today condemned further threatened RMT strike action on the Victoria line, after London Underground (LU) confirmed the dismissal of a RMT member and Victoria line driver who did not follow safety procedures, putting Tube passengers at risk.",
     "The RMT has advised LU that its members at Seven Sisters Depot on the Victoria line propose to undertake two further 24-hr strikes, potentially affecting services on 21 May and 18 June.",
     "Although the RMT has made unfounded claims about the safety of Victoria line train doors and a breakdown in industrial relations at the depot, in fact, the union's allegations centre around the correct dismissal of just one RMT member.",
     "The driver did not follow the correct safety procedures after opening the doors on the wrong side of a train whilst in passenger service, putting passengers at risk.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Safety procedures\"}",
     "He then compounded the issue when, during the subsequent investigation, he failed to admit his error and was correctly disciplined as a result.",
     "TfL called on the RMT union to accept the decision, reached through a process agreed with unions, and end the threat of further disruption to Victoria line customers which will only lose staff who strike a further day's pay.",
     "LU Chief Operating Officer, Howard Collins, said: 'This dispute is not about the safety of Victoria line trains, which have been operating well and safely for 40 years, during which time the RMT have never raised this as an issue.",
     "'This dispute is about the actions of one RMT member, a Victoria line driver, who put passenger safety at risk and then compounded his error by failing to follow the correct safety procedures and admit his actions during the subsequent investigation.",
     "'The reason London Underground has an excellent safety record is because of our strict procedures.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Excellent record\"}",
     "'It is London Underground, not the RMT, that is defending the safety of passengers and staff.'",
     "The RMT has stated that its members will carry out strike action from 21:00 on Wednesday, 20 May to 20:59 on Thursday, 21 May and again from 21:00 on Wednesday, 17 June to 20:59 on Thursday, 18 June.",
     "Howard Collins added: 'Rather than threaten strike action, the RMT should follow the procedures agreed with unions to address such issues.",
     "'This will not be resolved by further strike action, which will only lose RMT members more pay and inconvenience thousands of Londoners, who rightly expect us to uphold safety standards on the Tube.'\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}