{
 "pageTitle": "Transport for London's Henlys Corner plans on display",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London's Henlys Corner plans on display",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "A Local exhibition will provide an opportunity for the public to view proposed plans and find out more about the junction improvement scheme."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This scheme will bring real improvements for pedestrians",
     "Transport for London (TfL) will be hosting a series of exhibitions during the first week of June to give local residents and road users the opportunity to view the plans for the Henlys Corner junction improvement scheme.",
     "The scheme will improve pedestrian access and facilities for cyclists as well as smooth traffic flow through one of the busiest junctions on the North Circular Road.",
     "The exhibition will be held at Chalgrove Primary School in Finchley on Monday 1 and Wednesday 3 June, from 16:00 until 20:00; and from 10:00 until 18:00 on Saturday 6, and Sunday 7 June.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Improve access\"}",
     "TfL has worked closely with the London Borough of Barnet to design a scheme that will benefit pedestrians and all other road users:",
     "The scheme will include:",
     "{\"template\":\"bulletlist\",\"items\":[\"Signalised pedestrian crossings across all arms of the junction\",\"New road layout and changes to right turning traffic signals to improve the flow of traffic\",\"Improved facilities for cyclists\"]}",
     "Graham Nash, TfL's Senior Programme Manager, Surface Transport, said: 'The exhibition is an opportunity for the local community to speak to engineers and have a chance to look at the displays illustrating the improvements that will be made to Henlys Corner.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Reduce congestion\"}",
     "'This scheme will bring real improvements for pedestrians at Henlys Corner and the road layout changes will alleviate the congestion that can build up at this busy junction.",
     "'We are pleased to be able to work with Barnet council in progressing this scheme.'",
     "Councillor Mike Freer, Leader of Barnet Council, said: 'Improvements at Henlys Corner are long overdue.",
     "'We are happy to support this scheme because it should keep the traffic moving, segregate pedestrians and reduce the amount of traffic using residential roads.",
     "'We are pleased that Transport for London is now able to present the proposals to the local community and have committed the funding required to build the scheme.'",
     "{\"template\":\"bulletlist\"}",
     "{\"template\":\"bulletlist\",\"items\":[\"Monday, 1 June - from 16:00 until 20:00\",\"Wednesday, 3 June - from 16:00 until 20:00\",\"Saturday, 6 June - from 10:00 until 18:00\",\"Sunday, 7 June - from 10:00 until 18:00\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"Monday, Wednesday, Thursday - from 10:00 until 20:00\",\"Tuesday, Friday, Saturday - from 10:00 until 17:00\",\"Sunday - from 14:00 until 17:00\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}