{
 "pageTitle": "Victoria Coach Station first to gain new Government standard",
 "description": "The standard recognises excellence in customer service, and the Coach Station was assessed against a wide range of criteria including customer satisfaction, complaint resolution and the professionalism of staff.The Coach Station received particular",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Victoria Coach Station first to gain new Government standard",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Victoria Coach Station has become the first organisation in the transport sector to achieve the Government's Customer Service Excellence (CSE) standard."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Our staff can be proud that their hard work and dedication has been recognised",
     "The standard recognises excellence in customer service, and the Coach Station was assessed against a wide range of criteria including customer satisfaction, complaint resolution and the professionalism of staff.",
     "The Coach Station received particular commendation for the way it handles complaints, which the assessor said indicated 'a dedication to getting things right for the customer.'",
     "Malcolm Carmichael, Commercial Services Manager at Victoria Coach Station, said: 'I am delighted we have been given the Customer Service Excellence Award.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Raise the bar\"}",
     "'Our staff can be proud that their hard work and dedication has been recognised. It also gives us a reputation to live up to and defend.",
     "'It's a great boost to staff morale, encouraging them to raise the bar even higher in terms of the level of service offered to our customers.'",
     "CSE replaces the former Charter Mark scheme, which the Coach Station has held since 1994. CSE is awarded for three years, and annual follow-up checks will ensure standards are being maintained and improvements put in place where possible.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"There are five key criteria in the CSE standard: customer insight, culture of the organisation, information and access, delivery, timeliness and quality of service. Full details can be found on the \\u003ca class=\\\"external-site\\\"title=\\\" (Opens in new window)\\\"href=\\\"http://www.cse.cabinetoffice.gov.uk/\\\"jquery1243508926091=\\\"6\\\"\\u003eCSE website\\u003c/a\\u003e \\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}