{
 "pageTitle": "A very special delivery on route 145 in Dagenham",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "A very special delivery on route 145 in Dagenham",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "A London bus doubled as a delivery room on Saturday (23 July) when a woman gave birth to a baby boy on board."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The baby was born on a Stagecoach London-operated route 145 bus in Hedgemans Road, Dagenham at about 18:50.",
     "Driver Keith Emmery was on his last run of the day when the woman, who was sitting in a seat at the back of the bus, went into labour.",
     "He was alerted to the woman's plight by the wife of another Stagecoach London bus driver, Sharon Eve, who was a passenger on the bus at the time.",
     "He pulled over into the next stop, called for emergency help and ushered the 20 passengers off the bus.",
     "Mr Emmery, who has been driving buses for 25 years, said: 'It really took me by surprise, it all happened so quickly.",
     "'It was all very calm and was quite exciting in a way.",
     "'The lady who delivered the baby, Mrs Eve, deserves all the credit.",
     "'She did an amazing job.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Born on board\"}",
     "'I made the call at 18:35 and the baby was born at around 18:50.",
     "'We wrapped the baby in a cardigan, he was quite tiny.",
     "'They're all calling me 'baby man' at work now.",
     "'I'm waiting for my little granddaughter to be born this week too I think we must have started off a baby boom.'",
     "Mr Emmery said the woman had told him the baby was a week overdue.",
     "The ambulance arrived a couple of minutes after the baby was born and transported the mother and baby to a local hospital.",
     "It is only the second time a baby has been born on a bus in London.",
     "In October 2009, Emiloju Fatimah Lawal gave birth to a baby boy on a route 394 bus in Hackney.",
     "Transport for London's Managing Director of Surface Transport, Leon Daniels, said: 'We would like to extend our congratulations to the mother and her family on the birth of their baby.",
     "'It's not every day a woman gives birth on a London bus, but she was in great hands by all accounts.",
     "'Mr Emmery and Mrs Eve both did an outstanding job of helping deliver this new arrival.'"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}