{
 "pageTitle": "Coach parking facilities in London increase by 25 per cent",
 "description": "The new coach parking bays are located within pre-existing bus garages so do not affect existing road space and incur no extra cost to the public purse. The bus garages are located all over the city and will allow coach drivers to drop passengers at",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Coach parking facilities in London increase by 25 per cent ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) and the Confederation of Passenger Transport UK (CPT) together have created an extra 100 coach parking bays, increasing coach parking availability by 25 per cent in the Capital."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The new coach parking bays are located within pre-existing bus garages so do not affect existing road space and incur no extra cost to the public purse.",
     "The bus garages are located all over the city and will allow coach drivers to drop passengers at popular tourist and shopping destinations, before parking up at a convenient parking facility and returning to collect passengers later.",
     "The popularity of coach travel to London continues to grow with an estimated 3,000 coaches arriving and leaving the Capital every day.",
     "Coach travel is a cost effective and environmentally friendly form of transport emitting 0.03 kg of CO2 per passenger per kilometre, compared to a car which emits 0.11 kg of CO2 per passenger per kilometre.",
     "Coach travel contributes considerably to the Capital's economy with current estimates showing coach passengers bring in around £300 million per annum.",
     "During the London 2012 Olympic Games, an extra 1.2 million visitors a day are expected to visit the Capital, many by coach.",
     "With this in mind, both Transport for London and the Confederation of Passenger Transport UK will continue to work closely to ensure coach parking and driver facilities meet demand.",
     "The extra spaces will make it easier for coach drivers to park and will help prevent any unnecessary emissions from coaches idling.",
     "Leon Daniels, TfL Managing Director for Surface Transport, said:",
     "'As the spotlight falls on London in 2012 it is more important than ever that we ensure our infrastructure is ready and waiting for this unprecedented number of visitors.",
     "'TfL, with the help of partners like CPT, is working hard to ensure that visitors who are coming to London by coach have a smooth and efficient journey and leave the Capital having enjoyed a positive travel experience.'",
     "Confederation of Passenger Transport UK President, Steve Whiteway, who led negotiations for the Trade body said:",
     "'This is tremendous news for London's economy and environment as it will enable our drivers to park up in safe and convenient locations, rather than driving around the Capital adding to congestion in a desperate search for a place to park.",
     "'Space on London's road is at a premium so it is to the credit of TfL's Bus Operator's Group, working together with CPT's Coaching Team, that we have been able to produce such a practical solution, and really cannot be praised too highly.'",
     "{\"template\":\"bulletlist\",\"items\":[\"Some locations include driver facilities with rest area and refreshments, toilet drop, vehicle wash facilities and availability of fuel on site\",\"Further information on these and other facilities in London are available on the Interactive Coach Parking Map on TfL's website \\u003ca href=\\\"http://www.tfl.gov.uk/coachparking\\\"\\u003etfl.gov.uk/coachparking\\u003c/a\\u003e \",\"The paper version of the London Coach Parking Map can be obtained free of charge by sending a request to \\u003ca href=\\\"mailto:coaches@tfl.gov.uk\\\"\\u003ecoaches@tfl.gov.uk\\u003c/a\\u003e or by calling the Coach Drivers Helpline on 0845 604 0770. (TfL, in conjunction with CPT, distribute the map to the coach industry and through CPT's extensive membership)\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}