{
 "pageTitle": "Congestion on key London road to be cut as part of Mayor's clampdown on roadworks",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Congestion on key London road to be cut as part of Mayor's clampdown on roadworks",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Disruption at Henlys Corner on the A406 North Circular to be cut by up to 45 per cent during peak hours."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The 94,000 drivers who use Henlys Corner junction on the A406 North Circular road each day, and thousands of residents in the surrounding area, should see less disruption from ongoing roadworks in the area when Transport for London (TfL) introduces a new way of working designed to cut congestion at the junction by 45 per cent during peak hours.",
     "Major works have been being carried out at this busy junction of the North Circular, the A1 and the A598 since May.",
     "The purpose of the scheme is to dramatically improve traffic flow and journey times, however, the roadworks to construct it have caused significant traffic disruption at peak hours since they started.\u003cbr /\u003e\u003cbr /\u003eConcerns about the disruption have been raised by Barnet residents and councillors; in response, TfL has been working with its contractor, Tarmac, to review the operating hours of the works and investigate how traffic flows could be improved.",
     "From 16 July a new approach will be taken to management of the roadworks, with two lanes north and south on the A598 Finchley Road/Regent's Park Road remaining open during peak hours (06:00-10:00 and 15:00-21:00), making it easier for local residents to cross the A406.",
     "From 23 July, three lanes on the A406 will remain open during the same peak periods, smoothing the flow of traffic across the busy junction.",
     "Outside of peak traffic hours the A598 will remain at one lane and the A406 at two lanes.",
     "As a result of this TfL projects congestion and delay will reduce by 45 per cent during peak periods.",
     "London's Deputy Mayor for Transport, Isabel Dedring, said: 'Londoners rightly expect the Mayor to do everything in his power to make their journeys as painless as possible.",
     "'We hope this better way of working at Henlys Corner will improve journeys for thousands of drivers using the North Circular, as well as make it much easier for local residents to get across the road.",
     "'There have clearly been problems in the area, and improving the way we work to reduce congestion is exactly the approach the Mayor wants TfL to take.",
     "'We are very aware of the impact roadworks continue to have on Londoners and are looking urgently at a range of measures to reduce disruption further for the Capital's road users.'",
     "Garrett Emmerson, Chief Operating Officer, TfL London Streets, said: 'The works at Henlys Corner will bring huge benefits to all road users along the A406 North Circular Road, but while we carry them out it is essential that every effort be made to reduce disruption and make life easier for local residents.",
     "'This new way of working at the junction will do just that - reducing congestion at peak times by an expected 45 per cent.",
     "'We are working with the new Deputy Mayor for Transport to review road works on a regular basis - pinpointing where improvements can be made, and bearing down on disruption wherever possible.'",
     "In order to allow these changes to take place, Tarmac will be carrying out overnight resurfacing works on the A406 from 16-23 July between 23:00 and 05:00.",
     "All efforts will be made to keep the noisy works to a minimum during the night time operating hours.",
     "The changes to working practices have also meant that the completion date for the scheme is now scheduled for November 2011.",
     "The improved way of working at Henlys Corner is part of a wider effort to tackle congestion and delay on the Capital's roads.",
     "London's Deputy Mayor for Transport, Isabel Dedring, is now leading a renewed effort to address the problem, working with top TfL officials to pinpoint problematic road works and find imaginative ways to lessen delays.",
     "Work is under way to improve the information available to London's roads users about works taking place and a range of measures are being pursued to smooth traffic, including:",
     "{\"template\":\"bulletlist\",\"items\":[\"Introducing a lane rental scheme, so that utilities and other companies are incentivised to carry out roadworks during the less busy periods of the day through being charged according to amount of time they work during busier times. Department for Transport will undertake consultation for new lane rental regulations later this summer, which, if approved, will allow the Mayor and TfL to apply to have the country's first lane rental scheme up and running during the first half of 2012\",\"Building on the code of conduct for roadworks - created by the Mayor - and working to sign more boroughs up to the London roadworks permit scheme. These are already improving the management and coordination of works, with utility companies now sharing lane closures and working at the same time to avoid stretches of road being repeatedly dug up\",\"Reviewing the timings of 1,000 sets of traffic signals each year, and working with the boroughs to identify sites where they can be removed if they serve no purpose\",\"Installing advanced computer technology at traffic signals that allows the lights to adjust their timings to best suit the flow of traffic\",\"Examining innovative engineering techniques which could see utilities use temporary road surfacing methods and fast-setting replacement road surfaces - allow roads to re-open more quickly when works have been carried out\"]}",
     "\u003cstrong\u003eNotes to editors: \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The Mayor of London and TfL are committed to reducing congestion in London. Roadworks account for a third of the Capital's most serious and severe traffic delay and can cost the economy almost £1b a year. Therefore it is essential that adequate and innovative steps are taken to help reduce the levels of congestion\",\"TfL has full operational responsibility for the TfL Road Network (TLRN) - the Capital's red routes - which makes up around five per cent (580km) of London's total road length but carry more than 30 per cent of London's traffic and account for up to 40 per cent of the total economic value of traffic movement across the city\",\"London has around 20 per cent of the UK's traffic congestion, which analysis by TfL shows can cost the UK economy at least £2bn a year. Three-quarters of this congestion is on either the TLRN or the Borough Principal Road Network (BPRN). No less than 15 per cent of the UK's traffic congestion is therefore concentrated on less than 0.5 per cent of the country's 400,000km of roads\",\"Residents in the area around Henlys Corner can contact TfL Customer Services on 0845 305 1234 or go to \\u003ca href=\\\"http://www.tfl.gov.uk/contact\\\"\\u003etfl.gov.uk/contact\\u003c/a\\u003e or visit the \\u003ca href=\\\"http://www.tfl.gov.uk/henlyscorner\\\"\\u003eTfL website \\u003c/a\\u003e for further information\",\"Alternatively the contractor, Tarmac, can be contacted on 0800 756 1406\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}