{
 "pageTitle": "Dial-a-Ride completes record number of trips",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Dial-a-Ride completes record number of trips",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Dial-a-Ride has provided more trips in the past year than any other year since the service began in the 1980s."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We know from members' feedback that the service is very much appreciated and independent surveys record high overall customer satisfaction. Last year 91 out of 100 people said they were satisfied with our service.",
     "Dial-a-Ride is a multi-passenger door-to-door service for people with long term or permanent disabilities and is free to its 49,066 members.",
     "Last year the service provided 1,345,152 trips, a 7.2 per cent increase on the previous year with 90,000 more journeys.",
     "Paul Blackwell, Dial-a-Ride General Manager, said: 'We fully appreciate how much of a lifeline this service is for many of our members. That's why we have worked extremely hard over the last few years to modernise and improve it.",
     "'We know from members' feedback that the service is very much appreciated and independent surveys record high overall customer satisfaction. Last year 91 out of 100 people said they were satisfied with our service.",
     "We will continue to deliver improvements to the service and ensure we maintain the high standards we have set ourselves.'",
     "Dial-a-Ride provides a door-to-door service for people with a permanent or long term disability.",
     "Many members are unable to access mainstream public transport and rely heavily on the service.",
     "People must register to use the service: They can then book trips to go shopping, visit family and friends or for other recreational trips such as the theatre.",
     "The service is free to members and is ideal for trips of five miles or less.",
     "Companions, carers and children can travel with members and drivers are specially trained to help passengers and will even take members shopping to their front door.",
     "Dial-a-Ride has a fleet of 370 vehicles, including more than 160 new state of the art low floor minibuses with a further 48 expected this year.",
     "These buses feature tip and fold seats which allow wheelchair users to manoeuvre around the vehicle much more easily.",
     "They also provide greater flexibility to allow for individual passengers' needs.",
     "In addition, Dial-a-Ride also offers a Travel Mentoring Service for disabled people who want to use mainstream public transport.",
     "The service provides a mentor to help them gain knowledge and confidence on the transport system and become an independent traveller.",
     "{\"template\":\"bulletlist\",\"items\":[\"Londoners can obtain more information or register to use Dial-a-Ride by visiting the TfL website on \\u003ca href=\\\"http://www.tfl.gov.uk/dialaride\\\"\\u003etfl.gov.uk/dialaride\\u003c/a\\u003e or by phone on 0845 999 1 999\",\"Statistics for Dial-a-Ride membership and journeys for individual boroughs are available on request\",\"Images of Dial-a-Ride vehicles are also available on request\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}