{
 "pageTitle": "Fruit and veg sprout up all over the Tube",
 "description": "As part of this year's annual Underground in Bloom competition employees have been tending corn on the cob at Northolt, runner beans at Greenford and strawberries at Hampstead - with all this green-fingered work done in their own time. Entries for the",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Fruit and veg sprout up all over the Tube ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground staff have been battling it out to grow the best and most succulent fruit and vegetables at stations across the Tube system."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "It is fantastic that these talented London Underground staff have created these horticultural delights bursting with flowers, fruit and veg and all done by volunteering in their spare time.",
     "As part of this year's annual Underground in Bloom competition employees have been tending corn on the cob at Northolt, runner beans at Greenford and strawberries at Hampstead - with all this green-fingered work done in their own time.",
     "Entries for the fruit and veg category - which was launched last year as part of the Mayor's Capital Growth programme to encourage organisations and communities to grow their own produce - have doubled this summer. Beetroot, carrots, tomatoes, broad beans, cucumbers, chillies, peanuts and mint are just some of the mouth-watering treats that staff have been nurturing at stations.",
     "As well as cultivating edible produce staff have been adding colour to stations with a variety of flowers and plants for customers to enjoy.",
     "Beautiful blooms have sprung up on platforms at Croxley, near the station exit at North Acton and in a car park at Perivale transforming these busy urban environments into lush oases.",
     "The categories, which include hanging baskets, tubs and best overall garden are currently being judged, with the awards evening taking place on 7 September at City Hall.",
     "Judges will give extra points to 'greener' gardens that use water wisely or recycle.",
     "For example some stations, such as Hampstead, have a wormery bin which provides rich environmentally-friendly liquid fertilizer to help plants grow, while North Acton has used old wooden train sleepers to create flower beds.",
     "Boris Johnson, the Mayor of London, said: 'I want to bring the best of the village into the city and a well-tended local station is a quintessential feature of this vision.",
     "'It is fantastic that these talented London Underground staff have created these horticultural delights bursting with flowers, fruit and veg and all done by volunteering in their spare time.",
     "'I'd like to congratulate everybody who has worked hard to transform these stations, adding a splash of colour to the daily commute of passengers. They are a credit to this city and their efforts will help ensure London is looking amazing when we welcome the world in 2012.'",
     "Howard Collins, Chief Operating Officer for London Underground, said: 'I'm really proud that our staff have spent so much of their own time making our Tube stations brighter places for our customers.",
     "'The effort that has gone into creating these beautiful oases proves just how much London Underground staff care about their customers and colleagues.",
     "'With so many impressive entries I think it's going to be a difficult decision for the judges to choose the winners this year.'",
     "Over 70 stations, depots and service control rooms have entered the competition.",
     "{\"template\":\"bulletlist\",\"items\":[\"Capital Growth is a partnership initiative between London Food Link, the Mayor of London Boris Johnson, and the Big Lottery's Local Food Fund. It is championed by the Chair of the London Food Board Rosie Boycott and aims to create 2012 new community food growing spaces across London by the end of 2012. Capital Growth offers practical help, grants, training and support to groups wanting to establish community food growing projects as well as advice to landowners. Capital Growth is also working with large organisations such as Transport for London and British Waterways along with borough food growing programmes such as Edible Islington\",\"The Tube is undergoing a huge and essential programme to upgrade its ageing infrastructure - vital to cope with a growing population and to support the economic development and growth of the capital and the UK. This includes the introduction of new track and signalling and the rebuilding of some of our most important stations. By the end of the current programme there will be 30 per cent more capacity. This will inevitably result in some disruption for passengers, but TfL is working hard to provide information and alternative travel options. The work is essential to provide for London's growing transport needs now, and into the future. TfL is urging all Londoners and Tube, London Overground, London Tramlink and DLR passengers to \\\"check before you travel\\\" at weekends, allowing extra journey time where necessary. Weekend travel news is available at \\u003ca href=\\\"http://www.tfl.gov.uk\\\"\\u003etfl.gov.uk\\u003c/a\\u003e \",\"The stations below have entered the following categories in the 2011 Underground in Bloom competition.\"]}",
     "\u003cstrong\u003eJubilee line\u003c/strong\u003e \u003cbr /\u003e1. Neasden - Best newcomer, Fruit and Veg, Hanging Baskets, Tubs\u003cbr /\u003e2. Willesden Green - Cultivated Garden\u003cbr /\u003e3. Dollis Hill -  Tubs\u003cbr /\u003e4. St. John's Wood - Cultivated Garden\u003cbr /\u003e5. Kilburn - Best Newcomer, Fruit and Veg, Tubs\u003cbr /\u003e6. West Hampstead - Best Newcomer, Tubs",
     "\u003cstrong\u003eNorthern line\u003c/strong\u003e \u003cbr /\u003e7. Finchley Central - Cultivated Garden, Tubs\u003cbr /\u003e8. West Finchley - Best Newcomer\u003cbr /\u003e9. East Finchley - Tubs\u003cbr /\u003e10. Highgate - Hanging baskets\u003cbr /\u003e11. Colindale - Cultivated Garden\u003cbr /\u003e12. Totteridge \u0026 Whetstone - Hanging Baskets\u003cbr /\u003e13. High Barnet - Cultivated Garden, Hanging Baskets, Tubs\u003cbr /\u003e14. Mill Hill East - Best Newcomer, Hanging Baskets\u003cbr /\u003e15. Brent Cross - Cultivated Garden, Fruit and Veg\u003cbr /\u003e16. Hendon Central - Cultivated Garden\u003cbr /\u003e17. Hampstead - Fruit and Veg\u003cbr /\u003e18. Old Street - Best Newcomer, Fruit and Veg\u003cbr /\u003e19. Golders Green - Best Newcomer, Hanging Baskets, Tubs\u003cbr /\u003e20. Clapham North - Hanging Baskets",
     "\u003cstrong\u003ePiccadilly line\u003c/strong\u003e 21. Cockfosters - Hanging baskets, Tubs\u003cbr /\u003e22. Arnos Grove depot - Best Newcomer, Fruit and Veg, Hanging Basket, Tubs\u003cbr /\u003e23. Sudbury Town - Cultivated Garden\u003cbr /\u003e24. Northfields - Cultivated Garden, Tubs\u003cbr /\u003e25. Acton Town - Cultivated Garden, Tubs",
     "\u003cstrong\u003eDistrict line\u003c/strong\u003e \u003cbr /\u003e26. Southfields - Cultivated Garden, Hanging Baskets, Tubs\u003cbr /\u003e27. Putney Bridge - Fruit and Veg, Tubs\u003cbr /\u003e28. East Putney - Hanging Baskets, Tubs\u003cbr /\u003e29. Wimbledon Park - Hanging Baskets\u003cbr /\u003e30. West Brompton - Cultivated Garden, Tubs\u003cbr /\u003e31. Parsons Green - Hanging Baskets, Tubs\u003cbr /\u003e32. West Kensington - Cultivated Garden\u003cbr /\u003e33. Bromley-by-Bow - Hanging Baskets, Tubs\u003cbr /\u003e34. Barking - Hanging Baskets, Tubs",
     "\u003cstrong\u003eMetropolitan line \u003c/strong\u003e 35. Croxley - Hanging Baskets\u003cbr /\u003e36. Watford - Fruit and Veg\u003cbr /\u003e37. Rickmansworth - Tubs\u003cbr /\u003e38. West Harrow - Best Newcomer\u003cbr /\u003e39. Northwood Hills - Cultivated Garden\u003cbr /\u003e40. Preston Road - Cultivated Garden, Tubs",
     "\u003cstrong\u003eCircle \u0026 Hammersmith lines \u003c/strong\u003e 41. South Kensington - Hanging Baskets, Tubs\u003cbr /\u003e42. Edgware Road - Tubs\u003cbr /\u003e43. Goldhawk Road - Cultivated Garden, Fruit and Veg, Hanging Baskets, Tubs\u003cbr /\u003e44. Bayswater - Hanging Baskets, Tubs",
     "\u003cstrong\u003eBakerloo line \u003c/strong\u003e 45. Maida Vale - Cultivated Garden, Hanging Baskets, Tubs\u003cbr /\u003e46. Marylebone - Hanging Baskets, Tubs\u003cbr /\u003e47. Warwick Avenue - Best Newcomer, Fruit and Veg, Tubs\u003cbr /\u003e48. Elephant and Castle - Best Newcomer, Tubs",
     "\u003cstrong\u003eCentral line\u003c/strong\u003e \u003cbr /\u003e49. Newbury Park - Hanging Baskets, Tubs\u003cbr /\u003e50. Theydon Bois - Cultivated Garden\u003cbr /\u003e51. Chigwell - Best Newcomer, Hanging Basket, Tubs\u003cbr /\u003e52. Roding Valley - Cultivated Garden, Tubs\u003cbr /\u003e53. Greenford - Fruit and Veg, Hanging Baskets, Tubs\u003cbr /\u003e54. Northolt - Cultivated Garden, Fruit and Veg, Hanging Baskets, Tubs\u003cbr /\u003e55. Perivale - Hanging Baskets, Tubs\u003cbr /\u003e56. East Acton - Cultivated Garden, Hanging Baskets, Tubs\u003cbr /\u003e57. North Acton - Cultivated Garden, Fruit and Veg, Hanging Baskets, Tubs\u003cbr /\u003e58. Leytonstone - Best Newcomer",
     "\u003cstrong\u003eVictoria line \u003c/strong\u003e 59. Tottenham Hale - Fruit and Veg, Tubs\u003cbr /\u003e60. Seven Sisters Depot - Cultivated Garden, Fruit and Veg, Tubs"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}