{
 "pageTitle": "London Underground makes revised multi-year pay offer",
 "description": "A further guarantee has also been given that LU would not take into account negative RPI, should such a situation occur, so staff would be guaranteed a minimum 0.25 per cent pay increase each year.The five-year offer was made to all trade unions at this",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Underground makes revised multi-year pay offer",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground (LU) has made a revised five-year pay offer to trade unions which would see staff get a 4.75  per cent pay increase this year, followed by a rise of inflation (RPI) plus 0.25 per cent in the four subsequent years."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "A further guarantee has also been given that LU would not take into account negative RPI, should such a situation occur, so staff would be guaranteed a minimum 0.25 per cent pay increase each year.",
     "The five-year offer was made to all trade unions at this week's meeting of LU's Company Council on Wednesday 13 July.",
     "During previous discussions, LU asked the trades unions to take into account that the basic pay offer could be improved if their claims for changes to other terms and conditions could be limited to those which did not incur extra costs and it is on this basis that this revised package has now been offered.",
     "LU has also sought to meet some of the unions suggestions by making the system for allocating shifts on Bank Holidays more responsive to local need and by making it easier for qualified drivers already on career breaks to return to work.",
     "LU will also be looking to whether the latter proposal can be extended to other operational parts of the business.",
     "Howard Collins, Chief Operating Officer, LU said: 'We met with the unions today and have made what we believe is a  very fair and affordable multi-year pay offer to the trade unions that will enable our employees' salaries to keep pace with the cost of living and guarantees an increase in real terms over the life of the deal. At the same time it is realistic given the current economic situation and the pressure on TfL's finances.",
     "'We look forward to working with the unions to reach an agreement as soon as possible.'",
     "The proposed deal would cover the period from April 2011 to April 2016, which also includes the London 2012 Games.",
     "The previous agreed pay deal, which saw staff get a 1.5 per cent increase in year one and RPI+0.5 per cent in year two, expired in March.",
     "Separate discussions with trade unions on working arrangements over the period of the London 2012 Games continue."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}