{
 "pageTitle": "New public art at Hampstead Heath station",
 "description": "Known for her dramatic, large-scale paintings of landscapes, the artist has developed a site-specific, permanent artwork in porcelain tiles, extending the entire length of the station platform, visible to visitors to the station and passengers alike. The",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New public art at Hampstead Heath station ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Passengers using Hampstead Heath station will now be greeted by the second artwork commissioned through the London Overground Public Art Programme - Evenings' Hill, created by artist Clare Woods."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We are very excited to have completed the second new art installation for our network at the same time as delivering a much improved station for the passengers of Hampstead Heath.",
     "Known for her dramatic, large-scale paintings of landscapes, the artist has developed a site-specific, permanent artwork in porcelain tiles, extending the entire length of the station platform, visible to visitors to the station and passengers alike.",
     "The artwork complements other improvements at the station since it became part of the London Overground network, including new lighting, CCTV, PA systems, information screens, station re-painting and improved signage.",
     "Julie Dixon, Head of Marketing and Communications at TfL London Rail, which manages London Overground said: 'We are very excited to have completed the second new art installation for our network at the same time as delivering a much improved station for the passengers of Hampstead Heath.",
     "'We were able to capitalise on the opportunity to incorporate this impressive artwork onto the platform wall during the large scale refurbishment of the station, which is part of a network wide programme of station improvements.",
     "'Clare's painting, coupled with the recent introduction of more frequent services and the significant improvements to lighting, passenger information and waiting areas within the station, should positively improve passenger journeys to and from Hampstead Heath for years to come.'",
     "Clare's work takes its inspiration from the local surroundings, in particular the popular pools of Hampstead Heath.",
     "Woods examined historic maps of Hampstead dating from 1866 to 1915 and identified that the pools were the one geographical constant throughout this time of rapid urban development.",
     "Clare is not alone in depicting the pools - they have been the subject matter for many artists, most famously in landscapes by the English Romantic painter John Constable.",
     "Today, the Heath and its pools are still as much a refuge from the city as they were when Constable painted them in the 1820's.",
     "Woods has chosen to evoke this feeling of open space and fresh air in her artwork, echoing Constable's desire to make paintings in which he could feel the wind blowing on his face, rather than a realistic representation of the landscape.",
     "The depiction of water and reflection is central to the composition.",
     "It features a landscape without horizon, in which the pools become voids or portals to another place.",
     "'I wanted to get a 'feel' of the Heath in my work - this open space in the heart of a city' said Clare Woods.",
     "'This is a more abstracted notion of the landscape, creating a sense of a place, or a feel of an expanse.'",
     "Producing the project has taken many months of painstaking work. Woods began by making photographic studies of the pools, which were translated into drawings and then a large watercolour painting.",
     "Digital transfers of her painting were fired onto the porcelain tiles, which retain the quality of brushwork of the original watercolour.",
     "Tod Hanson's 'The Elliptical Switchback' at Haggerston, on London Overground's East London route, was the first permanent artwork to be commissioned by London Overground.\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"London Overground's art programme is being managed for Transport for London by art consultants Modus Operandi and will use artworks to inspire, amuse and entertain passengers on its network\",\"Clare Woods was born in 1972 and graduated from Goldsmith's College in 1999. She has exhibited widely in the UK, Europe and America and was shortlisted for the Beck's Futures prize in 2001\",\"Photographs of the artwork are available on request from the TfL Press Office\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}