{
 "pageTitle": "Save time, get your Oyster card from a ticket machine",
 "description": "Transport for London is making it much faster and easier for passengers to buy and use Oyster, by upgrading ticket machines that will sell Oyster cards directly, with credit loaded.By the end of July, most stations across the London Underground network",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Save time, get your Oyster card from a ticket machine",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Upgrade across London Underground means new Oyster cards can be dispensed from ticket machines. Greater convenience for passengers."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Transport for London is making it much faster and easier for passengers to buy and use Oyster, by upgrading ticket machines that will sell Oyster cards directly, with credit loaded.",
     "By the end of July, most stations across the London Underground network will have at least one ticket machine equipped to vend Oyster cards.",
     "Passengers will be able to get their new cards at any time of the day from the clearly marked machines, and will be able to do so quickly and conveniently.",
     "The new service is particularly useful for busy Londoners who may have forgotten or lost their old Oyster and need a quick replacement.",
     "Passengers should always consider registering their Oyster to benefit from having their credit balances protected if they lose their card.",
     "Since the ticket machine upgrade began in May, the new service has been an instant hit with passengers.",
     "Already more than 25 per cent of all new Oyster cards are bought from a ticket machine.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Quick and easy\"}",
     "Currently, more than half of all new Oyster card purchases at Aldgate East, Holland Park and Lambeth North have been from the machines.",
     "At other stations, including Euston, King's Cross, Belsize Park and Putney Bridge, more than a third of new Oyster card purchasers have chosen to do so by using the quick and easy ticket machines.",
     "Richard Parry, London Underground's Strategy \u0026 Commercial Director, said: 'We have long known that the way customers use the Tube is changing, and we're adapting to those changes.",
     "'Customers have embraced Oyster in recent years, with just one in 20 Tube journeys now starting with a ticket office purchase.",
     "'The ability to vend Oyster cards is a natural progression for the self-service machines across the Tube network which were also upgraded in 2010 to allow customers to buy tickets to a greater range of National Rail destinations, as well as with Railcard discounts.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Oyster is the world's most popular transport smartcard. Since 2003, more than 43 million cards have been issued and around eight million are in regular circulation\",\"In the majority of cases, Oyster offers the cheapest fare for journeys on London's transport network\",\"Around 400 ticket machines at Underground stations have been upgraded to vend Oyster cards\",\"Every Tube station, except Roding Valley (owing to ticket hall size) and ex-Silverlink stations (which have different ticket machines) now has at least one of the upgraded ticket machines\",\"As standard, the £5 deposit and minimum £5 pay as you go credit or weekly Travelcard will be required on the purchase of all new Oyster cards. Passengers can also add up to £90 pay as you go credit and weekly Travelcards to their Oyster card at any other ticket machine\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}