{
 "pageTitle": "Stratford bus station prepares for a new and improved look",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Stratford bus station prepares for a new and improved look",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Work to transform Stratford bus station in time for the 2012 Games begins on 1 August."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "TfL and Newham Council will work closely together to ensure the disruption to passengers is minimal.",
     "Transport for London (TfL) and Newham Council are working closely together to improve the station; replacing the bus shelters, installing better lighting and improving footpaths - allowing passengers to move more easily around the station.",
     "The bus station will be thoroughly spruced-up from top to bottom including a full repair and resurface of all roadways.",
     "The works will benefit the 20 million passengers using the bus station every year.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Close to the Olympic Park\"}",
     "In addition, many thousands of extra passengers will use Stratford bus station during the London 2012 Games because of its close proximity to the Olympic Park and easy interchange with the Central and Jubilee Lines, London Overground, Docklands Light Railway and mainline services.",
     "Mike Weston, Operations Director, London Buses said:  'Stratford bus station is already a very important transport hub in East London and as we move closer to the London 2012 Games it will have an ever bigger part to play ensuring visitors have easy access to the Olympic Park.",
     "'With this in mind it is important we provide world class facilities for the travelling public and to do this we need to close the bus station for several weeks to make important improvements. TfL and Newham Council will work closely together to ensure the disruption to passengers is minimal.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Temporary changes\"}",
     "The bus station will close from 1 August 2011 until the end October 2011, with temporary changes to local stopping arrangements for bus services.",
     "Buses will use other bus stops around Stratford town centre while the works are undertaken, and TfL will have Customer Service Assistants readily available to help minimise any passenger disruption and assist passengers with their onward journeys.",
     "Full details of revised stopping arrangements will also be on display locally and on the TfL website \u003ca href=\"http://www.tfl.gov.uk/livetravelnews\"\u003etfl.gov.uk/livetravelnews\u003c/a\u003e ",
     "TfL and Newham Council will work hard to ensure any disruption is kept to a minimum during these improvements.",
     "Work will be carried out on a phased basis and is due to be fully completed by February 2012."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}