{
 "pageTitle": "Temporary changes to bus stopping arrangements around Putney Bridge Bus Station",
 "description": "Buses which normally terminate at the bus station will use stops located on Fulham High Street. Routes 39, 85, 93, 264, 270 will use bus stop FE and route 414 will use bus stop FH.The work at the bus station involves repairing and resurfacing the entire",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Temporary changes to bus stopping arrangements around Putney Bridge Bus Station",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Putney Bridge Bus Station will close to all traffic from 1 August 2011 while improvements are made to both the bus and Underground stations. These works are due to be completed by late September."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Buses which normally terminate at the bus station will use stops located on Fulham High Street. Routes 39, 85, 93, 264, 270 will use bus stop FE and route 414 will use bus stop FH.",
     "The work at the bus station involves repairing and resurfacing the entire roadway as well a major upgrade of the drainage system.",
     "This will significantly reduce the need for future bus station maintenance closures meaning less inconvenience for passengers.",
     "Improvements will also be made to kerbs adjacent to the pedestrian crossing which will increase pedestrian safety.",
     "While this work is being carried out London Underground will be upgrading the power supply to Putney Bridge Underground Station.",
     "By linking these works into the bus station improvements TfL will be able to minimise any long term disruption in the area.",
     "Putney Bridge Underground Station will remain open while these works are completed.",
     "Details of stopping arrangements during the works will be available at local bus stops, around the bus station and at \u003ca href=\"http://www.tfl.gov.uk/livetravelnews\"\u003etfl.gov.uk/livetravelnews\u003c/a\u003e ",
     "Bus station staff will also be available to advise passengers of where to catch their bus."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}