{
 "pageTitle": "TfL demands explanation as tens of thousands of Londoners are inconvenienced again by 'pointless' Thames Water works",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL demands explanation as tens of thousands of Londoners are inconvenienced again by 'pointless' Thames Water works",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London's MD of Surface Transport, Leon Daniels, today demanded an explanation from Thames Water after their works on the Marylebone Road again inconvenienced tens of thousands of Londoners for no purpose."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The works, to deal with a leaking water main, closed two Westbound lanes of the Marylebone Road throughout Saturday night and Sunday until 14:00 - causing long queues as traffic was reduced to a single lane.",
     "Whilst Thames Water discovered in the early hours of Sunday morning that the excavation work being carried out was not in the right place to locate and repair the leak, it then took them over nine hours to completely re-open the road to traffic.",
     "This was the ninth time in 16 months that Thames Water has dug up parts of the Marylebone Road in unsuccessful attempts to locate a leak, which is also affecting Baker Street Underground station.",
     "Worse still, Thames Water's lack of planning and disregard for the effect of their works has meant that Londoners have faced completely unnecessary delays for the fourth time.",
     "Not only have Thames Water's contractors previously dug up the road in completely the wrong place, on three separate occasions Thames Water have failed to get their contractors to site as soon as repairs have been completed.",
     "Instead, sites have sat idle when the road could have been reinstated and completely reopened to traffic far earlier.",
     "Leon Daniels, Managing Director of Surface Transport at TfL, said: 'The tens of thousands of Londoners who have been inconvenienced by these repeatedly pointless works will rightly be exasperated.",
     "'We have had another busy summer Sunday with long delays whilst the problem with the leaking water main remains unsolved.",
     "'I contacted Thames Water on Sunday to draw their attention to this unacceptable failure and to demand an explanation.",
     "'I have tasked my team with exercising the closest possible scrutiny over subsequent Thames Water works and through this we will - on behalf of Londoners - apply pressure to ensure that Thames Water do everything they can to limit further disruption.'\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}