{
 "pageTitle": "Transport for London seeks your views on proposed changes to routes 206, 224 and PR2 Wembley and Park Royal area",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London seeks your views on proposed changes to routes 206, 224 and PR2 Wembley and Park Royal area",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) London Buses is seeking the views of the local community on proposed changes to routes 206, 224 and PR2 in the Wembley and Park Royal area."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Under the proposed changes route 224 would be re-routed to serve St Raphael's Estate.",
     "This would replace route 206 which would be extended to the Paddocks and operate along the roads used by the current PR2 service.",
     "As a result route PR2 would no longer run.",
     "These changes would provide a direct link to Central Middlesex Hospital from St Raphael's Estate.",
     "This would also provide many users along the existing PR2 route with a Sunday service for the first time.",
     "Route 224 and 206 will operate every 15 minutes during the day, Monday to Saturday, and every 20 to 30 minutes on Sundays.",
     "Peter Bradley, Head of Consultation and Engagement, said: 'We believe these proposed change to bus routes will offer a better service to residents and visitors in the Wembley and Park Royal area.",
     "'However we would like to know the local community's views before making a decision about whether to go ahead with these changes.'",
     "The consultation is now open and will run until 19 August 2011.",
     "Full details are available on the \u003ca href=\"http://www.tfl.gov.uk/busrouteconsultation\"\u003eTfL website\u003c/a\u003e .",
     "Details are also available from London Buses Customer Services on 0845 300 7000 or email \u003ca href=\"mailto:STengagement@tfl.gov.uk\"\u003eSTengagement@tfl.gov.uk\u003c/a\u003e .",
     "The proposed changes, depending on the views expressed during consultation, would be introduced in October 2011.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"London Buses Customer Services can be contacted by:\",\"Telephone on 0845 300 7000\",\"Email at \\u003ca href=\\\"mailto:STengagement@tfl.gov.uk\\\"\\u003eSTengagement@tfl.gov.uk\\u003c/a\\u003e \",\"By post to Consultation and Engagement Centre, 11th Floor, Palestra, 197 Blackfriars Road, London SE1 8NJ\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}