{
 "pageTitle": "Works starts on innovative cable car to boost regeneration in east London",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Works starts on innovative cable car to boost regeneration in east London",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Mayor's plans to regenerate east London received a boost today with the start of construction works for the Capital's innovative cable car."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This stunning new landmark will cut existing journey times, link two popular destinations and draw visitors from across the globe",
     "Work has now begun on both sides of the river on the two stations passengers will be using for the cable car; this includes piles being driven deep into the ground to support the construction of the building foundations.",
     "Work to install the piles for the new north station in the Royal Victoria Dock is taking place from a barge rig moored in the dock and on the Greenwich Peninsula for the south station.",
     "Work in the river is also progressing to probe for obstructions prior to the river piling.",
     "The new transport link is set to give a once-in-a-lifetime boost to the economic regeneration of east London, providing an essential addition to a newly created Enterprise Zone.",
     "This supports the Mayor's vision to transform this area into a new metropolitan quarter boasting new businesses, tourist attractions, homes and job opportunities.",
     "The scheme will provide a quicker link between the O2 and ExCeL - two of the biggest entertainment and exhibition venues in Europe, cutting travel times to five minutes.",
     "Scheduled for completion in summer 2012 the airborne link will provide spectacular views across the Thames, and a new and unique addition to London's transport network for thousands of commuters and visitors to London.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Boosting regeneration\"}",
     "Mayor of London, Boris Johnson, said: 'London's cable car will boost the ongoing renaissance of this easterly quarter of the Capital, helping to secure a massive legacy for Londoners coming from the 2012 Games.",
     "'This stunning new landmark will cut existing journey times, link two popular destinations and draw visitors from across the globe.'",
     "Howard Smith, one of Transport for London's (TfL's) Chief Operating Officer's, said: 'TfL is proud that in such a short period of time we've been able to start main works for the cable car.",
     "'This scheme offers a great opportunity not only to boost the number of river crossings in London but also promote the regeneration of this part of east London and to support tourism to the Capital.'",
     "In order to get the link off the ground TfL has agreed to provide the upfront costs for the cable car.",
     "TfL will recoup its costs from a range of sources including the appointed commercial partner, fare revenue and advertising.",
     "As part of this process, TfL opened an Invitation to Tender for sponsors in June 2011.",
     "The tender closes next week (mid-July) and the winning partner is expected to be announced later this year.",
     "A team of expert sub-contractors, working for Mace, is constructing the scheme for TfL.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"An exhibition will be held at the NLA the centre for London's built environment centre in Store Street, this will open on Friday 8 July and provides further detail about the cable car. The exhibition is open to the public and will include models of the design and computer generated images showing what the cable car will look like when it is fully operational next year. For more information, visit: \\u003ca href=\\\"http://www.newlondonarchitecture.org\\\"\\u003ewww.newlondonarchitecture.org\\u003c/a\\u003e \",\"Mace has been selected as principal contractor to build the cable car and operate it for three years. Mace will lead a team of experts, including the cable car specialists, Dopplemayr, and Watson Steel, URS Scott Wilson, Buro Happold and Aedas. The cable car has been designed to the highest standards by Wilkinson Eyre Architects\",\"The cable car will be the UK's first urban cable car with a crossing every 30 seconds carrying up to 2,500 passengers per hour in each direction\",\"The cable car will be fully accessible and will be designed so it can be used by those with reduced mobility including wheelchair users and people with pushchairs, in addition bicycles will be allowed onto the link\",\"In addition to regeneration the cable car could bring a number of additional benefits including:ul\",\"There are three other cable cars in the UK, including the Nevis Range in Scotland and the Heights of Abraham in Derbyshire. The cable car for London will operate as a mass transport scheme similar to those found in Barcelona, Lisbon, New York and Singapore\",\"Travelling at a height similar to the O2 Arena it will stretch over 1km across the Thames providing a unique view of London and cut travel times between the O2 and ExCeL centre\",\"There is potential for the project to be delivered in time for the 2012 Olympic Games, however this is a challenging timeline for such a complex project. The cable car is not a part of the Olympics Transport Plan so completion in time for the Games is not required\",\"The Mayor is currently pursuing a package of measures to increase the number of additional river crossings as part of his Transport Plan. These are:ul\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}