{
 "pageTitle": "Operation 'Winchester' tackling motorcycle and scooter fatalities in London",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2016",
   "url": "/info-for/media/press-releases/2016"
  },
  {
   "title": "March",
   "url": "/info-for/media/press-releases/2016/march"
  },
  {
   "title": "Operation ‘Winchester’ tackling motorcycle and scooter fatalities in London"
  }
 ],
 "title": {
  "title": "Operation ‘Winchester’ tackling motorcycle and scooter fatalities in London",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) is strengthening the work it carries out to reduce the number of accidents involving motorcycle and scooter riders in the Capital.",
     "In 2015, the number of motorcycle and scooter fatalities in London rose to 36, from 27 the year before. Provisional data indicates that there were 514 serious injuries to motorcyclist and scooter riders in the twelve months ending September 2015, compared with 507 the previous year.",
     "As a result TfL and the Metropolitan Police Service (MPS) Roads and Transport Policing Command, which is part-funded by TfL, are stepping up their joint activity, including employing more officers at key motorcycle hotspot junctions where collisions are most likely to occur. Two recent phases of Operation 'Winchester', from September to November 2015 and again in January this year, saw enforcement activity stepped up at hotspot locations and at key times across London to help keep motorcyclists and scooter riders safe. Over these two phases officers stopped 5,389 riders, issued 742 Traffic Offence Reports, 1,335 verbal warnings, seized 96 motorcycles and made 10 arrests.",
     "The MPS Motorcycle Safety Team and wider Roads and Transport Policing Command will continue to target those boroughs where motorcyclists are at the greatest risk of injury. As well as clamping down on illegal and antisocial road user behaviour such as, speeding, careless riding and red light running, they will be giving road safety advice to all road users and providing leaflets on BikeSafe-London rider skills days.",
     "The Mayor of London, Boris Johnson MP, said: `We are stepping up our efforts to improve the safety of motorcyclists on our roads, and the measures we've outlined today have the potential to make a real difference. We need every single motorcyclist to feel safe on our streets and this work is key to that goal.'",
     "Since the launch of London's first Motorcycle Safety Action Plan in 2014, TfL has been delivering a number of initiatives to increase the safety of motorcyclists. Building on this work and addressing the concerning increase in the number of fatalities involving motorcycle and scooter riders in 2015, TfL has:",
     "{\"template\":\"bulletlist\",\"items\":[\"Published the first Urban Motorcycle Design Handbook - a key tool for those who design, build and maintain London's roads to provide a better insight of how road and traffic conditions affect this vulnerable road user group\",\"Confirmed funding for Motorcycle Industry Association (MCIA) accredited motorcycle training centres in every part of London to ensure all learner riders have access to the \\\"gold standard\\\" of training\",\"Started a pilot in the London Borough of Croydon giving one-to-one training for commuters - the training is targeted at routes from home to work or education, as a high proportion of collisions occur in peak travel hours. If successful, the pilot could be introduced in other parts of London.\"]}",
     "Leon Daniels, TfL's Managing Director of Surface Transport, said: `We are fully committed to making London's roads safer for all, and with this focus on motorcycle and scooter safety, bringing down the number of collisions involving this vulnerable road user group. The three Es - enforcement, education and engineering - are central to this. On-street education and enforcement, substantial investment in improving rider skills and guidance to help engineers design roads so that they are safer for riders, all form part of a concerted effort to improve road safety in the Capital.'",
     "TfL's ongoing motorcycle safety marketing campaign is helping to tackle the main cause of fatal collisions, which is \"travelling too fast for the conditions\". The hard-hitting radio and cinema advert has a high recognition rate amongst this target group. The advert is a reminder of the danger of what can happen when riders do not ride at a speed and in a manner which is appropriate for the conditions.",
     "TfL continues to fund and support training courses as part of its motorcycle and scooter safety package. BikeSafe and ScooterSafe-London rider skills days play a significant role in helping riders enhance their skills after gaining a licence or whilst holding a Compulsory Basic Training (CBT) certificate. The courses run over a full day and involve the MPS Motorcycle Safety Team assessing riders' skills on both urban and rural roads, as well as a classroom session. BikeSafe-London teaches riders to understand hazard perception, what causes crashes, and how to make yourself visible to avoid being involved in a crash. Over 28,000 people have been on the rider skills days since 2003.",
     "Detective Chief Superintendent Paul Rickett, MPS Roads and Transport Policing Command, said: `As an organisation the MPS is committed to reducing the number of people killed or seriously injured on London's roads each year and we work closely with our partners, Transport for London, to achieve this.",
     "`Motorcyclists are particularly vulnerable road users and our Motorcycle Safety Team runs operations such as BikeSafe, to raise awareness of rider safety. These officers are themselves passionate about motorcycles and are able to explain their own experiences as motorcyclists on London's roads.",
     "`All road users have a responsibility for road safety and I urge motorcyclists to take advantage of the BikeSafe and ScooterSafe-London to keep themselves and others safe on the roads.'",
     "Graeme Hay, Government Relations Officer, British Motorcyclists Federation (BMF), said: `The BMF warmly welcomes the work that is being done by TfL to address the increase in the number of lives lost by those who use motorcycles and scooters to get around the city. The development of the Urban Motorcycle Design Handbook and the training programme for TfL and Borough engineers which supports its introduction will change the way in which improvement schemes are designed and ways in which London's roads are maintained.",
     "`Motorcycle and scooter safety in any congested city is always a challenge but it is clear that TfL, the Metropolitan Police and the Motorcycle Industry Association are committed to meeting this challenge. The BMF are delighted to have been involved in the development of these important initiatives, which we support fully.'",
     "Karen Cole, Director of Safety and Training, Motorcycle Industry Association, said: `This is a well thought out integrated approach to tacking rider vulnerability and shows TfL recognises that responsible riders have an important role to play in London's transport mix. As more people opt for motorcycles and scooters as an antidote to congestion, they must be supported in their transport choice through access to high quality training and sympathetic road design. Training is absolutely key to creating responsible and safe riders.'",
     "ENDS\u003cbr /\u003eNotes to editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL's Urban Motorcycle Design Handbook can be found here: \\u003ca href=\\\"http://content.tfl.gov.uk/tfl-urban-motorcycle-design-handbook.pdf\\\"\\u003ehttp://content.tfl.gov.uk/tfl-urban-motorcycle-design-handbook.pdf\\u003c/a\\u003e \",\"Details of BikeSafe and ScooterSafe-London, including how to take part, can be found here: \\u003ca href=\\\"http://www.bikesafe-london.co.uk/courses/scootersafe-london.html\\\"\\u003ewww.bikesafe-london.co.uk/courses/scootersafe-london.html\\u003c/a\\u003e \",\"More on TfL's 2014 Motorcycle Safety Action Plan can be found here: \\u003ca href=\\\"http://tfl.gov.uk/info-for/media/press-releases/2014/march/londons-first-motorcycle-safety-action-plan-to-improve-safety-for-riders-across-the-capital\\\"\\u003etfl.gov.uk/info-for/media/press-releases/2014/march/londons-first-motorcycle-safety-action-plan-to-improve-safety-for-riders-across-the-capital\\u003c/a\\u003e \",\"TfL's hard-hitting motorcycle safety cinema advert can be found here: \\u003ca href=\\\"http://www.youtube.com/watch?v=oNXg3niVeoI\\\"\\u003ewww.youtube.com/watch?v=oNXg3niVeoI\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2016/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2016/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2016/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2016/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2016/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2016/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2016/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2016/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2016/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2016/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2016/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2016/december",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}