{
 "pageTitle": "Successful trials prove effectiveness of speed limiting technology on buses",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2016",
   "url": "/info-for/media/press-releases/2016"
  },
  {
   "title": "March",
   "url": "/info-for/media/press-releases/2016/march"
  },
  {
   "title": "Successful trials prove effectiveness of speed limiting technology on buses"
  }
 ],
 "title": {
  "title": "Successful trials prove effectiveness of speed limiting technology on buses",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) has completed trials of Intelligent Speed Assistance (ISA) technology fitted to buses, proving that the technology can be used to control speeds on London's bus network.",
     "The trials, the first in the UK, form part of the Mayor and TfL's commitment to halve the number of people killed and seriously injured on London's roads by 2020. They saw the technology, which prevents vehicles from accelerating over speed limits, fully tested on two bus routes that included a variety of road environments and differing speed limits.",
     "All buses fitted with ISA remained within the speed limit 97-99 per cent of the time, proving the effectiveness of ISA. The extremely rare incidents of excess speeds were seen on downhill sections of road.",
     "The trials were particularly effective when travelling through 20mph zones - which are being widely introduced and cover around a quarter of London's roads - helping to ensure other vehicles in the area adhered to the limit.",
     "As part of the Mayor's world leading bus safety standard for London, that he announced last month, TfL intends to require all new buses from 2017 to have this technology fitted.",
     "Isabel Dedring, Deputy Mayor for Transport, said: `We're determined to continually advance safety on our bus network and that's why last month the Mayor launched a world-leading programme specially designed to drive forward major improvements. The use of this cutting-edge technology is just one example of how we are harnessing the latest technology to reduce the number of fatal and serious injuries on London's roads.'",
     "Leon Daniels, Managing Director of Surface Transport at TfL, said: `We're investigating a range of new technologies that can make our bus network the safest in the world. These trials have proven that speed limiting technology can contribute to safer roads and streets. We'll now work with manufacturers so that all buses coming off the production line can be fitted with the technology from next year.'",
     "Tom Kearney, bus crash survivor and founder of the #LondonBusWatch Campaign, said: `Making ISA technology mandatory on its buses was included in TfL's recently-announced 'world leading' Bus Safety Programme.  I applaud this action to strengthen the operational safety performance of TfL's contracted bus fleet and look forward to the Bus Safety Programme's continued implementation.'",
     "Jeremy Leach, London Co-ordinator for 20's Plenty for Us Campaign, said: `TfL is taking big steps towards making buses safer. Limiting the speed of buses, and therefore the vehicles that are travelling around them, particularly on all the roads where the boroughs have brought in 20mph limits, will lead to fewer and less serious casualties. This is a sign of real progress in making London's roads and streets less intimidating places for those who walk and cycle.'",
     "ISA will supplement the work already underway to use the iBus system fitted to all of London's 9,000 buses to monitor bus speeds and take action to mitigate speeding.\u003cbr /\u003eENDS.\u003cbr /\u003eNotes to Editors:",
     "1.    TfL's commitment to improve bus safety was set out in a far-reaching programme last month, which includes:",
     "{\"template\":\"bulletlist\",\"items\":[\"Developing world leading bus safety standards for London - testing latest safety technology and products\",\"Updating bus contracts to include safety incentives for bus operators\",\"A UK-first Incident Support Service to provide a better service to those affected by a fatal or life changing injury, including in bus collisions\",\"Publishing additional bus collision data and making it more accessible\",\"Providing greater transparency on bus collision investigations, including how fatal and serious collisions are investigated by TfL, the bus operators and the police\",\"A new safety training module incorporated in the training of all 24,700 bus drivers.\"]}",
     "2.    TfL has set out six road safety commitments and a new approach to making the Capital's roads safer in 'Safe London Streets: Our Approach', which tackles the principle sources of road danger, of which 'travelling too fast' is one. \u003ca href=\"http://www.tfl.gov.uk/corporate/safety-and-security/road-safety/safe-streets-for-london\"\u003ewww.tfl.gov.uk/corporate/safety-and-security/road-safety/safe-streets-for-london\u003c/a\u003e ",
     "3.    The speed limit data that is incorporated into the ISA technology comes from TfL's Digital Speed Limit map of London, which is updated for accuracy and freely available from the TfL website. The data can be incorporated into sat navs and GPS systems to provide all drivers with the best information on the speed limit of the roads they are travelling on, giving them greater certainty and improving road safety.",
     "4.    A full technical report on the Bus ISA trial will be published next month.",
     "5.    The trials of Bus ISA were carried out on route 19 (from Battersea to Finsbury Park) and route 486 (from North Greenwich to Bexleyheath)."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2016/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2016/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2016/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2016/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2016/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2016/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2016/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2016/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2016/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2016/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2016/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2016/december",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}