{
 "pageTitle": "TfL celebrates the contribution of apprentices to London's transport network",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2016",
   "url": "/info-for/media/press-releases/2016"
  },
  {
   "title": "March",
   "url": "/info-for/media/press-releases/2016/march"
  },
  {
   "title": "TfL celebrates the contribution of apprentices to London’s transport network"
  }
 ],
 "title": {
  "title": "TfL celebrates the contribution of apprentices to London’s transport network",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL), Crossrail, London Transport Museum and their suppliers, are celebrating the contribution of apprentices to keeping London working and growing with the announcement of 350 new apprenticeship roles. The new apprentices will work on vital transport infrastructure projects such as the Northern Line Extension, the Roads Modernisation programme and the Bond Street station upgrade.",
     "The announcement, which comes during National Apprenticeship Week, builds on the record 156 apprentices that TfL welcomed in September 2015. The roles include Track Renewal and Track Maintenance, Crossrail Railway Engineer, Commercial Procurement and Transport and Town Planning.",
     "Since 2009, TfL, its suppliers, Crossrail and London Transport Museum have created over 6,000 apprenticeship roles, enabling people to learn and earn at least the London Living Wage. The variety of apprenticeship schemes available has increased from just two in 2009 to 28 this year.",
     "TfL's suppliers have also helped transform the lives of 18 ex-offenders through apprenticeships. They have given the ex-offenders an opportunity to gain valuable qualifications through a variety of apprenticeship roles working on TfL projects across the Capital. Apprenticeships have offered them a chance at a long and rewarding career with five ex-offenders now in permanent roles with TfL's suppliers.",
     "London's Transport Commissioner, Mike Brown MVO, said: `We have a skills shortage in the transport industry, and apprenticeships offer us the chance to recruit some really talented individuals into the sector who may otherwise not have been given the opportunity. We've been creating apprenticeship roles for decades, and a number of our current directors have come up through the ranks having started their own careers as apprentices.",
     "`Apprenticeships are a genuine alternative to university and offer real career prospects to earn and learn at the same time. As we celebrate the contribution of apprentices this week, I want to encourage people to take up the opportunities that we are offering together with our suppliers.'",
     "TfL's transport network supports over 30 million journeys across London every day, and with the Capital's population set to rise from 8.6 million today to 10 million by 2030, apprentices will continue to play a vital role in ensuring that TfL has a transport network that continues to keep London as the economic engine of the UK.",
     "Hoda Al-Halfi, a second year Project Management apprentice at TfL, said: `After taking a year out and exploring my options, I came across the TfL Project Management Apprenticeship and thought it's just what I'm looking for, earning whilst learning! My apprenticeship scheme is almost at an end now and I have enjoyed my time tremendously. I have learnt a lot but also developed and improved many skills.",
     "`I have had the opportunity to network with great people from various backgrounds and disciplines. I am currently working on the Bank Station Capacity Upgrade Project which is a very interesting project and I look forward to gaining as much out of it as possible but also add value to it. The Project Management scheme has been great and the experience that I've accumulated as an apprentice around the business is priceless. I would encourage the apprenticeship route to anyone that is serious about getting into work and developing through their career path!'",
     "Crossrail has surpassed its target of delivering 400 apprentices during construction of the new railway with over 500 now in place. The apprentices are contributing to the delivery of Europe's biggest infrastructure project which will transform rail transport in the Capital, increasing London's rail capacity by 10 per cent, supporting regeneration and cutting journey times across the city.",
     "A number of events will be held during apprenticeship week including:",
     "{\"template\":\"bulletlist\",\"items\":[\"A daily Q\\u0026A session on Twitter via @TfL with current and former apprentices offering advice. The Q\\u0026A will run from Monday 14 March to Friday 18 March from 16:00 to 17:00\",\"TfL's first ever apprenticeship awards event on Monday 14 March\",\"TfL's Supplier Skills Team's annual Apprenticeship Fair will be held on Thursday 17 March with over 20 employers offering over 300 apprenticeship roles\",\"Crossrail's annual apprenticeship awards on Thursday 17 March\",\"London Highways Alliance Contract apprenticeship Forum on Friday 18 March\"]}",
     "TfL and Crossrail are also part of the Government's pledge to create 30,000 apprenticeship places across the road and rail industry during the lifetime of this Parliament. In January, the Government announced its new Transport Infrastructure Skills Strategy which will see it work alongside its transport bodies and their suppliers to ensure apprenticeships are at the heart of contracts which will deliver the Government's multi-billion pound rail and road investment programme.",
     "Ends\u003cbr /\u003eNotes to Editors",
     "{\"template\":\"bulletlist\",\"items\":[\"Images are available on request.\",\"TfL has set up an annual Schools Challenge competition to encourage young people from an early age to consider a career in the transport industry. The next Schools Challenge will take place in September 2016 and colleges or youth groups can register their interest via schools@tfl.gov.uk.\",\"TfL has also developed a Road Space Design and Management School Leavers Training programme. Recruitment is currently open with more information available at www.tfl.gov.uk/school-leaver-training\",\"London Transport Museum run Route Into Work (RiW) in partnership with TfL Supplier Skills team. It is a 3-day accredited pre-employment course for young people who are aged 18-25 and not in education, employment or training in partnership with Westminster Kingsway College.  LTM's collection provides RiW participants with the opportunity to creatively explore and cultivate key skills and attitudes for their future careers. RIW reaches 100 young people each year and holds one day employability skills days at key points in the year.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2016/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2016/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2016/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2016/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2016/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2016/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2016/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2016/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2016/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2016/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2016/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2016/december",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}