{
 "pageTitle": "Crossrail Ltd outlines plan to complete the Elizabeth line",
 "description": "Crossrail Ltd outlines plan to complete the Elizabeth line",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2019",
   "url": "/info-for/media/press-releases/2019"
  },
  {
   "title": "April",
   "url": "/info-for/media/press-releases/2019/april"
  },
  {
   "title": "Crossrail Ltd outlines plan to complete the Elizabeth line"
  }
 ],
 "title": {
  "title": "Crossrail Ltd outlines plan to complete the Elizabeth line",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "New leadership team outlines new plan to put Crossrail project back on track"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This press release, issued by Crossrail Ltd, was first published on \u003ca href=\"[ioID]#http://www.crossrail.co.uk/news/articles/crossrail-ltd-outlines-plan-to-complete-the-elizabeth-line\"\u003ecrossrail.co.uk\u003c/a\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Robust and realistic plan follows a detailed audit of the programme\",\"Due to the complexity of the remaining work, Crossrail Ltd has identified a six-month window for delivery of the central section, with a midpoint at the end of 2020\",\"As the programme to complete and test the railway progresses, Crossrail Ltd will be able to provide increasing certainty about when the Elizabeth line will open\"]}",
     "A new plan to complete the outstanding works and bring the Elizabeth line into passenger service at the earliest possible date has been developed by the new Crossrail leadership team and agreed by the Crossrail Ltd Board.",
     "Following a detailed audit of the programme, including what went wrong in the past, the new team has produced a robust and realistic plan to put Europe's most ambitious and complex infrastructure project back on track. The new plan has required identifying and re-sequencing over 100,000 interdependent tasks and takes full account of exactly what is to be done and how long it will take.",
     "As many risks and uncertainties remain in the development and testing of the train and signalling systems, Crossrail Ltd has identified a six-month delivery window with a midpoint at the end of 2020. Crossrail will be making every effort to deliver the service as early as possible.",
     "The central section of the Elizabeth line will open between Paddington and Abbey Wood and link the West End, the City of London, Canary Wharf and southeast London with initially 12 trains per hour during the peak.",
     "It is expected that all stations on the route will open except for Bond Street which is delayed because of design and delivery challenges. Crossrail Ltd is working closely with Costain Skanska Joint Venture to ensure the station is ready to open at the earliest opportunity.",
     "Once the central section opens, full services across the Elizabeth line from Reading and Heathrow in the west to Abbey Wood and Shenfield in the east, will commence as soon as possible.",
     "As the completion work proceeds Crossrail Ltd will be providing Londoners with regular progress reports, and increasingly specific estimates of when the Elizabeth line will open. Crossrail Ltd has put in place a new visual management system to monitor progress by our contractors and their supply chains so that issues are addressed as quickly as possible.",
     "There are four major tasks that must be completed:",
     "{\"template\":\"bulletlist\",\"items\":[\"Build and test the software to integrate the train operating system with three different signalling systems\",\"Install and test vital station systems\",\"Complete installation of the equipment in the tunnels and test communications systems\",\"And when this is done, trial run the trains over many thousands of miles on the completed railway to shake out any problems and ensure the highest levels of safety and reliability when passenger service begins\"]}",
     "Crossrail expects that the remaining fit-out and systems installation in the stations and tunnels will be completed this year. This will allow the new stations and rail infrastructure to be integrated with the rest of the railway. Crossrail also expects that Bombardier Transportation and Siemens will complete development of the train and signalling software this year allowing the train control system to be fully tested.",
     "The central section works are expected to be delivered within the funding package agreed by the Mayor, Government and Transport for London in December 2018.",
     "\u003cstrong\u003eMark Wild, Chief Executive, Crossrail Ltd, said:\u003c/strong\u003e ",
     "'I share the frustration of Londoners that the huge benefits of the Elizabeth line are not yet with us. But this plan allows Crossrail Ltd and its contractors to put the project back on track to deliver the Elizabeth line. Crossrail is an immensely complex project and there will be challenges ahead particularly with the testing of the train and signalling systems but the Elizabeth line is going to be incredible for London and really will be worth the wait. This new plan will get us there and allow this fantastic new railway to open around the end of next year.'",
     "\u003cstrong\u003eTony Meggs, Chairman, Crossrail Ltd, said:\u003c/strong\u003e ",
     "'Both the Crossrail Board and the Crossrail leadership team fully recognise the seriousness of the challenges we face. The Crossrail Board is pleased with the progress by the new Crossrail leadership team to get a grip on the project and pull together a robust and realistic plan to complete the Elizabeth line. An enhanced governance structure has been put in place to strengthen the Crossrail programme. The Crossrail Board will be holding the leadership team to account as they work to complete the railway. We will be open and transparent about our progress and will be providing Londoners and London businesses with regular updates as we seek to rebuild trust with all our stakeholders.'\u003cbr /\u003e\u003cbr /\u003eEveryone involved in the Crossrail project is fully focused on ensuring the Elizabeth line is completed as quickly as possible and brought into service for passengers. At many stations, work is underway to complete the final fit-out and testing of key systems. Each Elizabeth line station has over 50 km of communications cabling, 200 CCTV cameras, 66 information displays, 200 radio antennas, 750 loudspeakers and 50 help points. All this technology needs to be fully installed, tested and integrated.",
     "Dynamic testing of the trains in the tunnels is now underway with intensive work to increase the reliability of the train software to enable trains to successfully operate across the three signalling systems on the Elizabeth line. Trains have been operating at line speed (100 kph / 62 mph) in the central section using the new automatic signalling system and multi-train testing will soon get underway.\u003cbr /\u003e",
     "\u003cbr /\u003eNotes to Editors:\u003cbr /\u003e\u003cbr /\u003eWhen the Elizabeth line opens the railway will operate as follows:",
     "{\"template\":\"bulletlist\",\"items\":[\"Paddington (Elizabeth line station) to Abbey Wood via central London\",\"Liverpool Street (main line station) to Shenfield\",\"Paddington (main line station) to Heathrow and Reading\"]}",
     "TfL Rail services between Paddington and Reading will commence in December 2019 with a frequency of 4 trains per hour in the peak. Testing of the signalling system continues to allow the new class 345 trains to be extended from Hayes \u0026 Harlington to Heathrow.\u003cbr /\u003e\u003cbr /\u003eNine new Elizabeth line stations are being constructed as part of the Crossrail programme - Paddington, Bond Street, Tottenham Court Road, Farringdon, Liverpool Street, Whitechapel, Canary Wharf, Custom House and Woolwich. The existing National Rail station at Abbey Wood has been extensively redeveloped by Network Rail to be the major terminus for the Elizabeth line in southeast London."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2019/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2019/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2019/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2019/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2019/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2019/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2019/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2019/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2019/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2019/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2019/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2019/december",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}