{
 "pageTitle": "Mayor and TfL launch three new Low Emission Bus Zones to tackle London's toxic air",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2019",
   "url": "/info-for/media/press-releases/2019"
  },
  {
   "title": "April",
   "url": "/info-for/media/press-releases/2019/april"
  },
  {
   "title": "Mayor and TfL launch three new Low Emission Bus Zones to tackle London’s toxic air"
  }
 ],
 "title": {
  "title": "Mayor and TfL launch three new Low Emission Bus Zones to tackle London’s toxic air",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Buses are now clean and green in 10 Low Emission Bus Zones across the city, with two more to be completed ahead of schedule later this year"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Just two weeks after the launch of the Ultra Low Emission Zone (ULEZ) in central London, the Mayor and TfL have taken further measures to reduce toxic air in the capital's most polluted areas by introducing three new Low Emission Bus Zones (LEBZ).",
     "The three zones, in Lewisham, Stratford and Edmonton, cover more than 1,330 buses across 79 different bus routes.",
     "Only buses that meet the cleanest emission standards operate within the new LEBZs, which have been delivered through a combination of new and retrofitted vehicles.",
     "This takes the total number of clean buses introduced as a result of the LEBZ to more than 3,000.",
     "The Mayor has pledged to work towards the entire London bus fleet being made up of zero emission vehicles.",
     "In working towards this goal TfL has committed to ensuring the entire bus fleet uses the cleanest Euro VI vehicles as a minimum and has already upgraded more than three quarters of its buses to meet or exceed this standard, with all buses due to meet this standard by October 2020.",
     "This will mean that next year the entire city will become a Low Emission Bus Zone.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Cleanest in the world\"}",
     "London's bus fleet is already one of the cleanest in the world with all buses operating in central London meeting or exceeding tough new ULEZ admissions standards.",
     "Under Sadiq's leadership, London now has Europe's largest zero emission bus fleet, with 68 new electric double deck buses to be in place by summer 2019.",
     "TfL is only buying zero emission or hybrid double deck buses, as well as retrofitting older buses to reduce NOx emissions by up to 90%.",
     "In addition, all new single deck buses will be zero emission from 2020. The entire fleet of around 9,000 buses will be zero emission by 2037 at the latest.",
     "There are now ten LEBZs across London, reducing NOx emissions from buses by up to 90% along some of the capital's most polluted roads.",
     "In the Putney High Street LEBZ hourly exceedances of nitrogen dioxide (NO2) have been reduced by up to 99% and annual concentrations by nearly 50%.",
     "In Brixton the LEBZ reduced hourly exceedances of NO2 by up to 85% and annual concentrations by nearly 20%.",
     "With the completion of these three new zones, TfL will reduce toxic air pollution for more than 40 schools, nurseries and academies along the routes and surrounding roads.",
     "The Mayor of London, Sadiq Khan, said: 'London is facing an air quality emergency, with pollution from vehicles, including buses, responsible for over half the harmful emissions we breathe.",
     "'Our existing Low Emission Bus Zones have dramatically reduced pollution and improved the health of thousands of Londoners who live or work along the routes - I'm delighted we can now bring the benefits to Lewisham, Stratford and Edmonton.",
     "'These zones complement the introduction of the world's first Ultra Low Emission Zone in central London earlier this month.",
     "'Experts estimate that without action it would take 193 years to bring London's air quality to within legal levels - but with the action we're taking we can hope to achieve this goal in just six years.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Improve air quality\"}",
     "Claire Mann, Director of Bus Operations at TfL, said: 'Clean buses play a key role in tackling London's toxic air and we're pleased to launch three more Low Emission Bus Zones that will improve air quality along some of the most polluted roads in the capital.",
     "'We have already seen real improvements to local air quality through the introduction of the previous Low Emission Bus Zones, as well as across London, with more than 75% of our fleet now at Euro VI standard.'",
     "The three new Low Emission Bus Zones are:",
     "{\"template\":\"bulletlist\",\"items\":[\"Lewisham to Catford from Bromley Road (at the junction with Whitefoot Lane and Southend Lane), along Rushey Green, Lewis Grove and Lewisham High Street to Lewisham Road (to the junction with Blackheath Road), cleaning up more than 470 buses, operating 31 bus routes\",\"Stratford from Mile End Road (at Mile End Station) to Romford Road (up to Lugg Approach), cleaning up more than 360 buses, operating 25 bus routes\",\"Edmonton to Seven Sisters from Ponders End High Street (by Nags Head Road) via Fore Street to Seven Sisters Road (by Blackstock Road), cleaning up more than 500 buses, operating 23 bus routes\"]}",
     "Unmesh Desai, London Assembly Member - City and East, said: 'Local residents across Tower Hamlets are having their health jeopardised by the dangerously toxic air in our capital.",
     "'So, I'm delighted to see the Mayor and TfL push through this programme to clean up the hundreds of buses that pass through our borough.",
     "'It's important that these Low Emissions Bus Zones have been delivered swiftly and on schedule. In taking this urgent action now, we can start to make significant progress in cleaning up London's air.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Highest priority\"}",
     "Damien Egan, Mayor of Lewisham, said: 'Having campaigned for more low emission buses across Lewisham we are delighted with today's news. Improving air quality is one of our highest priorities in Lewisham.",
     "This is the second Low Emission Bus Zone launched within the last six months and is an essential part of our strategy to clean up the air in the borough.'",
     "Councillor James Asser, Newham Cabinet Assistant for Sustainable Transport and Environment said: 'We know that air quality has a direct impact on quality of life and can be attributed to lowering life expectancy. That is unacceptable and Newham is committed to tackling pollution.",
     "'This month the council declared a \"Climate Emergency\" and announced and a raft of environmental measures to tackle poor air quality and to make Newham greener.",
     "'Working with our partners at TfL is important and I very much welcome the Low Emission Bus Zone - which is another important step in improving the air quality in the borough.'",
     "Stephen McDonnell, Haringey Council's Director of Environment and Neighbourhoods, said: 'We warmly welcome this initiative from Transport for London and are very much looking forward to the introduction of 68 new double deck electric buses on routes 43 and 134 this summer.",
     "'Haringey has declared a climate emergency and we are due to consult with residents on our draft Air Quality Action Plan. We have also recently rolled out 38 new Electric Vehicle Charging Points.'",
     "The Mayor launched the central London Ultra Low Emission Zone on 8 April 2019. It replaced the T-Charge and is in addition to the Congestion Charge.",
     "For cars entering the zone that don't meet strict new emission standards there are two ULEZ charge levels: £12.50 a day for cars, vans and motorbikes and £100 a day for lorries, buses and coaches.",
     "TfL is working with boroughs to identify locations for bus priority within Low Emission Bus Zones, to ensure traffic flows quicker and reduce emissions even further.",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "The locations of all the planned or completed Low Emission Bus Zones:",
     "Low Emission Bus Zones use new buses with top-of-the-range engines or retrofit mid-life buses with special exhaust control systems that meet or exceed the cleanest Euro VI emissions standard. The zones have been prioritized in the worst air quality hotspots outside central London where buses contribute significantly to road transport emissions. To see the City Hall evaluation report‎ assessing the effectiveness of the first seven Low Emission Bus Zones visit \u003ca href=\"https://www.london.gov.uk/WHAT-WE-DO/environment/environment-publications/low-emission-bus-zones-evaluation-first-seven-zones\"\u003ewww.london.gov.uk/lebz\u003c/a\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2019/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2019/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2019/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2019/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2019/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2019/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2019/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2019/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2019/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2019/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2019/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2019/december",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}