{
 "pageTitle": "New consultation on Bakerloo line extension opens today",
 "description": "New consultation on Bakerloo line extension opens today",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2019",
   "url": "/info-for/media/press-releases/2019"
  },
  {
   "title": "October",
   "url": "/info-for/media/press-releases/2019/october"
  },
  {
   "title": "New consultation on Bakerloo line extension opens today"
  }
 ],
 "title": {
  "title": "New consultation on Bakerloo line extension opens today",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "New 10-week consultation reveals latest detailed proposals for line extension"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "TfL has today (Monday 14 October) invited the public to give their views on the most detailed proposals yet for an extension of the Bakerloo line.",
     "This latest consultation follows feedback given in previous public consultations in 2014, which focused on a comprehensive analysis of the route options, and in 2017 which highlighted potential station and shaft locations.",
     "The extension, proposed to run from Elephant \u0026 Castle to Lewisham via Old Kent Road and New Cross Gate, is vital to improving public transport capacity for south east London by providing a high frequency Tube service directly into central London.",
     "It will help meet the needs of the capital's growing population, which is forecast to increase by more than 10 million people by 2030, and will help deliver more than 5,000 new jobs and at least 25,000 new homes when built.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Shorter, quicker route\"}",
     "TfL is now seeking views, as part of a 10-week consultation, on the following proposals:",
     "{\"template\":\"bulletlist\",\"items\":[\"\\u003cstrong\\u003eA new integrated station entrance at Elephant \\u0026 Castle \\u003c/strong\\u003e which would see the ticket halls for the Bakerloo and Northern lines combined. It would be built as part of the planned upgrade of the Northern line ticket hall, and delivered as part of the proposed new shopping centre development\",\"\\u003cstrong\\u003eThe route of the proposed tunnels from Lambeth North to Elephant \\u0026 Castle, and Elephant \\u0026 Castle to Lewisham\\u003c/strong\\u003e . Now that TfL has decided on the preferred location of the proposed stations and shafts, there is a better understanding of the alignment of the tunnels. TfL's tunnel route proposals, which include a shorter, quicker route between Lambeth North and Elephant \\u0026 Castle, are included in this consultation for the first time\",\"\\u003cstrong\\u003eThe location of the primary and secondary tunnelling work sites\\u003c/strong\\u003e . Having considered a number of options, TfL's preferred primary work site is at New Cross Gate. TfL is also proposing a new secondary work site as part of the 'Old Kent Road 1' station site\",\"\\u003cstrong\\u003eA possible further extension of the route beyond Lewisham to Hayes and Beckenham Junction in Bromley\\u003c/strong\\u003e , involving the conversion of a Network Rail line\"]}",
     "In addition, TfL is asking people for their views on names for the two proposed new Bakerloo line stations on the Old Kent Road. The proposed locations of these two new stations were carefully selected following the 2017 consultation to support plans for redevelopment in the area.",
     "The first proposed new station is at the junction of Old Kent Road and Dunton Road, and could be named Old Kent Road or Burgess Park. Old Kent Road or Asylum have been suggested as names for the second station, which will be located at the junction of Old Kent Road and Asylum Road.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Boost to local economy\"}",
     "Heidi Alexander, Deputy Mayor for Transport, said: 'The extension of the Bakerloo line could make a huge difference to the lives of thousands of south Londoners by creating a new direct route into central London and by giving a substantial boost to the local economy.",
     "'I encourage everyone who lives and works in the area to take part in the latest consultation and to have their say on some vital aspects of the scheme, including the names of the two new stations.'",
     "Alex Williams, TfL's Director of City Planning, said: 'This consultation will help us further shape our plans for the Bakerloo line extension which will play a vital part in supporting London's population growth by providing capacity for at least 60,000 extra journeys in both the morning and evening peak periods.",
     "'We have taken on board the views of thousands of people in the previous two consultations. This latest consultation is a further opportunity for people to have their say on a scheme which would unlock growth and radically improve customer journeys in south east London.'",
     "Cllr Johnson Situ, cabinet member for growth, development and planning at Southwark Council, said: 'The extension of the Bakerloo line in Southwark will help deliver our vision for the Old Kent Road, including hundreds of affordable new homes, jobs and facilities for local people.",
     "'This is an opportunity for people to see the proposals in detail, have their say and maybe even come up with names for the new stations that will be created along the Old Kent Road.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Better connectivity\"}",
     "Damien Egan, Mayor of Lewisham, said: 'The Bakerloo line extension would be transformational for Lewisham residents, providing better connectivity to the city and helping to deliver thousands of new social homes and jobs across the borough.",
     "'We are delighted that TfL is considering the extension to Hayes in its consultation, which would unlock the vast potential of the south of the borough.'",
     "Jasmine Whitbread, Chief Executive of London First, said: 'This consultation is a welcome step towards making the Bakerloo line extension a reality.",
     "'If London is to maintain its position as the best place in the world to do business, it is critical that we tackle our challenges, particularly housing supply and bolstering our transport infrastructure.",
     "'The extension of the Bakerloo line is essential to south east London's future growth and quality of life, adding capacity and unlocking thousands of new homes.",
     "'Infrastructure projects like the Bakerloo line extension, Crossrail 2 and Piccadilly line upgrades are essential to keeping London globally competitive and better connected.'",
     "To give your views on TfL's proposals, please visit \u003ca href=\"https://consultations.tfl.gov.uk/tube/bakerloo-extension/?cid=bakerloo-extension\"\u003etfl.gov.uk/bakerloo-extension\u003c/a\u003e . The consultation will close on Sunday 22 December 2019.",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL is holding 11 public exhibitions to support the public consultation. More details of these exhibitions are available at \\u003ca href=\\\"https://consultations.tfl.gov.uk/tube/bakerloo-extension/?cid=bakerloo-extension\\\"\\u003etfl.gov.uk/bakerloo-extension\\u003c/a\\u003e \",\"The public consultation in 2014 saw over 95% of the 15,000 respondents supporting the principle of an extension to the Bakerloo line. More than 4,800 responses were received in the consultation held in spring 2017. This consultation asked for feedback on proposals for stations at Elephant \\u0026 Castle, New Cross Gate, Lewisham and two entirely new stations along the Old Kent Road\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2019/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2019/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2019/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2019/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2019/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2019/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2019/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2019/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2019/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2019/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2019/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2019/december",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}