{
 "pageTitle": "Two thirds of car passengers have felt uncomfortable with speed when driven by a friend or family member",
 "description": "Two thirds of car passengers have felt uncomfortable with speed when driven by a friend or family member, new research reveals",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2019",
   "url": "/info-for/media/press-releases/2019"
  },
  {
   "title": "October",
   "url": "/info-for/media/press-releases/2019/october"
  },
  {
   "title": "Two thirds of car passengers have felt uncomfortable with speed when driven by a friend or family member"
  }
 ],
 "title": {
  "title": "Two thirds of car passengers have felt uncomfortable with speed when driven by a friend or family member",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "New research, commissioned by TfL, also shows that almost 30 per cent of car passengers, would feel uncomfortable asking a friend or family member to slow down"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Car passengers often feel uncomfortable with the speeds driven by friends or family members and many are quietly hiding their concerns, TfL revealed today.",
     "The new research, carried out by YouGov, showed that of 524 people who have travelled as a passenger in a friend or family member's car at least once a month, 61% felt uncomfortable about the speed they were driven.",
     "Also 29% felt uncomfortable telling a friend or family member to slow down. This worrying statistic suggests that many drivers may be driving in London unaware that they are driving at an unsafe speed and that their passengers feel uncomfortable about this.",
     "103 people have tragically died on London's roads already this year and analysis by TfL of historical casualty figures recorded by the Police suggests that speed accounts for 37% of all deaths and serious injuries.",
     "Collision data from around the world is very clear. It shows that the faster a vehicle is travelling; the more likely a collision will occur because the driver has less time to react, stop or avoid the collision; and the more severe an injury resulting from the collision will be.",
     "While many people driving may feel they are driving safely by adhering to speed limits, their speed may be considered unsafe due to other factors, such as being near to a school, a busy location with many other road users, weather conditions, turning at a junction or driving over or through speed restrictions too quickly.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Generate understanding\"}",
     "As part of the YouGov research, passengers who travel at least once a month were asked about various driving behaviours and how they feel about them.",
     "These showed that more than half of people surveyed feel that behaviours such as not slowing down when there are multiple hazards in the area, including by schools or on the approach to zebra crossings, both of which are easily avoidable by drivers, make them feel uncomfortable.",
     "To help tackle unsafe speed across London, TfL has launched a powerful new marketing campaign which is designed to generate understanding amongst drivers that the speed at which they travel has a wider impact.",
     "Also that speeds that they may feel comfortable with behind the wheel can be unsafe for passengers and other road users.",
     "The campaign, 'Watch Your Speed', which includes a new TV advert that premieres this evening, illustrates how driving at speed is perceived through the perspective of friends and family and encourages drivers to ensure they drive appropriately for the road and their passengers.",
     "The campaign supports TfL's wider work on reducing speed-related collisions across London, which includes new 20mph speed limits to be introduced in central London early next year, increased speed enforcement by the Metropolitan Police and fitting more than 700 buses with Intelligent Speed Assistance to limit the speed at which they can travel.",
     "Stuart Reid, TfL's Director of Vision Zero said: 'People are seriously injured or die on our roads each day. It seems that driving at an unsafe speed has now sadly become socially acceptable and many people simply don't think of it as a risk.",
     "'Nobody gets behind the wheel intending to kill or harm someone but all too often, the way people choose to drive results in death or serious injury.",
     "'This has devastating consequences for the victim, the driver and their families.  I would urge drivers to slow down and also encourage people who feel uncomfortable with the speed they're being driven at to speak up.",
     "'Human life is so precious and we are committed to working to reduce this suffering but we all have a part to play. Through our wider Vision Zero programme we are targeting the root causes or road casualties.",
     "'By doing so, we can make London's roads safer and achieve our goal that, by 2041, all deaths and serious injuries will be eliminated from London's transport network.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Vision Zero\"}",
     "Chief Superintendent Colin Wingrove, in charge of the Met's Road and Transport Policing Command, said: 'Excess speed is a usual factor in more than 30% of collisions.",
     "'Exceeding the speed limit has dangerous and serious consequences; and is an offence under the Road Traffic Act. People who do so are not properly in control of their vehicle and are more likely to be involved in a collision that can seriously harm the driver, passengers and other road users.",
     "'It takes seconds to remind a driver that they are exceeding the speed limit, and in return could save multiple lives.'",
     "Nick Simmons, CEO Roadpeace: 'Our members and victims tell us that speed is too often a key factor in serious crashes and that it can have a devastating impact.",
     "'RoadPeace would always urge passengers to speak up when they feel uncomfortable as a result of unacceptable driver behaviour and we strongly support this TfL campaign.'",
     "Sam Bird is a British racing driver in the all-electric Formula E championship for the Envision Virgin Racing team. The 32-year-old is no stranger to the capital's roads being a former winner of the London E-Prix and will be aiming to repeat this feat when the series returns next summer to London's ExCeL.",
     "Speaking in support of the new road danger reduction initiative, Bird said: 'As a professional racing driver, you develop the skills to be able to control a vehicle at high speed but, more importantly, you are fully aware that there is a time and a place for driving fast and a time not to.",
     "'Driving inappropriately is dangerous regardless where it happens and no-one should be made to feel unsafe by someone else's driving.'",
     "All figures, unless otherwise stated, are from YouGov Plc.  Total sample size was 1005 adults. Fieldwork was undertaken between 3rd - 7th October 2019.  The survey was carried out online. The figures have been weighted and are representative of all London adults (aged 18+).",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "\u003cstrong\u003eAbout Vision Zero\u003c/strong\u003e ",
     "In July 2018 the Mayor, TfL and Metropolitan Police launched a bold Vision Zero Action Plan to end the toll of deaths and serious injuries on London's streets. Each year more than 4,000 people are killed or seriously injured on London's streets, taking a devastating toll on the people involved, their families and communities across the capital.",
     "Working with the Met Police and London boroughs, TfL's radical 'Vision Zero' approach starts from the premise that no death or serious injury on London's roads is acceptable or inevitable. To get closer to our Vision Zero ambition, a number of challenging interim targets have been set. By 2022, the aim is to reduce the number of people killed or seriously injured on London's roads by 65% with no-one being killed on or by a bus by 2030, on the road to Vision Zero in 2041.",
     "Work to achieve Vision Zero includes:",
     "{\"template\":\"bulletlist\",\"items\":[\"Safer Junctions scheme - TfL's Safer Junctions programme, is making life-saving changes to 73 junctions across the capital and work has been completed at 30 junctions already, resulting in a 26% reduction in collisions so far. Consultations on six more opened in the last month, which TfL hopes to begin work on in the coming year. Around 75% of collisions happen at junctions, which is why this scheme is so important\",\"Junior Roadwatch - A road safety scheme, which sees speeding drivers questioned by schoolchildren, alongside the police, launched in early June with 32 motorists stopped for speeding in just 90 minutes. Further details available here: \\u003ca href=\\\"https://tfl.gov.uk/info-for/media/press-releases/2019/june/kids-take-action-on-speeding-drivers-as-part-of-child-safety-week\\\"\\u003ehttps://tfl.gov.uk/info-for/media/press-releases/2019/june/kids-take-action-on-speeding-drivers-as-part-of-child-safety-week\\u003c/a\\u003e \",\"Policing activity - In the last year, the police have ramped up enforcement against drivers who cause risk on the road by speeding, driving while using a mobile phone, driving carelessly or in unsafe vehicles. This has resulted in hundreds of arrests and thousands of cars seized\",\"Direct Vision Standard - TfL is working to remove the most dangerous lorries from London's roads. Direct Vision has been incorporated into the European Commission's General Safety Review, meaning it will be required across Europe. In three months' time, the first Safety Permits as part of the scheme, will become available\",\"Bus Safety Standard - Buses with additional and enhanced safety requirements, such a safe speed-limiting technology and additional mirrors and cameras, will be entering London's fleet later this year as part of TfL's Bus Safety Standard\",\"Cycling infrastructure - In just three years since 2016, TfL and the Mayor have doubled the amount of protected cycling infrastructure built in the capital, with 116 kilometres of protected cycle lanes now complete or under construction in London\",\"20mph - TfL will be lowering speeds on 8.9km of TfL roads in central London by next year and has begun working with boroughs and local communities on next phase of lower speeds for outer London. Further details here: \\u003ca href=\\\"https://tfl.gov.uk/info-for/media/press-releases/2019/september/plans-for-20mph-speed-limit-in-central-london-given-the-green-light\\\"\\u003ehttps://tfl.gov.uk/info-for/media/press-releases/2019/september/plans-for-20mph-speed-limit-in-central-london-given-the-green-light\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2019/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2019/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2019/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2019/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2019/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2019/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2019/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2019/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2019/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2019/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2019/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2019/december",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}