{
 "pageTitle": "Bus route 188 to go 24-hour from 28 July",
 "description": "Transport for London has announced that from 28 July 2007, route 188, which runs from Russell Square to North Greenwich, will run for 24 hours a day.The route will provide a half-hourly service throughout the night, seven days a week, improving night-time",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Bus route 188 to go 24-hour from 28 July ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "London's night bus network has expanded dramatically in recent years",
     "Transport for London has announced that from 28 July 2007, route 188, which runs from Russell Square to North Greenwich, will run for 24 hours a day.",
     "The route will provide a half-hourly service throughout the night, seven days a week, improving night-time links from central London to Bermondsey, Canada Water and Greenwich.",
     "It will also provide an all-night service between central London and North Greenwich, serving the new 02 arena.",
     "John Barry, Head of Network Development for London Buses, said: 'The new 24-hour service on route 188 is another accessible transport connection for late-night travellers in the Capital.",
     "'London's night bus network has expanded dramatically in recent years with passenger numbers more than doubling since 2000. Almost half the users are people travelling to or from work.'",
     "The change comes following a review of the existing service.",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"All London's buses have in-vehicle CCTV and all except the Heritage Routemasters are accessible to wheelchair users\",\"With over 8000 buses on approximately 700 routes the London bus network has seen usage increase by 45 per cent since 1999/2000\",\"The route 188 daytime service will be unchanged with buses running every 7-8 minutes except in the evenings and on Sundays when buses run every 10-12 minutes\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}