{
 "pageTitle": "Capital 95.8 and thelondonpaper back busking on the Tube",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Capital 95.8 and thelondonpaper back busking on the Tube",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London radio station and evening paper are new sponsors of London Underground's (LU's) world famous busking scheme"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The busking scheme has been an amazing success",
     "LU, Capital 95.8 and thelondonpaper have come together to make music on the Tube.",
     "The leading London media brands are the new sponsors of  LU's three-year-old busking scheme.",
     "LU's licensed busking scheme provides 30 pitches across the network upon which licensed buskers can perform.",
     "The recruitment, audition and management of buskers ensures a high level of both talent and variety.",
     "Busking has been a big hit with both customers and buskers.",
     "Surveys show that 82 per cent of customers are in favour of the scheme.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Exciting programme\"}",
     "Today, nearly 400 buskers, relying solely on donations from customers, provide over 3,000 hours of live music weekly.",
     "The unique deal brings together LU and two of London's media brands, and will offer buskers the opportunity to become involved in an exciting programme of activities throughout the year.",
     "A dedicated website ( \u003ca href=\"http://www.buskear.com/\"\u003ehttp://www.buskear.com/\u003c/a\u003e ), an additional initiative by the two sponsors, will support the scheme and will enable buskers to upload their personal profiles and sample tracks.",
     "Customers will also be able to view the roster of pitches so that they can find out when and where their favourite busker will be playing.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"New sponsors\"}",
     "Rebecca Ford, Contract Manager at London Underground, said: \"We are delighted to have thelondonpaper and Capital 95.8 onboard as the new sponsors of the LU busking scheme.",
     "\"The busking scheme has been an amazing success since it first started over three years ago and has received widespread support from our passengers.",
     "\"We are looking forward to working with our new sponsors to keep providing Tube passengers with a truly unique musical experience.\"",
     "In line with both thelondonpaper and Capital 95.8's audiences, the deal will target 15 to 35-year-old Londoners who share a \"central London\" mindset, through 30 co-branded busking pitches on the Tube, additional multi-format campaigns on CBS Outdoor sites and editorial coverage for both brands across each other's platforms.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Exciting opportunity\"}",
     "Nicole Refson, Head of Marketing at thelondonpaper, said: \"We teamed up with Capital 95.8 because we saw this sponsorship as a really exciting opportunity to associate ourselves with something so inherently \"London\".",
     "\"Both thelondonpaper and Capital 95.8 share a very similar outlook on London life - upbeat and positive.",
     "\"Working together on this sponsorship allows us not only to reach each other's audience, but also encourages readers and listeners to get involved with the busking activity.",
     "\"This deal holds enormous potential for us both as media owners and for buskers by offering them a new environment to promote themselves.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Powerful sponsorship\"}",
     "Nick Button, Marketing Director at Capital 95.8, added: \"We want to establish buskers as individuals and champion the role they play in making everyone's journey more entertaining.",
     "\"We, along with thelondonpaper, will use our respective channels and audiences to raise the perception of busking above and below ground.",
     "\"Capital 95.8 and thelondonpaper are uniquely positioned to jointly deliver this exciting proposition which goes beyond busking backdrops to create a \"living\" brand with regularly updated content.\"",
     "Donna Price, Sponsorship Manager at CBS Outdoor, commented: \"This is a highly creative and powerful sponsorship that has brought together London Underground and two of London's premier media brands to create a campaign that will have massive impact.\"",
     "Creative for the sponsorship was by DLKW, Capital 95.8's agency which has also created buskear.com,  a co-branded website where users will be able to access information about the buskers, and take part in a range of competitions and activities throughout the year.\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}