{
 "pageTitle": "Crowds top a million as London embraces Le Tour",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Crowds top a million as London embraces Le Tour",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "London has embraced Le Tour",
     "Commenting on today's successful day Peter Hendy, London's Transport Commissioner said:",
     "\"It's been a fantastic day.  London has embraced Le Tour.  Crowds of over a million have exceeded our expectations.",
     "\"The four years of planning we and our partners put in has seen everything run like clockwork.  Public transport has run smoothly throughout the day, demonstrating once again London's ability to host great events.",
     "\"We hope that hosting the Tour de France will provide a further boost to cycling in the capital and across the UK, building on the 83% increase we have already seen since 2000.  And we'd love to see the Tour back in London again.\"",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"PDF maps of the route are available to media from TfL Press Office on request\",\"Full details of the route for the Tour de France Prologue on Saturday 7 July and Stage One on Sunday 8 July are available at http://www.tourdefrancelondon.com/\",\"London Development Agency is the Mayor of London's agency for driving London's sustainable economic growth.  Its job is to make sure London remains a global success story - next year, the next decade and beyond, promoting London as the World City.\",\"The South East England Development Agency (SEEDA) is the Government funded Agency responsible for the sustainable economic development and regeneration of the South East of England - the driving force of the UK's economy. Our aim is to create a prosperous, dynamic and inspirational region by helping businesses compete more effectively, training a highly skilled workforce, supporting and enabling our communities while safeguarding our natural resources and cherishing our rich cultural heritage.\",\"The London Grand Départ of the Tour de France has been supported by UK Sport's National Lottery-funded World Class Events Programme, which aims to secure events of strategic importance that deliver a range of lasting benefits. These include economic, social and cultural benefits as well as improving sporting performance by home athletes, encouraging participation and leaving a legacy of facilities and development initiatives. Over 120 sporting events have been staged in the UK through the Programme since 1997. More at \\u003ca href=\\\"http://www.uksport.gov.uk/\\\"\\u003ehttp://www.uksport.gov.uk/\\u003c/a\\u003e \",\"British Cycling is the internationally recognised governing body of cycling in the UK: running the number one ranked GB cycling team; servicing 20,000 members; and providing thousands of sport and leisure cycling opportunities every year. Visit \\u003ca href=\\\"http://www.britishcycling.org.uk/\\\"\\u003ehttp://www.britishcycling.org.uk/\\u003c/a\\u003e , \\u003ca href=\\\"http://www.everydaycycling.com/\\\"\\u003ehttp://www.everydaycycling.com/\\u003c/a\\u003e Or contact \\u003ca href=\\\"mailto:pressoffice@britishcycling.org.uk\\\"\\u003epressoffice@britishcycling.org.uk\\u003c/a\\u003e \",\"Visit London is the official visitor organisation for London. Our role is to promote London as the most exciting city on the planet, targeting domestic and overseas leisure and business visitors as well as Londoners. Visit London works in partnership with the Mayor, the London Development Agency and the tourism industry in London.\",\"Canterbury is a world-class destination, with a perfect blend of historic features and modern facilities. To visitors the city is Simply Inspirational, while the rest of the Canterbury district offers fabulous coast and countryside, ensuring that modern-day pilgrims are bound to be spoilt for choice.\",\"Kent County Council is rated as a four star authority and is responsible for providing a wide range of services for Kent's 1.3 million residents. Services provided include roads, schools, social services, libraries, adult education centres, trading standards and planning which affect the daily lives of people living, visiting or working in Kent. Kent is one of the largest counties in England and is widely known as the Garden of England for its stunning countryside. For more information visit: \\u003ca href=\\\"http://www.kent.gov.uk/\\\"\\u003ehttp://www.kent.gov.uk/\\u003c/a\\u003e \",\"Medway is one of the biggest and most significant urban areas in the south-east outside London, made up of the towns of Strood, Rochester, Chatham, Gillingham and Rainham, and rural outlying areas. Medway Council works in partnership with private, public and voluntary sectors to serve the people of Medway. The council is responsible for an established and successful programme of events, reflecting the area's rich and diverse history. Medway is an integral part of the Thames Gateway and is striving to become the city of learning, culture, tourism and high technology for the gateway.\",\"The Royal Parks Agency manages eight Royal Parks across London, balancing the responsibility to conserve and enhance these unique environments with creative policies to encourage access and to increase opportunities for enjoyment, education, entertainment, sport and healthy recreation. These Royal Parks comprise 5000 acres of parkland hosting a rich diversity of wildlife, including many rare and endangered species. The Royal Parks Agency works hard to create living environments where insects, invertebrates, birds and mammals can flourish, as well as making wildlife as accessible as possible to all visitors.\",\"Sport England is a non-departmental public body and Lottery distributor which exists to sustain and increase participation in community sport. Through the Tour de France, Sport England is encouraging people to be inspired and get involved in cycling in their local communities. Simply log on to \\u003ca href=\\\"http://www.sportengland.org\\\"\\u003ewww.sportengland.org\\u003c/a\\u003e to find out more about opportunities to take part in cycling where you are.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}