{
 "pageTitle": "Department for Transport's rail plan announcement",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Department for Transport's rail plan announcement",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "This announcement recognises the importance of London to the national economy",
     "This press release was originally released by the press office of the \u003ca href=\"http://www.london.gov.uk/\"\u003eGreater London Authority\u003c/a\u003e .",
     "The Mayor of London, Ken Livingstone, and Transport for London (TfL) today warmly welcomed the publication of the Department for Transport's High Level Output Strategy (HLOS) setting out its rail priorities for the period 2009-2014.",
     "The High Level Output Strategy sets out improved standards of safety, punctuality and capacity to be met by the rail industry, and has been published alongside the Statement of Funds Available (SoFA), which provides the necessary funding for the upgrade work.",
     "The announcement brings billions of pounds of benefits to London in the form of longer trains at peak hours and station platforms lengthened on many London suburban routes.",
     "The Thameslink expansion scheme has also been given the go-ahead and involves lengthening platforms to allow 12-car trains to operate along the route, plus a major infrastructure upgrade allowing for 24 trains an hour, tripling capacity on the major cross-London artery.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Essential\"}",
     "Ken Livingstone said: \"Some two-thirds of all UK rail journeys start or finish in London, and Londoners account for 50 per cent of all UK rail journeys.",
     "\"This announcement recognises the importance of London to the national economy, and the vital role of rail services in the Capital's continued success.",
     "\"Transport for London's Transport 2025 strategy predicted an increase of 40 per cent in demand for rail services in London by 2025. This announcement will deliver around 90 per cent of the needed capacity, and will do so by 2014.",
     "\"The expansion of Thameslink, a vital north-south link, is particularly significant, and will work alongside the east-west link of Crossrail, the completion of which will be essential to maintaining London's position as a truly world-class city.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Increasing demand\"}",
     "The Managing Director of TfL London Rail, Ian Brown, said: \"This commitment from the Department of Transport, along with Transport for London's Transport 2025 strategy, together make a major contribution to the ensuring that London's public transport network can cope with the increasing demand expected over the coming decades.",
     "\"The Department for Transport has worked closely with Transport for London and has accepted many of its recommendations, which will put passengers first by reducing delays, improving passenger safety and significantly increasing capacity on routes into, and across, London.\"",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Rail 2025 is the rail section of TfL's strategy document, Transport 2025. It supports the Mayor's vision for London and is integrated with the national transport agenda.  It is available on TfL's website.  It forms TfL's submission to the Department for Transport on plans to accommodate London's growth, by improving service reliability and increasing capacity on both trains and stations\",\"HLOS supports the development of the Thames Gateway by increasing capacity on the Tilbury route\",\"The proposed increase in capacity in London rail termini must be matched by tube line upgrades so, once in London, passengers can move on easily through the city\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}