{
 "pageTitle": "Disruption to be minimised during Christmas engineering works at Liverpool Street Station",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Disruption to be minimised during Christmas engineering works at Liverpool Street Station",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) has today outlined plans for a vital engineering project to replace a dilapidated bridge near Liverpool Street station.",
     "The 120-year-old iron and brick structure is so large it will take 10 days to carry out demolition, and means that Liverpool street station will need to close for the duration.",
     "Liverpool Street Underground station will remain open during the 10-day period.",
     "The work is being carried out as part of a £1.4 billion investment that will see the huge improvements to London's rail network including the rebuilding and extension of the East London line as part of the new London Overground network.",
     "The station will be closed from 23 December 2007 and will re-open at 4am on 2 January 2008, in time for people to get back to work after the Christmas break.",
     "Closing the station at this time will affect fewer people than at any other time in the year, with passenger numbers typically between 40 and 80 per cent down compared to normal days.",
     "A wide range of alternative travel arrangements will be available over the period to enable passengers to complete their journeys, and compensation packages will be offered to local residents affected by the work.",
     "Where possible, TfL has sought to retain original structures when developing the East London line.",
     "This has been possible in the case of the Victorian bridge at Kingsland, but is not feasible at Liverpool Street.",
     "Engineers carried out a significant investigation into the retaining the bridge, but the structure is no longer fit for purpose and its position is unsuitable for the direction of the new East London line tracks.",
     "When the East London line is complete, it will re-open in a hugely improved and extended form, running from Dalston in the north to West Croydon in the south.",
     "Part of the integrated London Overground network, it will be linked to a revitalised North London Railway, and served by brand new high-fequency trains connecting 20 of the Capital's 33 boroughs.",
     "Julie Dixon, Head of Stakeholder Engagement, TfL, said: 'This work is vital to the completion of the East London line that, as part of London Overground, will radically improve the Capital's transport network.",
     "'We recognise that it will impact on passengers and local residents over these 10 days, but we will be going to every possible length to ensure that disruption is kept to a minimum.",
     "'We are offering various alternative routes and are letting everyone know in good time.",
     "'Residents affected by the work are being fully informed and consulted, and those affected will be offered temporary accommodation, double-glazing to protect them from noise and dust, and other forms of compensation.",
     "'Although we try to retain existing structures, it is simply not possible in this case as the bridge is in a terrible state of disrepair and is in the wrong position for the East London line tracks.",
     "'Unfortunately, the improvements can only be carried out when the station is shut, and the work has therefore been scheduled for over the Christmas period, when the smallest number of passengers will be affected.'",
     "A Network Rail spokesperson said: 'We are working closely with Transport for London to minimise disruption and to give the travelling public the information that they need to plan their journeys this Christmas.",
     "'We are keen to deliver the maximum benefit for passengers during the closure.",
     "'Network Rail will therefore also be carrying out £7m of other improvements, which will mean better train services in and out of Liverpool Street Station in the future.'",
     "At the same time as these improvements, Network Rail will carry out a programme of upgrade work, including the renewal of overhead lines and track, which will mean better train services in and out of Liverpool Street station in the future.",
     "\u003cstrong\u003eNotes to Editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The bridge, known as GE19, is 120 years old and has been out of use for decades. This means that unlike many other great Victorian engineering structures it is no longer safe to use. It is also in the wrong position for the new East London line tracks\",\"Demolition of the current bridge means removing some 12,000 tonnes of brickwork. The new bridge is the length of three Wimbledon Centre Courts. It will be put into place in Spring 2008\",\"When Christmas Eve falls on a Monday, train operators carry 40 per cent less passengers because many people have already left London during the weekend. During working days in the Christmas/New Year period passenger numbers are down 80 per cent on a  normal working day. The timing of this work will also mean that people returning to work on January 2 after the holiday break, would  not be disrupted\",\"Demolition of the bridge by Network Rail will cost £2m. Network Rail is also carrying out a further £7m of upgrade work\",\"Alternative routes:\\u003cbr /\\u003eul\",\"London Underground alternative routes:\\u003cbr /\\u003eul\"]}",
     "\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}