{
 "pageTitle": "Docklands Light Railway to increase capacity by 50 per cent with three-car trains",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Docklands Light Railway to increase capacity by 50 per cent with three-car trains",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) today confirmed plans to introduce longer trains on the busiest parts of the Docklands Light Railway (DLR) from 2009, which will lead to a 50 per cent increase in capacity by 2010.",
     "This will boost the local economy and help deliver our transport plans",
     "This follows Department for Transport approval enabling the DLR to plan upgrades to all its routes.\u003cbr /\u003e\u003cbr /\u003eThe planning approval will allow the lengthening of platforms, strengthening of viaducts and upgrading of railway infrastructure in order to allow the operation of three car trains.",
     "Three-car services will start between Bank to Lewisham in 2009, and on other parts of the network from 2010*.\u003cbr /\u003e\u003cbr /\u003eBoth the Woolwich Arsenal extension, which will open in 2009, and Stratford International extension, set to open in 2010, have been designed to operate three-car trains.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Increased capacity\"}",
     "The London City Airport extension, which opened in December 2005, was designed and built for three-car operation.\u003cbr /\u003e\u003cbr /\u003eMayor of London, Ken Livingstone, said: \"Longer platforms and trains on the Docklands Light Railway will deliver 50 per cent increased capacity, benefiting passengers and local communities.",
     "\"This will boost the local economy and help deliver our transport plans for the 2012 Olympic Games.\"\u003cbr /\u003e\u003cbr /\u003eDLR Director Jonathan Fox said: \"This decision is great news for our passengers because the Docklands Light Railway is now in a position to keep pace with its ever-increasing demand.\u003cbr /\u003e\u003cbr /\u003e\"More and more passengers are using the Docklands Light Railway every day.  It's a growing railway, bringing business, jobs and regeneration to all the areas it serves.\"\u003cbr /\u003e\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"* Although the Beckton route has received the relevant upgrade permissions it has not yet achieved full funding; no platforms will be extended between Custom House and Beckton for the time being\",\"Images of DLR three-carriage trains are available on request\",\"Passenger numbers on the DLR grew strongly again this year with a record level of more than 60 million passengers carried and reliability continues to increase, to 97.8 per cent, playing a major role in both the regeneration of east London and the development of infrastructure for the 2012 Games\",\"Planning approval was granted via a Transport and Works Act (TWA) application, which was submitted to Government on 31 August  2006\",\"TWA applications are made for powers to construct and operate railways, tramways and other guided transport schemes. DLR has  achieved five TWA approvals in five years\",\"Three-carriage trains will operate on the Bank-Lewisham route in 2009\",\"The three-carriage works include a proposal to upgrade a major junction situated at the heart of the DLR network. This would remove a current capacity constraint which is caused by two main DLR routes crossing at a  level junction. The upgrade will provide a new grade separated route and allow more frequent services to operate. The works could  be completed by late 2009 to coincide with the start of three-carriage operation on the Bank - Lewisham route\",\"Further information is available \\u003ca href=\\\"http://www.dlr.co.uk\\\"\\u003eonline\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}