{
 "pageTitle": "Docklands Light Railway draws up public arts strategy",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Docklands Light Railway draws up public arts strategy",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Docklands Light Railway (DLR), part of Transport for London (TfL), is today launching its first ever public arts strategy. The strategy sets in motion a series of activities to mark DLR's 20th anniversary in August.",
     "Developed with Modus Operandi Art Consultants and building on the success of TfL's Platform for Art programme, the strategy will see permanent and temporary public art installed on DLR stations, trains, public spaces and trackside over the next few years.",
     "DLR's Shadwell station and the future Langdon Park and Woolwich Arsenal stations have been earmarked as locations for new permanent art commissions, with others set to follow.",
     "Jonathan Fox, Director of Docklands Light Railway, said: 'Since Docklands Light Railway became operational in 1987 it has had a hugely positive impact on the areas through which it runs and is often visible to the local communities it connects.",
     "'Our Public Arts Programme will be a natural extension of this and will adding a visually striking element to the Docklands Light Railway.",
     "'The launch of the strategy fittingly commences our 20th anniversary celebrations and presents the opportunity to mark our achievements, contribute to the rich diversity of the area we serve and add a strong cultural element to future work.",
     "'We look forward to bringing the strategy to life and adding a new dimension to the passenger experience.'",
     "Vivien Lovell, Director of Modus Operandi, said: 'The subject of art in public transport systems has a long and distinguished history, from early precedents such as the Moscow Underground and the Stockholm Metro to current programmes in Paris, Lisbon and New York.",
     "'The Docklands Light Railway's Public Arts Strategy capitalises on the railway's unique qualities, its elevated viewpoint and its role as a key regenerative force in an area which houses the greatest concentration of artists in the capital, as well as the site of the 2012 Games.",
     "'Permanent as well as temporary art will be commissioned: collaborations, artist-designed spaces, installations, light, sound, ecological and planting projects, sculpture, land art, poetry and performance.",
     "'Projects that engage communities and cultural organisations will underpin the programme.",
     "'We look forward to using our longstanding expertise on the Public Arts Programme for the benefit of the DLR and its public.'",
     "Alan Williams, a celebrated London-based photographer, has been appointed to produce DLR's first temporary commission.",
     "Entitled Sidetrack, the project reveals images of the ordinary and the extraordinary, in places often unfamiliar to passengers, along the route of the DLR.",
     "The work will be displayed at a launch event being held today and can be seen on stations and trains across the DLR network during July and August.",
     "For a copy of the strategy, or for more information, contact Naomi Spencer at DLR on 020 7363 9744 or \u003ca href=\"mailto:nspencer@dlr.tfl.gov.uk\"\u003enspencer@dlr.tfl.gov.uk\u003c/a\u003e ",
     "\u003cstrong\u003eNotes to Editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Four artists have been shortlisted for the permanent art commission for Shadwell station, while an artist has been selected for Woolwich Arsenal. Further details will be confirmed at a later date\",\"A Docklands Light Railway public art website will soon be going live at \\u003ca href=\\\"http://www.dlrart.co.uk\\\"\\u003ewww.dlrart.co.uk\\u003c/a\\u003e \",\"For more information on Platform for Art, go to \\u003ca href=\\\"http://www.tfl.gov.uk/pfa\\\"\\u003ewww.tfl.gov.uk/pfa\\u003c/a\\u003e \",\"For more information on Modus Operandi Art Consultants, go to \\u003ca href=\\\"http://www.modusoperandi-art.com\\\"\\u003ewww.modusoperandi-art.com\\u003c/a\\u003e \",\"For more information on Alan Williams, go to \\u003ca href=\\\"http://www.alanwilliamsphotography.com\\\"\\u003ewww.alanwilliamsphotography.com\\u003c/a\\u003e \\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}