{
 "pageTitle": "Heathway bus diversions starting 16 July 2007",
 "description": "From Monday 16 July 2007, the southbound service on routes 173, 174 and 175 will be diverted at The Heathway in Dagenham for four months.The diversion is to allow for a complete road re-build on The Heathway as part of Barking and Dagenham Council's",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Heathway bus diversions starting 16 July 2007",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "London Buses advises all passengers to plan their journeys in advance",
     "From Monday 16 July 2007, the southbound service on routes 173, 174 and 175 will be diverted at The Heathway in Dagenham for four months.",
     "The diversion is to allow for a complete road re-build on The Heathway as part of Barking and Dagenham Council's Heathway regeneration programme.",
     "Due to the maintenance work being carried out between Reede Road and Church Elm Lane on The Heathway, the southbound bus stop outside Dagenham Heathway Station will not be served.",
     "The northbound carriageway will remain open during this time.",
     "Buses will not serve stops on the diversion apart from a bus stop opposite Dagenham East Station, providing passengers with a link to the Underground network.",
     "This diversion is expected to add approximately 15 minutes to passengers' southbound journeys.",
     "To alleviate pressure on services, London Buses will be providing a free temporary shuttle bus (route 574) which will run from The Bull Roundabout to New Road, via Church Elm Road.",
     "London Buses advises all passengers to plan their journeys in advance and use alternative routes where possible."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}