{
 "pageTitle": "Huge environmental benefits of the new Docklands Light Railway extension",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Huge environmental benefits of the new Docklands Light Railway extension",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "It has brought real environmental benefits with people opting to use the DLR when travelling to the airport, instead of relying on cars and taxis",
     "A new report has shown that the Docklands Light Railway (DLR) extension to London City Airport has brought huge environmental benefits with around 120,000 fewer taxi rides and 288,000 fewer car journeys having been necessary, reducing carbon dioxide emissions by over 156 tonnes.",
     "The report, compiled by Innovacion, a business support consultancy, showed that of those passengers travelling to London City Airport 49 per cent had gone by the new DLR extension, and that this is the highest proportion carried by any airport rail link in the UK.",
     "The extension, opened ahead of schedule and on budget in December 2005, runs from Canning Town via London City Airport to King George V, North Woolwich.",
     "It was introduced to provide passengers with the first fixed public transport link to the airport and assist the regeneration of the surrounding area.",
     "The extension is acting as a lifeline for the local community, which previously suffered from a lack of accessible, cost-effective public transport.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Popular\"}",
     "It has opened up access to jobs, education and leisure facilities and is expected to act as a trigger for improved accessibility for local residents.",
     "The extension has proved far more popular with local communities and business passengers than ever predicted.",
     "Just under one third of North Woolwich residents use the DLR and the number of people using King George V station at the end of the extension has doubled, according to the report.",
     "Richard De Cani, DLR Head of Development and Planning, said: \"This study has clearly demonstrated what a success the DLR London City Airport extension has been.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Enormously encouraging\"}",
     "\"It has brought real environmental benefits with people opting to use the DLR when travelling to the airport, instead of relying on cars and taxis, and has therefore made a huge impact in cutting harmful carbon dioxide emissions.",
     "\"It is enormously encouraging to have achieved so much after only 12 months, and we eagerly anticipate the ongoing development of the extension and neighbouring community.",
     "\"The DLR has recently recorded its highest ever annual passenger numbers, at over 60 million, which has clearly been in part due to the success of the London City Airport route.",
     "\"We now look forward to the further extension of the DLR to Woolwich Arsenal from King George V, which will open in 2009.\"",
     "\u003cstrong\u003eNotes to editors \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Docklands Light Railway is part of Transport for London\",\"Seventy per cent of those interviewed gave business and commuting as their reason for travel\",\"Before the London City Airport extension opened only 31 per cent of the airport's customers used public transport to make their journey\",\"In total, 1.8m people travelled to London City Airport during the 12-month period December 2005/December 2006\",\"A total of 4.2 million passengers used the extension during the year. This number was originally forecast to be reached only after three years of operation\",\"Copies of the report, 'London City Airport Extension Monitoring Report Year One', are available by emailing \\u003ca href=\\\"mailto:planning@dlr.tfl.gov.uk\\\"\\u003eplanning@dlr.tfl.gov.uk\\u003c/a\\u003e or telephoning 020 7987 4244\",\"In September 2006 London City Airport station won best 'Local Transport Integration Project' at the Community Rail Awards\",\"Quicker journey times giving improved business efficiency with London City Airport-to-Canary Wharf journey time reduced from 23  minutes by road to 14 minutes, journey time to Bank reduced from 38 minutes by road to 22 minutes and journey time to Westminster  reduced 48 minutes by road to 28 minutes\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}