{
 "pageTitle": "London Underground responds to PPP Arbiter's Metronet BCV Extraordinary Review draft Interim Determination",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Underground responds to PPP Arbiter's Metronet BCV Extraordinary Review draft Interim Determination",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "I am determined to make the case that the public should not be forced to pay a penny for Metronet's inefficiencies",
     "PPP Arbiter indicates award of £121m, as London Underground reaffirms that Metronet's total cost overruns should be borne largely by company and its shareholders",
     "London Underground today reaffirmed its view that Metronet's total projected cost overruns should be borne by the company and its shareholders, not Londoners.",
     "Metronet originally submitted to the PPP Arbiter for an Interim Determination of £400m, and last Thursday, July 12 added a request for an additional £151m, making a total Interim Determination claim of £551m.",
     "The PPP Arbiter's draft determination is that Metronet should receive £121m, a little more than a fifth of its claim, payable through the Infrastructure Service Charge after the company requested £551m over the next year, as part of the Extraordinary Review of its Infraco BCV contract.",
     "The Arbiter also stated that \"if Metronet BCV had delivered in an efficient and economic way, its costs would have been lower than baseline in the first four years of the contract\".",
     "The Arbiter therefore directed that there should be no increase in Metronet's BCV Infrastructure Service Charge until January 2008 and made clear that it would only be paid if Metronet is able to fulfil its obligations.",
     "The £551m Interim Determination award was sought by Metronet as part of its total BCV Extraordinary Review submission of £992m.",
     "London Underground Managing Director, Tim O'Toole said:\"We have consistently made clear that Metronet has failed to deliver in an efficient and economic way and that is why it has accumulated such a significant cost overrun over the four years of its contract to date.  We believe the Arbiter's draft determination supports that view.",
     "\"It remains our belief, and is our submission to the PPP Arbiter, that Metronet's total projected cost overruns should be borne largely by the company and its shareholders.",
     "\"We shall now continue to make our case to the PPP Arbiter ahead of his final Interim Determination, which is due in two weeks time.  I am determined to make the case that the public should not be forced to pay a penny for Metronet's inefficiencies.",
     "\"It is essential that this process must not divert Metronet and their shareholders from the need to radically improve their performance.  The promised improvements to Tube track, trains, signals and stations must be delivered, on time and on budget.\"",
     "Notes to Editors:\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"Metronet Rail BCV is responsible for the maintenance and renewal of the Bakerloo, Central, Victoria and Waterloo \\u0026 City lines; and Metronet Rail SSL (Sub-Surface Lines) is responsible for the maintenance and renewal of the Circle, District, Hammersmith \\u0026 City, Metropolitan and East London lines\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}