{
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor and Transport for London welcome £18.5m funding for the Gospel Oak to Barking line ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Ken Livingstone, the Mayor of London, has welcomed the Government announcement of £18.5m in funding to upgrade the Gospel Oak to Barking line in North London.\u003cbr /\u003e",
     "This investment will help us to push forward with improving suburban rail services",
     "The line's signalling system will be overhauled so that Transport for London (TfL) can run a more reliable service and double the existing number of passenger trains, when it takes control of the North London line as part of the London Overground network in November this year.",
     "The line will be served by new air-conditioned trains, with a more frequent service easing congestion and transforming the journeys of passengers along the route.",
     "An upgrade to the track will also bring economic and environmental benefits, enabling new, larger, freight containers from ports in the South East to be carried more easily on this key cross-London route, and reducing the need to transport freight on London's roads.",
     "The upgrade will also mean greater flexibility for the routing of freight traffic while work for the London 2012 Olympic and Paralympic Games is carried out on the North London line.",
     "The Department for Transport's announcement follows a joint bid by TfL and Network Rail to the Transport Innovation Fund.",
     "The Department's £18.5m boost will be complemented by £16.5m from Network Rail, which will also carry out the upgrade work.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Fully integrated\"}",
     "Ken Livingstone said: \"This investment will help us to push forward with improving suburban rail services in London, raising standards to better integrate them with London Underground and bus services, with the goal of a fully integrated public transport network which is safe, secure and reliable.",
     "\"The investment will transform this particular line and give a boost to economic development along the route.\"",
     "Ian Brown, Managing Director, TfL London Rail, said:  \"This is very good news for Londoners.",
     "\"The Department for Transport's funding will make a major contribution to improve the efficiency of London's rail network in time for the 2012 Games, and will accommodate the expected growth of freight from ports in the South East.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Doubling capacity\"}",
     "\"The scheme allows Transport for London to provide four trains per hour on the Gospel Oak to Barking line where new trains are delivered, doubling the passenger capacity on the route\".",
     "Network Rail's Route Enhancement Manager John Wilson said: \"This announcement further underlines the consensus behind investing in our rail network.",
     "\"Improving key routes like Gospel Oak to Barking will encourage more people and larger quantities of freight off of the roads and onto the railway.",
     "\"This will mean significant benefits for our economy and for the environment.\"",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Passenger train services on the Gospel Oak to Barking line are operated under the Silverlink Metro franchise until 11 November 2007\",\"On 11 November 2007, responsibility for passenger operations on the line will transfer to TfL and be part of the London Overground network, which will consist of the North and East London Railways\",\"The North London Railway includes: the Gospel Oak to Barking line; the North London Line (Richmond to Stratford); the London Euston to Watford Junction local line; and the West London Line (Willesden Junction to Clapham Junction via Kensington Olympia)\",\"The scheme will increase the gauge on the line to enable 'high cube' freight containers (9ft 6 inches in height) to be transported by rail on standard cost-effective wagons. This type of container is becoming the standard size for deep sea container ships\",\"More support for rail freight was recommended by the recent Eddington Report ('Transport's role in sustaining UK's Productivity and Competitiveness: The Case for Action')\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}