{
 "pageTitle": "Mayor hails success of Saturday's Tour de France Prologue",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor hails success of Saturday's Tour de France Prologue ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Estimated one million spectators watch the start of the world's biggest annual sporting event"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The Tour de France is a superb opportunity to promote London as a cycling city. The number of people taking to two wheels has soared by 83 per cent over the last seven years.",
     "The Mayor of London Ken Livingstone, has hailed the Prologue of the Tour de France in London a huge success after an estimated one million people packed the streets of the capital to cheer on the world's greatest cyclists.",
     "The Mayor, who dropped the flag for the first rider, said: \"The first day of the Tour de France in London has demonstrated that the capital is an unrivalled location for major international sporting events. Hundreds of thousands of spectators have enjoyed a thrilling, free day out today having seen world-class cyclists speed through the streets of London.",
     "\"Congratulations to all the riders for putting on a magnificent sporting performance today, especially Fabian Cancellara, who stormed to victory winning the first Prologue staged in the capital.",
     "\"The Tour de France is a superb opportunity to promote London as a cycling city. The number of people taking to two wheels has soared by 83 per cent over the last seven years.  We want the excitement of this weekend to encourage even more people to take up cycling.\"",
     "The route for the Prologue involved the riders speeding, one after the other, at one minute intervals, around some of London's best known landmarks situated around the 7.9km course.",
     "From the starting ramp in Whitehall, the riders tore past Big Ben and around Parliament Square before hurtling up Victoria Street and turning towards Buckingham Palace. From there, they headed up Constitution Hill to Hyde Park Corner, entered the park and circled the Serpentine. On exiting the park, riders negotiated a tight corner at the bottom of Park Lane before heading back down Constitution Hill before reaching the finish line on The Mall.",
     "Riders were cheered throughout by the crowds with the most noise being reserved for the final sprint towards the finish line. The fastest time of eight minutes and 50 seconds was recorded by Swiss rider Fabian Cancellara from Team CSC, who earns the right to wear the famous yellow jersey and lead the peloton out over Tower Bridge to the official start at Greenwich, as stage one of the Tour de France commences on Sunday morning.",
     "Hours before the riders sped through the streets of London, the Tour de France Publicity Caravan set off through the Prologue route to build excitement for the race.",
     "The Tour was welcomed to London with different activities throughout the city including the People's village - an event to celebrate and promote cycling in Hyde Park - and 18 giant screens throughout the capital where onlookers cheered the riders on.  An additional 11,000 cycle parking spaces were made available for spectators.",
     "The Grand Départ continues tomorrow:\u003cbr /\u003e\u003cbr /\u003e\u003cstrong\u003eSunday 8 July Tour de France Stage One\u003c/strong\u003e - A 203 km stage starting on the Mall in central London through South East London into Kent with the finish in Canterbury:",
     "Caravan leaves the Mall at 8.40;\u003cbr /\u003eRiders leave the Mall at 10.25.\u003cbr /\u003eIn addition, there will be a number of events taking place across London:",
     "\u003cstrong\u003eThe People's Village Hyde Park\u003c/strong\u003e - A free entry event celebrating and promoting cycling.  Taking place on Friday, Saturday and Sunday and featuring French and British food and drink, information about how to get into cycling, entertainment and giant screens to watch the action.",
     "\u003cstrong\u003eHyde Park Cycling Festival\u003c/strong\u003e - A free event on Sunday 8 July with cycling activities on a 3.5km section of the Tour de France Prologue course within Hyde Park. The programme includes over 300 elite, international athletes competing in a wide variety of races, from the London Youth Games finalists, to national level youth and women races, showcasing the best British talent.",
     "\u003cstrong\u003eFestivals and Events\u003c/strong\u003e - On Saturday 7 and Sunday 8 July there will be a huge range of free festivals and events taking place in Central London and along the Stage One route in London and Kent.  For more details visit http://www.tourdefrancelondon.com/ or call 020 7222 1234.\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}