{
 "pageTitle": "Statement from Transport for London on Thames Gateway Bridge",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Statement from Transport for London on Thames Gateway Bridge",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "TfL believes that the case for the Thames Gateway Bridge remains",
     "A TfL spokesperson said: \"Transport for London is committed to the Thames Gateway Bridge and regrets the delay which will result from today's decision.",
     "\"Surveys conducted prior to the Inquiry showed local support for this project running at nearly 80 per cent and with just two per cent against it.",
     "\"TfL believes that the case for the Thames Gateway Bridge remains and is supported by the London Plan.",
     "\"It is a vital component of a package of new transport measures that will unlock the regeneration of the Thames Gateway.",
     "\"It would reduce local cross-river journey times by around 30 minutes and would create the potential for up to 42,000 new jobs in the region.",
     "\"The Bridge would provide an essential and overdue transport link for east London creating better access to employment opportunities and stimulating economic development.",
     "\"At present, there is a huge imbalance in river crossings in east London, with only three road crossings from Tower Bridge to Dartford in the east, compared to 16 road crossings between Vauxhall and the M25 in the west.",
     "\"The Thames Gateway's future communities and businesses must have a basic transport network that includes essential road and public transport linkages.",
     "\"In particularly it will prevent the build up of jobs north of the river, which will be strengthened by the 2012 Olympics, spilling over into south London.",
     "\"Without this, it is impossible to envisage how the Government's challenging long growth targets for 180,000 new jobs and 160,000 new houses in the entire Thames Gateway can be achieved.",
     "\"Transport infrastructure is already a major constraint to development.",
     "\"TfL will be examining in detail today's recommendations and will wish to ensure the reopened enquiry is completed as speedily as possible.",
     "\"We strongly believe this transport link remains a vital and integral part of the regeneration of the east London corridor.\""
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}