{
 "pageTitle": "Tunnel extending Docklands Light Railway to Woolwich completed",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Tunnel extending Docklands Light Railway to Woolwich completed",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "The Docklands Light Railway is a fantastic success story for London",
     "The tunnel extending the Dockland Light Railway (DLR) under the River Thames to Woolwich Arsenal was completed on time today as the 540-tonne boring machine broke through the earth south of the Thames.\u003cbr /\u003e\u003cbr /\u003eThe £180 million, 2.5km extension will link Woolwich south of the river with DLR  station, King George V, in North Woolwich, one stop away from London City Airport.",
     "The extension will be important in improving the whole transport network in the run up to the 2012 Games.\u003cbr /\u003e\u003cbr /\u003eThe extension will provide a direct link from Woolwich to central London (Bank station) in under half an hour, London City Airport in five minutes, Canary Wharf in 19 minutes and Stratford in 20 minutes.",
     "In peak periods, trains could run every four minutes.\u003cbr /\u003e\u003cbr /\u003eThere will also be an interchange with mainline services on the North Kent line.\u003cbr /\u003e\u003cbr /\u003eKen Livingstone, Mayor of London, said: \"This is another example of Transport for London (TfL) delivering major transport projects on time and within budget.",
     "\"The Docklands Light Railway is a fantastic success story for London with steadily rising passenger numbers and more and more areas being linked to improve access to new jobs and housing, helping to transform areas of East London.",
     "\"The extension to Woolwich will boost the local economy and completes another piece of the transport improvements the 2012 Games are already bringing to London.\"\u003cbr /\u003e\u003cbr /\u003eNicky Gavron, Deputy Mayor of London, said: \"This a major milestone in the Docklands Light Railway Woolwich Arsenal extension project, delivered on time and on budget.",
     "\"Once completed in 2009, this vital new transport link joins up communities across the Thames to support the regeneration of Woolwich and the southern Royal Docks, whilst forming a vital part of the 2012 Games transport legacy.\"\u003cbr /\u003e\u003cbr /\u003ePeter Hendy, London's TfL Commissioner said: \"This is a crucially important day for the DLR, and local residents around here, who will benefit massively from this efficient, reliable, cross-river connection.\u003cbr /\u003e\u003cbr /\u003e\"The DLR carried 60 million people last year and this extension is another example of how this gem of a railway is growing.\"\u003cbr /\u003e\u003cbr /\u003eHugh Sumner, Director of Olympic Transport of the Olympic Delivery Authority, said: \"The completion of this impressive tunnelling project marks a significant milestone on the road to the London 2012 Olympic and Paralympic Games.",
     "\"The Woolwich Arsenal extension will provide a fast and efficient link between the Olympic Park and the equestrian and shooting events.",
     "\"And it will leave an important legacy for the communities it will serve in the years after 2012.\"",
     "Notes to Editors:\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"The Woolwich Arsenal extension will open in 2009. The link to it is being designed and constructed for TfL by AMEC  (for Woolwich Arsenal Rail Enterprises (WARE), a joint venture between AMEC and the Royal Bank of Scotland\",\"The tunnel boring machine, nicknamed Carla after AMEC's site receptionist, has created two tunnels, corresponding to the two DLR tracks\",\"The first was launched by the Mayor of London Ken Livingstone in April 2006, and completed in December 2006. The second tunnel finished today, was started in Febuary\",\"Carla cost £5 million and has removed about  104,000 cubic metres of material - enough to fill around 1,100 double-decker buses or 40 Olympic-sized swimming pools\",\"Docklands Light Railway is part of Transport for London\\u003cbr /\\u003eThe Woolwich Arsenal extension tunnel runs as deep as 35m under the Thames\",\"Woolwich Arsenal station will include step-free access, and have two entrances - Greens End and Woolwich New Road\",\"The new link will connect Woolwich to London City Airport (5mins); Canary Wharf (19mins); Stratford (20mins); Bank (27mins)\",\"There will be direct interchange at Woolwich Arsenal with mainline services on the North Kent line.\",\"For more information on DLR visit \\u003ca href=\\\"http://www.tfl.gov.uk/dlr\\\"\\u003ehttp://www.tfl.gov.uk/dlr\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}