{
 "pageTitle": "Graph key \u0026 data",
 "keywords": "TfL",
 "description": "Explanation of the data collection and display on the timing ribbons of the travel options pages",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Graph key \u0026 data",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Each graph represents how busy trains are expected to be from each station on a typical weekday morning between the hours of 07:00-10:00.",
     "The key below shows what each colour represents:",
     "{\"template\":\"table\",\"titles\":[\"Colour\",\"Narrative term\"],\"rows\":[[],[\"span\",\"\\u003cstrong\\u003eQuiet\\u003c/strong\\u003e There may be little to no queues on the platform and you might be able to board the first train. Once on board, there could be some seats available.\"],[\"span\",\"\\u003cstrong\\u003eFairly Busy\\u003c/strong\\u003e There may be some queues on platforms but you might be able to board the first train, where there could be room to stand but no seats.\"],[\"span\",\"\\u003cstrong\\u003eBusy\\u003c/strong\\u003e There may be some long queues on platforms and you might not be able to board the first train. Once on board, there could be no available seats with little standing room.\"],[\"span\",\"\\u003cstrong\\u003eVery busy\\u003c/strong\\u003e There may be long queues on platforms and a number of trains will pass before you are able to board. Once on board, there could be very little standing room available.\"],[\"span\",\"\\u003cstrong\\u003eExceptionally busy\\u003c/strong\\u003e There may be very long queues on platforms and you might be held at entrances or gates to ease overcrowding. Several trains may pass before you are able to board and once on board, there could be very little standing room available.\"]]}",
     "The data used within the graphs is based on Oyster data and a series of customer surveys. This allows us to understand the travel patterns of our customers and identify the busiest times and places on the network.",
     "All journey times within our advice, is calculated using the \u003ca href=\"/plan-a-journey/index\"\u003eTfL Journey Planner\u003c/a\u003e and are based on the quickest route. We advise customers to check \u003ca href=\"/status-updates/index\"\u003elive travel news\u003c/a\u003e and \u003ca href=\"/fares-and-payments/fares2018/index\"\u003e fares\u003c/a\u003e information before they travel."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "advert",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}