{
 "pageTitle": "DLR submits proposed Stratford International extension for TWA approval",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "DLR submits proposed Stratford International extension for TWA approval",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Docklands Light Railway (part of Transport for London) today submitted proposals for the extension to Stratford International for Transport and Works Act (TWA) approval."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This new DLR extension will radically improve accessibility in the Lower Lea valley",
     "Funded by TfL's five-year £10bn investment programme, the project will open in early 2010 - in good time to enhance DLR's role at the hub of the 2012 Olympics transport network, providing direct links to the Olympic Park at Stratford and a connection between the various Olympic venues in east London.",
     "TWA approval would secure the powers needed to build the extension, which involves conversion of the existing North London line between Canning Town and Stratford with a short onward extension where the route will integrate with the Channel Tunnel Rail Link station.",
     "The 5km route will have four new stations - at Star Lane, Abbey Road, Stratford High Street and Stratford International.",
     "The North London line stations at Canning Town, West Ham and Stratford will also be upgraded to accommodate DLR.\u003cbr /\u003e\u003cbr /\u003eRichard de Cani, DLR's Head of Development and Planning, said: \"This new DLR extension will radically improve accessibility in the Lower Lea valley and help support the major regeneration proposals for the surrounding area.",
     "\"It will bring the benefits of DLR in terms of reliable, accessible and frequent public transport to a broader catchment area in east London.",
     "\"We look forward to a decision from the Government by late 2006.\"",
     "@this.ScriptBlock(\n        @script)"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}