{
 "pageTitle": "DLRs airport extension goes live",
 "description": "Following inspection using a gauging train to ensure that there were no obstacles on or on either side of the tracks, the route was powered up and test trains are now running.Now at the commissioning stage, during the next three months works will include",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "DLRs airport extension goes live",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Construction of Docklands Light Railway's 4.4km extension from Canning Town to London City Airport and King George V at North Woolwich has reached another important milestone."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The £140m project is on schedule to open in December",
     "Following inspection using a gauging train to ensure that there were no obstacles on or on either side of the tracks, the route was powered up and test trains are now running.",
     "Now at the commissioning stage, during the next three months works will include individual testing of each railway system - particularly signalling - leading to the next step, which will be integration into the existing network.",
     "The final stage of testing will be the system performance demonstrations, when the trains will follow proposed service patterns.",
     "Construction of the four stations is well under way and the £140m project is on schedule to open in December.",
     "Work has also started on the 2.5km extension from King George V under the Thames to Woolwich Arsenal.",
     "The City Airport extension, together with the Woolwich extension and the proposed conversion of the North London Line to form the Stratford International extension, will all be operational in good time for the 2012 Olympics - ensuring that DLR will be at the hub of east London transport systems.\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"Extensions to the DLR are being funded by the Mayor's five-year, £10bn investment programme\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}