{
 "pageTitle": "Modernisation continues at Wembley Park",
 "description": "Two replacement bus services will be operating during the closures for passengers travelling between Wembley Park, Kingsbury and Preston Road.Jubilee and Metropolitan line trains will be running non-stop through Wembley Park station.The last Metropolitan",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Modernisation continues at Wembley Park",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The major reconstruction work at Wembley Park station will mean that the station will be closed on weekends: 13-14; 20-21; 27-28 and Bank Holiday Monday 29 August, and 17-18 September."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The programme of works will increase the capacity of the station",
     "Two replacement bus services will be operating during the closures for passengers travelling between Wembley Park, Kingsbury and Preston Road.\u003cbr /\u003e\u003cbr /\u003eJubilee and Metropolitan line trains will be running non-stop through Wembley Park station.\u003cbr /\u003e\u003cbr /\u003eThe last Metropolitan line train will leave Baker Street two minutes earlier, and the last Jubilee line train will run eight minutes later than normal to Stanmore.\u003cbr /\u003e\u003cbr /\u003eThe programme of works, which are being carried out by Tube Lines, will increase the capacity of the station in line with the opening of the new, larger Wembley Stadium, which is due to be unveiled in 2006.",
     "The closures will enable not only the testing and commissioning of a new public address system, fire alarms, CCTV and power supplies, but also the completion of areas of building work, including platform work and signage.\u003cbr /\u003e\u003cbr /\u003eCapacity improvements are expected to be completed by September 2005, with the completion of all works at the station by May 2006.",
     "Live information on TfL's Realtime pages displays latest updates to London's transport modes, including the Tube, DLR, bus and Network Rail: \u003ca href=\"http://www.tfl.gov.uk/realtime\"\u003ewww.tfl.gov.uk/realtime\u003c/a\u003e ",
     "Journey Planner checks the transport network's status before providing results. The best available route will be shown automatically: \u003ca href=\"http://www.tfl.gov.uk/journeyplanner\"\u003ewww.tfl.gov.uk/journeyplanner\u003c/a\u003e ",
     "Travel alerts via SMS and email can be set up at: \u003ca href=\"http://www.tfl.gov.uk/alerts\"\u003ewww.tfl.gov.uk/alerts\u003c/a\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Transport for London (TfL) is investing £10 billion over the next five years to improve and expand London's transport network, more than half of that in the Tube\",\"Tube Lines are responsible for the maintenance and renewal of the Jubilee, Northern and Piccadilly lines\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}