{
 "pageTitle": "New poster campaign to boost Tube and bus security",
 "description": "There are four posters, three on the Tube and one on the bus, with eye-catching white text on a red background.The posters have been produced by TfL in co-operation with the Mayor's Office and the Metropolitan and British Transport Police, and also",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New poster campaign to boost Tube and bus security",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) today launched a new poster campaign on London Underground (LU) and buses across the capital, designed to reassure passengers and boost security on public transport."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "There are four posters, three on the Tube and one on the bus, with eye-catching white text on a red background.",
     "The posters have been produced by TfL in co-operation with the Mayor's Office and the Metropolitan and British Transport Police, and also support the new \"One London\" campaign, featuring its logo.",
     "LU Managing Director, Tim O'Toole said: \"Tube services are now back to normal and we're determined to keep transport in London as safe as possible.",
     "\"We work very closely with the Police, but we also need the continued support of our passengers.",
     "\"These posters demonstrate to passengers what we're doing and they also advise what they can do to help us keep the Tube and buses safe.",
     "\"We serve all Londoners and visitors to this great city, which is we're also proud to support the 'One London' campaign with these posters.\"",
     "One of the three Tube posters advises passengers what extra security measures have been taken on the Underground. Under the headline \"Working to keep your Tube safe\", it says:",
     "{\"template\":\"bulletlist\",\"items\":[\"More police patrols and search teams on trains and stations\",\"Random police checks at stations\",\"Additional checks on trains\",\"Extra staff patrols\",\"Police dogs on stations and trains\"]}",
     "Another Tube poster and the bus poster seek continued passenger support, asking that unattended items and suspicious activity is reported to staff or the Police and that passengers hold on to their belongings and don't leave litter behind.",
     "The final Tube poster simply bears the headline \"Help us keep your Tube safe\".",
     "The posters will be visible on Tube stations across the capital and on London buses and bus stops from today for several weeks."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}