{
 "pageTitle": "Transport for London, supporting a united front for safety and reassurance at Carnival",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London, supporting a united front for safety and reassurance at Carnival",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Tube and bus services are now back to normal and Transport for London (TfL)",
     "is determined to keep the network as safe as possible for the Notting Hill",
     "Carnival weekend."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Carnival-goers can help keep the Tube and buses safe",
     "Nigel Holness, Service Director for the Bakerloo, Victoria and Central lines at London Underground said: \"TfL is part of the united front for safety and reassurance at Carnival.",
     "\"We are working very closely with the police to keep your Tube safe, with more police patrols and search teams on trains and stations, extra staff and police dogs on trains and at stations.",
     "\"Carnival-goers can help keep the Tube and buses safe by reporting unattended items and suspicious activity.",
     "\"We urge passengers to take care of their belongings and not to leave litter behind.",
     "\"In the two weeks following the attacks, LU staff dealt with a staggering 250 unattended items each day, causing many unnecessary station closures.\"",
     "Passengers are reminded that stations may be closed at times other than advertised for safety and to prevent over-crowding.",
     "Walking to a Tube station or bus stop away from the Carnival area may be a quicker and easier option.",
     "Passengers should allow plenty of time to travel and carry water.",
     "If feeling unwell at all while travelling its best to get off the train and ask a staff member for help.",
     "To help avoid unnecessary security alerts, keep belongings with you and beware of pickpockets.",
     "Transport for London wishes all at Notting Hill Carnival a safe and enjoyable weekend.",
     "Live information on TfL's Realtime pages displays latest updates to London's transport modes, including the Tube, DLR, bus and Network Rail: \u003ca href=\"http://www.tfl.gov.uk/realtime\"\u003ewww.tfl.gov.uk/realtime\u003c/a\u003e ",
     "Journey Planner checks the transport network's status before providing results. The best available route will be shown automatically: \u003ca href=\"http://www.tfl.gov.uk/journeyplanner\"\u003ewww.tfl.gov.uk/journeyplanner\u003c/a\u003e ",
     "Travel alerts via SMS and email can be set up at: \u003ca href=\"http://www.tfl.gov.uk/alerts\"\u003ewww.tfl.gov.uk/alerts\u003c/a\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}