{
 "pageTitle": "Tube launches new Circle line art project - From Here to Here",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Tube launches new Circle line art project - From Here to Here",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "The images reveal some of the most evocative places in the city through the eyes of writers and designers",
     "\u003cstrong\u003eAs part of the London Design Festival (LDF), \u003c/strong\u003e ",
     "The locations, history and architecture of the 27 stations of the Circle line have inspired 27 stories; from the roof garden at High Street Kensington to the homeliness of Mansion House; from the cosmopolitan diversity of Bayswater and Edgware Road to the literary icons of Great Portland Street.",
     "Discover the hidden story of each station, as recounted by members of London Underground staff, writers from 26 and students from London College of Communication.",
     "Which station has a river flowing above its platform? Which sculptures caused a huge controversy in 1929? What brought scientific wonder to Euston Square in 1808?",
     "Read each story and see the images, which reveal some of the most evocative places in the city through the eyes of writers and designers who will take you on a tour beyond the scope of tourist guidebooks.",
     "Platform for Art is presenting each image on a series of posters around the Circle line, with the complete set shown in Embankment station:",
     "{\"template\":\"bulletlist\",\"items\":[\"Circle line poster display: 8 September-8 October\",\"Exhibition: 16 September-12 October\",\"London Design Festival: 15-30 September\",\"Book publication date: 1 September\"]}",
     "All the images will also feature in an exhibition at London College of Communication at Elephant \u0026 Castle, opening on September 15.",
     "A book containing the rich stories from each locale will be published by Cyan Books.",
     "{\"template\":\"bulletlist\",\"items\":[\"This project has been in development since January 2005\",\"Following the attacks on London on 7 July 2005, it has been decided by all \\ncreative parties that the project will be dedicated to London and the victims of \\nthese attacks\",\"The From Here to Hereemtube exhibition is the latest project from \\nPlatform for Art's Creative Communities programme and will be displayed in all \\nCircle line stations from 8 September-8 October 2005\",\"An exhibition of all 27 posters and written texts will be displayed at \\nLondon College of Communication, Elephant \\u0026 Castle, London SE1 from 16 \\nSeptember to 12 October 2005 (private view 15 September)\",\"London College of Communication is one of the five colleges of University of \\nthe Arts London, the first dedicated art and design institution to achieve \\nuniversity status in the UK\",\"The other world-renowned colleges are: Camberwell College of Arts, Central \\nSaint Martins College of Art and Design, Chelsea College of Art and Design and \\nLondon College of Fashion\",\"Between them, the colleges have produced many of the greatest names in art, \\ndesign and communication, including: Anish Kapoor, John Galliano, Ralph Fiennes, \\nSarah Lucas, Gavin Turk, Stella McCartney, Gilbert and George, Antony Gormley, \\nPierce Brosnan, Mike Leigh, Malcolm McLaren and Colin Firth\\u003cbr /\\u003e \\u003ca href=\\\"http://www.arts.ac.uk\\\"target=\\\"_blank\\\"\\u003ewww.arts.ac.uk\\u003c/a\\u003e \",\"26 is a not-for-profit group that champions the cause of more effective, \\nmore creative writing in working life. Its membership of over 250 people ranges \\nfrom internationally recognised poets to influential directors of some of the \\nUK's best-known organisations.\\u003cbr /\\u003e \\u003ca href=\\\"http://www.26.org.uk\\\"target=\\\"_blank\\\"\\u003ewww.26.org.uk\\u003c/a\\u003e \",\"The London Design Festival 2005 takes place from 15-30 September. \\nEstablished in 2003 to promote and celebrate London and the UK's creativity, \\nthis year's Festival is being staged by over 100 partner organisations in venues \\nacross the City\\u003cbr /\\u003e \\u003ca href=\\\"http://www.londondesignfestival.com\\\"target=\\\"_blank\\\"\\u003ewww.londondesignfestival.com\\u003c/a\\u003e \",\"From Here to Here encapsulates the collaborative spirit of LDF\",\"Cyan Books will publish From Here to Here on 1 September 2005. The featured \\nwriters from 26 are: Simon Armitage, Nick Astbury, Will Awdry, Tim Coates, Rishi \\nDastidar, Jim Davies, Stuart Delves, Lisa Desforges, Laura Forman, Dan Germain, \\nMartin Gorst, Simon Jones, Gordon Kerr, Tom Lynham, Ian Marchant, David May, \\nKaren McCarthy, Sarah McCartney, Steve Mullins, Richard Owsley, Dan Radley, Mike \\nReed, Tim Rich, Anelia Schutte, Tim Segaller, John Simmons, Neil Taylor, Elise \\nValmorbida, David Varela, Rob Williams and Jayne Workman\\u003cbr /\\u003e \\u003ca href=\\\"http://www.fromheretohere.com\\\"target=\\\"_blank\\\"\\u003ewww.fromheretohere.com\\u003c/a\\u003e \",\" \\u003ca href=\\\"http://www.tfl.gov.uk/pfa\\\"target=\\\"_blank\\\"\\u003ePlatform for Art\\u003c/a\\u003e is the public art \\nprogramme for London Underground. For more information on Platform for Art, its \\nexhibitions and projects, please tel: 020 7918 4625 or email: \\u003ca href=\\\"mailto:plat4art@tube.tfl.gov.uk\\\"target=\\\"_blank\\\"\\u003eplat4art@tube.tfl.gov.uk\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}