{
 "pageTitle": "Cycle journeys move up a gear",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Cycle journeys move up a gear",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "The number of cycle journeys made in London has increased by 67 per cent during the past five years, figures released today by Transport for London (TfL) reveal.",
     "Cycle journeys in London have increased by 67 per cent in the last five years",
     "From May 2000 to May 2005 to number of weekly cycle journeys on TfL's roads rose from 60,000 to more than 101,000.",
     "The news comes as London gears up for the second annual cycling festival, BikeFest in the Square on Sunday 12 June between 1pm and 5pm.",
     "The event will provide great entertainment for the whole family, not just experienced cyclists.",
     "BikeFest will include a wide range of bike-themed entertainment and activities including:",
     "{\"template\":\"bulletlist\",\"items\":[\"Guided bike rides around central London\",\"Theatre performances on bikes\",\"Bike try out area for all ages and abilities\",\"Kids workshop to create accessories and badges\",\"Sculpture\",\"Puppet shows\",\"Street dance\",\"A style show and much more.\"]}",
     "TfL's Bike Doctor clinic will be on hand to offer free health checks for bikes.",
     "A team of Bike Doctor mechanics will advise on minor bike ailments, from checking the gears to tightening up the brakes.",
     "\u003ch2\u003eBike Doctor\u003c/h2\u003e",
     "There will be a prize draw to win a brand new bike courtesy of Evans Cycles and TfL, free supervised bike parking will also be available.",
     "Peter Hendy, Managing Director of Surface Transport, TfL, said: \"These new figures show that TfL's work to make cycling safer and more convenient is having a real impact.",
     "\"But that work isn't finished and during the summer months we want as many people as possible to hop on a bike to explore the city.",
     "\"BikeFest in the Square will show people that cycling in London is fun enjoyable and a great way to get around.",
     "\"There will be some exciting family entertainment on offer, including bikes for hire and I hope people will take the chance to experience for themselves the buzz and benefits of cycling in London.\"",
     "\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"Media wishing to attend BikeFest in the Square should contact Stephen Taylor on 020 7941 4377 or 07734 493261\",\"For further information about cycling in London, visit TfL's cycling website \\u003ca href=\\\"http://www.tfl.gov.uk/cycling\\\"\\u003ewww.tfl.gov.uk/cycling\\u003c/a\\u003e \",\"Bike Week and Bike2Work Week run from 11 June to 19 June.  For further details visit \\u003ca href=\\\"http://www.bikeweek.org.uk\\\"\\u003ewww.bikeweek.org.uk\\u003c/a\\u003e \",\"As part of TfL's commitment to promoting cycling in London, TfL, the London Development Agency (LDA) and the Greater London Authority (GLA) are all involved in sponsoring \\u0026 supporting the Tour of Britain on 4 September 2005.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}