{
 "pageTitle": "East London Line is moving at pace",
 "description": "The British-based engineering and construction company was chosen from a panel of three bidders to carry out enabling works which will prepare sites on the ELL route for the main works.The ELL project is an essential part of London's Olympic bid and is",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "East London Line is moving at pace",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "TfL London Rail has selected Taylor Woodrow to oversee £30m worth of civil engineering works on the East London Line (ELL) to be started before the end of June."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The East London Line Extension is fast becoming a reality",
     "The British-based engineering and construction company was chosen from a panel of three bidders to carry out enabling works which will prepare sites on the ELL route for the main works.",
     "The ELL project is an essential part of London's Olympic bid and is scheduled for completion in June 2010 - two years before the Games begin.",
     "However, the project is not dependent on the bid and will continue on schedule regardless of Olympic success.\u003cbr /\u003e\u003cbr /\u003eThe Mayor of London, Ken Livingstone, said: \"The East London Line Extension is fast becoming a reality.",
     "\"This extension will be London's first purpose-built metro rail service providing a north-south link and triggering up to £10bn worth of economic development in some of London's most deprived boroughs.",
     "\"It will be completed by 2010 and will powerfully boost transport capacity for a London 2012 Games.\"",
     "The enabling works will include the refurbishment and replacement of 21 bridges along the Kingsland Viaduct, the temporary movement of some paddocks at Spitalfields City Farm and some repair works to the underpass at Cold Blow Lane in Lewisham.",
     "The work will be completed by June 2006.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Local regeneration\"}",
     "The main contractor will then start work on ELL track, signalling systems and four new stations.",
     "Formal notice asking for expressions of interest in the main contract will be given in the Official Journal of the European Union (OJEU) on June 6, 2005.",
     "Phase one of the ELL project which forms a cornerstone of the TfL 5 Year Investment Programme, will extend existing services north to Dalston Junction and south to New Cross, Crystal Palace and West Croydon.",
     "The line will trigger regeneration in some of London's most deprived areas.",
     "TFL London Rail has also awarded the contract for Technical Advisor to global engineering consultancy Mott MacDonald and work will begin within weeks."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}