{
 "pageTitle": "Support for West London Tram strong as awareness grows",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Support for West London Tram strong as awareness grows",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The latest survey on the West London Tram shows continued strong support, Transport for London announced today."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Support for the tram has remained significantly ahead of opposition over the last three years",
     "The survey results show that 48 per cent of people in the project area support the West London Tram (WLT), compared to 37 per cent against.",
     "Out of the six town centre areas, support outweighs opposition in Uxbridge, Southall and Shepherd's Bush, is split in West Ealing/Hanwell and Acton; and in Ealing opposition outweighs support.",
     "The results also demonstrate that the WLT is favoured by young people (under-25s) and people from DE social groups, who are more likely to be on lower incomes and use public transport.",
     "The MORI survey also showed that awareness of the proposed scheme is growing across all affected boroughs.",
     "Head of Major Projects David Howarth said: \"Support for the proposed West London Tram is strong, particularly among people from lower socio-economic groups.",
     "\"These are the groups who would benefit most from the greater access to jobs, education and services that improved public transport in West London would bring.\"",
     "Support for the tram has remained significantly ahead of opposition over the last three years in spite of intense campaigning by opponents of the scheme.",
     "Transport for London will continue to listen to people's views on the West London Tram and will be updating people on progress later this year.",
     "{\"template\":\"table\",\"rows\":[[\"\\u003cstrong\\u003e2005: Headline results by borough\\u003c/strong\\u003e \",\"\\u003cstrong\\u003eIn favour \\u003c/strong\\u003e \",\"\\u003cstrong\\u003eAgainst \\u003c/strong\\u003e \"],[\"Uxbridge\",\"54%\",\"25%\"],[\"Southall\",\"59%\",\"27%\"],[\"West Ealing/Hanwell\",\"45%\",\"43%\"],[\"Ealing\",\"39%\",\"50%\"],[\"Acton\",\"42%\",\"44%\"],[\"Shepherd's Bush\",\"49%\",\"33%\"],[\"\",\"\",\"\"],[\"\\u003cstrong\\u003eTotal\\u003c/strong\\u003e \",\"48%\",\"37%\"]]}",
     "{\"template\":\"bulletlist\",\"items\":[\"Around 9 in 10 residents are aware of the WLT scheme, including 69 per cent who spontaneously mention it when asked about planned changes to improve transport along the Uxbridge Road\",\"Depth of understanding of the WLT is improving, those who have only a limited knowledge of the scheme has fallen from 56 per cent in 2003 to 38 per cent in 2005\",\"Overall more residents are in favour of the WLT than against it, however the proportion who are in favour has fallen since 2003\",\"Support for the scheme is highest in Southall and Uxbridge and Ealing residents are most opposed to the scheme.\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}