{
 "pageTitle": "TfL commissions state-of-the-art communications system for the Rotherhithe Tunnel",
 "description": "The innovative new generation solution will mean that drivers will be able to receive emergency information and advice through their car radios whilst in the 97 year old tunnel, from this time next year.The Rotherhithe Tunnel is believed to be the first",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL commissions state-of-the-art communications system for the Rotherhithe Tunnel",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Work has begun to install a state-of-the-art integrated emergency communications system that will set a new standard in security, safety and convenience for users of the Rotherhithe Tunnel."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The innovative new generation solution will mean that drivers will be able to receive emergency information and advice through their car radios whilst in the 97 year old tunnel, from this time next year.",
     "The Rotherhithe Tunnel is believed to be the first tunnel in the UK (and maybe in the world) to provide DAB, as well as FM, MW and LW, radio re-broadcast with emergency voice break-in.",
     "The DAB voice break-in facility ensures future-proofing as digital radio replaces analogue and DAB vehicle radios become standard.",
     "A loudspeaker public address system is also being installed so that all tunnel users, including pedestrians, cyclists and vehicle occupants who have their radios switched off or have left their vehicles, can hear any necessary announcements.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Emergency services\"}",
     "In addition, mobile phone coverage will help tunnel users call for assistance more quickly in the event of breakdown, accident or emergency, especially if they are unable to use the existing tunnel telephones.",
     "Private mobile radio coverage will also be provided for the emergency services.",
     "TfL's Head of Tunnels and Radio Systems, Gerald Dolby-Gray, said:  \"London's tunnels have an excellent safety record and incidents are rare, but it is still crucial that we maintain them and ensure they're fully equipped should an emergency occur.",
     "\"The pioneering system in the Rotherhithe Tunnel will set new tunnel safety and security standards for others to follow.\""
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}