{
 "pageTitle": "TfL scoops two National Transport Awards",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL scoops two National Transport Awards",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London's (TfL) Peter Hendy has won the Outstanding Contribution to National Transport at the fifth National Transport Awards, which took place at the Hilton on Tuesday 28 June."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Significant improvements have been made but we know that there is more work to do",
     "#EndEditableTfL also scooped the Technology award for 'Journey Planner', a system which allows people to plan their journeys around the capital by public transport via their computer, mobile and television.",
     "Peter Hendy, Managing Director of Surface Transport at TfL, said: \"I am very proud to have accepted this award on behalf of everybody at TfL.",
     "\"It recognises the work that has taken place over the last five years to improve public transport in London.",
     "\"Significant improvements have been made but we know that there is more work to do.\"",
     "Ken Livingstone, Mayor of London, said: \"Five years ago nobody would have believed the transformation we have seen in London's bus services to have been possible.",
     "\"Yet it has happened - making London the first major city in the world to see a significant shift from the private car to public transport over that period.",
     "\"Peter Hendy led that bus revolution and this award from his peers is richly deserved.\"",
     "Peter Hendy has overseen many successes including, a 39% increase in bus passengers in the past five years, the operation of the congestion charge which has seen a reduction of congestion by 30% and a modal shift from cars to public transport of 4%.",
     "The National Transport Awards celebrate the achievements of the transport industry. Recognising the achievements of local authorities and organisations which have made difference to transport across the UK.\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}