{
 "pageTitle": "London Underground and RSPB launch 150 Homes for Nature to celebrate 150th anniversary of the Tube",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2013",
   "url": "/info-for/media/press-releases/2013"
  },
  {
   "title": "December",
   "url": "/info-for/media/press-releases/2013/15890"
  },
  {
   "title": "London Underground and RSPB launch 150 Homes for Nature to celebrate 150th anniversary of the Tube"
  }
 ],
 "title": {
  "title": "London Underground and RSPB launch 150 Homes for Nature to celebrate 150th anniversary of the Tube",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "School children plant a wildlife area and hedgerow with London Underground."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This great LU and RSPB partnership allows us to share our skills, knowledge and resources to create a healthier, natural environment.",
     "{\"template\":\"bulletlist\",\"items\":[\"150 Homes for Nature created across the Tube\"]}",
     "School children from east London created a 'home for nature' with London Underground (LU) and the RSPB (Royal Society for the Protection of Birds) charity earlier today by planting 150 trees, shrubs and wild flowers to create a wildlife area which will help provide a new habitat for wildlife in the Capital.",
     "This environmental project is part of London Underground's series of celebrations to mark its 150th year, and will see 150 Homes for Nature created across the network.",
     "The hedgerow, which borders the railway embankment near Newbury Park Tube station on the Central line, will attract birds, small woodland animals and insects, as well as replace trees lost due to the severe storm damage at the start of November.",
     "Nature knows no boundaries - so the planting will be across the school and LU properties, linking the land belonging to the two organisations to give wildlife access to the green corridors of London's rail network.",
     "Other Homes for Nature will be added such as hedgehog homes, bird boxes and beetle hotels made from logs from old trees.",
     "As part of its commitment to making London a greener and better place to live, LU and the RSPB are working together to create 150 Homes for Nature on London Underground property.",
     "The wildlife nature area near Newbury Park is one of many which have been created or are underway on the Underground. Others include:",
     "{\"template\":\"bulletlist\",\"items\":[\"The first retrofitting of a green roof on a operational railway depot in the UK\",\"Redevelopment of two disused railway tunnels into bat habitats (with Haringey Council)\",\"Creation of wildlife areas at Lillie Bridge depot and Upminster train crew depot\",\"Installation of stag beetle loggeries, hedgehog homes, bird boxes, native wildflower seeding and bee hotels along LU's trackside environments\"]}",
     "LU manages around 4,000 hectares, or the equivalent of over 28 Hyde Parks, of land that it owns across the Tube network.",
     "The Tube is often thought of as a largely urban environment, yet it is home to a range of wildlife from a protected species of bat in disused train tunnels at Highgate, to reptiles on sunny south-facing rail embankments.",
     "Phil Hufton, Chief Operating Officer at London Underground, said: 'I'd like to thank the Oaks Park High School students and the RSPB for helping us with this fantastic environmental project to celebrate the 150th anniversary of London Underground.",
     "'We want to ensure that the Tube is fit for future generations. The Underground system is not just about trains and stations but also covers acres of land above and below the city.",
     "'Creating this nature area will attract and support wildlife, replace storm damaged trees and create a greener and more pleasant place to play in.'\u003cbr /\u003e\u003cbr /\u003eRSPB London Manager, Martyn Foster, said: 'We take it for granted that we can move around the Capital. Wildlife needs to do the same to find food and shelter.",
     "'This great LU and RSPB partnership allows us to share our skills, knowledge and resources to create a healthier, natural environment.",
     "'Londoners living alongside rail lines can easily copy this idea. Additionally, we're also creating a new outdoor learning area where Oaks Park students can gain firsthand experience of nature.'",
     "Ruth Gillard aged 12 from Oaks Park High School, Redbridge, said: 'I really did not know how many different animals and insects there were on the Tube.",
     "'It's been great fun planting all these trees and hedgerow plants to celebrate the 150th anniversary of the Tube.'",
     "Over the last 150 years the Tube has shaped London and will continue to do so in the future.",
     "The way LU cares for this valuable habitat on this busy transport system will enrich the lives of future generations of Londoners.",
     "LU has worked with experts such as the RSPB, Natural England, the London Biodiversity Partnership and other local groups for a number of years to understand the best way to safeguard natural resources in a growing global city.",
     "Today's event is part of LU's continuing work which is guided by its Biodiversity Action Plan first published in 2007.",
     " \u003ca href=\"/assets/downloads/lu-biodiversity-action-plan.pdf\"\u003eDownload the latest updated plan\u003c/a\u003e ",
     "LU will be distributing special Homes for Nature packs to schools in London boroughs close to areas where it is carrying out work.",
     "These packs may contain hedgehog boxes, seed mixes, logs for beetle homes to encourage children and young people to learn about the various ways they can help make the Tube, and their local community, a more environmentally-friendly place.",
     "LU has an ongoing programme to improve the environmental impact of its activities, including:",
     "{\"template\":\"bulletlist\",\"items\":[\"Installation of innovative energy efficiency approaches at LU stations, e.g. installation of solar panels at Paddington station, installation of low energy lighting, centralised cooling and heat recovery systems and innovative energy control systems at Leicester Square and Sloane Square stations\",\"Finding positive uses for unwanted material from projects, e.g. giving away straw, timber, logs, office equipment, excavated material, rubble and other materials to local community groups, schools, organisations and other construction projects in London\",\"Using recycled material where possible - recycled plastics are used in our uniforms, recycling glass from train windows into desk tops in our offices and rebuilding embankment slopes with recycled materials\",\"Installation of green roofs and walls on station buildings, train depots, operational sites and  office buildings - these have developed into flowering areas which provide food and shelter for bees, butterflies and all sorts of other insects. They also provide a useful role in retaining water and supplementing our drainage system recycling significant amounts of customer litter and waste materials from major projects\",\"Working closely with suppliers to improve environmental performance on an ongoing basis, e.g. working with Rentokil-Initial to develop the Home for Nature at Oaks Park High School\"]}",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Notes to editors:\"}",
     "The Tube is the world's oldest underground railway, founded in 1863. Today it carries around four million passengers every week day on eleven lines through 270 stations.",
     "The Tube is undergoing a huge and essential programme to modernise its infrastructure and add vital extra capacity to cope with a growing population and to support the economic development and growth of the Capital and the UK.",
     "This includes the introduction of new track and signalling and the rebuilding of some of our most important stations.",
     "The RSPB is the UK's largest nature conservation charity, inspiring everyone to give nature a home.",
     "Together with their partners, they protect threatened birds and wildlife so our towns, coast and countryside will teem with life once again.",
     "They play a leading role in BirdLife International, a worldwide partnership of nature conservation organisations.",
     "Children's disconnection from nature is one of the biggest threats facing the natural world and wildlife.",
     "The RSPB is urging families to get outdoors and explore so that our children can get to know, value and enjoy nature, and go on to look after it as adults \u003ca href=\"http://www.rspb.org.uk/getoutdoors\"\u003ewww.rspb.org.uk/getoutdoors\u003c/a\u003e ",
     "Find out more about their work in London by visiting their website, blog, or on Facebook.",
     "Oaks Park High School is an outstanding mixed comprehensive school for students aged 11-19.",
     "The school has over 1500 students, with over 300 in the sixth form and recently celebrated its 10th anniversary.",
     "The school is dedicated to sustainability and environmentally friendly travel, recently receiving the Gold level star accreditation for Travel Green.\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2013/15890",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2013/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2013/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2013/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2013/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2013/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2013/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2013/16598",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2013/16698",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2013/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2013/16906",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2013/16962",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}