{
 "pageTitle": "London's first pure electric 'emission free' buses hit the streets",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2013",
   "url": "/info-for/media/press-releases/2013"
  },
  {
   "title": "December",
   "url": "/info-for/media/press-releases/2013/15890"
  },
  {
   "title": "London's first pure electric 'emission free' buses hit the streets"
  }
 ],
 "title": {
  "title": "London's first pure electric 'emission free' buses hit the streets",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Trial electric buses to operate on busy central London commuter routes."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Should the performance and reliability of these buses meet London's challenging requirements, this could be a very important step towards adopting this new clean technology in the Capital.",
     "{\"template\":\"bulletlist\",\"items\":[\"Buses deliver significant air quality benefits due to zero tail pipe emissions\",\"Potential 75 per cent running cost saving compared to a diesel single deck bus\"]}",
     "An exciting new era of emission free bus travel was unveiled today, as Transport for London (TfL) and bus operator Go-Ahead London began a trial of the Capital's first electric buses.",
     "Routes 507 and 521 will trial the new buses as the technology is particularly suitable for busy short commuter services which operate between Victoria, Waterloo and London Bridge stations.",
     "The electric buses have zero tail pipe emissions, resulting in lower carbon emissions.",
     "The trial will help TfL develop plans for greater use of electric buses in central London in the future, supporting the Mayor's vision of a central London Ultra Low Emission Zone.",
     "The 12-metre single deck buses were built by Chinese manufacturer BYD Auto Ltd.",
     "They will become a familiar sight to passengers on routes 507 and 521 when they enter passenger service tomorrow (Thursday 19 December).",
     "Matthew Pencharz, Senior Environment and Energy Advisor to the Mayor of London, said: 'Electric buses could help deliver the cleaner and greener bus fleet we need to cut carbon emissions and improve air quality.",
     "'If these prove successful we plan to see more introduced over the next few years to run alongside the hybrid and hydrogen bus technology that is already tackling air pollution and carbon emissions across the Capital.'",
     "Mike Weston, TfL's Director of Buses, said: 'We will be closely monitoring the performance of these vehicles while they are being trialled here in London.",
     "'Should the performance and reliability of these buses meet London's challenging requirements, this could be a very important step towards adopting this new clean technology in the Capital.'",
     "John Trayner, Managing Director of Go-Ahead London, said: 'We are delighted to be partnering TFL and BYD on this exciting new project to run the first electric buses on London's streets.'",
     "Isbrand Ho, Managing Director of BYD Europe, said today 'We are convinced that widespread adoption of the BYD ebus could have a dramatic effect on lowering pollution levels in major cities so this development in London, one of the world's top cities, is of tremendous importance.",
     "'We look forward to a long and positive relationship with Transport for London and Go-Ahead London and to further deliveries of our market leading products in London and other UK cities.'",
     "The trial will be used to establish whether the technology can stand up to the rigours of operating in an intense urban environment such as London.",
     "The manufacturer's tests demonstrated a potential running cost saving of around 75 per cent compared to a diesel bus.",
     "The buses take around four to five hours to fully charge overnight and should have a range of 250km, which would be sufficient to operate these buses for a full day on these routes without the need to recharge.",
     "In addition to the two buses in this trial, six additional electric buses will be introduced into the TfL fleet in early 2014.",
     "Four of the buses were secured with funding from the Department of Transport (DfT) Green Bus Fund with a further two funded from TfL's technology demonstration budget.",
     "The electric bus trial is one of the many measures the Mayor has introduced to make London's bus fleet more environmentally friendly, including the operation of zero emission hydrogen buses on Route RV1 between Covent Garden and Tower Gateway and delivering Europe's largest hybrid bus fleet.",
     "Around 600 hybrid buses now operate on the capital's roads, including the New Routemasters, with more being introduced in a rolling programme.",
     "By 2016 there will be more than 1,700 hybrid buses in service on London's streets representing 20 per cent of the total bus fleet.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Notes to editors:\"}",
     "{\"template\":\"bulletlist\",\"items\":[\"BYD Auto Ltd is part of BYD, one of the world's largest makers of rechargeable batteries\",\"Route 507 connects Waterloo Station and Victoria Station via Lambeth Bridge and Horseferry Road\",\"Route 521 connects London Bridge Station and Waterloo Station via Monument, Cannon Street, St Paul's, Chancery Lane, Holborn, and Aldwych London Underground Stations\",\"TfL is well past the half-way mark in an extensive retrofit programme of 900 older buses which involves fitting them with an innovative system called Selective Catalytic Reduction (SCR), reducing emissions of harmful oxides of nitrogen (NOx) by up to 88 per cent. To date, 580 buses have had this equipment fitted with the remainder due to be completed by March 2014\",\"More electric buses are anticipated to follow as London is engaged in a partnership funding bid with seven other cities in Europe to trial a range of pure electric and hybrid vehicle technologies and charging techniques\\u003cbr /\\u003e\"]}",
     "Trial electric buses to operate on busy central London commuter routes."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2013/15890",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2013/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2013/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2013/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2013/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2013/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2013/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2013/16598",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2013/16698",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2013/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2013/16906",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2013/16962",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}