{
 "pageTitle": "Mayor launches huge expansion of flagship Barclays Cycle Hire scheme",
 "description": "2,000 new bikes and more than 150 new docking stations around Clapham Junction, Hammersmith, Fulham and PutneySeries of improvements planned to make the scheme easier to use and more accessibleLarge parts of southwest London are now accessible by Barclays",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2013",
   "url": "/info-for/media/press-releases/2013"
  },
  {
   "title": "December",
   "url": "/info-for/media/press-releases/2013/15890"
  },
  {
   "title": "Mayor launches huge expansion of flagship Barclays Cycle Hire scheme"
  }
 ],
 "title": {
  "title": "Mayor launches huge expansion of flagship Barclays Cycle Hire scheme",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Highly popular scheme launches in southwest London - expanding to cover over 100km² of London."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Expanding the scheme will encourage even more people to take to two wheels in London, whether those journeys are for work or pleasure, and we hope it will also help to deliver wider economic benefits to these areas.",
     "{\"template\":\"bulletlist\",\"items\":[\"2,000 new bikes and more than 150 new docking stations around Clapham Junction, Hammersmith, Fulham and Putney\",\"Series of improvements planned to make the scheme easier to use and more accessible\"]}",
     "Large parts of southwest London are now accessible by Barclays Cycle Hire with the expansion of the scheme now covering over 100km² of central and inner London - an increase of more than 50 per cent.",
     "Already the second largest cycle hire scheme in Europe, it now boasts an additional 2,000 new bicycles and around 5,000 more docking points, making popular London destinations like Battersea Park, Fulham, Hammersmith and Portobello Market accessible by hire bike.",
     "More than 90 London Underground stations (including the entire Circle line) and a number of major rail stations such as Clapham Junction, Liverpool Street, Paddington and Putney are now all within a short walk of a docking station, enabling more people to make cycling part of their daily commute.",
     "Around half the new docking stations are south of the River Thames making the scheme far more accessible to people who live, work or study in south London.",
     "Launching the expansion by taking a ride over Wandsworth Bridge on one of the first new bikes to serve the enlarged area, the Mayor of London, Boris Johnson said: 'Our iconic bikes have changed the face of the Capital since their launch three years ago and this expansion into great swathes of southwest London will enable even more people to hop on them.",
     "'The hire bikes are a key part of my vision for cycling in the capital and I am committed to making sure the scheme becomes even bigger and better in the future.'",
     "Leon Daniels, Managing Director of Surface Transport at Transport for London (TfL), said: 'Bringing Barclays Cycle Hire to southwest London will open whole new areas of the Capital up to existing and first-time scheme users.",
     "'Expanding the scheme will encourage even more people to take to two wheels in London, whether those journeys are for work or pleasure, and we hope it will also help to deliver wider economic benefits to these areas.'",
     "Councillor Nicholas Botterill, leader of Hammersmith \u0026 Fulham Council, said: 'This scheme is going to bring a cycling revolution to every street in Hammersmith \u0026 Fulham, and being able to put pedal power into action today is like getting an early Christmas present.",
     "'The southwest extension means our residents will be able to pop to the shop, nip into work or explore our borough on one of these bikes and they are now better-connected than ever.'",
     "Councillor Russell King, executive member for transport at Wandsworth Council, said: 'There's been real excitement building in Wandsworth about this scheme's arrival and today local people can finally start to use these fantastic blue bikes to get around the borough. Barclays Cycle Hire is a valuable and pollution free addition to our transport network which can help reduce traffic jams and ease overcrowding on our tubes, trains and buses.",
     "'In many cases it will be cheaper and more convenient than catching traditional public transport or getting in the car.",
     "'Although these bikes won't be the right choice for everyone they will give thousands of local people a genuinely useful transport option they didn't have before today.'",
     "The Mayor's Vision for Cycling set out a blueprint for the future of cycling in the capital, in which Cycle Hire has a big part to play.",
     "The plans include new flagship segregated routes through the heart of London, new Quietway backstreet routes and the creation of up to four mini-Hollands in outer London.",
     "As part of the vision a series of improvements to the Cycle Hire scheme are underway.",
     "More than 500 new docking points have been added in the last year to improve availability of the scheme in existing areas where demand is particularly high.",
     "Improvements to the payment system have been made to make it even easier to use, and recent survey results show that overall satisfaction of members has reached the highest score since launch.",
     "This year alone, more than 7.6 million trips have been made on the now iconic bikes, with over 26 million hires since the scheme began in July 2010.",
     "The Mayor has written to a number of businesses and private landowners located in the City regarding the installation of private Barclays Cycle Hire docking stations in their premises or on their private land, to help reduce demand on existing docking stations in the City.",
     "The Mayor has also written to those boroughs where demand for the scheme is the greatest, asking for their recommendations and suggestions on where new docking stations could be installed and existing docking stations extended.",
     "Longer term, the scheme will also be integrated with other parts of the transport network - with plans for contactless payment using credit and debit cards being developed.",
     "TfL continues to work with Serco to further deliver improvements to the redistribution of bikes around London.",
     "A new depot in south London has now opened, allowing quicker redistribution and maintenance of bikes, and a new system which uses previous usage patterns to improve redistribution is currently being trialled and could be introduced in spring 2014 if it proves successful.",
     "More detail on the improvements planned will be announced early next year.",
     " \u003ca href=\"tfl.gov.uk/barclayscyclehireexpansion\"\u003eMore information about the scheme\u003c/a\u003e ",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Notes to editors:\"}",
     "{\"template\":\"bulletlist\",\"items\":[\"The creation of an easy-to-use cycle hire scheme was a key pledge of the Mayor's manifesto. Barclays Cycle Hire has transformed the way that people make short trips around central London\",\"The scheme, which costs just £2 for daily access and is free for the first 30 minutes. Customers wishing to speak to a Barclays Cycle Hire advisor or become a member can now use a new local rate 0343 222 6666 number\",\"Earlier this year, the Mayor of London published his Cycling Vision for London, which aims to ensure two wheels are at the heart of our transport network. This vision included plans for expanding popular docking stations and encouraging companies, universities, colleges and hotels to install docking stations on their own premises\",\"TfL publishes many statistics, including \\u003ca href=\\\"tfl.gov.uk/transparency/28364.aspx\\\"\\u003eSerco's performance against KPI targets\\u003c/a\\u003e , on a quarterly basis\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2013/15890",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2013/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2013/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2013/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2013/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2013/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2013/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2013/16598",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2013/16698",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2013/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2013/16906",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2013/16962",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}