{
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2013",
   "url": "/info-for/media/press-releases/2013"
  },
  {
   "title": "December",
   "url": "/info-for/media/press-releases/2013/15890"
  },
  {
   "title": "Work starts on £36m upgrade of Vauxhall Tube station"
  }
 ],
 "title": {
  "title": "Work starts on £36m upgrade of Vauxhall Tube station",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Upgrade is part of the work to support the transformation of the Battersea Nine Elms area."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Station to become step-free in latest push for a more accessible transport network\"]}",
     "Construction work will start in January next year to transform Vauxhall Tube station with a £36million upgrade as part of a major investment designed to support the growth and regeneration of the surrounding area.",
     "Transport for London (TfL) is working to support a huge increase in jobs, businesses and homes in Vauxhall, Nine Elms and Battersea, which is one of the Mayor's 33 key Opportunity Areas. Key projects include extending the Northern line, transforming the gyratory system, making major improvements for walking and cycling, enhancing bus services. The upgrade at Vauxhall Tube station is an essential first phase of this strategy.",
     "The number of passengers using Vauxhall Underground station is set to increase by 40 per cent over the next few years and in order to create extra space the ticket hall will be reconfigured to allow an improvement and expansion of the ticket gates, reducing congestion within the station. The Tube station will remain open during the work. Two sites need to be established outside the station in December to support the work within.",
     "The station, its subways and stairways will be completely refurbished and a lift will be installed between the ticket hall and platforms. This, combined with the existing lift from the bus station to the Tube ticket hall, will deliver step-free access to the Victoria line trains. Network Rail is also now completing the National Rail station's upgrade, which includes more lifts to improve accessibility, thus creating a fully accessible interchange between rail bus and Tube.",
     "David Waboso, capital programmes director, London Underground, said: 'Vauxhall is a very busy Tube station, with about 21 million people using it annually, and it's set to get busier. The station will be kept open for passengers during the work and we will keep any disturbance to the minimum, but this upgrade work is absolutely vital.",
     "'It will make the station step-free, will give passengers more space and will make journeys through the station quicker and more pleasant. These works, along with other TfL investment in improving the local transport network, will play a key role in helping to support the regeneration of the area.'",
     "The total project cost of the Vauxhall Tube station improvements has been reduced by more than £9 million from £45 million through working closely with contractor Bechtel.",
     "Bechtel's project manager Hani Rizkallah added: 'Using Six Sigma, best practices in supply chain management and sustainability we have developed together with London Underground a more cost-effective construction method, which also reduces the environmental impact. We aim to be good neighbours and are committed to delivering these improvements safely and to the highest quality.'",
     "The upgrade work will be completed by the end of 2015.",
     "Island work site - near the bus station:",
     "{\"template\":\"bulletlist\",\"items\":[\"Through December, hoardings and site cabins will be installed on the area of derelict land between Wandsworth Road and The Bondway (close to Vauxhall bus station)\"]}",
     "Wandsworth Road work site - near St. George's Wharf:",
     "{\"template\":\"bulletlist\",\"items\":[\"A second work site will be established on the north side of Wandsworth Road around the existing subway entrance/exit outside the St. George's Wharf development\",\"This subway will be closed until spring 2015, although there will still be access to the station via the steps at the start of Vauxhall Bridge\",\"It will be necessary to work over some nights and TfL is working hard to limit any disturbance and environmental impacts as agreed with the London Borough of Lambeth\"]}",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Notes to Editors:\"}",
     "The works to improve Vauxhall station are part of TfL's focus on investing in transport projects across London that will support economic growth. Vauxhall is designated as one of London's Opportunity Areas, and is set to benefit from huge investment over the coming years - with major developments planned for the Nine Elms area.",
     "TfL and the developers of Battersea Power Station have confirmed that agreement has been reached on the key commercial agreements relating to the delivery and funding of the Northern Line Extension (NLE) to Battersea Power Station. Subject to the outcome of the Transport and Works Act Order inquiry and Secretary of State approval, this is expected to unlock the construction of the NLE.\u003cbr /\u003e\u003cbr /\u003eIt also means that the conditions the Chancellor set last year have been met and the Treasury will lend up to £1bn to the GLA for the construction of the project. The funding to repay this borrowing will come from the private sector in the form of business rates and private developer contributions.",
     "The Chancellor has also agreed to introduce legislation that will allow the creation of an Enterprise Zone in the Vauxhall Nine Elms area. This will enable the retention of any growth in business rates over 25 years as part of the funding for the NLE.",
     "The Tube is undergoing a huge and essential programme to upgrade its ageing infrastructure, which is vital to cope with a growing population and to support the economic development and growth of the capital and the UK.",
     "This work will continue to improve performance and deliver reliable Tube services for Londoners - with faster and more frequent journeys, fewer delays and, ultimately, 30 per cent more service across the network.",
     "TfL is also working in partnership with the London Borough of Lambeth on potential changes to the bus station and Vauxhall gyratory. These will be announced next year and will further enhance the Vauxhall area.",
     "\u003cstrong\u003eTfL Press Office\u003c/strong\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2013/15890",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2013/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2013/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2013/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2013/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2013/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2013/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2013/16598",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2013/16698",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2013/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2013/16906",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2013/16962",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}