{
 "pageTitle": "Bus diversions to facilitate Crossrail and rebuilding of Tottenham Court Road station",
 "description": "The Charing Cross Road contra-flow bus lane between Denmark Street and New Oxford Street will have to be closed from early January to make way for building works for the upgraded Tottenham Court Road Underground station and the new Crossrail station. This",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Bus diversions to facilitate Crossrail and rebuilding of Tottenham Court Road station",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) is advising bus passengers there will be a number of long term bus diversions in the Tottenham Court Road area to facilitate Crossrail works."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We are working closely with the local community to ensure minimum disruption",
     "The Charing Cross Road contra-flow bus lane between Denmark Street and New Oxford Street will have to be closed from early January to make way for building works for the upgraded Tottenham Court Road Underground station and the new Crossrail station.",
     "This will mean local bus route diversions for southbound buses and a shortening of route 176 which will start and finish at Tottenham Court Road instead of Oxford Circus.",
     "Route 176 will be shortened from Saturday 3 January 2009 to enable preliminary works to Andrew Borde Street which will be closed and will become a work site.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Diversions\"}",
     "The route will set down and terminate at Tottenham Court Road station and the first stop travelling southbound will be on St Giles High Street. It will then continue in to Denmark Street and turn left in to Charing Cross Road.",
     "As well as changes to route 176, southbound services on the following routes will be affected during the works: 14, 19, 24, 29, 38, N5, N19, N20, N29, N38, N41 and N279.",
     "The diversions are expected to be in place during the seven year period of works and will commence from Saturday 10 January 2009 with routes being diverted down Denmark Street or Shaftesbury Avenue.",
     "Splitting the services down the two roads will provide the best possible service to bus passengers, keeping services running as smoothly as possible while minimising the impact on local streets.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Public consultation\"}",
     "The decision to use these streets follows feedback received from the Tottenham Court Road public exhibition, meetings with key stakeholders and a public consultation.",
     "The diversions, affecting southbound routes only, will be as follows:",
     "{\"template\":\"bulletlist\",\"items\":[\"Routes 24, 29, N29 and N279 will be rerouted via Bloomsbury Street, Princes Circus in to St Giles High Street, Denmark Street and left in to Charing Cross Road\",\"Routes 14, N5 and N20 will be routed via Bloomsbury Street, Shaftesbury Avenue and at Princes Circus will carry straight down to Shaftesbury Avenue to Cambridge Circus\",\"Routes 19, 38, N19, N38 and N41 will continue along High Holborn and then down Shaftesbury Avenue\"]}",
     "New bus stops will be provided in St Giles High Street and Shaftesbury Avenue and new and relocated stands will accommodate terminating buses in St Giles High Street and Earnshaw Street.",
     "Peter Bradley, Head of Stakeholder Engagement at TfL, said: 'We are working closely with the local community to ensure minimum disruption to passengers while enabling people to get to and from the area. The diversions will be continually assessed.'",
     "Passengers are advised to allow extra time for their journeys as routes may be subject to delays.",
     "TfL will monitor the diversions to ensure they cause minimum disruption. Details of the diversions can be found \u003ca href=\"http://www.tfl.gov.uk/tcr\"\u003eonline\u003c/a\u003e the TfL website.",
     "\u003cstrong\u003eNotes to editors: \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Buses will be serving all bus stops on the diversion routes\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}