{
 "pageTitle": "Congestion Charge suspended for the festive period",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Congestion Charge suspended for the festive period",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "TfL reminds motorists that there will be no charge between Christmas and New Year."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Lighter traffic levels over the festive period mean that we are able to suspend the Congestion Charge during this time",
     "Transport for London (TfL) has confirmed that for the fifth year running there will be no charge for driving within the Congestion Charging zone over the festive period.",
     "Motorists will not have to pay the Congestion Charge from Thursday 25 December until Thursday 1 January inclusive.",
     "Congestion Charging will be in operation as usual from Friday 2 January 2009.",
     "Graeme Craig, TfL's Director of Congestion Charging and Traffic Enforcement, said: 'Lighter traffic levels over the festive period mean that we are able to suspend the Congestion Charge during this time.",
     "'We would like to remind motorists, however, that the Congestion Charge is in operation as usual from Friday 2 January.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The Congestion Charge is an £8 daily charge for driving a vehicle within the Congestion Charging zone between 07:00 and 18.00, Monday to Friday\",\"There are a number of different payment methods for paying the Congestion Charge including online at cclondon.com, by calling 0845 900 1234, by mobile phone text message, at selected retail outlets and petrol stations, by post, or at a self-service machine\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}