{
 "pageTitle": "TfL to consider whether East Thames Buses could offer better value",
 "description": "East Thames Buses has operated bus services in outheast London for nine years. The company was formed after the previous bus contracting company went into administration at short notice. No bus operators were in a position to take over the operation at",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL to consider whether East Thames Buses could offer better value",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Transport for London (TfL) Board is to consider whether moving East Thames Buses to the private sector could offer better value for money for passengers and taxpayers."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "At this stage we are testing the market to see if there is interest in East Thames Buses",
     "East Thames Buses has operated bus services in outheast London for nine years.",
     "The company was formed after the previous bus contracting company went into administration at short notice.",
     "No bus operators were in a position to take over the operation at the time so services were brought in-house by TfL.",
     "However, in recent years the bus market has witnessed dramatic improvements in both service delivery and competition, resulting in the TfL Board's decision to review the requirement to maintain East Thames Buses as an internal operation.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Value for money\"}",
     "By seeking proposals for the sale of East Thames Buses the Board will be able to understand whether transferring the operation to the private sector would offer better value for money than continuing as an in-house operation.",
     "A decision will be made by the TfL Board on whether to sell the bus operator once proposals have been received.",
     "If East Thames Buses is sold, its employees would be transferred to the new owner according to the provisions of the Transfer of Undertakings (Protection of Employment) Regulations 2006.",
     "Mike Weston, Operations Director for London Buses, said: 'At this stage we are testing the market to see if there is interest in East Thames Buses.",
     "'TfL is the contracting authority for bus services in London, and although the business is performing well, it is time to explore whether the private sector can now offer better value for money.'",
     "\u003cbr /\u003e\u003cstrong\u003eNotes to editor\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"East Thames Buses currently operates seven routes and two school routes, representing around 1.3 per cent of the London bus network\",\"East Thames Buses was created after Harris Bus Company Ltd went into administration in December 1999. At that time, there were no bus operators who were in a position to take over the operation, so East Thames Buses was created as an in-house operation of TfL\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}