{
 "pageTitle": "TfL encourages safer and more efficient driving through in-vehicle driver profiling and coaching",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL encourages safer and more efficient driving through in-vehicle driver profiling and coaching",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Freight operators are now being provided with tools to analyse and improve their drivers' behaviour."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The safe, reliable and efficient movement of vehicles in London is essential",
     "Freight operators who have signed-up to TfL's Freight Operators Recognition Scheme (FORS) are now taking advantage of one of the scheme's great free benefits.",
     "FORS is a unique, industry-led membership scheme that offers practical advice and guidance to freight operators in London, to help them drive down costs and become safer and more environmentally-focussed drivers.",
     "As part of the scheme, TfL is now making in-vehicle driver profiling, using the 'GreenRoad Safety Centre', available to all members to help improve driver safety and efficiency.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Using the latest technology\"}",
     "This innovative device uses in-vehicle sensors to collect information on up to 120 different driving manoeuvres, such as acceleration, braking, lane changing, cornering and speed handling.",
     "This information is analysed in real-time to give drivers continuous feedback about areas that require improvement.",
     "It is also used to build a driver profile.",
     "Driver safety and economy levels are displayed using a colour classification system: green light indicates safe driving, yellow needs attention and red is high risk.",
     "Driver profiling gives fleet managers a high level picture - as well as full details - about their drivers' skills, and it also empowers drivers to manage their own safety and efficiency through personalised feedback.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Far-reaching benefits\"}",
     "Ian Brooks, TfL's FORS Manager, said: 'The safe, reliable and efficient movement of vehicles in London is essential to support the Capital's economy and its future as a world-leading city.",
     "'This type of driver profiling allows us to balance the economic needs of operators while lowering their accident rates and reducing the impact on the environment - all important contributions to the quality of life in London and a key aim of FORS.'",
     "TfL is working with GreenRoad, to provide all FORS members with the system for free for three months.",
     "Once the potential benefits of the system - which include fewer accidents, lower operational costs and reduced fuel consumption - are realised then it is hoped operators will continue using profiling across their fleets on a permanent basis.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"GreenRoad develops driver safety technologies that stop risky driving before an accident occurs, and that dramatically reduce crash rates for fleets and insurance companies. Its solutions are designed to empower drivers to manage their own safety by giving instantaneous, in-vehicle driver feedbackwithout invading privacy. GreenRoad Safety Centre aims to achieve fewer accidents, lower accident costs and reduce fuel consumption and CO2 emissions\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}