{
 "pageTitle": "Transport for London welcomes additional funding",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London welcomes additional funding",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) welcomes the recent announcement by the Secretary of State for £54m in additional funding to upgrade a section of the London Overground network."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "It will bring greater capacity on a strategic north London route which must carry both passenger and freight services",
     "TfL London Rail Managing Director Ian Brown said: 'We welcome this additional investment in London's transport infrastructure.",
     "'It will bring greater capacity on a strategic north London route which must carry both passenger and freight services.'",
     "TfL is already investing £326m in upgrading the London Overground infrastructure and part of this work will result in four tracks in the Caledonian Road area.",
     "This will allow  the operation of eight passenger trains per hour in the peak and six passenger trains per hour in the off-peak between Stratford and Camden Road stations by 2011.",
     "The funding announced by Transport Secretary Geoff Hoon will enable the current two tracks to be increased to four in the Camden area after 2012.",
     "The additional DfT improvements on this stretch of the network will alleviate bottlenecks and improve signalling and other infrastructure to provide more capacity for freight and Overground services.",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}