{
 "pageTitle": "Westminster Bridge is reborn",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Westminster Bridge is reborn",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Newly renovated 146-year-old lights switched on for Christmas."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Westminster Bridge was returned to its original glory when its heritage lights were switched on this week.",
     "It marks the completion of the final phase of the conservation project undertaken by Transport for London (TfL).\u003cbr /\u003e\u003cbr /\u003eWestminster Bridge is one of the oldest bridges in London and is one of the most historic and photographed landmarks in the Capital.",
     "Since 2003, it has undergone restoration from protection of the underwater piers to replacement of damaged fascias.",
     "The refurbishment of the lanterns means that their original appearance now matches the rest of the bridge.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Refurbishment\"}",
     "During the refurbishment, original materials such as copper and brass were used.",
     "The lanterns have been treated with 'verdigris' which is a chemical that produces a greenish-blue pigment matching the original look.",
     "Gold leaf and paint were also applied to match the main bridge fascia replacement works.",
     "David Brown, Managing Director of Surface Transport at TfL, said: 'London's bridges are iconic sites in themselves and have played an important role in London's history and growth.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Minimise disruption\"}",
     "'Not only will the lighting refurbishment restore the original look of the bridge but will provide much improved lighting to ensure better pedestrian safety.'",
     "During the programme, TfL consulted with English Heritage, Westminster and Lambeth councils.",
     "The refurbishment was undertaken by Ringway Jacobs, one of TfL's Highways Maintenance Works Contractors.",
     "As one of London's busiest foot and road bridges, disruption was minimised by undertaking work during off peak hours.",
     "The restoration of the bridge began in 2003 and is part of TfL's £10bn Investment Programme.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Westminster Bridge was opened to traffic on Queen Victoria's birthday 24 March 1862 when she turned 43 years old\",\"The lanterns are arranged in groups of three supported on decorative cast iron columns.  The lanterns are octagonal in shape and are formed with a non-ferrous metal framework and infill panels and glazing\",\"Further advice about the refurbishment of the lanterns was received by TfL's area team and lighting specialist and the HMWC (Highways Maintenance Works Contractor)\",\"TfL is responsible for maintaining and managing the 580km Transport for London Road Network (TLRN), makes up five per cent of the Capital's roads, but carries approximately 33 per cent of its traffic\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}