{
 "pageTitle": "Armed Forces and TfL service veterans deliver war poetry on the Tube",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "November",
   "url": "/info-for/media/press-releases/2015/november"
  },
  {
   "title": "Armed Forces and TfL service veterans deliver war poetry on the Tube"
  }
 ],
 "title": {
  "title": "Armed Forces and TfL service veterans deliver war poetry on the Tube  ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) and the Ministry of Defence have united to bring serving personnel from the Royal Navy, the Army and the Royal Air Force, as well as TfL ex-service members together to record famous war poems. The poems will be played at seven London Underground stations on Remembrance Sunday and Armistice Day.",
     "The poems will be played at Westminster, Covent Garden, Knightsbridge, Oval, Victoria, Waterloo and Charing Cross London Underground stations and have been recorded by:",
     "{\"template\":\"bulletlist\",\"items\":[\"Major Sartaj Singh Gogna from the British Army has recorded - When I Go From Hence by Rabindranath Tagore\",\"Captain Beth Gray from the British Army has recorded - Everyone Sang by Siegfried Sassoon\",\"Sub-Lieutenant James (Jimmy) Still from the Royal Navy has recorded - Bach and the Sentry by Ivor Gurney\",\"Able Seaman Jennifer Wright from the Royal Navy has recorded - For the Fallen by Robert Laurence Binyon\",\"Warrant Officer Shobha Earl from the RAF has recorded - Gift of India by Sarojini Naidu\",\"Senior Aircraftman Adam Bruerton from the RAF has recorded  - Maire Macrae's Song by Kathleen Raine\",\"Senior Aircraftman Joe Wrigglesworth from the RAF has recorded - In The Time of Breaking Nations by Thomas Hardy\",\"Peter Orchard a retired London buses Area Manager for Operations in Stratford who served in the Royal Navy between 1977 and 1983 has recorded - Tommy by Rudyard Kipling\",\"Pauline Cottam, a retired London Underground Signal Operator who served in the RAF as an Aircraft Mechanic Airframes between 1968 and 1974 has recorded - High Flight by John Gillespie Magee, Jr\"]}",
     "Nick Brown, Managing Director of London Underground and Rail, said: `The remembrance period is always a poignant time for us to remember all those who have made the ultimate sacrifice to give us the freedoms we have today. I hope customers appreciate and reflect upon the war poetry that the serving personnel and our very own ex-service members have recorded.'",
     "TfL has a longstanding relationship with the Forces dating back to the First World War when transport workers joined the Armed Forces. Buses and coaches moved troops and were also converted to Battle Buses to help those injured during the War. 1,500 transport workers died in the First World War.",
     "Transport workers also made a huge contribution during World War Two, with 20,488 employees joining the forces. So many workers signed up that London Transport had its own regiment - the '84th'.  Buses and coaches moved troops, were converted to ambulances and helped to evacuate inner city children, hospital patients and expectant mothers. More than 1.35 million people were carried to safety.",
     "Major Sartaj Singh Gogna, Chair of the British Armed Forces Sikh Association, is a Senior instructor of Officer training for the Royal Electrical and Mechanical Engineers. He has served with the Army for 15 years and has deployed to both Iraq and Afghanistan. On Remembrance Sunday Sartaj will be escorting veterans from the Undivided Indian Ex-Serviceman's Association as they march past the Cenotaph.",
     "Major Sartaj Singh Gogna, said: `To me Remembrance is an opportunity to reflect on the sacrifices made by the whole Service community and a time to consider how we can live up to the examples of bravery and valour shown by so many courageous individuals.  Service personnel continue to serve our Nation across the globe and their families and friends often face hardships and sacrifices that few can relate to.",
     "`While writing poetry allows us to express feelings and thoughts we may seldom share, the reading of it enables us to sit and reflect on our experiences. On this day let us take a moment to not only honour those who gave the ultimate sacrifice, but also celebrate the strength of character and resolve shown by their families and friends. Sicut Leonis - Be like lions.'",
     "In 1920, London Transport Old Comrades were given the right to march by King George V in recognition of the unique contribution of hundreds of transport workers who went with their buses to the front line from 1914 to 1918. The Old Comrades will take part in the annual Remembrance Sunday parade and will be led by John Norris, a retired London bus driver who served in the Royal Engineers from 1964 to 1967. Eric Reeve, a Customer Service Manager on the London Underground network will lay the London Transport Old Comrades Association wreath at the Cenotaph.",
     "Images of the serving personnel and TfL ex-service member are available at \u003ca href=\"https://www.flickr.com/photos/tflpress/albums/72157658539237883\"\u003ehttps://www.flickr.com/photos/tflpress/albums/72157658539237883\u003c/a\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}