{
 "pageTitle": "Delivering safer streets in Wandsworth and Vauxhall",
 "description": "Major revamps set to deliver safer streets in Wandsworth and Vauxhall",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "November",
   "url": "/info-for/media/press-releases/2015/november"
  },
  {
   "title": "Delivering safer streets in Wandsworth and Vauxhall"
  }
 ],
 "title": {
  "title": "Delivering safer streets in Wandsworth and Vauxhall",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Major changes to Vauxhall and Wandsworth Town Centre proposed"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Plans would encourage investment in the areas and improve safety for cyclists and pedestrians\",\"Subject to the outcome of consultations, works will be underway in 2017\"]}",
     "In consultations starting today, Transport for London (TfL) is asking for views on safer and transformative designs for two areas in south London.",
     "Proposals would see Wandsworth Town and Vauxhall become safer and less intimidating environments for vulnerable road users, with pedestrians and cyclists benefitting from a raft of new or improved facilities. Both consultations follow successful initial engagement with the public, which saw over 60 per cent of respondents supportive of changes to both areas.",
     "The simplification of the road network in Wandsworth would include the removal of the gyratory.  Changes to Wandsworth High Street - such as making some sections for buses and cyclists only - would reduce traffic in the area. The town centre would be made safer and more pleasant with new or improved pedestrian crossings. In addition, the proposed extension of Cycle Superhighway 8 to the town centre would provide a safer route for cyclists along Wandsworth High Street.",
     "Vauxhall proposals include returning the one-way traffic system to two-way and feature improved pedestrian and cyclist facilities. New or upgraded cycle lanes would be segregated and signalised cycle crossings would be installed. The work would improve cycle links to and through the area, and connect to the recently completed Cycle Superhighway 5.",
     "Mayor of London, Boris Johnson MP, said:",
     "'In my 2012 manifesto, I made a major commitment to improve London's roads, making them safer and better for all road users. The huge improvements TfL is proposing in removing the Vauxhall and Wandsworth gyratories are a significant part of our £4billion roads programme and will transform both locations.'",
     "Leon Daniels, Managing Director of Surface Transport at TfL, said:",
     "'Both Wandsworth and Vauxhall are set for dramatic and much needed changes, bringing a simplified, safer and more pleasant environment that supports investment in the areas. The proposals have already been well supported by the public, and now we, and the local boroughs, are asking for feedback on the finer details. When finished, both these areas would be transformed for shoppers, visitors, pedestrians and cyclists.'",
     "Removing intimidating, dangerous and unwelcoming gyratories can stimulate urban areas, helping to support additional jobs, houses and opportunities for growth. Both proposals are part paid for by TfL's £360m growth fund, creating jobs and homes by unlocking development across London with transport projects. The plans for Wandsworth, which are part funded by Wandsworth Council, would improve the attractiveness of the town centre and help facilitate a wider £1bn regeneration of the area.",
     "Proposals for Vauxhall include enhancing the public transport and facilities for pedestrians and cyclists, which would help create a hub in Vauxhall and provide a gateway to the Vauxhall, Nine Elms and Battersea area - supporting 25,000 new jobs and over 20,000 new homes. The improvements in Vauxhall and Wandsworth both form part of TfL's Road Modernisation Plan, the £4bn investment in London's roads. This programme will ensure that the Capital's roads are able to support the needs of a growing population of Londoners and commuters.",
     "Cllr Jack Hopkins, Lambeth's Cabinet member for Jobs \u0026 Growth, said:",
     "'Vauxhall's great potential as a thriving riverside town centre has been thwarted for years by traffic. We've worked closely with local people and TfL and know there is wide support for the proposal to remove the gyratory. It would make it safer for pedestrians and cyclists and improve this area which is at the heart of regeneration and investment, bringing homes, jobs and business opportunities.'",
     "TfL is using innovative techniques to ensure that it keeps London moving while the unprecedented programme of improvements to the Capital's roads is delivered. The use of SCOOT technology, proven to reduce delays by up to 12 per cent, is being expanded across London to keep traffic moving. Up-to-the-minute traffic information is provided via digital road signs, TfL's Journey Planner and TfL's Twitter feeds. TfL also has the ability to control temporary traffic lights from its central traffic control centre, to help further ease traffic and minimise disruption.",
     "Subject to the results of the public consultations, which are now open, work could begin as early as 2017.",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"Split Cycle Offset Optimisation Technique (SCOOT) manages vehicular traffic flow across London on a second-by-second basis. More than half of all junctions in London now use SCOOT technology, which uses sensors buried in carriageways to detect real-time traffic conditions and optimise traffic light timings to reduce delays.\",\"The public can respond to the Wandsworth Town Centre consultation here: \\u003ca href=\\\"http://www.tfl.gov.uk/wandsworth-town-centre\\\"\\u003ewww.tfl.gov.uk/wandsworth-town-centre\\u003c/a\\u003e \",\"The public can respond to the Vauxhall gyratory consultation here: \\u003ca href=\\\"http://www.tfl.gov.uk/Vauxhall-cross\\\"\\u003ewww.tfl.gov.uk/Vauxhall-cross\\u003c/a\\u003e \",\"The majority of respondents to the initial Wandsworth Town Centre consultation supported the proposals, with 61 per cent feeling that the proposals would improve how they use the town centre.\",\"Better pedestrian crossings proposed as part of the Wandsworth Town Centre would be at:\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"Huguenot place/East Hill\",\"Wandsworth Bridge Roundabout\",\"Wandsworth High Street/Wandsworth Plain/Buckhold Rd\",\"Wandsworth High Street /Putney Bridge Road\",\"Wandsworth High St/Fairfield St\",\"Information sessions for the Wandsworth Town proposals are:\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"The majority of respondents to the initial Vauxhall gyratory consultation supported the proposals, with 77 per cent of respondents supporting or strongly supporting the overall aim of creating a thriving centre in Vauxhall and 65 per cent supporting the conversion of a gyratory to two-way.\",\"Information sessions for the Vauxhall gyratory proposals are:\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"Construction at Vauxhall could begin in 2019 with completion by 2020\",\"Construction in Wandsworth could begin in 2017 with completion by 2019\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}