{
 "pageTitle": "Mayor and TfL unveil 'eye-catching' design for Crossrail trains",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "November",
   "url": "/info-for/media/press-releases/2015/november"
  },
  {
   "title": "Mayor and TfL unveil ‘eye-catching’ design for Crossrail trains"
  }
 ],
 "title": {
  "title": "Mayor and TfL unveil ‘eye-catching’ design for Crossrail trains",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Crossrail took another major step forward today as the Mayor and Transport for London (TfL) revealed the innovative design of the new, fully accessible trains that are due to enter service from May 2017.",
     "When fully open in 2019, Crossrail will add 10 per cent to London's rail capacity, helping TfL to keep pace with London's growing population, which is set to rise from 8.6 million today to around 10 million by 2030. Carrying 200 million customers a year, Crossrail will mean more frequent and reliable journeys and support more homes and jobs across London and the South East.",
     "The new trains are being built by Bombardier Transportation's UK factory in Derby and are helping to support 760 UK jobs and 80 apprenticeships. Each train will provide space for 1,500 customers in nine fully-interconnected, walk-through carriages. At over 200 metres in length, they are over one and a half times longer than the longest Tube train.",
     "Constructed using strong, but lightweight materials such as aluminium for the body shell, the Crossrail trains will be light, yet well equipped for performance and customer comfort with features such as intelligent lighting and temperature control systems. The trains will regenerate electricity back into the power supply when braking to use up to 30 per cent less energy, as well as delivering faster journey times than the old trains they will replace between Liverpool Street and Shenfield.",
     "Large, clear areas around the doors will allow quicker and easier boarding and alighting. A mixture of metro-style and bay seating will be available through the train, providing choice and comfort for customers. The trains will be driver-operated with on-train customer information systems delivering real-time travel information, allowing customers to plan their onward journeys whilst onboard. Free Wi-Fi will be available on the trains as well as on the platforms and people will have access to 4G.",
     "The interior design and colour palette has been carefully selected to provide an accessible and welcoming environment. The design includes darker floors and natural finish materials that will wear in, and not wear out, ensuring they retain their high-quality feel for years to come. The light coloured ceilings also maximise the feeling of height and openness inside the new trains. The material and colour choices also align with Crossrail stations for a consistent customer experience.",
     "There will be four dedicated wheelchair spaces on each train. In addition, there will be a number of multi-use spaces available, where seating can be tipped up to accommodate prams or luggage.",
     "Mayor of London, Boris Johnson MP, said: `It's fantastic to think that these sleek new trains will soon be transporting millions of people across our great city and beyond. They're feature packed, eye-catching machines that showcase the best of British design and engineering. They'll add vital capacity to our rail network and will help to ensure our economy continues its onward journey full-steam ahead. The largest construction project in Europe is another tantalising step closer to becoming a brand new working railway for the Capital.'",
     "Rail Minister Claire Perry said: `I am delighted that these British-built trains have been designed with customers at their heart, with onboard facilities that are fit for a truly 21st century rail link.",
     "`The spacious layout and longer trains will provide a significant boost to London's rail capacity, meaning better journeys for passengers, and transforming the way people travel between east and west. I look forward to seeing the first train off the Derby production line next year, where this contract is supporting hundreds of jobs and apprenticeships.'",
     "Howard Smith, TfL's Operations Director of Crossrail, said: `Crossrail will mean faster, more frequent and reliable journeys for people in London, Essex and out to Berkshire. It will help us serve London's growing population and support more jobs and homes, with around 200 million customers expected to travel on Crossrail each year.",
     "`The trains will have walk-through carriages, each with three wide doorways to enable people to get on and off quickly at central stations, air-conditioning, are fully accessible and use the latest technology to provide customers with real-time travel information to help them plan their onward journeys.",
     "Peter Doolin, Bombardier Transportation's Vice President Projects, Crossrail \u0026 London Underground, said: `Bombardier is delighted to be working with TfL in designing, manufacturing and testing these iconic new trains for London - all done right here in the UK. The new Crossrail trains are based on our very latest Aventra product platform, which has proudly been designed and developed as a technology leading train for the UK. We look forward to continuing to work together with TfL on this flagship project to deliver these new trains for London'.",
     "Edward Barber \u0026 Jay Osgerby, design advisors for the Crossrail train, said: `We are pleased to be working as design advisors on the new Crossrail fleet. This is an exciting civic project and a key component of London's transportation future for the next one hundred years. We are honoured to be making a contribution to its design and look forward to its inaugural journey.'",
     "TfL and train manufacturer Bombardier have worked on the designs of the new trains with Barber \u0026 Osgerby acting as design advisors on the project.",
     "All platforms and trains across the Crossrail network will be will be fully accessible with step-free access and manual boarding ramps at stations where is not possible to provide level boarding. Travel Safe Officers will also be present across the network to offer assistance to customers.",
     "When fully operational in 2019, Crossrail trains will serve Reading and Heathrow in the west through to Shenfield and Abbey Wood in the east, passing through new tunnels under central London.",
     "The Crossrail train design has been launched during TfL and the London Transport Museum's 18-month 'Transported by Design' programme. A programme of events, exhibitions and competitions that celebrate the role of good design on London's transport network is running until December 2016.",
     "Ends",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"Images of the new Crossrail train designs may be found here - \\u003ca href=\\\"https://www.flickr.com/photos/tflpress/albums/72157660623297477\\\"\\u003ehttps://www.flickr.com/photos/tflpress/albums/72157660623297477\\u003c/a\\u003e \",\"CGI of the new Crossrail train designs may be found here - \\u003ca href=\\\"https://www.youtube.com/watch?v=fhMLV4adGIQ\\u0026feature=youtu.be\\\"\\u003ehttps://www.youtube.com/watch?v=fhMLV4adGIQ\\u0026feature=youtu.be\\u003c/a\\u003e \",\"Transport for London took over the running of stopping services from Liverpool Street out to Shenfield in Essex on 31 May, currently TfL Rail\",\"The first trains to operate on the Liverpool Street to Shenfield part of the Crossrail route from May 2017 will initially use shorter seven-carriage versions of the new trains. All subsequent trains will be the full-length nine carriage version, to be first introduced between Heathrow and Paddington from May 2018.\",\"All the trains will be converted to nine carriages by the end of 2019\",\"The trains are based on Bombardier's latest Aventra design which was designed in the UK\",\"Trains will be subjected to a rigorous testing regime and will also be tested on a dedicated test track in Melton Mowbray before being delivered to London to ensure reliability\",\"Transported by Design is a joint 18-month programme from Transport for London (TfL) and London Transport Museum (LTM) celebrating the role of good design in London's transport network\",\"Crossrail is jointly sponsored by the Department for Transport and Transport for London\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}