{
 "pageTitle": "Record number of rogue drivers prosecuted for TPH violations",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "November",
   "url": "/info-for/media/press-releases/2015/november"
  },
  {
   "title": "Record number of rogue drivers prosecuted for TPH violations"
  }
 ],
 "title": {
  "title": "Record number of rogue drivers prosecuted for TPH violations ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) has successfully prosecuted 46 rogue drivers, in just six months, in a continued crackdown on illegal and non-compliant cab activity in the Capital.",
     "TfL has been extremely successful in prosecuting drivers who are caught by the Taxi and Private Hire (TPH) Compliance Officers for illegally plying for hire. From April to date, 98% of cases prosecuted by TfL have resulted in a conviction. These prosecutions are an essential part of a wide range of enforcement activity being undertaken by TfL and the Police to tackle touting and other illegal cab activity.",
     "The TfL Compliance team stamp out illegal cab activity by carrying out regular vehicle and driver licensing checks across the Capital. They also work closely with the TfL-funded Metropolitan Police Service's (MPS's) Cab Enforcement Unit. Together they undertake joint operations on a regular basis, informed by the latest intelligence on cab-related offending including sexual offences, touting and unlawful plying for hire.",
     "Earlier this year the London Mayor, Boris Johnson, announced the doubling of TfL Compliance Officers from 41 to 82, as part of continued efforts to increase enforcement within the Taxi and Private Hire trade.",
     "Steve Burton, TfL's Director of Enforcement and On-Street Operations, said: `I am pleased to see that the hard work of our compliance officers and the MPS Cab Enforcement Unit are producing some great prosecution results. This work reflects our commitment to cracking down on illegal cab activity, which not only poses a serious risk to passenger safety but undermines licensed, law abiding Taxi and Private Hire drivers.",
     "`We are using a broad range of tactics to deter, disrupt and apprehend drivers who are touting or illegally plying for hire and we will push for the toughest penalties available for anyone caught by our teams.'",
     "Some of the recent successful cases led by TfL include:",
     "Sayed Mustafa, of Acton, who was sentenced at the City of London Magistrates' Court on 2 September 2015. He was caught, on 22 November 2014, on Clapham High Street illegally plying for hire, illegally accepting private hire bookings and using a vehicle for private hire on a public road without the appropriate insurance.",
     "He was found guilty for all three offences and fined 1,200 and disqualified from driving for six months. He was also ordered to pay TfL's legal costs of 750.",
     "Ghulam Nabi Zandari, of South East London, was sentenced at Westminster Magistrates' Court on 2 September 2015. He is the director of a private hire operating company called, Licenced Cars Limited. Both Mr Zandari and the company were found guilty of accepting a private hire booking and not recording the details of it in the company's records.",
     "Recording booking details is a legal requirement for private hire operators. Both defendants were fined a combined total of 1,000 and ordered to pay TfL's legal costs of 550.",
     "Kandasamy Rajendran, of Harrow, was also sentenced at Westminster Magistrates' Court on 18 September 2015. He was caught on 12 February 2015, on Uxbridge High Street opposite Liquid and Envy Night Club, illegally plying for hire and accepting private hire bookings from the public without an operator's licence.",
     "His motor vehicle insurance was invalidated as a direct result of his illegal private hire activities and as such he was also charged with operating a private hire vehicle on a public road without appropriate insurance. He was found guilty of all three offences and fined 375. His driver's licence was endorsed with six penalty points for driving without insurance and he was  ordered to pay TfL's legal costs of 750.",
     "John William Raife, of Romford, Essex, was sentenced at the Westminster Magistrates Court on 16 September 2015. He was caught on 18 April 2015, along the Station Road junction of Appleton Way, illegally plying for hire after the expiry of his taxi driver's licence. He was also charged with operating a private hire vehicle without appropriate insurance.",
     "He was found guilty of all three offences and fined 121. He was also ordered to pay TfL's legal costs of 150 and his DVLA driver's licence was endorsed with six penalty points for driving without insurance.",
     "In addition to the successful prosecutions by TfL, in the same period the MPS Cab Enforcement Unit arrested 267 drivers for touting and unlawful plying for hire offences. Two hundred and fifty-three of these arrests were for touting offences, with 141 drivers summonsed for the offences to date. Of those cases, 61 have been dealt with resulting in 53 convictions (87%), seven cases were dismissed or withdrawn, a warrant of arrest issued to one driver for failing to appear and 80 cases still pending.",
     "Detective Chief Inspector John Oldham, Roads and Transport Policing Command, said: `If your minicab's not booked, it's just a stranger's car. It is not worth the risk of getting into a car that picks you up off the street. The dangers of using unlicensed minicabs must never be underestimated. Any minicab journey that is not booked is not safe.",
     "`We work daily with TfL to conduct policing operations as part of our ongoing drive to tackle illegal minicab activities that are operating in the Capital and to ensure Londoners travel safely at night.'",
     "The activity carried out by TfL's TPH Compliance team and MPS Cab Enforcement Unit is in addition to Operation Neon, an ongoing high visibility multi-agency operation to deter illegal minicab activity in the Capital.",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"In 2014, 38 drivers were prosecuted by TfL for offences including illegally plying for hire\",\"In 2014/15, the MPS Cab Enforcement Unit made 572 arrests for touting. 97% of these resulted in a caution or charge. TfL revokes licences of drivers convicted or cautioned for touting.\",\"TfL introduced a \\\"one strike and you're out\\\" policy for any licensed minicab driver convicted of or cautioned for touting in August 2008 where drivers lose their PHV licence for one year. In six months (April-September 2015) 104 licensed drivers have had their licenses revoked\",\"TfL is responsible for licensing 100,000 taxi and private hire drivers, 85,000 taxi and private hire vehicles and 3,000 private hire operators. It is the largest licensing authority in England and Wales and is responsible for licensing over a third of all services\",\"More information about the work being carried out by the TfL compliance and enforcement teams can be found here: \\u003ca href=\\\"https://tfl.gov.uk/info-for/taxis-and-private-hire/compliance-and-enforcement?intcmp=30451\\\"\\u003ehttps://tfl.gov.uk/info-for/taxis-and-private-hire/compliance-and-enforcement?intcmp=30451\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}