{
 "pageTitle": "TfL wins two international road safety awards",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "November",
   "url": "/info-for/media/press-releases/2015/november"
  },
  {
   "title": "TfL wins two international road safety awards"
  }
 ],
 "title": {
  "title": "TfL wins two international road safety awards ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Transport for London's (TfL's) Construction Logistics and Cyclist Safety (CLOCS) programme has been recognised for its rapid success in improving HGV road safety with a Prince Michael International Road Safety Award.",
     "TfL's Work Related Road Risk programme has also received an award for its success in emphasising 'safe and sustainable mobility' to its own employees, through a focus on driver risk assessment, coaching and vehicle safety. The awards recognise achievements in road safety and are presented to the most outstanding examples across the world.",
     "The Prince Michael International Road Safety Award was awarded to CLOCS after judges agreed it was innovative, well researched and well managed. CLOCS has also been celebrated as an example of how public sector leadership can catalyse the private sector. More than 15 safer HGV designs with low-entry cabs and larger windows have been created by vehicle manufactures through CLOCS' stimulus.",
     "TfL's Work Related Road Risk programme has also received the Prince Michael International Road Safety Award for promoting best practice with its own employees, notably through its Approved Driver scheme, operated in collaboration with the Institute of Advanced Motorists. This ensures staff undertake the Institute of Advanced Motorist online RoadRISK assessment Pledge, and work to improve their knowledge of road safety.",
     "Leon Daniels, Managing Director of Surface Transport at TfL, said: `Further improving the safety of our roads is one of our key priorities, and we have clear commitments and an ambitious target to reduce the number of people killed or seriously injured on London's roads by 50 per cent by 2020.",
     "`Receiving international awards recognises the results of our efforts and is clearly a huge honour for our staff. This recognition is important. It shows we practice what we preach with our own road safety and will encourage more companies to get on-board the collaborative CLOCS programme to improve road safety at a faster rate.'",
     "Nick Brown, Managing Director, London Underground and London Rail at TfL, added: `It's fantastic to see our innovative engagement with staff on such an important issue recognised in this way. Our Work Related Road Risk programme has demonstrated real benefits in raising driving standards across our road vehicle fleet and reducing collisions.'",
     "CLOCS membership has grown to more than 200 companies, delivering safer vehicle designs and a common national standard - despite being less than three years old. This unique industry-led programme is the first holistic approach to improving HGV safety and includes authorities, manufacturers, developers and operators.",
     "The consistent standard makes it simpler for construction clients to use their buying power to ensure road risk is managed throughout supply chains across the country. There are now more than 30 major construction clients signed up to CLOCS, with a combined annual turnover of 23bn, all improving the safety of all commercial vehicles generated by their business.",
     "Adrian Walsh, Director of The Prince Michael Awards, said: \"The work of CLOCS and the Fleet Operator Recognition Scheme (FORS) - the 2014 Fleet Safety winner - complement each other to improve road safety. Where CLOCS provides clients with ready made structures for recognisable safety standards, FORS provides fleet operators with the opportunity to both clearly demonstrate and improve their own safety performance.\"",
     "The Prince Michael International Road Safety Award was awarded to Mike Brown MVO, London's Transport Commissioner, in front of operators, businesses and trade associations at the industry-led Freight Forum on Friday 6 November. The Freight Forum is a legacy of the 2012 Olympic Games. The success of the forum has seen it become a permanent fixture. It now focuses on current industry priorities such as increasing safety, retiming and efficiency of deliveries.",
     "For more information about TfL's work to make freight journeys cleaner, safer and less disruptive, visit www.tfl.gov.uk/freight and www.CLOCS.org.uk.",
     "{\"template\":\"bulletlist\",\"items\":[\"Since 1987, the Prince Michael International Road Safety Awards have given public recognition to those who have improved road safety throughout Britain. Now, the Prince Michael International Road Safety Awards recognise outstanding achievement and innovation worldwide. All road users are invited to nominate initiatives that make roads safer. All award winners later compete for the Premier Award at a Gala Presentation held in December.\",\"The awards are organised and managed by RoadSafe\",\"Launched in 2013 as an industry response to a TfL commissioned report, the CLOCS programme has brought together developers, construction companies, operators, vehicle manufacturers and regulatory bodies to ensure a road safety culture is embedded across the construction industry.\",\"More than 200 construction clients now require FORS accreditation as part of their contracts.\",\"Nearly 18,000 vehicles used by CLOCS operators and clients are fitted with camera and sensor systems along with left-turn audible alarms.\",\"CLOCS is working through three main streams: improving vehicle design, addressing the imbalance between on-site and on-road safety and encouraging wider adoption of best practise through a national standard.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}