{
 "pageTitle": "UK school children to debate role of women in transport",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "November",
   "url": "/info-for/media/press-releases/2015/november"
  },
  {
   "title": "UK school children to debate role of women in transport"
  }
 ],
 "title": {
  "title": "UK school children to debate role of women in transport",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "School pupils from across the country will take part in a nationwide schools debate this week on the role of women in the transport industry, organised by Transport for London (TfL) and engineering company Bechtel.",
     "The event forms part of the 100 Years of Women in Transport campaign, which celebrates the role of women in the industry. The campaign aims to improve understanding of what it means to have a career in transport, the diversity of opportunities on offer and the important contribution an effective transport system makes to the country's economy by supporting regeneration, jobs and homes.",
     "Schools across the UK have been encouraged to put forward two teams of Year 9 students each, they will debate whether women working in transport today have a bigger impact on society that their counterparts in the 1900s. The top four performing teams will then be invited to debate in front of their peers and a panel of judges made up of London's Transport Commissioner Mike Brown MVO, Lord Ahmed, Val Shawcross and Bechtel's Ailie MacAdam in the home of British debating, the iconic House of Lords, on 1 December.",
     "Michèle Dix CBE, TfL's Managing Director of Crossrail 2, said: `Women played a crucial part in keeping the transport network going during the First World War and it is vital that their contribution is celebrated and, even more importantly, built upon. Today, women have a central role within our organisation and industry, helping to keep London working and growing and improving our quality of life both now and in the future on projects such as Crossrail 2, the Silvertown Tunnel, the Ultra Low Emission Zone and many schemes to promote walking and cycling.",
     "`This event is designed to engage pupils across the UK and to get them talking, and we very much hope that they will find it a genuinely stimulating experience.  The transport industry offers a wealth of opportunities and is vital in supporting regeneration and growth, with large scale projects like Crossrail and High Speed 2 supporting thousands of jobs and homes and boosting the country's economy. So we hope the debates taking place this week will ignite pupils' interest in the world of transport and encourage more of them to help us build the transport network of the future.'",
     "Ailie MacAdam, General Manager- Infrastructure, Europe and Africa at Bechtel, said: `Women have a vital role to play in the transport sector, by bringing different skill sets and dynamics to create diverse teams, which perform better.",
     "`Bechtel has an ongoing commitment to increase the number of female engineers on our projects and whilst we are bucking the UK average on projects such as Crossrail and Vauxhall Underground station upgrade, there is still a long way to go. We're delighted to be partnering with TfL to raise awareness of the fantastic careers to be had in the transport sector.'",
     "{\"template\":\"bulletlist\",\"items\":[\"To find out more about YOWIT visit - \\u003ca href=\\\"http://www.tfl.gov.uk/YOWIT\\\"\\u003ewww.tfl.gov.uk/YOWIT\\u003c/a\\u003e or follow us on Twitter at \\u003ca href=\\\"http://@transportwmn\\\"\\u003e@transportwmn\\u003c/a\\u003e \",\"The subject being debated by this week is titled - This House believes that women working in transport in the 2000s have a bigger impact on society than women who worked in transport in 1900s;\",\"There will be two 100 Years of Women in Transport champions at each of the schools taking part. The champions will be marking the debates against specific criteria with the top four going through to the final.\",\"TfL has joined forces with key players in the transport industry to celebrate 100 Years of Women in Transport including Bechtel, Crossrail, the Department for Transport, Network Rail, the Women's Transportation Seminar and Women's Engineering Society. The centenary is being used to showcase the role of women in transport, share best practice from across the industry and to tackle the challenges that remain.\",\"Women make up 47 per cent of the UK workforce and 44 per cent of London's\",\"Across the EU, transport employs more than 10 million people and only 18 per cent is female\",\"At TfL, women represent 22.8 per cent of the total workforce, 22.5 per cent of senior managers and 15.1 per cent of operational grades\",\"Only 6 per cent of the engineering workforce in the UK is female\",\"Less than 20 per cent of A level physics students are girls and this hasn't changed for 25 years\",\"In 2011/12 women accounted for 3 per cent of engineering apprentices.\"]}",
     "About Bechtel:\u003cbr /\u003eBechtel, the global engineering, project management and construction company helping to deliver Crossrail. Bechtel is among the most respected engineering, project management, and construction companies in the world. We stand apart for our ability to get the job done right—no matter how big, how complex, or how remote. Bechtel operates through four global business units that specialize in infrastructure; mining and metals; nuclear, security and environmental; and oil, gas, and chemicals. Since its founding in 1898, Bechtel has worked on more than 25,000 projects in 160 countries on all seven continents. Today, our 58,000 colleagues team with customers, partners, and suppliers on diverse projects in nearly 40 countries. \u003ca href=\"http://www.bechtel.com\"\u003ewww.bechtel.com\u003c/a\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}