{
 "pageTitle": "Central line 'Hainault loop' closure lifted after successful upgrade work",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Central line 'Hainault loop' closure lifted after successful upgrade work",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "A full good service is operating across the Central line today following the successful completion of a 12-day closure of the Hainault loop in order to upgrade points, renew rail and install drainage."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The block closure, from 24 October to 4 November, has enabled much needed upgrade work to take place which has vastly improved the railway infrastructure and will enhance reliability for passengers.",
     "The works, that took more than 60,000 hours of work time to complete, included:\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"11 completely new sets of points in this very complex junction area\",\"505m of track renewal through the Hainault platforms (track, sleepers and ballast replacement)\",\"319m of new drainage to prevent track flooding and signal failures\",\"340m of new rails between Wanstead and Leytonstone\",\"Tube track reconditioning work between Leytonstone and Newbury Park\",\"Improvements to the track condition at Newbury Park where the Central line comes out of a tunnel and the rails pass from a concrete bed to ballast-based track\",\"Reliability maintenance work on points at Newbury Park\",\"A large section of earth works near Fairlop station to stabilise the embankments, with 2,500 concrete planks and 330 steel posts. This was innovatively planned to reduce the impact on residents and enable it to be carried out alongside track works, preventing further weekend engineering closures\"]}",
     "George McInulty, LU Programme Director of Infrastructure, said: 'It was essential to carry out this work to enable us to improve the reliability of this section of the Central line.",
     "'We appreciate that users of the Hainault loop were affected by this closure and I would like to take this opportunity to thank them for their patience and hope they will see the positive impact that these improvements will have on their journeys.",
     "Implementing this type of closure has enabled us to get a huge amount of work done that would have normally taken up to ten weekend closures and caused more overall disruption to customers. A blockade approach such as this one has enabled us to  cut the overall work time down over a third, from 19 days down to 12,  and save millions of pounds of public money.'",
     "These works are part of a programme of renewal works on the Central line, which was last upgraded in the 1990s and includes refreshing the fleet of 85 trains and renewing track to give customers a better, smoother journey.",
     "The Central line is used by 900,000 passengers each day and the works affected around 7,500 of those customers each weekday.",
     "\u003cstrong\u003eNote to Editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Photos of the works are available on request\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}