{
 "pageTitle": "London Overground - five years old today",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Overground - five years old today ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Overground celebrates its fifth birthday today, just under a month before it completes its final extension across south London to bring a truly orbital rail service to the Capital."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "London Overground's first five years have seen meteoric growth in both the railway network and passenger numbers",
     "Since Transport for London (TfL) took over management of the railway in 2007, it has set new standards for rail travel in the Capital with staffed stations, air-conditioned trains and fast, high-frequency services London-wide.",
     "In just five years passenger numbers have quadrupled, with more than 100 million journeys now being made each year on the London Overground and more than 300 million to date.",
     "London Overground has appeared consistently in the top five of National Rail's reliability tables and has also scored highly in passenger satisfaction surveys by watchdog, Passenger Focus.",
     "Early next month, a final link in the network from Clapham Junction to Surrey Quays will be completed, to make London Overground's orbital network complete.",
     "The Mayor of London, Boris Johnson, said: 'From its rebirth, London Overground has become a shining example of how railways should be run.",
     "'Londoners have flocked to the Capital's new service, enjoying the improved standards and connections it provides.",
     "'The network will soon orbit our city, bringing a fast and frequent metro like service to thousands and dramatically improving transport options in southeast London.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Passenger-centered services\"}",
     "TfL's Chief Operating Officer for London Rail, Howard Smith, said: 'London Overground's first five years have seen meteoric growth in both the railway network and passenger numbers.",
     "'We've extended the Overground to West Croydon and Crystal Palace, we've linked Dalston Junction to Highbury \u0026 Islington and soon we'll cross south London to the major rail gateway of Clapham Junction.",
     "'We've bought a new fleet of 57 new air-conditioned trains, we've built new stations, refurbished old ones with 21st century passenger facilities and we've put staff at every station while the trains are running.",
     "'In north London, we replaced a signalling system and tracks that had been in place since Victorian times.",
     "'In short, London Overground is a perfect example of how - if you put passengers at the centre of everything you do - they will use the services you offer.",
     "'Londoners want a safe, frequent and reliable service to get them around the Capital and London Overground provides it.'",
     "Steve Murphy, the Managing Director of London Overground Rail Operations Ltd (LOROL), the company which runs the service on behalf of TfL, said: 'LOROL's challenge over the last five years has been to create a world-class transport system for London from one which had suffered significant neglect.",
     "'We have met this challenge head-on and created a network that now provides London rail passengers with safe, reliable, welcoming and value for money services at all times.",
     "'Passenger satisfaction has soared and punctuality is at an all time high which is exceptional for a metro-style service with more than 370,000 passenger journeys are made every day.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL took over management of the seven-year long London Overground franchise from the Department for Transport in December 2007 and awarded the contract to the operator, LOROL (a joint venture between Deutshe Bahn and the Hong Kong subway operator, MTR, operating as part of Arriva). The network and services were previously known as Silverlink\",\"In the last five years, TfL has taken the previous 30-year-old trains out of service, introduced a fleet of new high-capacity trains, modernised all existing stations and built five new ones, built the East London line extension from Dalston Junction to  New Cross Gate, Crystal Palace and West Croydon and linked Dalston Junction with Highbury \\u0026 Islington. New platforms were built at Stratford Station and a major signalling and track upgrade on the north London line was also completed\",\"A new London Overground service across south London (Surrey Quays to Clapham Junction) will begin on 9 December 2012. This final link will complete  the London Overground orbital  network around the Capital\",\"London Overground runs 938 services from its fleet of 65 air-conditioned trains each day (57 Class 378 Capitalstar and 8 Class 172 diesels ). This is double the number of services it ran at the beginning of the concession and It has also quadrupled the number of passengers it carries to 100 million per year\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}