{
 "pageTitle": "TfL would like to hear your views on plans to extend the Northern line",
 "description": "Local residents and businesses are being invited to comment on proposals to extend the Northern line from Kennington to Battersea via Nine Elms. The proposed plans - which are subject to funding and permission from the Government - would include two new",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL would like to hear your views on plans to extend the Northern line ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Opportunity to feedback on the proposals either online, by post, or face to face. Public exhibitions to be held in areas along the proposed Northern line extension route from 15 November."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We are really keen to hear what local residents and business have to say",
     "Local residents and businesses are being invited to comment on proposals to extend the Northern line from Kennington to Battersea via Nine Elms.",
     "The proposed plans - which are subject to funding and permission from the Government - would include two new Tube stations at Battersea and Nine Elms.",
     "Two previous consultations have showed that there is strong support for the 3km Northern line Tube link which would help regenerate Vauxhall and Nine Elms and support up to 25,000 jobs and 16,000 new homes.",
     "Transport benefits would include; creating Tube access for thousands of people, cutting journey times from this part of London to the West End and the City to around 15 minutes; reduced pressure on Vauxhall station and relief to the existing Northern line south of Kennington, and wider access to leisure and employment opportunities for local people.",
     "This latest consultation aims to provide more detailed information about the proposed sites for the two new stations, two permanent shafts and two temporary shafts required to build the extension.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Providing more information\"}",
     "Underground railways need shafts to be built to provide ventilation, cooling and emergency access if necessary.",
     "It is important that people living in the area give Transport for London (TfL) their views before the application for a Transport and Works Act Order (TWAO) is finalised in spring 2013.",
     "The TWAO is needed before construction of this large piece of transport infrastructure can begin.",
     "Michèle Dix, Managing Director of Planning for TfL, said: 'We are really keen to hear what local residents and business have to say about our proposed plans for the Northern line extension before they are finalised.",
     "'This new transport link could help kick-start regeneration of the area by supporting the creation of thousands of new jobs and homes.'",
     "Public exhibitions are being held at various venues in the boroughs near the route.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Have your say\"}",
     "Local people are encouraged to come and talk to representatives from TfL at the following locations:",
     "{\"template\":\"bulletlist\",\"items\":[\"Market Towers, 1 Nine Elms Lane, SW8 5NQ on Thursday 15 November at 15:00 to 20:00 and Friday 16 November at 8:00 to 18:00\",\"Sainsbury's, 62 Wandsworth Road, SW8 2LF on Friday 23 November at 12:00 to 19:00 and Saturday 24 November at 9:30 to 13:00\",\"Gallery on the Corner, 155 Battersea Park Road, SW8 4BU on Thursday 29 November at 15:00 to 20:00\",\"The Kia Oval, Executive Box 56, Kennington, SE11 5SS on Friday 7 December at 12:00 to 19:00 and Saturday 8 December at 9:30 to 13:00\"]}",
     "In addition to these events, over 40,000 households along the route of the proposed extension will receive a detailed leaflet about the proposals.",
     "If planning approval is obtained and a funding package is in place then construction of the Northern line extension could begin in 2015.",
     "Go to \u003ca href=\"http://www.tfl.gov.uk/nle\"\u003etfl.gov.uk/nle\u003c/a\u003e to provide feedback on the proposals, view and download further information about each of the sites and complete the feedback form.",
     "The Consultation will close on 16 December 2012.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "The Tube is undergoing a huge and essential programme to upgrade its ageing infrastructure - vital to cope with a growing population and to support the economic development and growth of the Capital and the UK.",
     "This includes the introduction of new track and signalling and the rebuilding of some of our most important stations.",
     "By the end of the current programme there will be 30 per cent more capacity.",
     "This will inevitably result in some disruption for passengers, but TfL is working hard to provide information and alternative travel options.",
     "The work is essential to provide for London's growing transport needs now, and into the future.",
     "TfL is urging all Londoners and Tube, London Overground, London Tramlink and Docklands Light Railway passengers to \"check before you travel\" at weekends, allowing extra journey time where necessary.",
     "Weekend travel news is available at \u003ca href=\"http://www.tfl.gov.uk/check\"\u003etfl.gov.uk/check\u003c/a\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}