{
 "pageTitle": "TfL encourages Londoners to get home safely with new Safer Travel at Night campaign",
 "description": "The Mayor has taken a tough line on touting and illegal cabs, and cab related sexual assaults have dropped by 26 percent in the past two years. This new campaign aims to continue that positive trend.The campaign - which will appear in cinemas, print and",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL encourages Londoners to get home safely with new Safer Travel at Night campaign",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "As the festive party season begins TfL has launched a new ad campaign to warn the public of the dangers in taking illegal minicabs by shattering the myths about getting home safely."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The Mayor has taken a tough line on touting and illegal cabs, and cab related sexual assaults have dropped by 26 percent in the past two years.",
     "This new campaign aims to continue that positive trend.",
     "The campaign - which will appear in cinemas, print and online - also promotes the launch of a new Cabwise mobile phone app which provides a quick and easy way to book a licensed minicab and get home safely.",
     "The cinema advert reinforces the message that unbooked minicabs are illegal and pose a potential risk to safety.\u003cbr /\u003e\u003cbr /\u003eThe campaign forms the latest stage of the Safer Travel at Night (STaN) initiative - a partnership between the Mayor, Transport for London, Metropolitan Police Service and the City of London Police.",
     "The free-to-download Cabwise app (available on iTunes and Google Play) allows users to book the licensed minicab or taxi which is closest to their current location in three easy steps.",
     "Alternatively users can visit \u003ca href=\"http://tfl.gov.uk/cabwise\"\u003etfl.gov.uk/cabwise\u003c/a\u003e on their Smartphone and simply bookmark the page or, if there is no signal available at the location, the app defaults to the Cabwise text messaging service (60835) offering customers on all platforms the opportunity to use the service and to get home safely.",
     "To reinforce the campaign, face-to-face engagement activity will take place in key London night spots throughout the festive season and posters will be displayed with the focus on encouraging women to book a cab before they leave home.",
     "Steve Burton, TfL's Director of Community Safety, Enforcement and Policing, said: 'Many people who travel in the capital still think that picking up a minicab displaying a TfL licence in the window is legal - but it's not. Only black cabs can be picked up off the streets; all minicabs need to be pre-booked through a licensed operator and any minicab that picks someone up off the street is acting illegally.\u003cbr /\u003e\u003cbr /\u003e'Although usage of illegal cabs has fallen since we began the Safer travel at Night initiative, tackling the problem of unbooked minicabs remains a high priority for TfL, the Mayor and the police. I encourage Londoners to download the new Cabwise app.'",
     "Chief Superintendent Sultan Taylor, Safer Transport Command, said: 'After a night out it can be tempting to jump into the first minicab you see, but by doing this, you could be putting yourself at risk. All minicabs MUST be booked in advance, even if they are displaying a TfL licence.",
     "'The Safer Transport Command is committed to reducing the number of cab-related sexual offences and our officers are out on the streets of the capital giving women safer travel information and encouraging them to download the new free Cabwise app.'",
     "TfL's Safer Travel at Night campaign is supported by Operation Safer Travel at Night, which involves police officers from across the capital working on deterring illegal minicab drivers, as well as engaging with late night revellers to inform them of the dangers of unbooked minicabs.",
     "Although enforcement against unbooked minicabs and engagement with the public takes place throughout the year, there will be an increase in operations to detect and deter offenders during the Christmas party season.",
     "Revellers should follow the following tips on how to stay safe when using minicabs:",
     "{\"template\":\"bulletlist\",\"items\":[\"Never approach a minicab on the street or accept a fare - they are acting illegally, even if they are licensed by TfL\",\"Only black cabs can pick passengers up on the street without a booking\",\"When travelling by minicab always book it with a licensed operator\",\"When it arrives check it's for you by getting the driver to confirm your booking details and check the driver's photo identification\",\"To get three local cab numbers text 'CAB' to 60835**\"]}",
     "Visit \u003ca href=\"http://www.tfl.gov.uk/cabwise\"\u003etfl.gov.uk/cabwise\u003c/a\u003e for more information",
     "\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}