{
 "pageTitle": "Transport for London celebrates 'STAR' schools dedication to active and safer travel",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London celebrates 'STAR' schools dedication to active and safer travel ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London schools rewarded for their commitment to safer travel and increasing levels of cycling and walking to and from school."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) rewarded schools in London this morning (8 November) for their commitment to encourage safer and sustainable travel at an event at City Hall. The event recognises the London schools that have achieved the best results in supporting safer, more active travel for the journey to school. These high-performing schools were invited to showcase their achievements in travel planning, as part of TfL's STAR (School Travel Accredited and Recognised) school travel scheme.",
     "More than a third of London schools are 'STARS', with 1,079 achieving an accredited travel plan. These accredited schools have taken a whole school approach to encourage a reduction in car use and an increase in the number of children walking, cycling and taking public transport as part of the school journey. The event is the culmination of TfL's regional schools' training workshops run over the past four weeks.",
     "Four schools were presented with awards for 'Platinum school of the Region', which means that they have demonstrated the highest level of commitment to active and safer school travel. These fours schools are:\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"Oaks Park High School in Redbridge (East London)\",\"St Joseph's Infant School in Brent (North London)\",\"Darrick Wood Junior School in Bromley (South London)\",\"Cranford Community School in Hounslow (West London)\"]}",
     "'Beacon Awards' were awarded to schools that have shown an excellence in one of four travel areas: Cycling, Road Safety, Walking and Partnership Working.",
     "Since 2004, schools with a travel plan have shown an average six per cent reduction in journeys to school by car. Schools that are part of TfL's STAR accreditation scheme have seen an average seven per cent increase in cycling and walking.",
     "Ben Plowden, Director of Planning for TfL Surface Transport, said: 'We are delighted to invite London's top performing schools to the STAR event, thanking them for their hard work and dedication to ensure pupils and the whole school community adopt safer and active lifestyles, choices which will stay with them for life. We'd also like to thank these schools in particular for being an inspiration to all schools in London and an example of what can be achieved.'",
     "\u003cstrong\u003eNotes to Editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Sustainable\",\"Higher Standards\",\"Outstanding\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"Brady Primary School (LB Havering)\",\"Cavendish Primary School (LB Hounslow)\",\"Childrens House Nursery (LB Tower Hamlets)\",\"Cranford Community College (LB Hounslow)\",\"Darrick Wood Junior School (LB Bromley)\",\"Dr Triplett's Primary School (LB Hillingdon)\",\"Kingsmead Primary School (LB Hackney)\",\"Moss Hall Infant School (LB Barnet)\",\"New City Primary school (LB Newham)\",\"Oaks Parks High School (LB Redbridge)\",\"Preston Park Primary School (LB Brent)\",\"Saint Joseph RC Infant School (LB Brent)\",\"Saint Joseph RC Junior School (LB Brent)\",\"St Marys and St Peters C of E Primary School (LB Richmond)\",\"The Coopers Company and Coborn School (LB Havering)\",\"The John Fisher School (LB Sutton)\",\"Warren Road Primary School (LB Bromley)\",\"Warrender School (LB Hillingdon)\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}