{
 "pageTitle": "Transport for London celebrates ParalympicsGB's success with limited edition Tube map",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London celebrates ParalympicsGB's success with limited edition Tube map",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "New version of the iconic London Underground Tube map replaces central and east London stations with ParalympicsGB medal winners."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"This follows the popular Team GB Olympic medallists map released in September 2012\",\"Just 2012 print copies of the special art map are available for £49.99 each at \\u003ca href=\\\"http://shop.tfl.gov.uk\\\"\\u003eshop.tfl.gov.uk\\u003c/a\\u003e \"]}",
     "A new version of the central London section of the iconic Tube map, which replaces the names of stations with ParalympicsGB's medal winning athletes, has gone on sale today to celebrate the fantastic success of ParalympicsGB in the London 2012 Paralympic Games.",
     "The limited edition map, created by sports journalists Alex Trickett and David Brooks, highlights the achievements of all the 97 athletes and five horses who contributed to ParalympicsGB's medal haul.",
     "Athletes from different sporting disciplines are grouped on different lines, with Athletics taking pride of place on the Circle line. However ParalympicsGB were so successful in sports such as cycling and swimming that the athletes had to be spread across multiple lines. For example, medal-winning Paralympic cyclists represent the Central and Hammersmith \u0026 City lines.",
     "Sarah Storey, multiple gold medal winner and Great Britain's most decorated female Paralympian, is given the well-deserved honour of representing the gateway to the Olympic Park, Stratford station. Swimming sensation Eleanor Simmonds is placed at another key entry-point to London 2012, West Ham. Appropriately, Wimbledon station is named after Paralympic tennis veteran, Peter Norfolk.",
     "The map highlights London 2012 Paralympic gold medallists, and 'star' Paralympians who have won four or more gold medals in their careers. The designers also made an effort to keep siblings and spouses as close to each other on the map as possible.",
     "TfL also produced a separate map celebrating the achievements of Team GB, which was released in September 2012. Earlier this year, TfL released a version of the Tube map replacing the names of London Underground stations with names of past Olympic greats. The posters have proved to be some of the most popular that TfL has ever produced.",
     "London's Transport Commissioner, Peter Hendy CBE, said: 'London's transport network supported the biggest and best Paralympics in history, with many of the athletes favouring London's accessible public transport system over their official vehicles. So it's apt to commemorate the success of ParalympicsGB through this unique piece of sporting memorabilia which can be enjoyed for many years to come.'",
     "Baroness Grey-Thompson DBE, Paralympic gold medal winner, former world record holder and TfL board member said: 'Throughout the magnificent summer of Paralympic achievement, we witnessed how public transport in London has become more accessible than ever. I'm sure many will enjoy this memento of all the hard work and talent that we saw during the London 2012 Paralympic Games.'",
     "Alex Trickett, ParalympicsGB medallists map creator, said: 'The Paralympic medallists map was, in some respects, the hardest of the three Games maps we've designed to put together because so many medals were won in relatively few sports. It was a challenge, but we've managed to capture the fantastic success of the ParalympicsGB athletes after a truly spectacular summer of sport.'",
     "\u003cstrong\u003eNotes to Editors:\u003c/strong\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}