{
 "pageTitle": "Tube reliability at record levels after best performance ever during London 2012 Games",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Tube reliability at record levels after best performance ever during London 2012 Games",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Tube reliability at record levels after best performance ever during London 2012 Games."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Our relentless focus on improving the journeys of our customers will continue to boost reliability and performance across the network.",
     "During the London 2012 Olympic and Paralympic Games customers experienced the best level of performance ever provided, at the same time as record numbers of passengers used the network.",
     "The figures, covering periods 5 and 6 of 2012/13 (July 22 to September 15 this year), confirm that delays - as measured by the number of customer hours lost to disruption - were at a record low level during the Games.",
     "Period 5 saw delays down by 21 per cent, and period 6 saw delays down by 49 per cent, compared to the average for 2011/12, with many lines delivering the best performance ever recorded.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Further reducing delays\"}",
     "These results were achieved while carrying record numbers of passengers - with more than 101million journeys made on the Tube during the Games - up 28 per cent compared to normal levels.",
     "Tuesday 7 August was the busiest day in the Tube's history, with 4.57 million passengers.",
     "The continuing trend of long-term improvement follows the creation of the London Underground Reliability Programme in 2011, which led to the introduction of a range of initiatives to predict and prevent failures and respond more quickly to problems.",
     "This saw a range of initiatives rolled out across the network, from BTP officers driving the Tube's emergency response unit vehicles under blue-light conditions and officers given enhanced medical training, to a targeted increase in signal repair staff at network pinch-points and other measures to prevent and predict signal, track and train failures.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Vital work\"}",
     "London Underground is now developing plans to meet the Mayor's commitment of reducing delays by a further 30 per cent by 2015.",
     "Mike Brown, Managing Director of London Underground and Rail, said: 'The work that our staff put in over the last couple of years helped to deliver a fantastic London 2012 Games, with record performance on the Tube network.",
     "'However, there are many improvements yet to be delivered. We continue the vital work of transforming the network with new and upgraded trains, signalling, stations and track. Together these, and our relentless focus on improving the journeys of our customers, will continue to boost reliability and performance across the network.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\" \\u003ca href=\\\"/corporate/modesoftransport/londonunderground/1592.aspx\\\"\\u003eView the performance figures for periods 5 and 6\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}