{
 "pageTitle": "Congestion Charge Auto Pay account membership reaches 100,000",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Congestion Charge Auto Pay account membership reaches 100,000",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "More than 100,000 drivers are now reaping the rewards of signing up to automatically pay the Congestion Charge, which means they need never be fined again."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This significant milestone clearly demonstrates the popularity of CC Auto Pay.",
     "The Auto Pay (CC Auto Pay) system was set up just three months ago as part of a series of changes the Mayor made to the Congestion Charge.",
     "It provides a simple, easy way for drivers to pay the Congestion Charge automatically with customers getting a £1 discount from the £10 daily charge at the same time.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"One less thing to worry about\"}",
     "Drivers registered with CC Auto Pay need never worry about being fined for forgetting to pay the charge again.",
     "They will only be charged for the days they travel within the zone and charges will be automatically deducted from their nominated debit or credit card.",
     "Transport for London (TfL) launched CC Auto Pay accounts on 4 January, with pre-registration available from November 2010.",
     "Since then more than 840,000 payments have been processed for over 146,000 vehicles registered to the 100,000 accounts now set up for CC Auto Pay.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Strong response\"}",
     "Mayor of London, Boris Johnson, said: 'Auto Pay has taken the fuss, the hassle and the bother out of remembering to pay the Congestion Charge and with 100,000 people signed up, Londoners clearly agree.",
     "'I have kept the promise I made to make the Congestion Charge fairer and would urge everyone who drives into the Congestion Charge zone to sign up, take the discount, and avoid forever that dreaded sense of knowing you have forgotten to pay.'",
     "TfL's Interim Director of Congestion Charging and Traffic Enforcement, Nick Fairholme, said: 'This significant milestone clearly demonstrates the popularity of CC Auto Pay.",
     "'Motorists recognise the hassle-free payment method, as well as the reduced daily charge and the peace of mind that they will never be sent a Penalty Charge Notice for forgetting to pay the charge.",
     "'We would encourage anyone who has not yet signed up for an account to do so now.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Easy to register\"}",
     "To register for a CC Auto Pay account drivers will need a credit or debit card and will have to pay a £10 registration charge for each vehicle on the account.",
     "Motorists can register for a CC Auto Pay account at \u003ca href=\"http://www.cclondon.com/\"\u003ehttp://www.cclondon.com/\u003c/a\u003e ",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The central London Congestion Charging zone was introduced in February 2003\",\"On 19 February 2007 it was extended westwards, creating a single enlarged zone in which the same charges, discounts and exemptions apply\",\"On 24 December 2010 the Western Extension Zone was removed following a public consultation\",\"As well as reducing congestion, the congestion charging scheme has also helped reduce emissions of climate change gases and environmental pollutants from vehicles and encouraged people travelling in the area to use public transport, to walk or cycle\",\"Customers can register for a CC Auto Pay account on the TfL website at: \\u003ca href=\\\"http://www.cclondon.com\\\"\\u003ewww.cclondon.com\\u003c/a\\u003e \\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}