{
 "pageTitle": "Engineering works on London Overground and Bakerloo line services over Easter and May Bank Holidays",
 "description": "The majority of works to upgrade the tracks and signalling will take place over the Easter and May Bank Holidays when passenger numbers are generally lower.However, planned LO closures will also affect services on seven weekdays, when an increased",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Engineering works on London Overground and Bakerloo line services over Easter and May Bank Holidays",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Overground (LO) services north of Euston and London Underground's (LU's) Bakerloo line services north of Paddington will be subject to essential engineering works, by Network Rail and Transport for London (TfL), between 22 April and 8 May."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Once these works are completed they will help to provide a more reliable service for passengers",
     "The majority of works to upgrade the tracks and signalling will take place over the Easter and May Bank Holidays when passenger numbers are generally lower.",
     "However, planned LO closures will also affect services on seven weekdays, when an increased replacement bus service will be provided.",
     "Howard Smith, Chief Operating Officer, LO said: 'We have worked closely with our colleagues at London Underground to ensure that the works on both the Bakerloo line and London Overground network impact on as few journeys as possible and to ensure that a train service remains for the majority of works.",
     "'When this is not possible a replacement bus service will be provided.",
     "'Once these works are completed they will help to provide a more reliable service for passengers.'",
     "For the Royal Wedding on 29 April, there will be an increased rail replacement bus service between Watford Junction and Harrow \u0026 Wealdstone.",
     "For those wanting to travel into central London the Bakerloo line will be running a full service on this day.",
     "The closures are as follows:",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Friday 22 April to Monday 25 April\"}",
     "Bakerloo line: Paddington - Harrow \u0026 Wealdstone\u003cbr /\u003eLO:  Queen's Park - Watford Junction",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Tuesday 26 April to Friday 29 April\"}",
     "LO: Willesden Junction - Watford Junction",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Saturday 30 April to Monday 2 May\"}",
     "Bakerloo line: Queen's Park - Harrow \u0026 Wealdstone\u003cbr /\u003eLO: Queen's Park - Watford Junction",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Tuesday 3 May to Saturday 7 May\"}",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Sunday 8 May\"}",
     "Passengers are advised to check \u003ca href=\"http://www.tfl.gov.uk\"\u003etfl.gov.uk\u003c/a\u003e to plan their route, and for updates on Tube engineering works and transport service changes that may affect journeys.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"A leaflet will be available in stations and on the TfL website in early April\",\"From May 2011 a new timetable will be introduced on the LO network. Passengers will benefit from an increase in frequency with up to eight trains per hour between Willesden Junction and Stratford\",\"As a result of Network Rail improvement works on the LO network from Monday 28 March to Monday 25 April, all LO trains will be diverted from platform 2 to platform 17 at Clapham Junction station. Access to and from platform 17 will be restricted, please allow extra time to walk to the platform\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}