{
 "pageTitle": "Essential escalator works at Holborn",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Essential escalator works at Holborn",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Crucial planned work on escalators serving the Piccadilly line at Holborn Tube station, which will make them more reliable and lead to fewer breakdowns are due to start on Saturday 5 March and will take about six weeks to complete."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We apologise to customers, but it is essential that we do this work to ensure reliability and have fewer breakdowns",
     "To prevent overcrowding and the station having to close during escalator work, on weekday mornings between 08:00 and 09:30 there will be no access to the Piccadilly line platforms from street level or from the Central line.",
     "The vast majority of passengers using Holborn Tube station in the morning are leaving the station so the works will not impact large numbers of passengers.",
     "Those going out of or into the station for the Central line, or those leaving the Piccadilly line to exit the station or change onto the Central line, will not be affected.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Ensure reliability\"}",
     "Nigel Holness, London Underground's Network Services Director said: 'We apologise to customers who are inconvenienced, but it is essential that we do this work to ensure their reliability and have fewer breakdowns.",
     "'While the escalator is out of action the other two escalators will have to be running in the 'up' direction to ensure we are able to clear the Piccadilly line platforms safely during the morning peak and to avoid closing the station for safety reasons.",
     "'The vast majority of passengers are leaving Holborn station at that time or changing from the Piccadilly line onto the Central line, which they will still be able to do.",
     "'Less than one sixth of passengers enter Holborn or change onto the Piccadilly line. For just over an hour, those customers should use Covent Garden station, about eight minutes walk away.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Alternative routes\"}",
     "'Passengers transferring from the Central line to the Piccadilly line should use another route - such as changing at Oxford Circus, where they can use the Victoria line to Green Park or King's Cross St. Pancras to join the Piccadilly line, or the Bakerloo line to join it at Piccadilly Circus.",
     "'Before 8am and after 9.30am the station will operate normally.'",
     "Posters detailing alternative routes for passengers are at Holborn and other Central line stations.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"London Underground  is undertaking a major programme of renewal. Transport for London (TfL) is working hard to provide information and alternative travel options. The work is essential to provide for London's growing transport needs now, and into the future. TfL is urging all Londoners and Tube, London Overground, London Tramlink and DLR passengers to 'check before you travel' particularly at weekends, allowing extra journey time where necessary\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}