{
 "pageTitle": "London Underground announces plan for new District line timetable",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Underground announces plan for new District line timetable",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Proposals would boost service for busiest served section of the line and improve reliability for District line passengers."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The introduction of the new timetable would provide significant reliability improvements for the whole line",
     "The Wimbledon branch will see five additional trains during the morning peak.",
     "Changes enabled by withdrawal of weekday service to Kensington (Olympia) following increase in Overground service serving the venue.",
     "As part of work to improve the reliability of the District line, London Underground (LU) today announced its intention to introduce a new timetable in December 2011.",
     "The timetable has been designed to deal with the issues associated with bottlenecks in the Earl's Court area, which is one of the most complex junctions on the Tube network and the source of many of the delays that occur on the line.",
     "To simplify the service, reduce delays and boost services to the Wimbledon branch which is the busiest section of the District line, LU proposes to remove weekday services to Kensington (Olympia), which carry less than one percent of District line passengers.",
     "This will enable LU to re-route services to the Wimbledon branch, which sees nearly 30 per cent of District line traffic, by providing five extra trains during the morning peak - an increase of 12 percent.",
     "The Olympia service will still operate during the weekend, and LU plans to operate special services to serve major weekday events at the Olympia exhibition centre.",
     "From May 2011, Kensington (Olympia) will benefit from additional London Overground services, with four trains serving the station every hour (replacing the current three-train service), with interchange to the Tube available at both West Brompton (District line) and Shepherds Bush (Central line) stations.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Better reliability\"}",
     "Southern services will also continue to serve the station.",
     "During the week passengers will also be able to use nearby Barons Court or West Kensington stations, both of which are within half a mile of the Olympia Exhibition Centre.",
     "Richard Parry, Strategy and Commercial Director, LU, said: 'The District line is one of the busiest lines on the Tube network used by over 700,000 people each day.",
     "'The introduction of the new timetable would provide significant reliability improvements for the whole line and in particular major benefits to customers who use the Wimbledon branch with an additional five trains during the morning peak.",
     "'This is only possible by withdrawing the under-utilised weekday Olympia District line service, however with an increase in the London Overground service to Kensington (Olympia) from May we believe that our proposals balance the needs of all customers, including those travelling to Olympia.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"As part of LU's upgrade plan, the District line will be completely upgraded with new air-conditioned trains being introduced on the line from 2013 and a new signalling system to be introduced by 2018. Overall, the upgrade will deliver 24 per cent more capacity to the line\",\"The new timetable would be introduced in December 2011. Views are invited from interested parties by 30 June 2011 via LU's Customer Service Centre, 55 Broadway, London SW1H 0BD\",\"Walking distances from Olympia to:ul\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}