{
 "pageTitle": "Main works on Henlys Corner to begin in April 2011",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Main works on Henlys Corner to begin in April 2011",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Work to significantly improve traffic flow at Henlys Corner junction will begin on 4 April."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The scheme, being carried out by Transport for London (TfL), will provide much-needed and long anticipated improvement to the busy junction.",
     "Right turns, which currently cause significant queues on the local roads, will also be upgraded, allowing cars to move forward and queue in a central area of the junction.",
     "This will increase the number of vehicles that can pass through the junction, helping to smooth traffic flow through the area.\u003cbr /\u003e",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Planned improvements\"}",
     "New signal controlled crossings will also be installed, making crossing the road easier for pedestrians and cyclists.",
     "Lane restrictions and temporary traffic management will be put in place to ensure traffic can continue to travel throughout the area while these works are carried out.\u003cbr /\u003e\u003cbr /\u003eThe Mayor of London has prioritised the scheme because of the broad range of benefits for pedestrians, cyclists, traffic flow and improving the public realm.\u003cbr /\u003e",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"See the public exhibition for more information\"}",
     "To help provide more detail about the work phasing and the measures TfL will be putting in place to reduce disruption while these improvements are taking place, a public exhibition about the scheme is being held at Chalgrove Primary School, Chalgrove Gardens, N3 3PL at the following times:",
     "{\"template\":\"bulletlist\",\"items\":[\"Wednesday 16 March, 17:30-20:00\",\"Thursday 17 March, 17:30-20:00\",\"Saturday 19 March, 12:00-15:00\",\"Sunday 20 March, 11:00-15:00\"]}",
     "Work on the £8m scheme is expected to be completed by the end of the year.",
     "For more information about the scheme, please visit \u003ca href=\"http://www.tfl.gov.uk/henlyscorner\"\u003ewww.tfl.gov.uk/henlyscorner\u003c/a\u003e ",
     "TfL Press Office\u003cbr /\u003e0845 604 4141\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}