{
 "pageTitle": "Mayor announces shortlisted bidders for additional trams in Croydon",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor announces shortlisted bidders for additional trams in Croydon",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Mayor of London Boris Johnson today announced the shortlisted bidders to supply Transport for London (TfL) with up to ten more trams, which will increase services on the Tramlink network."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Trams in Croydon have proved a major success",
     "The three bidders, City of Edinburgh/CAF, Stadler (Stadler Pankow GmBH) and Pesa (Pojazdy Szynowe PESA Bydgoszcz S.A.Holding) will now be invited to submit proposals to supply the additional trams which would increase the frequency of services on the busiest parts of the network between Therapia Lane, central Croydon and Elmers End.",
     "Inspecting one of the current trams at East Croydon tramstop today Mayor of London Boris Johnson said: 'I have no greater responsibility as Mayor than to ensure people can move around this city with ease, comfort and reliability.",
     "'Trams in Croydon have proved a major success and this is reflected in journey numbers which have soared by 45 per cent since the network opened in 2000.",
     "'I look forward to the extra vehicles developing this vital, much-appreciated, and indeed attractive, form of transport further.'",
     "The London Borough of Croydon has confirmed a £3m contribution in funding to the project which will also include the refurbishment of tramstop surrounds.",
     "Croydon Council Leader Mike Fisher said: 'This is looking like a great deal for Croydon and shows the benefits of an ambitious local authority and committed Mayor working together, pooling resources and expertise.",
     "'There is real support to get additional trams for Croydon to keep pace with growing demand for Tramlink services and also to secure major improvements for pedestrians and transport users around and between East and West Croydon stations'",
     "If acceptable bids are received, the extra trams could be in service in just under a years time.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Following today's announcement of shortlisted bidders, the Invitation to Tender will be issued for a tender period of four weeks\",\"A supplier will be appointed and a contract let. TfL anticipates that trams will be delivered during the latter part of 2011 for a possible start of service in early 2012\",\"London Tramlink is looking at either new build or existing vehicles that can be modified at reasonable cost to run on the Tramlink infrastructure\",\"Tramlink services have remained relatively static (between 2.4 and 2.7 million km per annum) since 2000. However passenger journeys per annum have increased by 45 per cent in 10 years. It is predicted the 18.6 million journeys made in 2001/02 will increase to 27.8 million by the end of the 2010/11 period\",\"TfL purchased Tramtrack Croydon Ltd in June 2008 when it became London Tramlink. Since then TfL has spent £2m on deep cleaning and refurbishing the tram fleet and tramstops, it has also delivered mre than £5m in track upgrades since 2008 to improve reliability. Shortly after taking over the network, Tramlink increased its off-peak services in the evenings and on Sundays\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}