{
 "pageTitle": "Mayor unveils design of the royal wedding Oyster card",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor unveils design of the royal wedding Oyster card ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Limited-edition Oyster card to commemorate the wedding of Prince William and Catherine Middleton available in the week leading up to the royal wedding."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "With one month to go until the nuptials of Prince William and Catherine Middleton, the Mayor of London Boris Johnson and Transport for London (TfL) today unveiled the design of the limited-edition royal wedding Oyster card.",
     "The design features a portrait of the couple and the wedding date of 29 April 2011, and will be on sale in the week leading up to the ceremony.",
     "Around 750,000 royal wedding Oyster cards will be available while stocks last from all London Underground and London Overground stations, and some National Rail ticket offices, as well as TfL Travel Information Centres.",
     "Regular commuters might want to collect the card as a souvenir, and for visitors to London during the celebrations the card will not only ensure they pay the cheapest fares for their journeys, it will also act as a reminder of their part in the royal wedding festivities.",
     "More than 80 per cent of all public transport journeys in London are made using an Oyster card and it is the world's most popular travel smartcard, with more than 43 million issued since 2003.",
     "The limited-edition Oyster card commemorating Prince William and Catherine Middleton's marriage follows tradition as, in 1981, a unique ticket was also produced by TfL's predecessor London Transport for the marriage of William's parents, Charles and Diana.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Transport collectable\"}",
     "Mayor of London Boris Johnson said: 'Just as royal wedding fever starts to take hold in the city, this fantastic commemorative Oyster card is a great chance for Londoners and visitors to have a slice of the action as a fabulous memento of the happy day.",
     "'I would also recommend the card to the happy couple as the cheapest, easiest way of getting around this city, especially as it bears their resemblance.'",
     "Peter Hendy, London's Transport Commissioner, said: 'London's transport network will play a key role in helping people travel to the wedding celebrations, so it is appropriate that we commemorate the day with a limited edition Oyster card.",
     "'This is the first time we have produced a limited-edition Oyster card and I'm sure they will be a hugely popular souvenir of the day while ensuring Londoners and visitors get the cheapest fares for their journeys.'",
     "The £5 deposit and £5 minimum top-up will apply as normal for the limited-edition card and it will be available from 21 April 2011.",
     "Using Oyster, passengers only need one card to travel on all public transport across London, including National Rail services operating within the Capital.",
     "Passengers using Oyster pay as you go are always reminded to touch in and out at the start and end of every journey to ensure they pay the correct fare.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"For National Rail passengers, the limited-edition royal wedding Oyster card will only be available at stations where they can currently get an Oyster card\",\"For visitors to London, \\u003ca href=\\\"http://www.visitorshop.tfl.gov.uk \\\"\\u003eVisitor Oyster cards\\u003c/a\\u003e (without the royal wedding design) can be purchased via the TfL website and delivered across the UK or internationally, before arriving in London\",\"Oyster was introduced on the TfL network in 2003. In February 2011, TfL announced that from early 2012, bus passengers will be able to pay for their journeys using bank issued \\u003ca href=\\\"http://www.tfl.gov.uk/corporate/media/newscentre/archive/19216.html\\\"\\u003econtactless debit and credit cards\\u003c/a\\u003e . This will be rolled out to the rest of the transport network later in 2012\",\"The image of Prince William and Catherine Middleton on the limited-edition royal wedding Oyster card is copyright Clarence House 2010\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}