{
 "pageTitle": "Ninety cleaner hybrid buses to hit London's streets",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Ninety cleaner hybrid buses to hit London's streets",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for Lonfon (TfL) secures funding for 90 additional hybrid buses. These cleaner buses will be deployed at some of the most polluted 'hotspots' in central London."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Ninety new hybrid buses will be hitting the streets of London during 2011 as part of the Mayor and TfL's efforts to improve London's air quality and reduce carbon emissions.",
     "The buses which pump out less particulate matter and nitrogen pollution than traditional diesel double-decker buses are being deployed in some of central London's air quality hotspots (including Marylebone Road and Edgware Road) as part of efforts to improve the Capital's air pollution.",
     "The funding for the latest hybrid buses has come from the Department for Transport's Green Bus Fund and it brings the total number of hybrid buses in TfL's fleet up to more than 200.",
     "The fund was set up to support bus companies and local authorities, such as TfL, to introduce low-carbon vehicles which will in turn have a positive effect on the environment.",
     "TfL was awarded £5m in 2009, and a further £8m in 2010.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Cutting emissions\"}",
     "Mike Weston, London Buses' Operations Director, said: 'London is continuing to lead the way on hybrid buses, with our efforts contributing to the concerted effort to cut the Capital's CO2 emissions and pollution.",
     "'We are making excellent progress in this new and exciting technology and remain committed to maximising the number of new hybrid buses entering service from 2012.'",
     "The Mayor of London, Boris Johnson, said: 'These shiny, new hybrid buses are a great addition to Transport for London's fleet.",
     "'They will be deployed on some of central London's more polluted streets as part of our ongoing efforts to improve air quality in the Capital.'",
     "The double-decker hybrid buses will be operated by Arriva on route 73 (Victoria station to Stoke Newington), Abellio on route 188 (North Greenwich Station to Russell Square), Go Ahead on routes 453 (Deptford Broadway to Marylebone station) and 436 (Lewisham to Paddington Station), and by Metroline on route 16 (Victoria station to Cricklewood) and 139 (West Hampstead to Waterloo).",
     "Hybrid buses are part of a wider package of measures to improve the Capital's air quality.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Tackling London's hotspots\"}",
     "This includes the New Bus for London joining the fleet next year using the latest hybrid technology which will be 40 per cent more fuel efficient than current diesel double-decker buses, unprecedented investment in cycling and the launch of Source London in April to encourage the use of electric vehicles.",
     "The hybrid buses will go through some of London's air quality hotspots.",
     "TfL has already begun the UK's first trial applying dust suppressants at two central London locations with high levels of particulate matter pollution (PM10).",
     "The dust suppressant is a solution made up of calcium magnesium acetate that sticks the particulate matter to the road and prevents it re-circulating in the air.",
     "These measures are being put in place for London to meet PM10 legal limits.",
     "The Mayor and TfL are committed to tackling climate change through cutting London's contribution to CO2 and other emissions, the Mayor has set a tough target of reducing CO2 emissions by 60 per cent by 2025 from 1990 levels.",
     "\u003cstrong\u003eNotes to editors: \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The 90 buses will be divided as follows:\",\"Twenty to Arriva\",\"Thirteen to Abellio\",\"Thirty-one to Go Ahead\",\"Twenty-six to Metroline\",\"The Mayor of London's Air Quality Strategy has a target for 300 hybrid buses into the fleet by the end of 2012\",\"The Department for Transport's £45m Green Bus Fund will result in more than 500 new low-carbon buses in operation in many towns and cities in England by March 2012\",\"Low-carbon buses funded by the scheme emit around a third less greenhouse gas than diesel buses and use around a third less fuel\",\"Hybrid buses funded by the scheme are already in operation in London, Manchester, Oxford and Reading\",\"Electric buses supported by the scheme are running in Durham and more will be in service around England by 2012\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}