{
 "pageTitle": "Staff recognised at Dial-a-Ride Awards 2011",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Staff recognised at Dial-a-Ride Awards 2011",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The  excellence and hard work of London Dial-a-Ride's drivers, call centre staff and support teams has been celebrated in the Dial-a-Ride Awards 2011 hosted by Transport for London (TfL)."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The awards marked the remarkable achievements of all the nominees and winners, championing the staff who keep the Dial-a-Ride service operating for the 50,500 members, delivering more than 1,126,000 trips in the past year, some 76,000 more trips than in the same period last year.",
     "Based on current performance, Dial-a-Ride is on track to deliver the most trips to its members since records began 20 years ago.",
     "Dial-a-Ride provides a unique, free and vital service to those who cannot use public transport.",
     "The members often have very specific needs and all staff have to be sensitive and adaptive to them.",
     "David Brown, Transport for London's Managing Director of Surface Transport presented the awards to:",
     "{\"template\":\"bulletlist\",\"items\":[\"\\u003cstrong\\u003eJohn Franco, Paddington Depot, Driver Attendant of the Year\\u003c/strong\\u003e - 'John has worked for Dial-a-Ride for eight years and has provided consistent, high quality service with many passengers commenting on what an exceptional driver he is'\",\"\\u003cstrong\\u003eLewis Wight, Innovator of the Year\\u003c/strong\\u003e - 'Lewis takes initiative in everything he does, he took it upon himself to update all the training materials for Dial-a-Ride, ensuring they are in line with the rest of TfL and designed and delivered a course in how to deal with difficult customers\",\"\\u003cstrong\\u003eStephanie Allen Reservationist of the Year \\u003c/strong\\u003e - 'Stephanie regularly goes above and beyond what is required as she helps, reassures and provides information to passengers, maintaining the highest professional standards often during busy and challenging times'\",\"\\u003cstrong\\u003eHiren Bedia, Service Support Person of the Year\\u003c/strong\\u003e - 'Hiren is a real team player and happy to stay late when needed to make sure all passengers get home safely or to provide assistance to any drivers who may need help. He works hard to keep the service running smoothly and ensure the passengers are happy'\",\"\\u003cstrong\\u003eKatrina Sheehan, Southall Depot, Administrator of the Year \\u003c/strong\\u003e - 'Katrina has worked hard to provide consistent, reliable, passenger-focused service and has ensured all the local records are inputted and had spent time teaching others how maintain the administration systems'\",\"\\u003cstrong\\u003eRicky May, Wimbledon Depot, Engineer of the Year\\u003c/strong\\u003e - 'Ricky takes particular pride in his work, ensuring all vehicles in his fleet are kept to highest health, safety and environmental standards. He is also on hand to help out with any breakdowns even out of hours'\",\"\\u003cstrong\\u003eLee Hardy, Woodford Depot, Judges' Award for actions above and beyond the call of duty \\u003c/strong\\u003e - this discretionary award recognises staff who have gone out of their way to assist others. They rise to challenges calmly and remain in control and cool under pressure. 'Lee had a Christmas Day booking for one of his regular clients to visit his wife in a nursing home. When the elderly client failed to turn up for his booking Lee thought something must be wrong.n investigation he found the man had fallen badly in his home. Lee contacted the emergency services and ensured he got treatment. He even visited him in hospital to wish him well\\u003cbr /\\u003e\"]}",
     "David Brown, Managing Director, Surface Transport, TfL said; 'Dial-a-Ride provides a lifeline to many who would not otherwise be able to travel, everyone has been working hard to make this the best service it can be and we are on target to deliver over 90,000 more trips this year compared to last year.\u003cbr /\u003e\u003cbr /\u003e'The Dial-a-Ride Awards are an important opportunity to recognise those who put outstanding customer service at the heart of what they do.'",
     "Boris Johnson, Mayor of London, said; 'To the many Londoners who depend on Dial-a-Ride I say that their service relies on having great staff who go above and beyond the call of duty.",
     "'On behalf of all those people who have been given back their independence through Dial-a-Ride, I would like to say thank you to the drivers, engineers and office staff who keep it running and congratulations to those who have achieved special recognition.'",
     "Certificates were also presented to drivers, engineering staff and duty managers who have passed a BTEC, NVQ or Duty Managers course in the last year."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}