{
 "pageTitle": "TfL reminds teenagers to take care on the roads as clocks change this weekend",
 "description": "The start of British Summer Time will initially cause darker mornings, so some teenagers may find themselves travelling in the dark.Road collisions involving teenagers typically occur on weekdays at peak travelling times when teenagers are going to and",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL reminds teenagers to take care on the roads as clocks change this weekend",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Mayor and Transport for London (TfL) today reminded teenagers to take care around London's roads in advance of the clocks going forward this weekend."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "With darker mornings around the corner we want youngsters to remember to take care and keep an eye out for their friends as they travel around the city.",
     "The start of British Summer Time will initially cause darker mornings, so some teenagers may find themselves travelling in the dark.",
     "Road collisions involving teenagers typically occur on weekdays at peak travelling times when teenagers are going to and from school.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Campaign on Facebook\"}",
     "As part of TfL's current teen road safety campaign, celebrity Road Safety Ambassadors including musician Wretch 32 and Being Human actors Lenora Crichlow and Russell Tovey have donated their time to remind London's teenagers in short video clips to remain careful when near or using London roads.",
     "These can be seen at \u003ca href=\"http://www.facebook.com/home.php#!/pages/Teen-Road-Safety-30-Day-Campaign/183336055035145\"\u003ehttp://www.facebook.com/home.php#!/pages/Teen-Road-Safety-30-Day-Campaign/183336055035145\u003c/a\u003e ",
     "Mayor of London, Boris Johnson, said: 'With darker mornings around the corner we want youngsters to remember to take care and keep an eye out for their friends as they travel around the city.",
     "Deaths of youngsters on London's roads are falling but we will continue to do everything in our power to help drive down needless accidents.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Visible teens\"}",
     "'Despite rising levels of awareness people should not become complacent.",
     "'Although the dark winter months are coming to an end, London's teenagers still need to be wary as they travel around the city, especially in the mornings around clock change.",
     "'I urge all teenagers to make sure that they are visible on the roads, particularly when they travel in the dark as that is when they are most vulnerable.'\u003cbr /\u003e",
     "'Posters for TfL's current teen road safety campaign 'Don't Let Your Friendship Die on the Road' can be seen across London now.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"In 2010, Road Safety Ambassadors recorded short clip advising teenagers to 'Look out for their mates'. To see the clip featuring Tinie Tempah, Tinchy Stryder, Eliza Doolittle, Rox, Bashy and Jaya go to \\u003ca href=\\\"http://www.youtube.com/watch?v=WXBMf1-_yJ4\\\"\\u003ehttp://www.youtube.com/watch?v=WXBMf1-_yJ4\\u003c/a\\u003e \",\"The 2011 Road Safety Ambassadors include: Wretch 32, The chart and underground star has just completed a sell-out UK tour and is preparing to unleash his debut album; Yasmin, this year's one to watch; Dels, the hottest signing to UK hip hop label Big Dada; and the stars of BBC3's drama series 'Being Human', Lenora Crichlow and Russell Tovey. Images are available on request\",\"No stars were paid to appear in the clips. Each person volunteered their services free of charge\",\"The Casualties in Greater London during 2009 report is available at \\u003ca href=\\\"http://londonroadsafety.tfl.gov.uk/data-research_publications.php\\\"\\u003ehttp://londonroadsafety.tfl.gov.uk/data-research_publications.php\\u003c/a\\u003e \",\"TfL Road Casualties in Greater London 2010 will be published in June 2011\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}