{
 "pageTitle": "Travelling with Oyster to be simpler than ever",
 "description": "This is just one of a series of announcements made following a rail summit held last month, chaired by Mayor of London Boris Johnson and attended by the train companies that operate in Greater London.The Oyster Extension Permits were introduced by the",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Travelling with Oyster to be simpler than ever",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "From the end of May, Oyster users will no longer need to get an Oyster Extension Permit when travelling to the edges of the city."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This is just one of a series of announcements made following a rail summit held last month, chaired by Mayor of London Boris Johnson and attended by the train companies that operate in Greater London.",
     "The Oyster Extension Permits were introduced by the train companies in January last year when Oyster was rolled out onto National Rail services.",
     "Passengers using an Oyster Travelcard who wanted to travel outside the zones for which it was valid had to load a permit onto their Oyster card.",
     "This indicated their intention to extend their travel using Oyster pay as you go credit.",
     "Although free of charge, this required additional loading at ticket offices or ticket machines.",
     "A range of other improvements were also announced as a result of the summit, including a new, clear and combined rail and TfL Oyster map that will soon be available at rail and Tube stations.",
     "The map replaces the train companies' London Connections and TfL's Oyster maps, making it easier for Londoners and visitors to navigate the city.",
     "Further improvements will see TfL and train companies working together to:",
     "{\"template\":\"bulletlist\",\"items\":[\"Finalise plans to extend Oyster pay as you go outside London\",\"Evaluate the extension of payment using contactless bank cards on National Rail services for its introduction in 2012\",\"Further explore how to improve passenger information, particularly during times of disruption\",\"Finalise travel arrangements for the 2012 Games\"]}",
     "The Mayor and train companies are also working on continuing investment to improve transport in the capital and meet the expected rise in demand in coming years.",
     "Boris Johnson said: 'Getting Oyster onto National Rail in the capital has been a massive success.",
     "'It has become now the  only card you need to get around the capital, and two million journeys a week on National Rail services in London are now made using Oyster cards.",
     "'But for anyone heading to Outer London the extension permits were utterly baffling.",
     "'I'm delighted they will no longer be required and today we have set out even more ways of working in tandem with the train companies to improve services for Londoners.'"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}