{
 "pageTitle": "TfL brings forward 600 homes in Harrow and names Northwood partner",
 "description": "TfL brings forward 600 homes in Harrow and names Northwood partner",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2018",
   "url": "/info-for/media/press-releases/2018"
  },
  {
   "title": "March",
   "url": "/info-for/media/press-releases/2018/march"
  },
  {
   "title": "TfL brings forward 600 homes in Harrow and names Northwood partner"
  }
 ],
 "title": {
  "title": "TfL brings forward 600 homes in Harrow and names Northwood partner",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) has announced today that it is working with the Borough of Harrow to bring forward a development at Harrow on the Hill Tube station which will provide over 600 homes, 35 per cent of which will be affordable.",
     "As well as providing hundreds of new homes at Harrow on the Hill, the 2.5 acre development would provide step-free access to the southern station entrance and improve the connection between the north and south of the station. It will also provide new retail, enhanced public realm around the Tube station and better bus station facilities. Harrow on the Hill is in zone 5 and is served by the Metropolitan line.",
     "Also this month, TfL has selected Triangle London Developments (TLD), a consortium between Notting Hill Housing and U+I, as its preferred partner for a joint venture partnership to develop a 4.7 acre site around Northwood Tube station. The site has the potential to provide over 150 new homes, 35 per cent of which will be affordable.",
     "The site, which was launched to the Property Partnerships Framework last year, will deliver step-free access to the Tube station, new public space alongside retail and commercial space and an improved bus interchange.",
     "Northwood station is located in zone 6 on the Metropolitan line in the London Borough of Hillingdon. Subject to contracts, TfL will work with TLD to carry out public consultation and engagement on proposals later this year, ahead of submitting a planning application.",
     "These schemes will now bring the number of homes that have been brought forward in 2017/18 to more than 3,000. Earlier this year, TfL brought to market Limmo Peninsula, in Newham, through its Property Partnerships Framework and also launched to market 10 small sites through the Mayor of London's Small Sites Small Builders portal which is targeted at the SME sector.",
     "Graeme Craig, Director of Commercial Development at TfL, said: `Working closely with the Mayor, this financial year we will have brought to market sites that will generate over 3,000 homes, half of which will affordable. Our development programme will transform dozens of neighbourhoods across London, creating thousands of jobs, and generating hundreds of millions of pounds to plough back into the transport network, alongside operational improvements such as step-free access at stations.'",
     "Cllr Sachin Shah, Leader of Harrow Council, said: `I'm delighted that the Mayor and TfL are joining us in building a better Harrow. Step-free access at Harrow-on-the-Hill will be life-changing for so many of our residents - and help open up our town centre too - bringing more shoppers to our fantastic range of retail, restaurants and leisure outlets. Homes for Harrow people on the site are icing on the cake - with affordable prices at the heart of our community.'",
     "John Hughes, Group Development Director for Notting Hill Housing, said: \"This is a very exciting opportunity for Triangle London Developments to continue our work with TfL, bringing forward much needed affordable housing in London. We look forward to the positive impact the Northwood Station project will have on the local community.'",
     "Across all sites brought forward since May 2016, 50 per cent of the homes will be affordable - with individual sites contributing between 35 and 100 per cent. In addition to substantial amounts of housing, TfL's programme provides retail and commercial space, as well as operational improvements such as step free access at stations.",
     "Notes to editors\u003cbr /\u003eTriangle London Developments is a consortium between housing association Notting Hill Housing and property developers U+I. TLD were selected for TfL's Property Partnership Framework in 2016 and have since been chosen as preferred partner for schemes at Kidbrooke Station, Landmark Court in Southwark and Northwood Tube Station.",
     "TfL launched the Property Partnership Framework in 2016. Following a competitive tender process, TfL approved the appointment of 13 leading property development companies and consortiums that it could work with to develop its sites. This provides a ready pool of partners eligible to bid to work with TfL in joint ventures as sites become available. This will ensure thousands of homes, offices and retail spaces across London can be delivered more efficiently and quickly. Sites brought forward for development by Transport for London so far are:",
     "{\"template\":\"bulletlist\",\"items\":[\"Landmark Court, Southwark - potential for 80 homes - 35 per cent affordable housing\",\"Kidbrooke, Greenwich - potential for 400 homes - 50 per cent affordable\",\"Fenwick South, Lambeth - potential for 55 homes, 100 per cent affordable\",\"Blackhorse Road, Waltham Forest - potential for 350 homes, 50 per cent affordable\",\"Limmo, Newham - potential for 1500 homes, 40 per cent affordable\"]}",
     "Through the Mayor of London's 'Small Sites, Small Builders' programme, TfL is bringing forward 10 of its small sites for development, with capacity ranging from between two and 42 homes. The initial 10 plots will deliver 111 new homes in total, of which 68 per cent will be affordable. The land will be made more accessible for smaller builders through a simple bidding process with standardised legal contracts, and two of the sites will be dedicated specifically to community-led housing groups."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2018/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2018/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2018/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2018/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2018/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2018/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2018/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2018/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2018/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2018/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2018/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2018/december",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}