{
 "pageTitle": "Construction work to begin on major new Cycleway in south-east London on 5 July",
 "description": "Construction work to begin on major new Cycleway in south-east London on 5 July",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2019",
   "url": "/info-for/media/press-releases/2019"
  },
  {
   "title": "June",
   "url": "/info-for/media/press-releases/2019/june"
  },
  {
   "title": "Construction work to begin on major new Cycleway in south-east London on 5 July"
  }
 ],
 "title": {
  "title": "Construction work to begin on major new Cycleway in south-east London on 5 July",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Cycleway 4 will run between Tower Bridge and Greenwich and will make cycling and walking safer in south-east London"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Cycling and walking in south-east London is set to become safer as TfL confirmed today that construction work on a major new segregated cycle route will begin on 5 July.",
     "Work is starting on the first section of Cycleway 4 between Tower Bridge and Rotherhithe Roundabout and includes new pedestrian crossings along Tooley Street and Jamaica Road and the overhaul of the dangerous Rotherhithe roundabout.",
     "TfL has been working closely with Southwark, Lewisham and Greenwich Councils on plans for this major new high-quality route which, when complete, will connect neighbourhoods between Tower Bridge and Greenwich to London's growing network of high-quality Cycleways and will enable thousands more journeys in south-east London to be made more safely.",
     "Overall, the scheme involves £54m of investment from TfL's Healthy Street budget.",
     "The Mayor and TfL are working to double the number of cycle journeys across the capital over the next six years as part of a shift towards more efficient, healthier and less polluting forms of transport.",
     "TfL has doubled the amount of protected space on London's roads for people cycling since 2016 and is on course to triple this by 2020.",
     "Major upgrades planned as part of the route include:",
     "{\"template\":\"bulletlist\",\"items\":[\"A 4km two-way segregated cycle track on Tooley Street, Jamaica Road, Evelyn Street and Creek Road, which will keep people cycling separated from motor traffic\",\"Five new signal-controlled pedestrian crossings and upgrades to more than 20 existing pedestrian crossings\",\"An overhauled Rotherhithe roundabout, which will transform one of London's most dangerous junctions as part of \\u003ca href=\\\"https://tfl.gov.uk/info-for/media/press-releases/2017/april/new-roads-targeted-in-updated-safer-junctions-programme\\\"\\u003eTfL's Safer Junctions programme\\u003c/a\\u003e \",\"A new eastbound bus gate on the Jamaica Road approach to Rotherhithe roundabout, giving buses priority and easier access into Lower Road\",\"New and improved street layout at Deptford High Street and Rotherhithe roundabout, including new paving and trees\"]}",
     "Work will start in July on an initial 1.8km section of segregated cycle route. Construction work on further sections of the route, including Evelyn Street and Creek Road, will begin next year.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Healthy Streets\"}",
     "Overall, TfL is investing a record £2.3bn in 'Healthy Streets' to enable more walking and cycling in London.",
     "Mayor of London, Sadiq Khan, said: 'I'm delighted that work is about to begin on this major new cycle route in south-east London.",
     "'High-quality segregated cycle routes greatly increase the numbers of people who feel confident cycling on our streets and with new pedestrian crossings along the route, road danger will be substantially reduced for thousands of pedestrians too.",
     "'Boroughs like Southwark, Lewisham and Greenwich really understand the huge benefits of investing in high-quality walking and cycling infrastructure.",
     "'With record investment from TfL we will continue to work with boroughs who share our vision to tackle London's inactivity crisis, reduce road danger, and get more people out of their cars and into cleaner greener forms of transport.'",
     "Gareth Powell, TfL's Managing Director of Surface Transport, said: 'Cycleway 4 will transform streets for local people between Tower Bridge and Greenwich, making walking and cycling much safer and easier for thousands of people every day, as well as making local streets more pleasant places to spend time.",
     "'We'd like to thank local residents, visitors and businesses for their patience whilst construction work takes place and would encourage people in the area to plan ahead while work to create the route is underway.'",
     "Simon Munk, Infrastructure Campaigner, London Cycling Campaign, said: 'The arrival of Cycleway 4 is fantastic news. This is a major step towards the Mayor's commitment to London Cycling Campaign to triple the mileage of protected space for cycling on London's main roads.",
     "'When complete, this route will bring safer cycling to many more people of all ages and abilities, than currently ride on these hostile streets. We look forward also to the upcoming Southwark Lower Road scheme to fill the gap in this scheme and to future extensions to Woolwich and London Bridge.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Ongoing transformation\"}",
     "Nadia Broccardo, Chief Executive, Team London Bridge, said: 'The construction of Cycleway 4 is great news for our business community.",
     "'Cycling will play a major part in the ongoing transformation of London Bridge as a globally significant place of modern commerce, enterprise and creativity, and in creating one of the UK's flagship transport hubs.",
     "'A better cycling network will enable the area to become quieter, greener, safer, less polluted, more welcoming, more inclusive, more efficient and better connected. It will benefit communities that work, visit and live in London Bridge.'",
     "Where possible, disruptive works will be carried out during the school summer holidays when roads are quieter, to minimise the impact on local roads.",
     "TfL contractors will also use longer working hours* to reduce the length of construction and TfL will monitor traffic signals in the area and adjust timings where necessary to ensure that traffic can continue to flow in the area.",
     "While construction work is taking place, drivers and bus users should expect delays in the area, including on the approach to Rotherhithe roundabout, and should allow plenty of time for their journeys.",
     "Where possible, TfL advises using Tube or rail, or to cycle or walk, for shorter trips. Using alternative routes and travelling outside peak hours may also help reduce delays.",
     "Local businesses are also advised to plan ahead to help minimise any impact on their operations.",
     "Full travel advice is available on the TfL website at \u003ca href=\"http://www.tfl.gov.uk/cycleway4\"\u003etfl.gov.uk/cycleway4\u003c/a\u003e ",
     "Southwark Council will consult on the Lower Road section of the Cycleway next month along with a number of other cycle routes and improvements in the borough.",
     "Cllr Richard Livingstone, Cabinet Member for Environment, Transport and the Climate Emergency for Southwark, said: 'In Southwark we welcome this new addition to our growing network of cycleways.",
     "'I hope that the introduction of segregated bike lanes and improved junctions will encourage even more people to get on their bikes and help to improve their health and happiness, and all of our air quality.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Ambitious\"}",
     "TfL and Greenwich Council are also working on proposals to extend Cycleway 4 to Woolwich, which includes proposals to reduce road danger at the Angerstein/Woolwich Road roundabout and will complement Greenwich's ambitious Liveable Neighbourhood scheme, which will make Greenwich town centre less congested, safer for people walking and cycling, and more efficient for business deliveries.",
     "Cllr Denise Scott-McDonald, Cabinet Member for Air Quality, Sustainability and Transport for Greenwich, said: 'If we want to get more people walking and cycling, we have to provide well-designed and safe routes.",
     "'Cycleway 4 will link up with our Liveable Neighbourhood scheme in Greenwich Town Centre, a project which will remove through traffic from two main roads to create healthy streets. The proposals received overwhelming support, which proves that residents in Greenwich want low traffic neighbourhoods with safe spaces for walking and cycling.",
     "'The next phase of Cycleway 4 will run right across the borough from Greenwich Town Centre to Woolwich - I will continue to work with TfL to ensure that designs are progressed and construction can start as soon as possible after phase one is complete.'",
     "Councillor Brenda Dacres, Cabinet Member for Environment and Transport for Lewisham, said: 'Air pollution is a public health emergency, with thousands of deaths attributable to toxic air pollutants in London every year.",
     "'We know that road transport produces around half of the air pollution and around a third of the greenhouse gases in the UK, so we must encourage Londoners to ditch their cars and get on their bikes, and this is exactly what Cycleway 4 aims to do. It will improve air quality and reduce greenhouse gas emissions.",
     "We're very excited about Cycleway 4 going through our borough. It's a fantastic scheme that will bring many benefits including encouraging more people to cycle, improving connections with central London, providing a safer travel option, improving people's health and wellbeing, and reducing air pollution.",
     "'Cycleway 4 will also complement Lewisham's existing cycle routes, link in with our Liveable Neighbourhood scheme and encourage people to walk more by bringing benefits for pedestrians, such as improved paving, new pedestrian crossings and tree planting.",
     "'These improvements will provide Deptford with world class facilities for cyclists and will make it a more a pleasant area to live, work and shop.'",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Full travel advice is available on the TfL website at \\u003ca href=\\\"http://www.tfl.gov.uk/cycleway4\\\"\\u003etfl.gov.uk/cycleway4\\u003c/a\\u003e \"]}",
     "*Construction work will take place between 8am and 6pm six days a week with the potential for additional work on Sundays if required"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2019/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2019/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2019/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2019/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2019/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2019/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2019/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2019/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2019/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2019/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2019/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2019/december",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}