{
 "pageTitle": "Londoners asked for views on plans for lower speed limits",
 "description": "Londoners asked for views on plans for lower speed limits in central London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2019",
   "url": "/info-for/media/press-releases/2019"
  },
  {
   "title": "June",
   "url": "/info-for/media/press-releases/2019/june"
  },
  {
   "title": "Londoners asked for views on plans for lower speed limits"
  }
 ],
 "title": {
  "title": "Londoners asked for views on plans for lower speed limits",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "TfL proposes to make all of its roads within the Congestion Charge Zone 20mph next year as part of the Mayor's Vision Zero commitment to eliminate death and serious injury on London's roads"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Speed is a factor in around 37 per cent of collisions where a person dies or is seriously injured across London\",\"A person hit at 30mph is five times more likely to die than someone hit at 20mph\"]}",
     "Transport for London (TfL) has today launched a consultation on plans to introduce lower speed limits on all TfL roads in the Congestion Charge Zone (CCZ) by May next year. The move is a key part of the Mayor's Vision Zero ambition to eliminate death and serious injury from London's transport network and would see 20mph limits introduced on 8.9km of main roads including Millbank, Albert Embankment, Victoria Embankment and Borough High Street.",
     "A 20mph limit will also be introduced at Aldgate Gyratory, which is on the boundary of the CCZ, rather than within it. Combined with the 20mph limits already set on the vast majority of borough roads, this would mean that most of the roads in central London would become 20mph.",
     "Lower speeds for central London are vital to protect people walking, cycling and riding motorcycles. The faster a vehicle is going, the more likely a collision will occur and the higher the chance of death or more severe injuries occurring. Cutting speeds from 30mph to 20mph is expected to significantly reduce the likelihood of death and serious injury. If someone walking is hit by a vehicle at 20mph, they are five times less likely to be killed than if they were hit at 30mph.",
     "As well as new 20mph signs and road markings along routes, TfL plans to raise the height of pedestrian crossings in seven high-risk locations, including near the busy Embankment and Tower Hill Tube stations and in areas with a high number of pedestrians, such as outside the Tate Britain. The measures, designed to discourage speeding, have been chosen for locations where high numbers of collisions resulting in death or serious injury have previously occurred. Speed cameras on all of TfL's roads within the CCZ will be amended to 20mph, and mobile speed cameras will also be used to make sure drivers comply with the new limit.",
     "Following the initial implementation, monitoring will be undertaken to determine whether further measures to reduce speeds further are required.",
     "The Mayor of London, Sadiq Khan, said:",
     "'Each year more than 4,000 people are killed or seriously injured on London's streets. The evidence is clear - lowering speeds on the most dangerous roads saves lives. The proposed 20mph speed limit on TfL roads within the Congestion Charge Zone and at Aldgate Gyratory will protect people walking and cycling and other road users in the busiest part of the capital.'",
     "In July 2018, the Mayor and TfL launched a bold Vision Zero Action Plan to end the toll of deaths and serious injuries on London's streets.",
     "The Plan includes a new joint approach to roads policing with the Metropolitan Police, focused on high-risk offenders, as well as highly visible patrols and intelligence-led activity to target known problem areas. This is alongside the transformation of dangerous junctions, as well as a new Bus Safety Standard and the Direct Vision Standard, which will remove the most dangerous lorries from London's roads.",
     "Stuart Reid, Interim Director of Vision Zero at TfL, said:",
     "'Lower speeds save lives. That's why we plan to reduce speed limits in central London, where hundreds of thousands of people are walking and cycling each day. Many of London's boroughs are already leading the way on safer speed limits and introducing 20mph in central London will deliver consistently safer roads regardless of which road authority is responsible for them. The bold actions outlined in the Mayor's Vision Zero Plan will set London on the path to eliminating death and serious injuries on our transport network by 2041.'",
     "Over the next five years, TfL is proposing to introduce lower speed limits on its road network in many of London's other town centres and high-risk locations, to reduce road danger and save lives. Overall, TfL aims to introduce new lower speed limits across 150km of its road network, as well as supporting ambitious local speed reduction programmes led by London boroughs on local roads.",
     "Jeremy Leach, London Campaign Co-ordinator for 20's Plenty for Us, said:",
     "'We are delighted to see TfL introducing 20mph limits on all the roads it manages in central London. With 20mph limits now firmly established across the capital and the impact on casualties of getting maximum speeds down to 20mph well known, every effort must be made to ensure drivers comply with the new lower limits.",
     "'The combination TfL proposes of 20mph limits coupled to changes in road design and new traffic calming, greater police and camera enforcement plus the opportunities that speed limiting technology now offers is starting to deliver safer streets in London especially for all those who are walking and cycling.'",
     "Joshua Harris, Director of Campaigns at Brake, the road safety charity, said:",
     "'Whether you are walking, cycling, or driving, it is everyone's right to be free to get around in a safe and healthy way but this can only be achieved if the vehicles on our roads are travelling at safe speeds. 20mph limits give drivers more time to stop to avoid a crash and also make our streets more welcoming places to be, encouraging people to choose to walk or cycle rather than get in a car. The Vision Zero commitment to eliminate death and serious injury from our roads is a moral imperative and we call on all local and national governments to follow TfL's lead.'",
     "Stephen Edwards, Director of Policy \u0026 Communications at Living Streets said:",
     "'It's vital that people realise the facts around 20mph. If a pedestrian is struck by a vehicle at 20mph they have a 97% chance of survival. This reduces with every mile driven faster. As a supporter of Vision Zero, Living Streets champions a change in legislation to set 20mph as the default speed limit in built-up areas. Lower speeds are an essential part of liveable neighbourhoods. The consultation and implementation plan TfL have devised are a great step forward for London.'",
     "TfL and the police are working with local communities to tackle speeding in residential areas. Community Roadwatch allows community members to detect speeds in their local area and warning letters are then sent to speeding drivers.",
     "Since Community Roadwatch launched across all 33 London boroughs in August 2015, more than 80,000 speeding drivers have been caught. Fewer than two per cent of people who received letters were caught speeding again.",
     "In addition to reducing the likelihood and severity of collisions, lowering speeds makes London's streets more attractive for walking and cycling, and less polluted.",
     "Notes to editors:",
     "The consultation is open until 10 July and can be completed here: \u003ca href=\"[ioID]#https://consultations.tfl.gov.uk/streets/20/ \"\u003ehttps://consultations.tfl.gov.uk/streets/20/ \u003c/a\u003e ",
     "Further information on Vision Zero for London, including the Action Plan, can be found here: \u003ca href=\"[ioID]#tfl.gov.uk/corporate/safety-and-security/road-safety/vision-zero-for-london\"\u003etfl.gov.uk/corporate/safety-and-security/road-safety/vision-zero-for-london\u003c/a\u003e ",
     "More information on safe speeds is available here: \u003ca href=\"[ioID]#https://tfl.gov.uk/corporate/safety-and-security/road-safety/safe-speeds\"\u003ehttps://tfl.gov.uk/corporate/safety-and-security/road-safety/safe-speeds\u003c/a\u003e ",
     "TfL is planning to make 20mph the new general speed limit on TfL roads within central London by spring 2020, prioritising the part of the capital with a high volume of vulnerable road users including pedestrians, cyclists and motorcyclists. This is TfL roads within the Congestion Charge Zone, as follows:",
     "{\"template\":\"bulletlist\",\"items\":[\"Albert Embankment\",\"Lambeth Palace Road, Lambeth Bridge\",\"Millbank\",\"Victoria Embankment\",\"Upper Thames Street, Lower Thames Street, Tower Hill\",\"Borough High Street, Great Dover Street\",\"Blackfriars Road\",\"Part of Druid Street (between Tower Bridge Road and Crucifix Lane), Crucifix Lane, part of Bermondsey Street (between Crucifix Lane and Tooley Street), part of Tooley Street (between Bermondsey Street and Tower Bridge Road)\"]}",
     "A 20mph limit will also be introduced at Aldgate Gyratory, including Leman Street, Prescot Street, Mansell Street, Minories and Goodman's Yard, which is on the boundary of the CCZ rather than within it."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2019/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2019/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2019/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2019/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2019/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2019/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2019/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2019/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2019/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2019/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2019/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2019/december",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}