{
 "pageTitle": "Plans to make streets safer for walking and cycling in Barking",
 "description": "TfL sets out plans to make streets safer for walking and cycling in Barking and Barking Riverside",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2019",
   "url": "/info-for/media/press-releases/2019"
  },
  {
   "title": "June",
   "url": "/info-for/media/press-releases/2019/june"
  },
  {
   "title": "Plans to make streets safer for walking and cycling in Barking"
  }
 ],
 "title": {
  "title": "Plans to make streets safer for walking and cycling in Barking",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Proposed 7km Cycleway would connect the growing neighbourhoods of Barking and Barking Riverside"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"The plans would make it easier and safer to cross busy roads and improve access to the Barking Riverside development\",\"Route is part of wider proposals connecting to llford Town Centre\"]}",
     "TfL is inviting people to have their say on plans to transform the growing neighbourhoods of Barking and Barking Riverside, creating safer streets that are less dominated by motor traffic and are instead much more welcoming to people walking, cycling and using public transport.",
     "The proposed 7km Cycleway is the second new cycling route to be consulted on following TfL's Strategic Cycling Analysis, which used data to identify 25 areas which showed the best potential for growing cycling numbers. The route would connect the development at Barking Riverside, where more than 10,000 new homes are being built, with Barking Town Centre. It is part of wider proposals to connect with Ilford Town Centre, where an Elizabeth line station is due to open. The new route will also connect with Cycle Superhighway 3 at Mayesbrook Bridge, which provides a direct link to Canary Wharf and Central London.",
     "New 'continuous' pedestrian crossings in the area will give priority to people moving on foot and a new walking and cycling footbridge over Mayes Brook will make journeys between Barking and Barking Riverside safer, faster and more direct.\u003cbr /\u003eThe proposed upgrades include:",
     "{\"template\":\"bulletlist\",\"items\":[\"A new 7km high-quality cycle route including a new stepped cycling track on Wakering Road providing two-way cycle access\",\"A new wider pedestrian and cycle footbridge over Mayes Brook. Lighting and green space improvements will be included as part of this bridge upgrade\",\"An upgraded walking and cycling crossing on Bastable Avenue will provide safer and easier access to Thames View Junior and Infant School and local businesses\",\"New 'continuous' pedestrian crossings at junction of St Awdrys and Eldred Road\",\"Links to both existing and proposed cycling routes including Cycle Superhighway 3 (Barking to Tower Gateway) and the proposed walking and cycling improvements at Ripple Greenway in Barking Riverside\"]}",
     "The consultation is now open for people to have their say at tfl.gov.uk/Ilford-barking until Monday 5 August. TfL will consult on its proposals for Station Parade, Renwick Road, and the connection to Ilford Town Centre at a later date.",
     "\u003cstrong\u003eWill Norman, London's Walking and Cycling Commissioner, said: \u003c/strong\u003e ",
     "'These plans will enable many more people to walk and cycle as part of their everyday routine. By reducing road danger and cutting air pollution, we will make our streets much better for everyone. I encourage everyone who lives or works in Barking or Barking Riverside to have their say during the consultation.'",
     "\u003cstrong\u003ePenny Rees, Head of Network Sponsorship at TfL, said: \u003c/strong\u003e ",
     "\u003cstrong\u003e'\u003c/strong\u003e We are committed to reducing road danger across the capital and know that there is a real need for this in Barking and Barking Riverside, as well as high demand for walking and cycling, but that many people are put off by the amount of motor traffic and the lack of safe, clear routes. Our plans for the area would provide a real boost to communities in the area and make neighbourhoods safer, greener and cleaner. I'd encourage everybody to get involved in our consultation and to make sure their voice is heard.'",
     "\u003cstrong\u003eThe Leader of Redbridge Council, Cllr Jas Athwal, said:\u003c/strong\u003e ",
     "'This consultation is a fantastic opportunity for residents to have their say on exciting plans to develop a new Cycleway and improve pedestrian access between Ilford and Barking.",
     "'These improvements will help reduce pollution and benefit residents' health by making it easier for everyone to walk and cycle rather than drive. I'm looking forward to hearing everyone's thoughts on the proposals.'",
     "\u003cstrong\u003eCllr Cameron Geddes, Cabinet Member for Housing and Regeneration for Barking and Dagenham Council, said: \u003c/strong\u003e ",
     "'The proposed Cycleway will be opening up a whole new world and opportunities for cyclists in east London and our borough. It will connect Barking Riverside to the river and to Barking Town Centre and even to central London via a segregated cycle route. I urge people to get involved and help shape the future of cycling.'",
     "\u003cstrong\u003eNick Davies, Transport Manager for Be First, Barking and Dagenham Council's regeneration company, said: \u003c/strong\u003e ",
     "'TfL and the Mayor are committed to expanding the capital's cycle network at pace and increasing the proportion of Londoners who live within 400 metres of the cycling network to 28 per cent by 2024, up from nine per cent. TfL has doubled the amount of protected space for cyclists since 2016 and is on course to triple this by 2020.'",
     "Construction work on two major new routes, between Tower Bridge Road and Greenwich and Brentford and Olympia is set to begin later this year.",
     "In 2018, the Mayor's Vision Zero, Walking and Cycling Action Plans set out ambitious targets for eliminating death and serious injury from London's roads and becoming the best city in the world for walking and the best big city for cycling. These plans will ensure safer streets and a high standard for walking and cycling routes, which will significantly increase the number of people walking and cycling as well as reduce road danger, congestion and air pollution."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2019/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2019/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2019/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2019/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2019/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2019/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2019/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2019/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2019/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2019/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2019/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2019/december",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}