{
 "pageTitle": "Siwan Hayward recognised in Queen's Birthday Honours",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2019",
   "url": "/info-for/media/press-releases/2019"
  },
  {
   "title": "June",
   "url": "/info-for/media/press-releases/2019/june"
  },
  {
   "title": "Siwan Hayward recognised in Queen’s Birthday Honours"
  }
 ],
 "title": {
  "title": "Siwan Hayward recognised in Queen’s Birthday Honours",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Siwan recognised with an OBE in the Queen's Birthday Honours for services to transport and policing"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Siwan, who is from Aberystwyth in Wales and now lives in Walthamstow, joined TfL in 2007 and is now the Director of Compliance, Policing and On-Street Services, responsible for leading the transport policing, enforcement, community safety and security agenda for TfL. She uses her drive and passion to engage with TfL's policing partners and inspire more than 700 members of staff to successfully make TfL's transport network a safer and more welcoming place for those travelling across the capital. This has achieved a remarkable 40 per cent reduction in the crime rate on London's public transport network over the past ten years.",
     "In her role, Siwan influences and helps set the strategic direction for thousands of police officers in the capital, focusing on improving the safety, security and reliability of transport and travelling in London. This includes visible transport policing, targeted operations and working towards the Mayor and TfL's Vision Zero commitment to eliminate death and serious injury on London's transport network. She is considered a pioneer in her field, sharing best practice, advice and support with transport and policing authorities across the world.",
     "During her time at TfL, Siwan has led on a number of award-winning and successful projects to make the capital safer. Bringing together London's policing agencies, she was instrumental in the development and launch of the world-leading 'Project Guardian'. It was set up to increase awareness of the range of different behaviours that constitute unwanted sexual behaviour, encouraging people to report, safe in the knowledge it is taken seriously and investigated.",
     "Under Siwan's stewardship, research commissioned in 2013 showed that 15 per cent of women had experienced unwanted sexual behaviour on public transport in London, yet 90 per cent of those women did not report incidents to the police.  Project Guardian has involved two ground-breaking marketing campaigns, 'Report it to stop it' and 'Every report helps build a picture', regular events engaging 100,000 customers and the delivery of more than 100 bespoke school lessons. Crucially, since 'Report it to stop it' launched, there has been a 65 per cent increase in reports of unwanted sexual behaviour, resulting in 1,500 arrests. The approach has been recognised as best practice and has been adopted both nationally and internationally in cities, such as Lisbon, Rio de Janeiro and Buenos Aires.",
     "Siwan has also led the London-wide activity to tackle hate crime on the transport network. This included more than 1,000 #WeStandTogether events taking place and spreading the message to the wider TfL workforce through online learning as well as awareness sessions for frontline staff. She has also been a trailblazer within TfL in driving forward how it identifies and safeguards vulnerable children and adults who use TfL's services, developing governance structures and online learning for staff.  Outside of TfL, Siwan is Chair of ADFAM, the national charity that supports and advocates for families affected by substance misuse.\u003cbr /\u003eIn an industry that is typically male-dominated, Siwan has also been passionate about inspiring the next generation of women into transport, particularly into operational roles, as well as supporting those who have already taken their first steps into the sector. She regularly acts as a mentor, sharing advice and guidance, and has been a champion for the development programme within TfL, which has been tailored specifically to mentor, coach and develop women who are underrepresented in the operational workforce.",
     "\u003cstrong\u003eMayor of London, Sadiq Khan, said: \u003c/strong\u003e ",
     "'I'm delighted that Siwan has been recognised for the hugely important work she is doing making our city a better place, leading the way on how London and other cities around the world can make their transport networks safe environments for everyone. Through Project Guardian and ground-breaking campaigns like 'Report it to stop it', Siwan's work has led to a step change in how we prioritise tackling unwanted sexual behaviour on public transport, encouraging thousands more victims to come forward and report offences. Her work continues to improve the lives of Londoners every single day.'",
     "\u003cstrong\u003eLondon's Transport Commissioner, Mike Brown MVO, said: \u003c/strong\u003e ",
     "'It is fantastic to see Siwan being recognised in the Queen's Birthday Honours, a recognition that is truly deserved. Siwan plays a vital role in making London's transport network safe, creating an environment where our customers can travel without the fear of crime. She is an inspiring role model for everyone within TfL, in the transport industry and beyond.'",
     "\u003cstrong\u003eSiwan Hayward, Director of Compliance, Policing and On-Street Services at TfL, said: \u003c/strong\u003e ",
     "'I am overjoyed to be recognised in the Queen's Birthday Honours but this is really recognition of everyone in my team at TfL and our partners in the Metropolitan Police and British Transport Police and I'd like to thank all of the teams across TfL who support safety and security. I am truly grateful to work with such brilliant people, who are as equally passionate as me in making sure that we keep our capital safe, secure and moving. Raising awareness is a huge part of the work we do and hopefully this award helps to support that. My job is incredibly rewarding and I hope that more women continue to realise the opportunities that are open to them in the operational areas of the transport industry.'"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2019/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2019/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2019/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2019/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2019/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2019/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2019/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2019/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2019/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2019/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2019/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2019/december",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}