{
 "description": "Station to become step-free in latest push for a more accessible transport network",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2014",
   "url": "/info-for/media/press-releases/2014"
  },
  {
   "title": "December",
   "url": "/info-for/media/press-releases/2014/december"
  },
  {
   "title": "£36m upgrade of Vauxhall Tube station reaches half way"
  }
 ],
 "title": {
  "title": "£36m upgrade of Vauxhall Tube station reaches half way",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Station to become step-free in latest push for a more accessible transport network"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Construction work on the £36 million upgrade of Vauxhall Tube station, to increase capacity and make it step-free, is now at the half way mark.",
     "This is the essential first phase of a major investment designed to support the growth and regeneration of the surrounding area.",
     "The number of passengers using Vauxhall Underground station is set to increase by 40% over the next few years and in order to create extra space, the ticket hall is being reconfigured to enlarge it and increase the number of ticket gates, reducing congestion within the station. The Tube station has remained open during the work and will continue to do so.",
     "The ticket hall, its subways and stairways will be completely refurbished and a lift will be installed between the ticket hall and platforms. This, combined with the existing lift from the bus station to the Tube ticket hall, will deliver step-free access to the Victoria line trains.",
     "David Waboso, Capital Programmes Director, London Underground, said: `A lot of hard work has gone on behind the hoardings to modernise Vauxhall Underground station over the past year. Now it is half way complete with a new station control room, new equipment rooms and a lift shaft excavated.",
     "`Vauxhall is a very busy Tube station, with about 21 million people using it annually, and it's set to get even busier.  Not only are we making the station step-free, it will also give passengers more space and will make journeys through the station quicker and more pleasant. These works, along with other TfL investment in improving the local transport network, will play a key role in helping to support the regeneration of the area.",
     "`Carrying out tunneling activities and other major works within this busy station, while keeping it fully in use, is no small achievement\", said Ailie MacAdam, head of Bechtel's rail business. \"We've enjoyed growing our partnership with our customer London Underground, building a diverse team together and we're looking forward to delivering this upgrade on time, within budget and to a level of quality that we can all be proud of.'",
     "Around 30% of the engineers  on this  project  from Bechtel and London Underground are female - compared to the national supply in the UK, which is about 6%.",
     "A new station control room has been installed and a new electrical switch room, offices, staff mess room and staff toilets are just being finished on the north side of the ticket hall. While on the south side of the ticket hall, old rooms have been stripped out and the wall tiling has commenced as part of the refurbishment of the subways and stairs.",
     "For the step-free access works, the new lift shaft, which is approximately 15 metres deep, has been excavated and the initial concrete lining for the shaft has been sprayed, while the lobby passageways from the lift to the platforms are being excavated.",
     "Over the next year the south side of the ticket hall will be reconstructed with the installation of the new lift and replacement bus station lift, the realignment of the ticket gate line with additional gates and the complete refurbishment of the ticket hall and subways with new signage, CCTV, ceilings, floor and wall tiling.",
     "Transport for London (TfL) is working to support a huge increase in jobs, businesses and homes in Vauxhall, Nine Elms and Battersea, which is one of the Mayor's 33 key Opportunity Areas. Key projects include extending the Northern line, transforming the gyratory system, making major improvements for walking and cycling, and enhancing bus services.",
     "The total project cost of the Vauxhall Tube station improvements has been reduced by more than £9 million from £45 million through working closely with contractor Bechtel.",
     "{\"template\":\"bulletlist\",\"items\":[\"The works to improve Vauxhall station are part of TfL's focus on investing in transport projects across London that will support economic growth.  Vauxhall is designated as one of London's Opportunity Areas, and is set to benefit from huge investment over the coming years - with major developments planned for the Nine Elms area.\",\"TfL and the developers of Battersea Power Station have confirmed that agreement has been reached on the key commercial agreements relating to the delivery and funding of the Northern Line Extension (NLE) to Battersea Power Station. Subject to the outcome of the Transport and Works Act Order inquiry and Secretary of State approval, this is expected to unlock the construction of the NLE.\",\"It also means that the conditions the Chancellor set last year have been met and the Treasury will lend up to £1bn to the GLA for the construction of the project. The funding to repay this borrowing will come from the private sector in the form of business rates and private developer contributions.\",\"The Chancellor has also agreed to introduce legislation that will allow the creation of an Enterprise Zone in the Vauxhall Nine Elms area. This will enable the retention of any growth in business rates over 25 years as part of the funding for the NLE.\",\"The Tube is undergoing a huge and essential programme to upgrade its ageing infrastructure, which is vital to cope with a growing population and to support the economic development and growth of the capital and the UK.\",\"This work will continue to improve performance and deliver reliable Tube services for Londoners - with faster and more frequent journeys, fewer delays and, ultimately, 30 per cent more service across the network.\",\"TfL is also working in partnership with the London Borough of Lambeth on potential changes to the bus station and Vauxhall gyratory.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2014/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2014/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2014/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2014/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2014/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2014/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2014/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2014/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2014/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2014/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2014/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2014/january",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}