{
 "pageTitle": "Charing Cross Road junction reopens",
 "description": "Charing Cross Road reopens as work continues to modernise Tottenham Court Road station",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2014",
   "url": "/info-for/media/press-releases/2014"
  },
  {
   "title": "December",
   "url": "/info-for/media/press-releases/2014/december"
  },
  {
   "title": "Charing Cross Road junction reopens"
  }
 ],
 "title": {
  "title": "Charing Cross Road junction reopens",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Charing Cross Road reopens as work continues to modernise Tottenham Court Road station"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The junction of Charing Cross Road by Centre Point has been opened to traffic and pedestrians again in the latest milestone in the work to modernise Tottenham Court Road Tube station. Charing Cross Road has been closed since late 2010 to enable work for the £1billion improvement of the station, which is being made five times larger than its current size to accommodate London's growing population.",
     "The reopening of the road means that motorists and cyclists are able to use a northbound lane and pedestrians will have direct access to Oxford Street for the first time in four years. This will be especially beneficial during the run-up to the festive period as those passing through the area no longer have to use the diverted footway routes and can now access shops, bars and restaurants in the West End more easily.",
     "To complete vital work at the station, Central line trains will not stop there from Saturday 3 January 2015 until early December 2015.  This will allow for major structural work to enable passengers to access the Central line platforms more easily, including by lift.",
     "Whilst Central line trains are not stopping at Tottenham Court Road, customers will be able to change at Oxford Circus or Holborn for alternative Tube routes to the Northern line, which will continue to stop at Tottenham Court Road.  Central line customers who would usually alight at Tottenham Court Road are advised to use nearby Oxford Circus or Holborn stations, where local buses to the Tottenham Court Road area are available.",
     "By 2016, the new more spacious Tottenham Court Road station will be fully accessible with eight new escalators and five new lifts. It will have new Art on the Underground installations, new CCTV cameras, better lighting, contrasting handrails to help the visually impaired and other features to make journeys better.  Currently around 150,000 people use the station daily but this is expected to rise to over 200,000 when the TfL-operated Crossrail serves the station in 2018.",
     "David Waboso CBE, London Underground's Capital Programmes Director, said: `Charing Cross Road has now opened to traffic and pedestrians, which will make the journeys of those driving and walking through the area far easier in the run-up to Christmas.",
     "`To complete vital work at the station, Central line trains will not be stopping at Tottenham Court Road station between 3 January 2015 and early December 2015 and I apologise for the inconvenience this will cause. While we try to carry out as much of our improvement works when the Tube is closed, in this case we need a pre-planned closure of the central line platforms due to the vast scale of the station's transformation.",
     "`Tottenham Court Road station is already a major West End destination and when TfL-run Crossrail arrives the number of customers using the station will increase to around 200,000 a day.  We're transforming the station to make it fully accessible for customers, with improvements including new entrances and an enlarged ticket hall.'",
     "From early next year passengers using Tottenham Court Road will be able to access the Northern line platforms via a large part of the new ticket hall and escalators leading down to a new concourse and cross-passages.",
     "The refurbishment of Tottenham Court Road Tube station is part of London Underground's £10 billion programme of modernisation, with major stations, trains, track and signalling being modernised or replaced to provide more capacity for a growing city.",
     "The line upgrades are at the core of LU's investment programme, which will deliver more than 30 per cent increase in capacity. The upgrade programme is being delivered over the coming years, with work on upgrades to the Northern, Circle, District, Hammersmith \u0026 City and Metropolitan lines well underway.",
     "Redevelopment work to increase capacity at key stations and make them step-free is underway at a number of stations including Victoria and Bond Street .  More than half of London Underground's 270 stations have now been modernised or refurbished to make them brighter and easier to use, with improvements such as tactile strips and better CCTV and help points, electronic information displays in ticket halls and on platforms and improved seating and lighting.",
     "{\"template\":\"bulletlist\",\"items\":[\"Traffic wishing to turn left onto Oxford Street or right onto New Oxford Street will still have to use the existing diversion as there are no right or left turns allowed\",\"For more information and to have a virtual tour of the new enlarged and fully accessible Tottenham Court Road station please visit: http://www.tfl.gov.uk/travel-information/improvements-and-projects/tottenham-court-road\",\"The arrival of Crossrail will make Tottenham Court Road station a major transport hub and bring an extra 1.5 million people to within a 45 minute commute of the popular retail and entertainment district\",\"New artwork will become a major feature of the Oxford Street entrance and ticket hall. This is intended to compliment the now iconic 1984 mosaic designs by the late Eduardo Paolozzi\",\"Over 95 per cent of the original Paolozzi mosaic pieces are being preserved in the upgraded station\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2014/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2014/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2014/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2014/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2014/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2014/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2014/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2014/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2014/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2014/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2014/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2014/january",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}