{
 "pageTitle": "Four more rogue minicab drivers prosecuted",
 "description": "34 bogus minicab drivers successfully prosecuted in last 12 months",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2014",
   "url": "/info-for/media/press-releases/2014"
  },
  {
   "title": "December",
   "url": "/info-for/media/press-releases/2014/december"
  },
  {
   "title": "Four more rogue minicab drivers prosecuted"
  }
 ],
 "title": {
  "title": "Four more rogue minicab drivers prosecuted",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "34 bogus minicab drivers successfully prosecuted in last 12 months"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL), working with policing partners, has continued its excellent record for prosecutions by successfully prosecuting four more rogue private hire, or minicab, drivers who were acting illegally or plying for trade. This is part of an ongoing commitment to stamping out bogus and unsafe minicab drivers in London.",
     "These prosecutions bring the total number of successful convictions for illegal plying for hire and other related offences up to 34 in the last 12 months, with these proactive operations continuing into 2015.",
     "Nasser Ndaganira, 51, from Hackney, was sentenced at City of London Magistrates' Court on 4 November. He was caught illegally plying for hire and accepting a booking on Wardour Street, Soho, without a valid private hire vehicle (PHV) licence in the morning of 2 March 2014. He was found to have been reported for the same offences, as well as having no insurance, two months earlier. He was found guilty on five separate offences and ordered to pay £1801 in fines and court costs as well as being disqualified from driving for 12 months.",
     "Oladotun Shonowo, 42, from Southwark, was sentenced at Westminster Magistrates' Court on 17 September. He was found approaching people leaving a bar on Kennington Road, south London, on 8 February 2014. When officers approached Mr Shonowo they found that his PHV licence had been revoked in May 2013 for a touting conviction in March that year. Although he claimed to have no knowledge, he later pleaded guilty to driving without a valid PHV licence or insurance and was ordered to pay £1560 in fines and court costs. Shonowo had his driving licence endorsed with an additional six penalty points. As a result, he was disqualified from driving for six months. The private hire firm he was working for was also informed that he had been driving on a revoked licence.",
     "Omonirume Itivere Gbemre, 48, from Southwark, was sentenced at City of London Magistrates' Court on 5 November. He was seen taking passengers without a booking, on Whitcomb Street near Leicester Square, in the early hours of 10 January 2014. It was also discovered he had an expired PHV licence. Mr Gbemre was found guilty of working without a valid operator or PHV driver licence, plying for hire and driving with no insurance. He was fined a total of £870 and disqualified as a driver for one year.",
     "Alemayehu Erike Ayele, 45, from City of Westminster, was sentenced at City of London Magistrates' court on 31 October. He was seen being approached by a male and female standing by his licensed private hire vehicle outside a club on Berkeley Square on 4 October 2013. After interviewing him, officers discovered that he had been using his personal mobile phone to book fares for passengers he had picked up. He admitted that the passengers in his vehicle had not booked the car through a valid operator.  He was found guilty of illegally plying for hire and was ordered to pay £620 in fines and court costs. His PHV licence is currently under review with the possibility of it being revoked.",
     "Steve Burton, Director of Enforcement and On Street Operations at TfL, said: `These convictions are further proof that we take illegal touting and other illegal private hire activities extremely seriously. Thanks to the great work of our Compliance Officers and policing partners, these offenders have been successfully prosecuted and three have been disqualified from driving.",
     "`An unbooked minicab is just a stranger's car and these four men showed a blatant disregard for the law. We will continue to crack down on bogus and unsafe minicabs and encourage people to report illegal activity to us as we always act on this intelligence. Our advice to the public is clear, always use a licensed taxi or pre-book a minicab through a licensed operator.'",
     "TfL's Enforcement and on-street Compliance Team carry out vehicle and driver licensing checks across London to keep the public safe and stamp out illegal activity. They work closely with the police, delivering over six hundred joint operations every year. They also carry out evening patrols in hotspot locations, plain clothes anti-touting operations and high visibility enforcement activities to detect and deter bogus cab drivers.",
     "TfL's Safer Travel at Night (STaN) initiative is a partnership between the Mayor, TfL, Metropolitan Police Service, the City of London Police and the British Transport Police set up to improve the safety of travelling at night through industry regulation and licensing, enforcement and education. The 2014 Safer Travel at Night campaign aims to make people aware of the dangers of picking up un-booked minicabs off the street, such as robbery and sexual assault.",
     "In 2013/14 the number of cab related sexual offences in London fell by 15% compared to the previous year, with specific rape offences down 30%. However, any incident is one too many and the Safer Travel at Night initiative is dedicated to driving this down further. Over 700 arrests were made in 2013/14 for illegal touting for hire, and over 8,000 since 2003.",
     "More information about the work being carried out to keep the transport network safe can be found at: \u003ca href=\"http://tfl.gov.uk/corporate/safety-and-security/\"\u003ehttp://tfl.gov.uk/corporate/safety-and-security/\u003c/a\u003e ",
     "The public can report touting or illegal cabs on the TfL website here: \u003ca href=\"https://tfl.gov.uk/forms/12368.aspx\"\u003ehttps://tfl.gov.uk/forms/12368.aspx\u003c/a\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL's Taxi and Private Hire Compliance Officers work closely with TfL funded Cab Enforcement Officers in the MPS and City of London Police. They undertake joint operations on a regular basis informed by the latest intelligence on cab-related offending including cab-related sexual offences, touting and unlawful plying for hire. They also cooperate with clubs to crackdown on the touts who operate in the area and ensure compliance with regulations and importantly enhance the safety of the travelling public.\",\"TfL has consistently argued for tougher penalties for taxi touting and has been successful in persuading the Home Office and the Crown Prosecution Service to take touting more seriously resulting in touting being designated a recordable offence.  This allows fingerprints and DNA samples to be collected which in turn can lead to the resolution of past or future crimes where DNA is available. TfL continues to push for stronger penalties for touting and for unlawful plying for hire offences including vehicle seizure and automatic driver licence disqualification.\",\"TfL has developed an online reporting tool for the taxis and PHV trades to report intelligence on touting, illegal plying for hire and other non-compliance. This is used to inform police and staff deployments.\",\"Officers are out in London every evening and across the weekends. Plain clothes patrols are complemented with regular large scale operations such as Operation Safer Travel at Night (STAN) which coincides with the main bursts of STAN marketing activity.\",\"TfL introduced a \\\"one strike and you're out\\\" policy for any licensed minicab driver convicted of or cautioned for touting in August 2008 - they lose their PHV licence for one year. To date, more than 1,120 licensed drivers have had their licences revoked.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2014/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2014/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2014/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2014/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2014/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2014/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2014/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2014/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2014/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2014/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2014/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2014/january",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}