{
 "pageTitle": "Have your say on proposed Ultra Low Emission Zone",
 "description": "Final chance to have your say on the proposed world-first Ultra Low Emission Zone",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2014",
   "url": "/info-for/media/press-releases/2014"
  },
  {
   "title": "December",
   "url": "/info-for/media/press-releases/2014/december"
  },
  {
   "title": "Have your say on proposed Ultra Low Emission Zone"
  }
 ],
 "title": {
  "title": "Have your say on proposed Ultra Low Emission Zone",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Ultra Low Emission Zone (ULEZ) would significantly reduce the number of people living in areas of poor air quality in London"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Scheme would halve emissions of nitrogen oxide (NOx) and particulate matter (PM10) from vehicle exhausts in central London\",\"Cars, motorcycles, vans, minibuses, heavy goods vehicles and coaches would need to meet new emissions standards in central London or pay a daily charge.  Taxis, private hire vehicles and buses would also be affected\"]}",
     "It's your last chance to have your say on proposals to introduce the world's first Ultra Low Emission Zone (ULEZ) in the capital on 7 September 2020, as the public consultation enters its final weeks.",
     "The Mayor and Transport for London (TfL) have been seeking the views of everyone who lives, works or travels in the capital on the proposed scheme which would significantly improve air quality and in turn the health of Londoners.",
     "The ULEZ consultation runs until Friday 9 January 2015 and is available online at \u003ca href=\"http://www.tfl.gov.uk/ultra-low-emission-zone\"\u003ewww.tfl.gov.uk/ultra-low-emission-zone\u003c/a\u003e ",
     "The groundbreaking proposals would require all vehicles travelling within the Congestion Charge zone to meet new emission standards and would be in operation 24 hours a day, seven days a week. Many vehicles would already meet these standards in 2020, however by introducing this requirement next year the Mayor and TfL aim to accelerate the take up of low emission vehicles and stimulate the low emission vehicle market. The ULEZ will also ensure London's air quality improves more quickly, making the capital a more pleasant place to live and work, and encourage the use of more sustainable forms of transport.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Halving emissions of nitrogen oxide\"}",
     "The ULEZ is projected to halve emissions of nitrogen oxide (NOx) and particulate matter (PM10) from vehicle exhausts.  This means more than 80 per cent of central London is expected to meet the nitrogen dioxide (NO2) annual legal limits in 2020. The ULEZ would also lead to a significant reduction in the number of people living in areas of poor air quality (where levels of NO2 exceed legal limits) - by 74 per cent in central London, 51 per cent in inner London and 43 per cent in outer London.",
     "NO2 is a gas which in high concentrations can cause breathing problems and increase asthma symptoms, with research suggesting that children and young people are most adversely affected as high concentrations of the gas restrict lung growth. The number of care homes, hospitals and schools exposed to high levels of NO2 would be halved across London. These positive effects will be especially beneficial to the young, older people and those who have respiratory problems as well as residents of high pollution areas.",
     "The introduction of a ULEZ will not, as some critics suggest, lead to a reduction in air quality or increased congestion outside of the zone. The majority of traffic entering the ULEZ will be from outside the zone - so the benefits of cleaner, greener vehicles in the form of reduced emissions will be delivered right across London so benefitting Londoners' health.",
     "Boris Johnson, Mayor of London, said:",
     "'Introducing the world's first Ultra Low Emission Zone is an essential measure to improve London's air quality and reduce NO2 . Safeguarding Londoners' health and well-being is a top priority for my administration. I understand that people need adequate time to switch to greener vehicles and help is at hand for those who will be hardest hit, but let's be clear, we need to make these important changes ASAP to continue to improve Londoners' quality of life and give everyone who lives in or visits the city the cleanest possible air to breathe.'",
     "The ULEZ proposals would require vehicles travelling in central London to meet the following emissions standards, or pay a daily charge:",
     "{\"template\":\"bulletlist\",\"items\":[\"Cars and small vans - Euro 6 for diesel engines (registered from 1 September 2015 so 5 years old or less in 2020) and Euro 4 for petrol engines (registered from 1 January 2006 so 14 years old or less in 2020).  Non-compliant vehicles could still drive in the zone but they would be required to pay a daily charge of £12.50;\",\"Large vans and minibuses - Euro 6 for diesel engines (registered from 1 September 2016 so 4 years old or less in 2020) and Euro 4 for petrol engines (registered from 1 January 2007 so 13 years old or less in 2020). Non-compliant vehicles would be required to pay a daily charge of £12.50;\",\"Heavy goods vehicles, buses and coaches - Euro VI (registered from 1 January 2014 so 6 years old or less in 2020).  Non- compliant vehicles would be required to pay a daily charge of £100;\",\"Motorcycles and similar vehicles - Euro 3 (registered from 1 July 2007 so 13 years old or less in 2020).  Non-compliant vehicles would be required to pay a daily charge of £12.50.\"]}",
     "As part of the ULEZ proposal, TfL is working to reduce emissions from its buses alongside taxis and private hire vehicles and to increase the number of zero emission capable vehicles. This will create demonstrator fleets in London, boost industry sales and lead the transition towards this technology.",
     "By 2020, all double deck TfL buses operating in central London will be hybrid and all single deck buses will be zero emission (at point of use). This will require substantial investment by TfL and will mean nearly all double deck buses operating in inner London will be hybrid and many in outer London too.",
     "From 2018, it is proposed there will be a new requirement for all taxis and new private hire vehicles presented for licensing in the capital for the first time to be zero emission capable.  Private hire vehicles would also be subject to the ULEZ standards in central London just like other cars and vans (and therefore liable for the charge if they don't meet the emissions standards).",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Fund to assist taxi drivers\"}",
     "Taxis will be the second largest contributor to NOx and the largest contributor to PM10 emissions from road transport in central London in 2020. The ULEZ proposes to reduce the London-wide age limit for non zero emission capable taxis from 15 years to 10 years. This would substantially reduce emissions from these vehicles across London (by 45 per cent for NOx and 71 per cent for PM10) and help accelerate the take up of new zero emission capable taxis.",
     "In considering the impact of the reduced taxi age limit, the Mayor and TfL are proposing a specific fund to assist taxi drivers to replace their vehicles. In addition, TfL has been in regular dialogue with the Office for Low Emission Vehicles to ensure their new £500m funding allocation specifically supports taxi and PHV drivers to purchase zero emission capable vehicles, as well as supporting a fund for on-street rapid charging infrastructure.",
     "In developing the ULEZ proposal, and in line with the Mayor's aspirations, TfL also considered a 'zero emission capable' ULEZ standard for all other vehicles. However it was concluded that it would not be feasible or affordable to set this requirement for all vehicles for 2020. Nevertheless it is expected that such a standard would be appropriate at a later date (eg 2025) and we are seeking views on this in principle.",
     "Michèle Dix, Managing Director of Planning at TfL, said:",
     "'Improving London's air quality is of paramount importance as it affects the health and well-being of every Londoner. That's why we are doing everything in our power to address emissions from road transport, with the introduction of an Ultra Low Emission Zone at the core of our work to improve the capital's air. We would urge everyone who lives, works or travels in London to give us their views on the ULEZ proposal.'",
     "After the consultation closes, TfL will analyse the results of the consultation and make a recommendation to the Mayor. The Mayor will then make a decision on whether to confirm the scheme order, with or without modifications. As the licensing authority for London's taxi and private hire vehicles, TfL will decide whether to make changes to the licensing requirement for these vehicles.",
     "Subject to confirmation of the ULEZ Scheme Order by the Mayor in spring 2015, this would effectively provide a five year notice period prior to the ULEZ coming into operation in 2020 and eight years notice for residents of the zone.",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"The World Health Organisation (WHO) has identified a number of pollutants as a major public health concern. The two pollutants of principal concern in London are particulate matter (PM10) and nitrogen dioxide (NO2). London is now compliant with PM limit values owing to the Low Emission Zone, taxi and private hire vehicle age limits, bus retrofit schemes and the natural turnover of vehicles. However, London is not forecast to meet the legal limits for NO2 until after 2030 - alongside Birmingham and Leeds - unless targeted action is taken.\",\"Since the Mayor was elected, the number of people living in areas exceeding NO2 limits has halved but there is a clear need to take further action. The Greater London Authority (GLA) and TfL estimate that a reduction in road transport emissions of around 70 per cent is needed for central London to meet EU legal limits for NO2 in 2020, with the ULEZ delivering around two-thirds of this. In addition to road transport, buildings and construction activity contribute significantly to London's air pollution. Further reductions from these sources would also help bring compliance forward.\",\"The ULEZ proposals are projected to achieve a reduction in nitrogen oxide (NOx) emissions from road transport in central London of up to 51 per cent broken down as: TfL buses (74 per cent), taxis (45 per cent), HGVs (48 per cent), non-TfL buses and coaches (50 per cent), cars (42 per cent), vans (38 per cent) and motorcycles (15 per cent). It would also achieve a 64 per cent reduction in PM10 and a 15 per cent reduction in CO2 from road transport in central London.\",\"NO2 is a gas, which at high enough concentrations can cause inflammation of the airways and long-term exposure can affect lung function and respiratory systems. It can also increase asthma symptoms. NOx is primarily made up of two pollutants, nitric oxide (NO) and NO2 and refers to total vehicle emissions (both those directly emitted and those formed by chemical reactions). Vehicle emissions standards refer to total NOx emissions but EU air quality limit values refer to ambient concentrations and are set for NO2 as this is the harmful component of the emissions.\",\"The ULEZ standards would be enforced using Automatic Number Plate Recognition (ANPR) cameras which are already used for the Congestion Charge. If the daily charge has not been paid then a Penalty Charge Notice (PCN) would be issued. It is proposed that for cars, vans and motorcycles this would be set at £130 (reduced to £65 if paid within 14 days) and for HGVs, coaches and buses it would be set at £1,000 (reduced to £500 if paid within 14 days) - so in line with the Congestion Charge and Low Emission Zone respectively.\",\"It is proposed that residents of the ULEZ will be granted a three year sunset period (until 6 September 2023) before any daily charge applies. This is to acknowledge that they are unable to avoid the zone and so may require more time (up to eight years) to change their vehicle to meet the ULEZ standards.\",\"The proposals for a ULEZ are one of a raft of measures introduced by the Mayor and TfL to improve air quality in the capital, including:\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2014/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2014/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2014/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2014/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2014/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2014/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2014/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2014/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2014/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2014/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2014/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2014/january",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}