{
 "pageTitle": "New Year fares come into effect on 2 January",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2014",
   "url": "/info-for/media/press-releases/2014"
  },
  {
   "title": "December",
   "url": "/info-for/media/press-releases/2014/december"
  },
  {
   "title": "New Year fares come into effect on 2 January"
  }
 ],
 "title": {
  "title": "New Year fares come into effect on 2 January",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Reminder: TfL's New Year fares come into effect on Friday 2 January"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Customers will be able to buy tickets, including Travelcards, at 2014 prices until 1 January\",\"Pay as you go daily caps cut to provide more affordable travel for flexible and part time workers\",\"Savings of up to £600 per year for customers using pay as you go\",\"Overall fares for 2015 frozen in real terms\",\"Travelcard season tickets used by over one million customers to increase by less than inflation and real term cut in bus fares\",\"Barclays Cycle Hire charge structure simplified to £2 per 30 minutes after the initial free period\"]}",
     "Transport for London (TfL) is reminding customers that new fares for 2015 will come into effect on Friday 2 January. Overall, TfL fares will be frozen in real terms, with an average increase of 2.5 per cent. Customers are able to purchase tickets, including Travelcards, at 2014 prices until 1 January.",
     "The Mayor of London, Boris Johnson, has overhauled TfL fares for 2015 to give flexible and part-time workers with unpredictable hours access to lower fares. London's workforce has changed, with many people working part time or flexible working patterns, meaning they do not know how many days or hours they will work each week.",
     "To address this, and deliver on a commitment to the London Assembly, the Mayor is cutting pay as you go daily caps dramatically so they become one fifth of the cost of a 7 Day Travelcard.",
     "\u003cstrong\u003e2015 changes to daily cap\u003c/strong\u003e \u003cbr /\u003eThe 2015 fares see a major simplification of the daily caps, which will bring the cost of daily travel in line with weekly travel and will result in a reduction of fares for nearly 12 per cent of pay as you go users.  The all day cap for Zones 1-2 will be cut by £2.00 from £8.40 to £6.40; and for Zones 1-6 by over £4.00 from £15.80 to £11.70. The maximum savings for flexible workers using pay as you go will be considerable, ranging from £200 to over £600 per year. A customer travelling three days a week between Zones 1-5 in 2015 will pay a maximum of £10.90 a day, rather than the current maximum of £15.80, saving £4.90 a day, or £14.70 a week.  Over a year (for example 45 weeks) the savings are over £600 a year.",
     "\u003cstrong\u003eOff-peak cap\u003c/strong\u003e \u003cbr /\u003eThe adult off-peak cap from Zones 4, 5 and 6 to Zone 1 is being discontinued and customers will pay the new daily cap.  This will affect about two per cent of approximately 1.5m pay as you go customers on a typical day.  It is estimated that over 85 per cent of people travelling off-peak in these zones will only pay more for their travel once a week.",
     "These customers will still be able to benefit from off peak single fares, which will now also apply to National Rail journeys into central London during the evening peak, as they do for London Underground journeys already. Customers could also save money by using a National Railcard. More information can be found here: \u003ca href=\"http://www.railcard.co.uk\"\u003ehttp://www.railcard.co.uk\u003c/a\u003e ",
     "\u003cstrong\u003eBuses and trams\u003c/strong\u003e \u003cbr /\u003eOverall, bus and tram fares will increase below RPI (2.3 per cent).  The pay as you go single bus and tram fares will increase by 5p to £1.50 but the daily 'bus \u0026 tram travel only' cap will be frozen at £4.40.  The 7 Day Bus \u0026 Tram Pass will increase by 80p to £21.00.",
     "\u003cstrong\u003eLondon Underground\u003c/strong\u003e \u003cbr /\u003eOn London Underground, most pay as you go single fares will increase by 10p but all off peak single fares outside Zone 1 will be frozen. Cash single fares, which now make up just one per cent of daily journeys, will increase by 10p, except for zones 1-6 which will increase by 30p to £6.00. No Travelcard season ticket will increase by more than 2.5 per cent and the average increase is 2.3 per cent.",
     "\u003cstrong\u003ePaper One Day Travelcard\u003c/strong\u003e \u003cbr /\u003e•\tThe Anytime 1-2 Day Travelcard (£9.00) will be discontinued;\u003cbr /\u003e•\tThe Anytime 1-4 Day Travelcard will increase from £11.40 to £12.00;\u003cbr /\u003e•\tThe off peak 1-6 Day Travelcard, bought primarily by occasional users, will increase from £8.90 to £12.00;\u003cbr /\u003e•\tThe Anytime 1-6 Day Travelcard will be frozen in price at £17.00.",
     "\u003cstrong\u003eConcessionary travel\u003c/strong\u003e \u003cbr /\u003eZip Oyster photocard concessions will all be maintained with no change.  All under 11s accompanied by an adult will continue to travel for free on TfL services - currently benefiting 15,000 young people a day. TfL has invested in creating an online process for applying for concessionary photocards to make it easier and quicker for customers.  Each of these photocards are now valid for longer, with the 16+ cards valid for two years rather than one, the 18+ cards up to three years rather than one and the 60+ cards for six years rather than one year when they were launched in 2012.  To recover the costs of creating the online process, the application fee for the 16+, 18+ and 60+ Oyster concession photocard will increase from £10 to £20 from 1 June 2015.  The charge for the under 16 card will increase from £10 to £15. These application fees have not been increased since 2011.",
     "\u003cstrong\u003eBarclays Cycle Hire\u003c/strong\u003e \u003cbr /\u003eFrom 2 January there will be changes to the hire charge structure for Barclays Cycle Hire. It will be simplified to a flat £2 per 30 minutes after the initial free 30 minute period.  The £2 daily bike access and £90 yearly membership will remain unchanged. The vast majority of Cycle Hire trips will be unaffected by the change - 97 per cent of member journeys and 76 per cent of casual hires fall within the free 30 minute period, to which there will be no changes.",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"The full TfL fares tables for 2015 can be found here: \\u003ca href=\\\"http://tfl.gov.uk/farefinder\\\"\\u003etfl.gov.uk/farefinder\\u003c/a\\u003e \",\"TfL does not make a profit from fares - every penny is invested in delivering and improving transport. As well as meeting the needs of the modern London workforce this fares package will ensure that the unprecedented investment in London's transport network will continue;\",\"More than 85 million Oyster cards have now been issued.  Nearly one million cards are issued every month and nearly a quarter are returned for a refund.  To encourage customers to keep their card and reduce costs associated with providing and issuing cards, those who return a card within a month of purchase will pay an early return charge of £3.00 from their £5 deposit;\",\"Customers travelling into central London during the evening peak on National Rail services will pay an off peak fare, rather than a peak fare.  This will benefit 5,000 customers a day. This benefit already applies to London Underground journeys. The maximum saving travelling in the evening peak from Zone 6 to a London Underground station in Zone 1, for example, Romford to Covent Garden would be £2.40 - the difference between the peak fare of £7.60 and the off-peak of £5.20;\",\"Adult fares on the Emirates Air Line will increase by 10p, while child fares will remain the same;\",\"The ZIP off peak pay as you do daily cap will be maintained and will benefit 20,000 under 16 users a day.  A new half price discount for pay as you go travel for under 16s will be introduced for visitors to London which will benefit around 5,000 young visitors a day;\",\"The Visitor Oyster card will continue to be available and is a great solution for international visitors to London. It can be bought online via TfL's Visitor Shop before travelling to London the card will continue to cost £3 plus postage;\",\"A new One Day Bus \\u0026 Tram Pass costing £5 will be introduced for occasional bus users and visitors to London. It will not require a deposit and will be available to buy at over 4,000 Oyster Ticket Stops, Travel Information Centres and at major transport hubs.  It will also be available at London Underground, National Rail stations and Heathrow Airport to benefit people arriving at Heathrow outside Tube operational hours;\",\"A 34 per cent discount on off peak Day Travelcards will be introduced for visitor groups of 10 or more. This will cost £8 for adults and £4 for under 16s. These discounts will also be available to Railcard holders. Visitors from within the UK will also be encouraged to use their contactless payment cards to avoid having to top-up their credit on their trip;\",\"Barclays Cycle Hire now covers over 100km² of London with more than 10,000 bikes and is the second largest cycle hire scheme in Europe. \\u003ca href=\\\"http://www.tfl.gov.uk/cycle-hire\\\"\\u003ewww.tfl.gov.uk/cycle-hire\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2014/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2014/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2014/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2014/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2014/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2014/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2014/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2014/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2014/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2014/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2014/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2014/january",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}