{
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "March",
   "url": "/info-for/media/press-releases/2015/march"
  },
  {
   "title": "£4 billion road modernisation programme gets underway"
  }
 ],
 "title": {
  "title": "£4 billion road modernisation programme gets underway",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "TfL takes 'Games-style' approach to managing traffic as £4 billion road modernisation programme gets underway"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Far-reaching plan will deliver a greener, safer and more attractive road network for London\",\"Huge range of information being made available to help Londoners and businesses adapt to a changing road network\",\"Action being taken to reduce deliveries during peak hours where possible\",\"Part of the Mayor and TfL's wider effort to radically improve the efficiency, safety and reliability of London's roads\"]}",
     "Transport for London (TfL) has today set out plans for a 'Games-style' approach to keeping London's traffic flowing as a far-reaching programme to improve London's roads gets underway.",
     "The continuing success of London means that the number of people living in the city is growing at a faster rate than anywhere else in Europe, from 8.6 million today to an expected 10 million in 2030. Alongside huge investment to improve public transport, TfL is investing £4 billion to modernise the road network to adapt it for the 21st century.",
     "This programme, which forms part of the Mayor and TfL's wider effort to achieve a 40 per cent reduction in the number of people killed or seriously injured by 2020, aims to radically improve the efficiency, safety and reliability of the road network. It will deliver world class urban realm, cycling and pedestrian facilities and support new jobs and homes at locations such as Elephant and Castle and Vauxhall gyratory. Congestion will be tackled by improving the network performance at key locations and repairs will be made to ensure London's roads are fit for purpose.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Transformational Projects\"}",
     "Some of the key parts of the plan include:",
     "{\"template\":\"bulletlist\",\"items\":[\"17 major road schemes to create better public spaces and support development and economic growth;\",\"33 junction improvement programmes to make them safer for everyone;\",\"Four new cycle superhighways and improvements to four existing routes;\",\"A programme to modernise traffic signals and install Pedestrian Countdown to improve road safety;\",\"Maintenance and modernisation of essential roads, bridges and tunnels including innovative work to repair the Hammersmith flyover;\",\"Replacing more than 1,000 streets lights each year with energy efficient LEDs and planting more than 500 trees.\"]}",
     "This modernisation represents the biggest investment in London's roads in a generation, and means that the number of projects underway on the city's streets is increasing significantly. Alongside the TfL projects and a large number of road schemes delivered by London Boroughs, there is substantial private sector investment underway in new housing, retail and office development.",
     "This is creating demands for new public spaces and less traffic-dominated streets. It also means that the number of other work sites, and deliveries to them, are on the rise. As a result there will be a significant impact on London's roads, particularly in central London and on routes into the centre.",
     "In response, TfL's traffic engineers have developed sophisticated traffic management plans to limit the impacts on road users. Sensors are being buried in carriageways across London to detect real-time traffic conditions at junctions and optimise traffic light timings to reduce delays. More than half of all junctions in London now use this 'SCOOT' technology, which has proven to reduce delays by up to 12 per cent at each junction where it has been installed, and three quarters will be fitted with it by 2018.",
     "In central London around 90 per cent have now been fitted with the technology and by 2018 virtually all junctions will have it. TfL's London Streets Traffic Control Centre is also continuously managing traffic across London 24 hours a day, utilising state of the art technology to ensure that key routes and junctions are controlled in real-time.",
     "With 90 per cent of goods moved around London by road, TfL's existing programme of tailored advice to operators, businesses, business groups, industry bodies, boroughs and others is being stepped up. Re-timing deliveries to occur outside the peak times of 07:00-13:00 or routing them away from the busiest locations will ensure these vital deliveries can still be made and consolidating deliveries into single trips can also save businesses money and time.",
     "TfL is bringing together these groups and businesses in a special event in April to co-ordinate and drive forward this vital work. Everyone who attends will be asked what they can do to reduce the impact of freight traffic on London's roads and communities.",
     "Other ways in which TfL is working with freight operators and businesses to help them adapt to the changes include:",
     "{\"template\":\"bulletlist\",\"items\":[\"Regular briefings and bulletins to the freight industry and other businesses;\",\"Face to face engagement with, and email updates to, businesses along affected routes;\",\"An updated online road impact tool that allows freight operators to see up to 12 months ahead and an impact estimate for each set of works;\",\"Providing postcode data for the impact areas so that operators can plug into route-planning systems, and making this data available for use by app developers;\",\"Publication online of time of day impact maps by month for each of the main modernisation schemes.\"]}",
     "Another key part of the work to limit disruption is TfL's 'Lane Rental scheme', which targets road works at the busiest locations and busiest times. It is already seeing over 90 per cent of work carried out during quieter periods - massively reducing disruption. TfL's wide-ranging work to reduce road collisions is also helping to reduce road delays. Some 30 per cent of unplanned congestion is caused by collisions.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Making Progress\"}",
     "Huge progress has already been made in reducing the number of collisions in London and TfL is working to reduce the number of people killed or seriously injured on London's roads by 40 per cent by 2020, including through safer junctions, additional enforcement, modernised digital safety cameras and targeted road safety campaigns. Through the new Roads \u0026 Transport Policing Command, targeted police enforcement is already being carried out at the busiest locations and known hotspots to boost safety for all road users and reduce delays.",
     "Leon Daniels, Transport for London's Managing Director of Surface Transport, said:",
     "'Our £4bn Road Modernisation Plan is creating a greener, safer and more attractive London, including a radical improvement in conditions for cyclists. This programme is changing London for the better and we must work with Londoners, businesses, boroughs and others to help people adapt.",
     "'However, just like with the recent upgrades on the Underground, Londoners will find that there are more modernisation projects underway that affect their journeys. Just as we did during the London 2012 Games, we're utilising the latest technology to manage the road network and limit disruption. We're also working with businesses to re-time deliveries outside of peak times and are providing a huge range of detailed travel information, advice and tools so that, wherever possible, road users can plan ahead and avoid hotspots.'",
     "Tens of thousands of leaflets are being provided to residents and businesses who may be affected by modernisation work, providing detailed advice on the key times and locations that work will be carried out and giving alternative travel options. In addition, radio, press and digital advertising, social media, TfL's website and regular customer emails are all being used to give road users the very latest information.",
     "TfL's website will have month-by-month breakdowns of the build programmes for all the schemes, showing the locations of the different phases of the builds and the areas where traffic may be affected. Businesses can search on a postcode-by-postcode basis to ensure that any potential delays are factored into delivery route planning.",
     "Roadside message signs will also alert drivers to any closures and live travel information will be provided at \u003ca href=\"http://www.tfl.gov.uk/trafficnews\"\u003ewww.tfl.gov.uk/trafficnews\u003c/a\u003e and on Twitter at @tfltrafficnews and @tflbusalerts.",
     "All road users are advised to check the TfL website to see if they are affected and to get all the information they need to steer clear of delays. Drivers are advised to avoid driving through affected areas and to use alternative routes where possible. If they have the flexibility to do so, drivers are encouraged to travel outside of the busiest times so they can have a quicker and more reliable journey.",
     "Ruth Duston, Chief Executive of The Northbank Business Improvement District, representing businesses in the Strand, Aldwych and Embankment area, said:",
     "'We recognise the huge benefits from improvements to our streets and social spaces. But to do this in a city like London, we also understand it's a case of short term pain for longer term gain. The information TfL is committing to provide is precisely what businesses will need to keep moving around Central London and wider.'",
     "Graham Bradley, UK Country Manager at INRIX, said:",
     "'It's fantastic Transport for London is investing in the digital London of tomorrow to ease congestion and support more efficient transportation across the capital. INRIX's traffic data analysis has found that TfL's roads modernisation programme could reduce congestion by more than 20 percent - supporting people and goods to move freely and reinforcing London's status as one of the world's leading Smart Cities. As our recent study found that the risk of congestion could cost London's economy £9.3 billion in 2030, today's announcement is a critical step towards enhancing London's future economic prosperity and livability as it becomes more populous.'",
     "For more information about TfL £4bn Road Modernisation Plan, visit \u003ca href=\"http://www.tfl.gov.uk/roads\"\u003ewww.tfl.gov.uk/roads\u003c/a\u003e ",
     "For detailed information on the impact on central London and to see the range of travel advice and planning tools available, visit \u003ca href=\"http://www.tfl.gov.uk/roadtraveladvice\"\u003ewww.tfl.gov.uk/roadtraveladvice\u003c/a\u003e ",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"Images of the various Road Modernisation Plan projects can be found at \\u003ca href=\\\"https://www.flickr.com/photos/tflpress/sets/72157651079069627\\\"\\u003ehttps://www.flickr.com/photos/tflpress/sets/72157651079069627\\u003c/a\\u003e \",\"Working closely with partners across London, TfL successfully managed the impact of the London 2012 Games on the Capital's road and transport network and will do so again.\",\"Modernisation projects underway this Spring and Summer include:\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}