{
 "pageTitle": "Hammersmith flyover westbound - weekend closures in April",
 "description": "There weekend closures will enable final completion of westbound carriageway work",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "March",
   "url": "/info-for/media/press-releases/2015/march"
  },
  {
   "title": "Hammersmith flyover westbound - weekend closures in April"
  }
 ],
 "title": {
  "title": "Hammersmith flyover westbound - weekend closures in April",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "There weekend closures will enable final completion of westbound carriageway work"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "As part of Transport for London's (TfL's) continuing £4bn Road Modernisation Plan, the Hammersmith Flyover will be closed to westbound traffic for three weekends during April to allow the final repairs to the concrete deck, waterproofing and resurfacing to be completed.",
     "The three weekend closures will take place on the 10-13 April, 17-20 April and 24-27 April.  During the closures, which will be from 10:30pm on Friday until 5am on Monday morning at the latest, affected traffic will be diverted via the road network beneath the flyover and the A40 Western Avenue. Diversions will be clearly signed.",
     "The repairs have been carefully designed to be carried out in the shortest timeframe possible, helping to keep road disruption to a minimum. The work has also been coordinated around other planned work in the local area, including the forthcoming construction of the East-West Cycle Superhighway in central London, which begins in April.",
     "Since October 2013, TfL has been working to complete the final phase of work, strengthening 11 of the flyover's 16 spans (the initial five were repaired in 2012). This work has been primarily carried out overnight to reduce disruption to road users and residents. Work on the structure is progressing well, with the upgrade to the central reservation of the flyover complete and strengthening to the structure now fully under way.",
     "Half of the overnight closures required to replace bearings in the flyover have now been completed with the remaining closures planned in the coming weeks. These bearings allow the flyover to expand in the summer and shrink in the winter by up to 180mm, and replacing them is a crucial part of the work to extend the life of the flyover.",
     "A significant amount of additional work was required to the flyover last year because the concrete supporting the bearings was in a much poorer condition than originally thought. Despite this, the work remains on course to be completed by summer 2015. Full weekend closures to the flyover will be carried out during the coming months to allow TfL to complete the repairs to the two expansion joints within the flyover, which allow the structure to flex as traffic moves across it. The dates of these weekend closures are being confirmed and will be announced well in advance.",
     "Dana Skelley, Director of Asset Management at TfL, said: `Our work to complete vital refurbishment work to the Hammersmith Flyover is progressing really well. These three westbound weekend closures are required to allow us to fully complete the final carriageway repairs as quickly as possible. Our overriding focus when planning the weekend work has been to keep disruption to a minimum and we will ensure that any affected drivers will have a clear, signed diversion route to help them complete their journey.'",
     "TfL has worked with key partners, including the local boroughs, to ensure that the improvement work has been scheduled to be undertaken with the minimum of disruption. TfL has informed and updated all local residents of the refurbishment, as well as other key stakeholders such as businesses and local transport groups. More details about the refurbishment work is available on TfL's website at \u003ca href=\"http://www.tfl.gov.uk/hammersmithflyover\"\u003ewww.tfl.gov.uk/hammersmithflyover\u003c/a\u003e ",
     "The restoration of the Hammersmith Flyover forms part of the wider work being carried out across London as part of TfL's Road Modernisation Plan. With a budget of more than £4 billion, this overarching plan represents the biggest investment in London's roads in a generation, including hundreds of transformational projects within the existing road network. Using radical ideas and innovative designs, the plan will make London's roads greener, safer and more attractive for the benefit of all Londoners.",
     "For the latest travel information, please visit \u003ca href=\"http://www.tfl.gov.uk/trafficnews\"\u003ewww.tfl.gov.uk/trafficnews\u003c/a\u003e or follow \u003ca href=\"http://@tfltrafficnews\"\u003e@tfltrafficnews\u003c/a\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL manages and maintains twelve tunnels, as well as more than 1,800 structures on the TfL Road Network, including bridges, flyovers, footbridges, retaining walls, subways and culverts.\",\"To replace the bearings, the flyover needs to be lifted on jacks to allow the old bearings to be removed and the new bearings to be installed. The jacks lift the flyover between 3 and 10mm, allowing our contractors - working in a space less than 1.5m wide - to replace the bearings. The flyover then needs to be replaced into the exact position onto the new bearings.\",\"TfL continues to support the London Borough of Hammersmith and Fulham as it works up more detailed proposals for its ambitious plans to create a new road tunnel underneath Hammersmith. Any plan to replace the flyover would need to be funded through the wider redevelopment of the area.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}