{
 "pageTitle": "Major step forward for Crossrail 2",
 "description": "Mayor, TfL and Network Rail herald major step forward for Crossrail 2",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "March",
   "url": "/info-for/media/press-releases/2015/march"
  },
  {
   "title": "Major step forward for Crossrail 2"
  }
 ],
 "title": {
  "title": "Major step forward for Crossrail 2",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Mayor, TfL and Network Rail herald safeguarding of route following public consultation"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The Mayor and Transport for London (TfL) today hailed a major step forward for a new railway line for the Capital after the Department for Transport (DfT) confirmed that the safeguarding for Crossrail 2 has been agreed.",
     "The decision, which protects the route of the proposed new line, follows a public consultation which set out the route that would be needed for the construction of Crossrail 2 and, importantly, protects it from potential redevelopment plans that could affect it being built.",
     "Throughout the consultation TfL has been listening to both residents' and stakeholders' concerns and will seek to amend the proposals as appropriate. Whilst the safeguarding will protect the route, the precise details will be subject to a further public consultation in the autumn. Regular engagement will continue with existing businesses and residents to ensure any disruption is kept to a minimum wherever possible.",
     "The route is designed to address capacity constraints, relieving the Underground and National Rail networks, as well as providing vital new connections across the Capital supporting the UK's single largest employment area and providing opportunities for thousands of new jobs.",
     "Linking key growth areas in south-west and north east London, Crossrail 2 will run through a tunnelled section from Wimbledon in the south to New Southgate and Tottenham Hale in the north. It will serve stations in this section including Tooting Broadway, Clapham Junction, King's Road Chelsea, Victoria, Tottenham Court Road, Euston St Pancras, Angel, Dalston Junction, Seven Sisters, Turnpike Lane and Alexandra Palace. Crossrail 2 will also serve some destinations in Surrey and Hertfordshire using the existing National Rail network.",
     "The new line would create additional capacity and quicker journeys, transporting up to 90,000 people in the morning peak, and relieve congestion across the existing rail network including at Waterloo by diverting services into a new tunnel under London. It would also unlock large areas of outer London and beyond, including the Upper Lea Valley, for sustainable new homes, supporting up to 200,000 new homes along the route.",
     "The vital importance of Crossrail 2 to the Capital was recently backed by the Chancellor of the Exchequer, George Osborne MP as he set out alongside the Mayor the new Economic Plan for the Capital. He also pledged public support and provided £2m worth of funding as part of the last Autumn Statement to further develop the business case.",
     "The safeguarding was granted by the Transport Secretary, Patrick McLoughlin, and updated the previous safeguarding directions for the Chelsea to Hackney line, which dates back to 1991.",
     "The Mayor of London, Boris Johnson, said:",
     "'I am really pleased that the Transport Secretary has confirmed the safeguarding for Crossrail 2. This is a major step forward in our mission to deliver a brand new railway line for the Capital. This essential infrastructure project, proposed many years ago as the Chelsea-Hackney line, is now taking shape and becoming a reality. With support from business and the public and from across the political divide there is increasing momentum behind Crossrail 2.",
     "'Not only will this vital rail link improve capacity on trains into and out of London, it will provide a major boost for jobs, new homes and economic growth beyond the capital too.'",
     "Michèle Dix, TfL's Managing Director for Crossrail 2, said:",
     "'Confirmation of the updated safeguarding is fantastic news and is another step closer to delivering this much needed new rail line. We are of course still in the early stages of the proposed plans, but this announcement allows start to build a strong business case for further investment into the Capital's transport infrastructure.'",
     "Transport Secretary Patrick McLoughlin said:",
     "'Supporting transport infrastructure in London is a vital part of our long term economic plan. Crossrail 2 has the potential to improve connectivity, increase capacity and generate tens of thousands of jobs.",
     "'To bring about all these benefits we need good planning, especially in a crowded and fast-paced city like London. These updated plans to safeguard the route will ensure that land most vital for its construction is protected so that, if constructed, the line can go to areas that will give the maximum benefits and value for money.'",
     "Paul Harwood, strategy and planning director at Network Rail, said:",
     "'London's railways are already the busiest in the country, with many routes operating at or close to capacity.",
     "'This proposed new line will help to bring major benefits to the Capital and the south east by increasing capacity, reducing overcrowding and improving connectivity for many people travelling in and around London.'",
     "The business case will now be developed with the help of four major consultancy groups TfL appointed earlier this year. More detailed proposals for the route, including route alignment and station locations, will be prepared for a further public consultation later in the autumn. Further detailed design will then be needed and an Application for Powers to build the scheme could be submitted in 2017 with the railway being operational by 2030.",
     "Crossrail 2 will play a vital role in supporting London's growth adding 10 per cent more rail capacity. The Mayor's 2050 Infrastructure Plan identified the need for 60 per cent more public transport capacity to support growth across London. Crossrail 2 would create a new high frequency, high capacity rail line with shorter journey times between south west and north east London.",
     "Crossrail 2 is being developed jointly by TfL and Network Rail."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}