{
 "pageTitle": "Make the most of the Easter weekend by planning ahead",
 "description": "Majority of the transport network will be running as normal over Easter",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "March",
   "url": "/info-for/media/press-releases/2015/march"
  },
  {
   "title": "Make the most of the Easter weekend by planning ahead"
  }
 ],
 "title": {
  "title": "Make the most of the Easter weekend by planning ahead",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Majority of the transport network will be running as normal over Easter"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) has published its online Easter Travel Guide, so Londoners and visitors can plan ahead and make the most of the Capital over the Easter period.",
     "Between Friday 3 and Monday 6 April the vast majority of the network will operate as normal. However, TfL will be using the quieter Easter period for some essential improvement work to ensure that London Underground (LU) and the road network continues to support over 30 million journeys each day.",
     "On London Underground, engineering work on all four days for track and points replacement and essential tunnel maintenance will affect the Metropolitan and Jubilee lines.",
     "{\"template\":\"bulletlist\",\"items\":[\"On the Jubilee line there will be no service between Waterloo and Wembley Park (3 - 5 April) and from Waterloo to Stanmore (6 April). Rail replacement buses will operate to serve the affected stations, providing customers with connections to the Bakerloo and Central lines which will be operating as normal;\",\"On the Metropolitan line there will be no service between Aldgate and Northwood and Uxbridge. Additional Piccadilly line services will run between Uxbridge and Rayners Lane for services to central London and rail replacement bus services will also be in operation.\"]}",
     "On London Overground, work will continue at stations to accommodate the longer five-car trains, which will boost capacity of many services by 25 per cent. There is also a closure in place to accommodate work to build Crossrail at Whitechapel.",
     "{\"template\":\"bulletlist\",\"items\":[\"Between 3 - 5 April there will be no service between Highbury \\u0026 Islington and Shadwell to enable Crossrail work and between Sydenham and Crystal Palace for maintenance work. On Easter Sunday only, there will be no service between New Cross Gate to West Croydon until 08:30, from Queen's Park to Watford Junction and from Stratford to Camden Road.  A replacement bus service will connect affected London Overground stations and valid tickets will be accepted on local buses operating in the area;\",\"Customers may connect to the Hammersmith and City line via National Rail services to Moorgate or the Victoria line to King's Cross St. Pancras.\"]}",
     "On the roads, TfL will continue to deliver its £4bn Road Modernisation Plan across the Easter weekend.",
     "{\"template\":\"bulletlist\",\"items\":[\"Work will continue on the new cycling infrastructure across London, particularly on Cycle Superhighway North-South between Elephant \\u0026 Castle and King's Cross, Cycle Superhighway 2 between Aldgate and Bow, Cycle Superhighway 5 Inner between Oval and Pimlico, and around the Oval triangle junction. In all locations, lane restrictions will be kept to a minimum during the peak travel hours;\",\"On the A406 North Circular Road - traffic will be restricted to one lane in either direction near the junction with the M11, while work to re-waterproof Nightingale Bridge in South Woodford is carried out - helping to ensure the structure remains safe for years to come;\",\"In Westminster - resurfacing work on Bridge Street by Parliament Square will also take place.\"]}",
     "Drivers planning to travel where the planned works will be taking place are advised to take an alternative route where possible and allow extra time to complete their journeys.",
     "Network Rail will also be making use of the quieter Easter period to complete infrastructure work on some of its mainline services in to London, particularly into west and north west London.",
     "London's Transport Commissioner, Sir Peter Hendy CBE, said: `London's public transport and road network are carrying record numbers of passengers and we are using the quieter Easter period to carry out some essential modernisation work to help meet the demands of London's rapidly growing population.",
     "`The vast majority of the network will operate as normal and where work is taking place we are providing our customers with alternative travel options, replacement bus services and extra Underground services on alternative routes.  I encourage all customers to use our online Easter Travel Guide to plan ahead and check before you travel.'",
     "TfL is keeping customers informed through posters and announcements at stations, emails to customers, its website, social media and Journey Planner. Throughout the Easter weekend TfL is advising customers to 'Check Before You Travel' and to speak to a member of staff who will assist them in finding the best route to their destination.",
     "A full list of TfL's social media channels is available at www.tfl.gov.uk/socialmedia, which includes details of the Twitter feeds for each of the 11 different London Underground lines, buses, the DLR, London Overground, Santander Cycles, Emirates Air Line and live traffic news for updates during the Easter period.",
     "Notes to Editors",
     "Dates and Times\u003cbr /\u003eA full list of TfL Rail \u0026 Underground closures are set out below:",
     "Jubilee line",
     "{\"template\":\"bulletlist\",\"items\":[\"Waterloo to Wembley Park (3 - 5 April Good Friday to Easter Sunday)\",\"Waterloo to Stanmore (6 April Easter Monday, 11 - 12 April)\"]}",
     "Metropolitan line",
     "{\"template\":\"bulletlist\",\"items\":[\"Aldgate to Northwood / Uxbridge (3 - 6 April - Easter Friday to Easter Monday)\",\"A Metropolitan line service will operate between Northwood and Chesham / Amersham via Watford and there will be additional Piccadilly line services to Uxbridge. No Chiltern Railways service between Marylebone and Great Missenden.\"]}",
     "Aldgate to Rickmansworth / Watford (11 - 12 April)",
     "{\"template\":\"bulletlist\",\"items\":[\"No Chiltern Railways service between Amersham and Harrow-on-the-Hill, however, additional trains will operate between Marylebone and Harrow-on-the-Hill.\"]}",
     "London Overground",
     "{\"template\":\"bulletlist\",\"items\":[\"Highbury \\u0026 Islington to Shadwell (3 - 5 April)\",\"Sydenham to Crystal Palace (3 - 5 April)\",\"Camden Road to Stratford (5, 12 April)\",\"Queen's Park to Watford Junction (5 April Easter Sunday). The Bakerloo line will continue to run to Harrow \\u0026 Wealdstone.\",\"New Cross Gate to West Croydon closed until 08:30 (5 April)\",\"DLR\",\"Canning Town to Beckton (4-5 April)  to enable Crossrail works at Custom House\"]}",
     "Tramlink",
     "{\"template\":\"bulletlist\",\"items\":[\"Reeves Corner to Sandilands (29 March - 4 April) and Reeves Corner to East Croydon (5 - 12 April) to enable the London Borough of Croydon 'Connected Croydon' work.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}