{
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "March",
   "url": "/info-for/media/press-releases/2015/march"
  },
  {
   "title": "Mayor starts digging on “Crossrail” Cycle Superhighways"
  }
 ],
 "title": {
  "title": "Mayor starts digging on “Crossrail” Cycle Superhighways",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Construction of central London's flagship segregated Cycle Superhighways has begun as the Mayor, Boris Johnson, helped dig out the first tarmac."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Building has started on the North-South route, which once complete will run from Elephant \u0026 Castle to King's Cross. Work on the East-West route from Tower Hill to Westbourne Terrace will begin in April.",
     "Two other segregated superhighways are also now under construction, the upgrade of Cycle Superhighway 2 from Aldgate to Bow and the new Cycle Superhighway 5 from Oval to Pimlico. All the routes will be open by spring next year with some sections of the routes open by autumn this year.",
     "The Mayor, Boris Johnson, said:",
     "'This is a big day for cycling and for London, the culmination of years of campaigning by cyclists and months of planning by TfL.",
     "'I know a lot of people thought this would never happen - and a small number of people didn't want it to happen. But it is happening, and London will be better as a result.",
     "'Getting more people on their bikes will reduce pressure on the road, bus and rail networks, cut pollution, and improve life for everyone, whether or not they cycle themselves.'",
     "The work beginning this week will create a safe cycle route through St George's Circus and transform Blackfriars Road from a car-dominated street into a new urban boulevard, with new trees, almost 20,000 square feet of new space for pedestrians, and a two-way segregated cycle track. Work on the route south of the river will be finished by the end of the year.",
     "North of the river, work will begin in the summer and will be finished by spring 2016. The superhighway will have the capacity for 3,000 cyclists an hour, equivalent to 41 extra fully-loaded double-decker buses on the route 63, which runs alongside it.",
     "The East-West and North-South routes were consulted on in the autumn, receiving over 21,000 public responses of which 84 per cent backed the plans. Hundreds of businesses joined a campaign to show their support. Independent opinion polling also showed overwhelming public backing for the new routes.",
     "Changes have been made to both routes in response to concerns expressed by some opponents during consultation. On the East-West route, the modifications have reduced the whole-route traffic delays by 60 per cent while preserving a segregated track throughout. On the North-South route, better provision is being made for pedestrians at Ludgate Circus - with straight-across crossings, rather than staggered as proposed, making it easier for pedestrians to cross the junction in a single movement.",
     "Ahead of the start of construction on the North-South cycle route and the other transformative schemes soon to begin, Transport for London (TfL)'s skilled traffic engineers have been developing traffic management plans to ensure that the impacts on all road users are kept to a minimum. Sophisticated traffic signal technology, which allows better management of traffic depending on differing conditions at any given time, will be used to ensure that key routes and junctions are controlled in real-time to help keep traffic moving.",
     "Leon Daniels, TfL's Managing Director of Surface Transport, said:",
     "'A cyclist travels along the North-South corridor every two seconds in the peak, and the new protected route will provide a direct, safer journey for thousands of new and experienced cyclists travelling across the river from Southwark to King's Cross, delivering on our commitment in the Mayor's Vision for Cycling to radically improve conditions for cyclists in the Capital. We've started work this week and will deliver this scheme as quickly as possible, while utilising the skills of our experienced traffic engineers to keep any impact on traffic to a minimum throughout.'",
     "Amanda Faul, Deputy CEO of Waterloo Quarter BID, said:",
     "'Waterloo Quarter represents and supports local businesses and we have been working closely with TfL to inform our members on the plans for the North-South Cycle Superhighway as they have developed. In addition to providing a vital, safe cycle link between the south-east London, the City and beyond, the works on Blackfriars Road will deliver considerable public realm improvements, making it a better, more pleasant place in which to do business. We look forward to continuing this partnership with TfL throughout the works to ensure we help our businesses plan ahead to minimise disruption and reduce business impact.'",
     "Councillor Mark Williams, Cabinet Member for Regeneration, Planning and Transport at Southwark Council, said:",
     "'The Blackfriars Road project is a real milestone for Southwark and will bring significant benefits for our residents. The new high quality cycling route will help us meet our target to more than double cycling and open it up to more people. The Cycle Superhighway will link in with our own 'Southwark Spine' cycle route which will connect the Thames to Crystal Palace. The project also brings huge pedestrian benefits and Southwark Council is providing an additional £2.2m of investment to help deliver a high quality boulevard on this historic road.'",
     "The start of work on the North-South route heralds a step-change in the delivery of TfL's £4bn Road Modernisation Plan in central London. Over the next year the plan also includes transformations at Elephant \u0026 Castle, Stockwell, Oval and Vauxhall Bridge junctions amongst others, delivering a greener, safer and more attractive road network for all Londoners and road users, including a radical improvement in conditions for cyclists.",
     "During these works, drivers are strongly advised to plan alternative routes to avoid delays, particularly during peak travel times. TfL will work hard to minimise disruption, roadside message signs will alert drivers to any closures and live travel information will be provided at \u003ca href=\"http://www.tfl.gov.uk/trafficnews\"\u003ewww.tfl.gov.uk/trafficnews\u003c/a\u003e and on Twitter at @tfltrafficnews and @tflbusalerts.",
     "TfL has written to local residents and businesses and details of the sections of work taking place and delivery timeline can be found on the TfL website here: \u003ca href=\"http://www.tfl.gov.uk/northsouth\"\u003ewww.tfl.gov.uk/northsouth\u003c/a\u003e .",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"A map and images of the North-South Cycle Superhighway are available on request from TfL Press Office.\",\"On 4 February 2015, the Transport for London (TfL) Board approved plans for the construction of four new Cycle Superhighways (East-West, North-South, CS1 and the inner section of CS5) and upgrades to the four existing Cycle Superhighway routes (CS2, CS3, CS7 and CS8) as part of the Mayor's Cycling Vision - \\u003ca href=\\\"http://www.tfl.gov.uk/corporate/publications-and-reports/board-papers\\\"\\u003ehttp://www.tfl.gov.uk/corporate/publications-and-reports/board-papers\\u003c/a\\u003e \",\"The North-South Cycle Superhighway forms part of TfL's continuing £4bn Road Modernisation Plan, which represents the biggest investment in London's roads in a generation, including hundreds of transformational projects within the existing road network. Using radical ideas and innovative designs, the plan will make London's roads greener, safer and more attractive for the benefit of all Londoners.\",\"In March 2013, the Mayor launched his Vision for Cycling in London, which detailed his £913m programme to improve infrastructure and safety for cyclists in the capital. \\u003ca href=\\\"http://www.tfl.gov.uk/cyclingvision\\\"\\u003ewww.tfl.gov.uk/cyclingvision\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}