{
 "pageTitle": "New partnership to transform area around Southwark Tube",
 "description": "Joint venture will create new landmark development on Blackfriars Road",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "March",
   "url": "/info-for/media/press-releases/2015/march"
  },
  {
   "title": "New partnership to transform area around Southwark Tube"
  }
 ],
 "title": {
  "title": "New partnership to transform area around Southwark Tube",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Joint venture will create new landmark development on Blackfriars Road"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) and Development Securities have today announced that they have signed a joint venture agreement to redevelop a one-acre site above and around Southwark Tube station on Blackfriars Road, SE1.",
     "The joint venture will see the creation of a residential led mixed-use development, consisting of around 225,000 sq ft which will transform the area on Blackfriars Road to create a new landmark development.",
     "Located within Southwark between the Elephant \u0026 Castle regeneration area and the South Bank, the redevelopment will deliver over 300 new homes, as well as new retail and restaurant space with significant new public realm which will complement other developments in the area. Specifically, the redevelopment will enhance the environment around Isabella Street, a popular pedestrianised street that runs alongside the development site.",
     "With London's population set to grow from 8.6 million today to around 10 million by 2030, it is vital that London has the homes and services it needs to support population growth. The partnership between TfL and Development Securities will not only add to the existing local residential community, it will also support jobs in London and across the UK.",
     "The one acre site is a combination of three sites which include: Algarve House, a vacant, derelict office building in respect of which Development Securities has an £8 million option agreement which will be exercised by the company in March 2015; adjacent land owned by TfL including the space above Southwark Tube station; and further land around the station owned by the London Borough of Southwark.",
     "Julian Barwick, Director, Development Securities said: `Our site is located within an exciting area of Southwark with huge potential to deliver a development that creates new employment and housing opportunities as well as considerable new public realm and leisure opportunities. Following our success at 10 and 12 Hammersmith Grove, we are delighted to have joined forces again with TfL to create a partnership that has the expertise and ability to deliver a significant regeneration development for the local area.",
     "The partnership deal comes after TfL's recent announcement that it will be seeking property development partnerships for 50 sites across its transport estate as part of its wider plans to generate £3.4bn in non-fare revenue over the next decade to be reinvested back into the transport network. TfL has launched a tender process to find development partners.",
     "Graeme Craig, Director of Commercial Development, TfL said: `Our joint venture with Development Securities is another example of the work we are doing to maximise our assets whilst generating vital revenue that we can invest in the transport network. The development above and around Southwark Tube station will see the creation of homes, jobs and new community facilities on a site that has been left undeveloped for far too long.",
     "`We want to form similar joint venture partnerships with leading developers to help us bring forward some of our other sites to maximise their long term value. We have now launched a tender process to identify partners.\"",
     "Development Securities and TfL will undergo an extensive consultation process with Southwark Council, local businesses, residents and the wider community over the coming months as the masterplan for the site, designed by architects AHMM, is developed. The planning application will be submitted later this year.",
     "TfL operates the Tube network, as well as five per cent of London's road network, buses, the DLR, London Overground, London Tramlink, Barclays Cycle Hire, the Emirates Air Line and River Services.",
     "\u003cstrong\u003eAbout Development Securities\u003c/strong\u003e \u003cbr /\u003eDevelopment Securities PLC is an experienced, FTSE-listed, UK property investor and developer. It applies a creative and expert approach to complex and major developments, strategic investment and asset management across the UK.",
     "Development Securities has delivered over 4 million sq ft of regeneration and development projects across the UK with a pipeline of projects totalling in excess of 4.5 million sq ft These projects include major urban regeneration projects, regional foodstores, mixed-use development, residential schemes and leisure developments. The company is an experienced developer with a proven track record for delivering projects that create value and growth.",
     "In 2014, Development Securities acquired Cathedral Group, a specialised mixed-use regeneration developer with whom the company had previously worked in joint venture on a number of projects. Cathedral specialises in residential-led mixed use development as well as public private partnership projects whereby it works with local authorities to regenerate public land."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}