{
 "pageTitle": "TfL and its suppliers create 200 new apprenticeship roles",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "March",
   "url": "/info-for/media/press-releases/2015/march"
  },
  {
   "title": "TfL and its suppliers create 200 new apprenticeship roles"
  }
 ],
 "title": {
  "title": "TfL and its suppliers create 200 new apprenticeship roles",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) and its supply chain have created over 200 new apprenticeship roles, including in Quantity Surveying, Highway and London Underground Engineering, HR Management, Commercial Procurement and Web Development, to help more young people into work.",
     "The 200 new roles will be highlighted tomorrow morning (Thursday 12 March), when TfL and its supply chain will be holding a recruitment fair at City Hall. The fair will promote the range and number of apprenticeship opportunities both at TfL and across its supply chain. 250 potential new apprentices will attend the fair, giving them the opportunity to meet current apprentices, talk through their options and receive guidance on how to apply for one of the new apprentice positions.",
     "With London's population set to grow from 8.6 million today to 10 million by 2030, apprentices will work on one of the biggest programmes of transport investment in the world. They will also provide day-to-day support to customers and road users who make around 30 million journeys every day on TfL's public transport and road networks.",
     "The new opportunities brings the total number of apprenticeship roles created by TfL and its supply chain to almost 5,500, supporting the Mayor of London's campaign to create more apprenticeships for Londoners. Nearly 190,000 apprentices have begun work in London since 2010 and over 40,000 people now start an apprenticeship every year in London, which is more than double the number starting four years ago. Those vastly improved results are thanks to a massive amount of work and investment that the Mayor is coordinating alongside the national apprenticeships service and employers.",
     "Throughout National Apprenticeship Week, 9 March to 13 March 2015, TfL, London Transport Museum (LTM), Crossrail and TfL's supply chain will be celebrating the contribution apprentices make in keeping London working and growing, supporting jobs, housing and economic growth across the country.",
     "Events will also be used to encourage young people to consider an apprenticeship as a pathway to a fulfilling career in the transport industry.",
     "London's Transport Commissioner, Sir Peter Hendy CBE, said: `Apprentices are making an important contribution to keeping our city working and growing and I am very proud that we are able to offer 200 brand new roles from rail and highway engineering to software development.",
     "`With London's population growing rapidly, it is essential that we have people with the right skills to support the growth of a modern 21st century city. Our apprenticeships will remain core to delivering this and will help hundreds more young people forge fruitful and rewarding careers.'",
     "Existing TfL apprentices will be on hand throughout the week from 16:30 to 17:00 to answer questions about being a TfL apprentice through TfL's Twitter feed @TfL. They will offer tips and advice to promote apprenticeships as an alternative to further education.",
     "Apprentices have been supporting London's transport network for decades, contributing to some of the biggest projects in the world. These include the modernisation of the Jubilee, Victoria and Northern lines on the London Underground and the modernisation of the road network.",
     "New apprenticeship roles this year bring the total number of apprenticeship schemes to 23. The majority of apprentices secure permanent jobs with TfL or its supply chain once they have completed their scheme.",
     "Hoda Al-Halfi, a first year Project Management Apprentice at TfL, said: `When I was in my final year of Sixth Form, I applied to University because everyone just expected you to go. I knew it wasn't what I wanted at that time but I still went with it, hoping it would be fine. I went to University for two weeks and withdrew. I listened to my gut instinct and did what I thought was right for me. I can honestly say that it was the best decision I've made.",
     "`I looked into apprenticeships, even though they were never really mentioned at school. I came across the TfL scheme and had to give it a go, it combined work and education along with a great salary. I am so grateful to have been selected, I'm certain it will equip me with the skills and knowledge I need for a successful career wherever I chose to go!'",
     "Rachel McCarthy, a Junior Quantity Surveyor at TfL, said: `I joined the TfL Quantity Surveyor apprenticeship scheme back in 2011 and I've never looked back. Over the last few years, I've worked on some amazing projects such as installing new CCTV cameras in train carriages.  The support I received from my apprenticeship was exceptional and throughout the scheme, I was also able to gain the relevant qualifications and I am now a Junior Quantity Surveyor, working on the London Underground lines upgrade. Apprenticeships offer real career prospects and I would definitely recommend doing one.'",
     "From Monday 9 March to Sunday 15 March, TfL and London Transport Museum are also offering all apprentices free entry to the Museum in the heart of Covent Garden that tells the story of the powerful link between transport and the growth of modern London since 1800.  Apprentices must present a valid Apprentice Oyster photocard or a letter from their college or employer to gain free entry to the Museum.",
     "In addition, TfL continues to support wider apprenticeship schemes in London through travel concessions. All apprentices living in London aged 18 or over and in their first year of an approved course can save 30 per cent on the price of adult rate Travelcards and Bus \u0026 Tram Passes with an Apprentice Oyster photocard.",
     "Crossrail recently surpassed its target of creating 400 apprenticeships during the construction of the new railway, with 450 now working on the project.",
     "Applications for TfL apprenticeships can be made at \u003ca href=\"http://www.tfl.gov.uk/corporate/careers/apprenticeships\"\u003e www.tfl.gov.uk/corporate/careers/apprenticeships\u003c/a\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"On Monday, Crossrail celebrated the achievements of its apprentices at their third Crossrail Apprentice Awards. TfL also hosted an event on Monday with seven of its partner schools where students met TfL Apprentices from across the 14 apprenticeship schemes currently on offer.\",\"On Thursday, TfL and its supply chain will hold a recruitment fair at City Hall, offering over 200 new apprenticeship roles. The fair will be attended by 250 potential new apprentices who will have the opportunity to meet TfL and its suppliers' recruitment teams and their current apprentices and find out how to apply for apprenticeships.\",\"On Friday, apprentices from TfL's London Highways Alliance Contract (LoHAC) will be hosting an apprenticeship forum showcasing the projects they have working on across the capital. Mark Hansford, Editor of New Civil Engineer magazine will be the guest speaker at the forum.\\u003cbr /\\u003eThis year TfL has created an additional five new apprenticeship roles, taking the total number of apprenticeship schemes within TfL to 23.\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"Human Resource Management\",\"London Transport Museum\",\"Software and Web Development\",\"Marketing Product and Industrial Design\",\"Commercial Procurement\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL's seven Partner Schools currently include The Royal Greenwich University Technical College, 4 London Academies Enterprise Trust Academies (Aylward Academy, Bexleyheath Academy, Kinglsey Academy, Nightingale Academy) Uxbridge College, the STEM Academy Tech City.\",\"On 26 February TfL partnered with Whizz-Kidz, Scope and RLSB - three charities it works closely with - to launch a work experience programme at TfL for their members. The scheme will give young disabled people the chance to gain an understanding of the workplace and develop their skills.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}