{
 "pageTitle": "TfL and the police join forces to combat hate crime",
 "description": "TfL and the police join forces to combat hate crime on London transport",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2017",
   "url": "/info-for/media/press-releases/2017"
  },
  {
   "title": "October",
   "url": "/info-for/media/press-releases/2017/october"
  },
  {
   "title": "TfL and the police join forces to combat hate crime"
  }
 ],
 "title": {
  "title": "TfL and the police join forces to combat hate crime",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "TfL and the police launch over 200 joint events across London as part of National Hate Crime Awareness Week"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) and the Capital's police will join forces for a series of over 200 community engagement events across London in support of National Hate Crime Awareness Week.",
     "The activity will begin on Monday 16 October with police officers, TfL staff and representatives from TellMAMA, a reporting service for victims of anti-Muslim hate crime.",
     "Officers will visit communities in East London to stress the importance of reporting hate crime and to reassure them that London's public transport system is safe and welcoming for all. Officers will also pay individual visits to the East London Mosque, Stratford bus station and travel on a route 25 bus between Whitechapel and Stratford.",
     "London's network remains a safe low-crime environment, but reports of hate crime offences have increased as more people feel confident to speak out about incidents. Between April and June 2017, reports of hate crime on increased by 25 per cent compared with the same period last year (822 reports compared to 655).",
     "Last year, TfL, British Transport Police (BTP), Metropolitan Police (MPS) and City of London Police (COLP) launched Operation Safer Travel for All and the #WeStandTogether campaign, which aims to reassure the travelling public that the network is safe and to encourage anyone who experiences this type of behaviour to report it, so action can be taken against offenders.",
     "Sophie Linden, Deputy Mayor for Policing And Crime said:",
     "'Hate crime of any kind has no place in London, and the Mayor has been clear that the Met police should take a zero-tolerance approach to it. We all need to work together to tackle these awful crimes, so its great that Transport for London and the police are joining forces and reaching out to communities around the capital during National Hate Crime Awareness Week, working to ensure everyone feels safe travelling on our transport network.",
     "'We continue to work with the Met, communities, schools and local authorities to drive down these crimes, and are investing in improved services for victims of hate crime. I encourage Londoner's to get involved in National Hate Crime Awareness Week, and urge anyone who witnesses or suffers this abusive behaviour both online and in person to report it so we can take action, support victims and bring perpetrators to justice.'",
     "Steve Burton, Director of Enforcement and On-Street Operations, said:",
     "'Hate crime has no place in the Capital, and public transport is no exception. By speaking to local communities we want to reassure people that public transport is safe and welcoming for all. Every report of hate crime will be taken seriously and fully investigated.'",
     "Detective Superintendent Adnan Qureshi from the Met's Roads and Transport Policing Command, said:",
     "'We are committed to tackling hate crime in all its forms, whether it is on the streets, in the community or on the transport network. Hate crime remains largely under reported and we stand together with policing partners, colleagues and groups to investigate all hate crime allegations, support victims and their families and bring perpetrators to justice.'",
     "Nozmul Hussain, Chief Executive Officer of the East London Mosque Trust, said:",
     "'Every so often, a member of our congregation can find themselves being abused on London's transport network, and we want to send a clear message, that you do not have to be afraid and that you can report incidents discreetly to the police. The Mosque and Centre is also a third party hate crime reporting site working in partnership with Tower Hamlets council, if somebody wants to report hate crime, he or she can do so through us.",
     "'London represents one of the most diverse capital cities in the world, and we will never tolerate those that seek to divide us through hatred and bigotry we will always stand united.'",
     "People can report an incident discreetly by texting 61016 from a mobile phone (for Tube and rail incidents) or by calling 101. In an emergency they should call 999.",
     "For anyone who feels uncomfortable speaking to the police about a Hate Crime incident, they can visit \u003ca href=\"http://report-it.org.uk\"\u003ereport-it.org.uk\u003c/a\u003e where reports can be submitted anonymously.",
     "Anti-Muslim incidents can also be reported at: Tell MAMA on 0800 456 1226, WhatsApp 0734 184 6086 or at \u003ca href=\"http://tellmamauk.org\"\u003etellmamauk.org\u003c/a\u003e .",
     "For Anti-Semitic incidents, CST can be called on 0208 457 9999 or reported at \u003ca href=\"http://cst.org.uk\"\u003ecst.org.uk\u003c/a\u003e ",
     "Additional information:",
     "{\"template\":\"bulletlist\",\"items\":[\"Media are welcome to join for the community day of action on Monday 16 October at the following locations:\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"\\u003cstrong\\u003eEast London Mosque \\u0026 London Muslim Centre\\u003c/strong\\u003e (82-92 Whitechapel Rd, London E1 1JQ) 12:00-12:30. A spokesperson from the Mosque will be available for interviews.\",\"\\u003cstrong\\u003eRoute 25 bus\\u003c/strong\\u003e (from Whitechapel to Stratford Bus Station) 12:30-13:00. Travel and engagement on the bus with BTP and MPS officers.\",\"\\u003cstrong\\u003eStratford Bus Station\\u003c/strong\\u003e (Great Eastern Road, Newham E15 1BB) 13:00-14:00. Spokespeople from TfL, Met Police and BTP will be available for interviews.\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"More National Hate Crime Awareness Week (NHCAW) events can be found on the \\u003ca href=\\\"https://www.google.com/maps/d/viewer?mid=1spn_XxFVsZ7u-PnRpwaifcAkDkw\\u0026ll=55.56591408140889%2C-2.9568404500000724\\u0026z=6\\\"\\u003eNHCAW events map\\u003c/a\\u003e \",\"Photos from the community day of action will be available from \\u003ca href=\\\"https://www.flickr.com/photos/tflpress/\\\"\\u003eTfLs Flickr page\\u003c/a\\u003e \",\"For TfLs annual crime bulletin, visit: \\u003ca href=\\\"https://tfl.gov.uk/corporate/publications-and-reports/crime-and-incident-bulletins\\\"\\u003ehttps://tfl.gov.uk/corporate/publications-and-reports/crime-and-incident-bulletins\\u003c/a\\u003e \",\"TfL funds over 3,000 police and police community support officers dedicated to policing the transport network. These officers work in partnership with thousands of frontline transport staff to help keep passengers and staff safe.\",\"The increase in reports of hate crime was anticipated following the launch of Operation Safer Travel for All and #WeStandTogether alongside the Capitals police in July 2016, which has given people the confidence to report these crimes. The increase reflects national and London-wide trends in reports of hate crime.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2017/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2017/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2017/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2017/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2017/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2017/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2017/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2017/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2017/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2017/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2017/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2017/december",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}