{
 "pageTitle": "TfL names partner to develop Blackhorse Road site",
 "description": "TfL names partner to develop Blackhorse Road site",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2017",
   "url": "/info-for/media/press-releases/2017"
  },
  {
   "title": "October",
   "url": "/info-for/media/press-releases/2017/october"
  },
  {
   "title": "TfL names partner to develop Blackhorse Road site"
  }
 ],
 "title": {
  "title": "TfL names partner to develop Blackhorse Road site",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) today announced BLLQ LLP as the preferred bidder in a joint venture partnership to develop a 1.8 acre site opposite Blackhorse Road station in northeast London.",
     "Following the Mayor's announcement in March that the site was being unlocked for development, TfL offered firms in the TfL Property Partnership Framework the opportunity to bid to become a joint venture partner to develop the site.",
     "TfL will now work with BLLQ LLP to deliver approximately 350 new homes at Blackhorse Road in 2022, 50 per cent of which will be affordable. Subject to permissions, work could commence on site in 2019.",
     "The site is surrounded by a number of mixed use developments, which together are creating a new neighbourhood of around 1,700 homes, alongside retail, commercial and leisure spaces. The site is ideally placed for public transport due to its proximity to Blackhorse Road station, served by the Victoria line and London Overground. A number of local bus routes, walking and cycling connections will provide further options for commuters. Future residents will also benefit from the package of measures being delivered in Waltham Forest through its Mini-Holland programme.",
     "Graeme Craig, Director of Commercial Development for TfL said: `This site on Forest Road is a key part of bringing an exciting new neighbourhood to life in the heart of Waltham Forest. We are thrilled to be working with BLLQ LLP to deliver hundreds of homes for Londoners with excellent transport links and just a short journey from central London. Half of the homes will be affordable and we'll also be generating much needed revenue to invest back into the transport network.'",
     "Matt Calladine, Regional Land \u0026 Development Director, Barratt London, said: `The TfL car park at Blackhorse Road Station is an important development site in the context of the wider regeneration of this area.  We are looking forward to working closely with TfL, the London Borough of Waltham Forest and local stakeholders to ensure the delivery of high quality homes and new commercial facilities that will benefit the entire community.'",
     "Andy Rowland, Regional Managing Director - East Region at L\u0026Q, said: `We are delighted to be working with TfL to deliver hundreds of new homes on the Blackhorse Road site, with half of the homes being genuinely affordable to Londoners on average and lower incomes. The project forms part of an exciting wider redevelopment of the area and will sit proudly in a thriving new neighbourhood a short journey from central London.'",
     "Cllr Clare Coghill, the Leader of Waltham Forest Council, said: `This announcement moves us a step nearer to creating a new vibrant town centre in the Blackhorse Lane area. This complements the other investment taking place which will lead to 2,500 new homes and the creation of 1,000 jobs. TfL's commitment to ensuring 50% of the new homes are affordable for local residents is a really positive step, building on the commitment made by the GLA in August to deliver 100% affordable homes on its Webbs Industrial Estate site on Blackhorse Lane. This is alongside the other work we are doing with TfL in Blackhorse Lane on the delivery of public realm improvements to The Standard Junction and Forest Road, as well as an £800,000 refurbishment of Blackhorse Road Station which will be completed next year.'",
     "Last year TfL brought forward sites that will deliver 1,000 homes. This year, progress is accelerating and TfL will bring forward sites that will deliver 3,000 homes. Half of all these homes will be affordable, while TfL is also establishing a significant long-term revenue stream to reinvest in transport.",
     "Ends",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"The site is currently used as a car park.\",\"Last year, TfL launched the Property Partnership Framework. Following a competitive tender process, TfL approved the appointment of 13 leading property development companies and consortiums that it could work with to develop its sites. This provides a ready pool of partners eligible to bid to work with TfL in joint ventures as sites become available. This will ensure thousands of homes, offices and retail spaces across London can be delivered more efficiently and quickly. You can find out more by visiting \\u003ca href=\\\"https://tfl.gov.uk/info-for/business-and-commercial/property-development\\\"\\u003ehttps://tfl.gov.uk/info-for/business-and-commercial/property-development\\u003c/a\\u003e \"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"About Barratt London\"]}",
     "Barratt London is a market-leading residential developer, with over 30 years' experience in the Capital, delivering over 2,000 new homes in London each year. Barratt London is committed to providing an unbeatable customer experience and developing exceptional homes for all Londoners. Barratt London has an extensive portfolio of residential developments and partnerships delivering homes across the Capital for all Londoners, from state-of-the-art penthouses in Westminster and riverside communities in Fulham, to complex, mixed-use regeneration schemes in Hendon.",
     "Barratt London is part of Barratt Developments PLC, the UK's largest housebuilder.",
     "{\"template\":\"bulletlist\",\"items\":[\"•\\tAbout L\\u0026Q\"]}",
     "L\u0026Q is one of the UK's leading housing associations and one of London's largest developers. The L\u0026Q Group manages more than 90,000 homes across London and the South East. It combines its commercial drive and social purpose to create homes and neighbourhoods it can be proud of.",
     "We are committed to helping solve the housing crisis, L\u0026Q is working to enable the delivery of 100,000 quality new homes, half of which will be genuinely affordable and half for private rent or sale. L\u0026Q's long term approach allows for investment in vital community infrastructure to create vibrant, thriving places where people want to live.",
     "The L\u0026Q Foundation will invest £250 million to improve the life chances of those who live in L\u0026Q homes and communities and to promote independence among residents.",
     "L\u0026Q launched its care and support subsidiary, L\u0026Q Living, in April 2017 bringing together its supported housing, sheltered housing and care and support provision, comprising more than 6,600 properties across London and the South East."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2017/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2017/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2017/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2017/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2017/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2017/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2017/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2017/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2017/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2017/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2017/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2017/december",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}