{
 "pageTitle": "London Tube station transformed into 'PICARDilly' Circus",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2020",
   "url": "/info-for/media/press-releases/2020"
  },
  {
   "title": "January",
   "url": "/info-for/media/press-releases/2020/january"
  },
  {
   "title": "London Tube station transformed into ‘PICARDilly’ Circus"
  }
 ],
 "title": {
  "title": "London Tube station transformed into ‘PICARDilly’ Circus",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Piccadilly Circus renamed for 48 hours ahead of the 24 January launch of new Amazon Prime Video original series Star Trek: Picard in more than 200 territories around the world"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Themed station branding and signage placed around the station, with special PA announcements providing information\",\"Promotional activity part of TfL's wider work to generate vital revenue to reinvest in transport across the city\"]}",
     "Customers on London Underground today found themselves transported to the heart of the Federation to mark the launch of Amazon Prime Video's original new series Star Trek: Picard.",
     "From Wednesday 15 January to Thursday 16 January, the Grade II listed station will be renamed \"PICARDilly Circus\", with roundels in the ticket hall and platforms rebranded and specially created signage and posters, inspired by the new series, installed throughout the station.",
     "Special public service announcements will also be made, advising customers on how to avoid card-clash and to \"take care when using stairs, escalators or transporters\" while travelling through the station.",
     "\u003cstrong\u003eJulie Dixon, Head of Customer Information, Design and Partnerships at Transport for London (TfL) said: \u003c/strong\u003e ",
     "'We're thrilled to partner with Amazon Prime Video to create this exciting takeover of one of London's most well-known Underground stations to celebrate the launch of Star Trek: Picard. The Star Trek franchise is a global sensation and we're excited to mark this next chapter in a creative and engaging way that connects with tens of thousands of people.",
     "'We hope that the out of this world activity has brought a bit of unexpected fun to our customers and that they boldly go on their commute, young or old.'",
     "\u003cstrong\u003eMike Gordon, Chief Commercial Officer at Global, said: \u003c/strong\u003e ",
     "'This clever campaign is a perfect example of how brands can harness the power of outdoor to create experiences which capture the attention of audiences at key moments of the day. For example, many commuters will be streaming video whilst travelling to work, or they may be heading home and considering diving into a new series. This dynamic activation will help drive awareness and fame for this much-loved franchise and we look forward to seeing how commuters respond.'",
     "The new series, Star Trek: Picard, launches on Amazon Prime Video in more than 200 countries and territories around the world on 24 January and features Sir Patrick Stewart reprising his iconic role as Jean-Luc Picard, which he played for seven seasons on Star Trek: The Next Generation. The new series will follow this iconic character into the next chapter of his life.",
     "This two-day marketing campaign was developed by Amazon, Initiative, TfL and Global Media. By using TfL's advertising estate and in-station environments, advertisers can have access to flexible and dynamic opportunities to connect with their target audiences, while helping to generate vital revenues to invest in London's transport network.",
     "The activation will run alongside high-impact media takeovers of platforms and corridor areas, delivered by TfL's advertising partner Global, which will remain in place for two weeks.",
     "Notes to editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"Publicity contacts: TfL Press Office - Thomas Canning \\u003ca href=\\\"mailto:thomascanning@tfl.gov.uk\\\"\\u003ethomascanning@tfl.gov.uk\\u003c/a\\u003e and Amazon Prime Video Press Office - \\u003ca href=\\\"mailto:AmazonPrimeVideo@theacademypr.com\\\"\\u003eAmazonPrimeVideo@theacademypr.com\\u003c/a\\u003e \",\"Alongside Sir Patrick Stewart, Star Trek: Picard will also star Isa Briones, Santiago Cabrera, Michelle Hurd, Alison Pill, Harry Treadaway and Evan Evagora.\",\"The series is produced by CBS Television Studios in association with Secret Hideout and Roddenberry Entertainment. Alex Kurtzman, Michael Chabon, Akiva Goldsman, James Duff, Patrick Stewart, Heather Kadin, Rod Roddenberry and Trevor Roth serve as executive producers and Aaron Baiers (Secret Hideout) serves as co-executive producer and Kirsten Beyer as supervising producer. Hanelle Culpepper directed the first two episodes of the series.\",\"In the United States, the series will be available exclusively on CBS All Access, and in Canada on Bell Media's cable networks, Space and Z, and OTT service Crave.\"]}",
     "\u003cbr /\u003e\u003cstrong\u003eAbout Transport for London (TfL)\u003c/strong\u003e ",
     "Transport for London (TfL) is the integrated transport authority responsible for delivering Mayor of London Sadiq Khan's strategy and commitments on transport. It runs the day-to-day operation of the Capital's public transport network, including London Underground, London Overground, Docklands Light Railway, London Buses and TfL Rail services, as well as managing London's main roads. Every day more than 31 million journeys are made across London's transport network and TfL does all it can to keep the city moving, working and growing. TfL reinvests all income generated through fares and commercial revenue to run and improve services and is committed to reducing costs.",
     "\u003cstrong\u003eAbout Prime Video\u003c/strong\u003e ",
     "Prime Video is a premium subscription streaming service that offers customers a vast collection of TV shows and movies - all with the ease of finding what they love to watch in one place.",
     "{\"template\":\"bulletlist\",\"items\":[\"Included with Prime: Watch thousands of popular movies and TV shows, including critically-acclaimed Amazon Originals such as Good Omens, The Grand Tour, Tom Clancy's Jack Ryan, The Marvelous Mrs. Maisel and Homecoming; the Academy Award-winning Manchester by the Sea and The Salesman, Academy Award-nominated The Big Sick and Cold War, and Mindy Kaling's Late Night; plus exclusive TV shows like American Gods, Vikings and Outlander; as well as live sport including ATP Tour and US Open Tennis and Premier League football, and self-published content. All part of Prime Video, which is now available in over 200 countries and territories worldwide.\",\"Watch More with Prime Video Channels: Prime members can add 70+ channels like Discovery, ITV Hub+, Eurosport Player, hayu, STARZPLAY and more — no extra apps to download; no long term contract required. Only pay for the ones you want, and cancel anytime. To view the full list of channels available, visit \\u003ca href=\\\"[ioID]#amazon.co.uk/channels\\\"\\u003eamazon.co.uk/channels\\u003c/a\\u003e .\",\"Rent or Buy: Enjoy hundreds of thousands of titles, including new-release movies and entire seasons of TV shows available for all Amazon customers to rent or buy.\",\"Instant Access: Watch where and when you want with the Prime Video app on TVs, mobile devices, Amazon Fire TV, Fire TV Stick, Fire tablets, games consoles, on Virgin's V6 TV Box, the Talk Talk TV set top box, Apple TV, Chromecast, BT TV or online. For a list of all compatible devices visit \\u003ca href=\\\"[ioID]#amazon.co.uk/watchanywhere\\\"\\u003eamazon.co.uk/watchanywhere\\u003c/a\\u003e .\",\"Enhanced Experiences: Make the most of every viewing with 4K Ultra HD and High Dynamic Range (HDR) compatible content. Go behind the scenes of your favourite movies and TV shows with exclusive X-Ray access, powered by IMDb. Watch anywhere with mobile and tablet downloads for offline viewing.\"]}",
     "In addition to access to movies and TV shows included with Prime, the Prime membership includes unlimited fast free delivery options across all categories available on Amazon, more than two million songs and thousands of playlists and stations with Prime Music, secure photo storage with Prime Photos, unlimited access to a rotating selection of thousands of books and magazines with Prime Reading, unlimited access to a digital audiobook catalogue with Audible Channels for Prime, a rotating selection of free digital games and in-game loot with Twitch Prime, early access to select Lightning Deals, and more. To sign-up for Prime or to find out more visit: \u003ca href=\"[ioID]#amazon.co.uk/prime\"\u003eamazon.co.uk/prime\u003c/a\u003e .",
     "\u003cstrong\u003eAbout Amazon\u003c/strong\u003e ",
     "Amazon is guided by four principles: customer obsession rather than competitor focus, passion for invention, commitment to operational excellence, and long-term thinking. Customer reviews, 1-Click shopping, personalized recommendations, Prime, Fulfillment by Amazon, AWS, Kindle Direct Publishing, Kindle, Fire tablets, Fire TV, Amazon Echo, and Alexa are some of the products and services pioneered by Amazon. For more information, visit \u003ca href=\"[ioID]#amazon.com/about\"\u003eamazon.com/about\u003c/a\u003e and follow \u003ca href=\"[ioID]#https://twitter.com/AmazonNews\"\u003e@AmazonNews\u003c/a\u003e .",
     "\u003cstrong\u003eAbout Global\u003c/strong\u003e ",
     "Global is one of the world's leading Media \u0026 Entertainment groups. It is Europe's largest radio company and one of the leading Outdoor companies in both the UK \u0026 Europe. Global is home to respected, national, market leading media brands including Capital, Heart, Classic FM, LBC, Global's Newsroom, Smooth, Radio X, Capital XTRA, Gold and Global Player, which allows listeners to enjoy all of Global's radio brands, award-winning podcasts, and expertly-curated playlists, in one place in app, on web and on smart speakers.",
     "With an extensive and diverse portfolio, Global is also the leading Outdoor company in the UK \u0026 one of the largest in Europe with over 235,000 sites reaching 95 per cent of the UK population.",
     "On-air, on Global Player and with our outdoor platforms combined, Global reaches 51 million individuals across the UK every week, including 25 million on the radio alone.",
     "Global created and operates DAX, the market leader in digital audio advertising. Through its proprietary technology, DAX connects advertisers with an audience of more than 130 million people worldwide, inserting targeted advertising into music streaming services, connected radio listening and podcasts in the UK, Europe, the USA and Canada.  DAX is the largest digital audio advertising platform in the UK and one of the largest in the world.",
     "The company headquarters is in London's iconic Leicester Square. Ashley Tabor-King OBE is Founder \u0026 Executive President, Stephen Miron is Group CEO, Lord Allen is Chairman and James Rea is Director of Broadcasting. Ashley Tabor-King created Global in 2007.",
     " \u003ca href=\"[ioID]#www.global.com\"\u003ewww.global.com\u003c/a\u003e ",
     " \u003ca href=\"[ioID]#https://twitter.com/Global\"\u003e@global\u003c/a\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2020/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2020/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2020/march",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}