{
 "pageTitle": "Plans for major new Cycleway in southeast London",
 "description": "TfL unveils plans to build a major new Cycleway in southeast London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2020",
   "url": "/info-for/media/press-releases/2020"
  },
  {
   "title": "January",
   "url": "/info-for/media/press-releases/2020/january"
  },
  {
   "title": "Plans for major new Cycleway in southeast London"
  }
 ],
 "title": {
  "title": "Plans for major new Cycleway in southeast London",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "5km Cycleway between Greenwich and Woolwich will tackle danger along one of the area's most dangerous roads"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Plans include new pedestrian crossings and segregated cycle lanes, with initial proposals for a complete overhaul of the Angerstein roundabout in development\",\"A new 2km bus lane would also make bus journeys in the area faster and more reliable\",\"Transport for London is inviting people to have their say on the first phase of the plans, between Charlton and Woolwich, before 16 February\"]}",
     "Transport for London (TfL) has set out plans to overhaul one of southeast London's most dangerous roads and make neighbourhoods between Greenwich and Woolwich much safer for people walking and cycling, as part of its Vision Zero commitment to eliminating death and serious injury on London's roads.",
     "Currently, road danger in the area is high, with 215 collisions leading to death or injury recorded along the A206 Woolwich Road in 2017 and 2018. In 2017, 18 per cent of all casualties on the road were people cycling.",
     "TfL plans to tackle this and improve air quality in the area by building a new high quality 6.5km Cycleway, which would run between Greenwich and Woolwich. This would connect to the Royal Borough of Greenwich's future Liveable Neighbourhood plans for Greenwich Town Centre and to Cycleway 4 to create a continuous safe cycling route from Tower Bridge to Woolwich.",
     "TfL is asking people to have their say on the first phase of this route, between Charlton and Woolwich, with plans including:",
     "{\"template\":\"bulletlist\",\"items\":[\"A new two-way, fully segregated high-quality 2.5km Cycleway, which would run along the A206 Woolwich Road\",\"Six new pedestrian crossings with improvements to a number of others along the route, serving key local communities, schools, the Woolwich Ferry and Warspite Road, where a person walking was tragically killed in a collision in 2018\",\"Extending the existing bus lanes to make journeys by bus quicker and easier. Half of all trips along Woolwich Road are currently made by bus\",\"Widening the pavement at a number of locations, to give people walking more space\"]}",
     "TfL is also working on significant improvements at the Angerstein roundabout, where two people have been killed while cycling in recent years. TfL is asking people for their initial thoughts on plans to simplify the junction and make it easier to navigate for everyone. This would effectively mean that the junction would no longer be a roundabout. There would be a new fully segregated cycleway through the junction, with new signals to help people walking and cycling navigate the junction safely and easily.",
     "Currently, traffic levels on the road effectively mean that communities either side are split by the road. The changes would make it much easier for people to choose to walk, cycle and use public transport rather than travelling by car. There are two schools along the proposed route and the changes would make it easier and safer for people to get to school using sustainable forms of travel.",
     "TfL's consultation into the first 2.5km of the route, between Charlton and Woolwich, is now open until 16 February and is available on the TfL website at tfl.gov.uk/greenwich-woolwich. A further consultation on the section between Charlton and Greenwich will follow.",
     "The Royal Borough of Greenwich will be consulting on its TfL-funded Liveable Neighbourhood scheme in Greenwich Town Centre in the spring. The scheme is set to transform the existing, outdated one-way system to make it safer and easier for people using public transport, walking and cycling. As part of the plans, a new segregated Cycleway through the town centre would connect west towards central London via Cycleway 4 and east towards Woolwich.",
     "\u003cstrong\u003eLondon's Walking and Cycling Commissioner, Will Norman, said: \u003c/strong\u003e ",
     "'I'm delighted that we're pushing ahead with these bold plans - part of a new high-quality cycle route from Tower Bridge all the way to the heart of Woolwich. With additional pedestrian crossings and a new bus lane, the route will be made better and safer for everyone. The area around Angerstein roundabout has seen two fatalities in recent years, and we will continue to work closely with Greenwich Council to deliver these vital improvements as soon as possible.'",
     "\u003cstrong\u003eNigel Hardy, TfL's Head of Healthy Streets Investment and Delivery, said: \u003c/strong\u003e ",
     "'We know that people in London want to choose greener and healthier alternatives to cars, but road danger and congestion remains unacceptably high on roads across the capital. Our plans for Woolwich Road would make a real difference to everyone who wants to walk, cycle and use public transport more often and to the communities who live along this busy and intimidating stretch of road.'",
     "\u003cstrong\u003eCllr Denise Scott McDonald, Cabinet Member for Air Quality, Sustainability and Transport at the Royal Borough of Greenwich, said: \u003c/strong\u003e ",
     "'We welcome the plans to build a cycleway that would run between Greenwich and Woolwich. This is a great opportunity that will make it easier and safer for people to travel on foot, by cycle or public transport. These proposals will also support the Council's commitment to reducing air pollution and vehicle congestion.'",
     "\u003cstrong\u003eCllr Danny Thorpe, Leader of the Royal Borough of Greenwich, said: \u003c/strong\u003e ",
     "'This is great news for Greenwich as the proposed cycleway will make cycling and walking a much safer and convenient way for residents to travel in the area.",
     "'We all have a part to play in achieving our goals of improved air quality and protecting the environment, by making more sustainable choices. I encourage all residents to take part in the consultation as their feedback is vital, as is their involvement in helping us achieve these goals.'",
     "\u003cstrong\u003eSimon Munk, Infrastructure Campaigner at London Cycling Campaign, said: \u003c/strong\u003e ",
     "'It is wonderful to see plans moving forward to tackle the infamous and lethal Angerstein Roundabout, something we have long campaigned for. These plans promise to deliver a major route for South London, eventually linking Tower Bridge to Woolwich, taming hostile and dangerous roads. This should not only help save lives, but also enable far more people to walk and cycle, cutting air pollution and climate emissions.'",
     "TfL is working to create Healthy Streets across London, which enable people to walk and cycle. Construction on a number of major new Cycleways is either underway or set to begin. Work on Cycleway 4 between Tower Bridge and Greenwich began in June 2019, whilst work on a new cycle route between Brentford and Olympia started in December. TfL is also transforming other outdated and intimidating gyratory systems across London, with construction complete at Highbury Corner and underway at Old Street.",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL's consultation is available at \\u003ca href=\\\"[ioID]#tfl.gov.uk/greenwich-woolwich\\\"\\u003etfl.gov.uk/greenwich-woolwich\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2020/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2020/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2020/march",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}