{
 "pageTitle": "TfL investment to create nearly 8,000 new cycle parking spaces across London's boroughs",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2020",
   "url": "/info-for/media/press-releases/2020"
  },
  {
   "title": "January",
   "url": "/info-for/media/press-releases/2020/january"
  },
  {
   "title": "TfL investment to create nearly 8,000 new cycle parking spaces across London’s boroughs"
  }
 ],
 "title": {
  "title": "TfL investment to create nearly 8,000 new cycle parking spaces across London’s boroughs",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "TfL has awarded funding of more than £3.5 million to 30 London boroughs to build thousands of new cycle parking spaces"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "TfL has awarded more than £3.5 million of investment to 30 London boroughs to create 7,800 new cycle spaces in town centres, stations, schools and residential areas.",
     "This investment will enable thousands more cycle journeys to take place each week by ensuring more journeys begin and end with a place to park, with the first spaces set to be in place by the spring.",
     "The investment has been carefully targeted to add spaces where they are most needed. Areas set to benefit include:",
     "{\"template\":\"bulletlist\",\"items\":[\"In Bromley, 24 schools will have 480 new spaces to enable more pupils to cycle to school, rather than relying on cars for the school run\",\"In the City of London and Westminster, 600 new spaces will enable even more people to cycle to key central London destinations\",\"In Havering, 147 spaces will be split between residential areas and schools\",\"In Wandsworth, four town centres will share 80 new spaces, enabling more people to cycle to the shops\",\"In Hackney and Islington, 1,100 new spaces at stations, schools and residential areas will help to cater for the boroughs' high levels of cycle journeys\",\"In Ealing, 30 new spaces at two Tube stations will make it even easier to cycle to both stations\",\"In Greenwich, more than 700 new cycle parking spaces at various locations across the borough, which includes new parking at 11 schools\"]}",
     "Other boroughs to receive funding for cycle parking from the Mayor and TfL are Barking and Dagenham, Barnet, Bexley, Brent, Camden, Croydon, Enfield, Hammersmith \u0026 Fulham, Haringey, Hounslow, Kensington and Chelsea, Kingston, Lambeth, Lewisham, Newham, Redbridge, Richmond, Southwark, Sutton, Tower Hamlets and Waltham Forest.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Increased levels of cycling\"}",
     "The funding is part of TfL's Cycle Parking Implementation Plan, published last year, which showed that thousands of new parking spaces are needed to keep up with increased levels of cycling.",
     "TfL is working with councils, schools, universities and hospitals across the capital to ensure the number of cycle parking spaces can meet demand.",
     "The Plan sets out an aspiration to ensure that all stations outside Zone 1 have a minimum of 20 cycle parking spaces within 50 metres of the station and a minimum of 30% spare capacity. Ten stations will be brought up to this new benchmark in the coming year.",
     "\u003cstrong\u003eWill Norman, London's Walking and Cycling Commissioner, said:\u003c/strong\u003e 'We are determined to get more Londoners onto their bikes to help to tackle congestion and make the city greener.",
     "'As well as continuing to make cycling safer, we know it's vital that we make the beginning and the end of people's journeys as simple and hassle free as possible.",
     "'Alongside our investment in high-quality routes, we are extremely pleased that this new funding for cycle parking facilities will enable thousands more Londoners from all corners of the capital to hop on a bike.'",
     "\u003cstrong\u003ePenny Rees, TfL's Head of Healthy Streets Investment and Delivery, said: '\u003c/strong\u003e Thousands more Londoners each year are discovering the many benefits of cycling, from better health to reduced carbon emissions, but we know how frustrating it can be when there's nowhere to leave your bike at the start or end of a journey.",
     "'Our investment with the boroughs will help to ensure that our streets are geared up for cycling, making it even easier, quicker and more attractive for people to go about their everyday journeys by bike.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Mayor's record investment\"}",
     "\u003cstrong\u003eTom Bogdanowicz, Senior Policy and Development Officer for London Cycling Campaign, said: '\u003c/strong\u003e Being unable to park a cycle near to their destination is a major deterrent to people cycling.",
     "'It also sends exactly the wrong signal when car parking is more plentiful and convenient than cycle racks. So, TfL's commitment to expand cycling parking across London is very welcome.",
     "'TfL's new target to provide 20 parking spaces and a minimum of 30% spare capacity at every tube and rail station outside Zone 1 is particularly welcome because it opens up the potential for many more commuters to central London to leave the car at home when heading to and from the station.'",
     "The £3.5 million cycle parking funding is part of the Mayor's record investment in cycling and walking and is in addition to funding given to boroughs to create healthy streets.",
     "This funding is designed to help create streets across the capital, which enable people to walk, cycle and use public transport more often - benefitting people's health, improving air quality and reducing road danger.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Cycling boom\"}",
     "Access to cycle parking and bike theft are key barriers to people cycling and through this funding TfL and the Mayor hope to further boost London's growing cycling numbers.",
     "The Mayor and TfL are committed to increasing the number of journeys made in London by walking, cycling or public transport from 63% to 80% by 2041.",
     "Cycling in London has continued to boom in recent years, with recent TfL data showing the average daily total distance cycled in the capital exceeding four million kilometres for the first time.",
     "TfL and the Mayor are committed to expanding the capital's cycle network at pace and increasing the proportion of Londoners who live within 400 metres of the cycling network to 28% by 2024, up from 9%.",
     "TfL has doubled the amount of protected space for cyclists since 2016 and is on course to triple it this year.\u003cbr /\u003eConstruction on major new Cycleways between Acton and Wood Lane, Brentford and Olympia and Tower Bridge Road and Greenwich is underway.",
     "A consultation on extending the Greenwich route out to Woolwich launched earlier this month and closes on 16 February."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2020/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2020/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2020/march",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}