{
 "pageTitle": "Consultation begins on detailed proposals for London-wide Low Emission Zone",
 "description": "A Low Emission Zone scheme would aim to improve London's air quality - and thereby improve Londoners' health - by encouraging operators of large diesel vehicles to clean up their fleets. From 2008, diesel engine lorries, coaches and buses that fail to",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Consultation begins on detailed proposals for London-wide Low Emission Zone",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Mayor of London, Ken Livingstone, today announced the start of detailed consultation by Transport for London on the proposed London-wide Low Emission Zone. The scheme is aimed at reducing emissions from the most polluting diesel engine lorries, coaches, buses, heavier vans and minibuses."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We want people living, working and visiting London to benefit from better air quality",
     "A Low Emission Zone scheme would aim to improve London's air quality - and thereby improve Londoners' health - by encouraging operators of large diesel vehicles to clean up their fleets.",
     "From 2008, diesel engine lorries, coaches and buses that fail to meet a minimum pollution standard face having to pay a charge if they drive within Greater London. Such a charge would be designed to act as an effective incentive for operators to modify or replace dirty vehicles.",
     "The Low Emission Zone could go live as early as February 2008. It is also proposed that by 2010 the scheme would be extended to heavier diesel engine light goods vehicles and minibuses.  From 2012 the emissions standard for Heavy Goods Vehicles, buses and coaches would be tightened to Euro IV standards for particulate matter.",
     "Transport for London has published a scheme order this week, and consultation on the plans will run until 2 February 2007.\u003cbr /\u003eExplanatory notes and leaflets for both the public and for operators have been produced by Transport for London to inform the consultation process. Following the consultation the Mayor will decide whether or not to confirm the proposals with or without modifications.",
     "Ken Livingstone said: \"The proposed Low Emission Zone is the most effective way of quickly reducing pollutants that are among the most harmful to human health. It will make London one of the first cities in the world to have taken such a radical step to tackle air pollution and safeguard our environment.",
     "\"London suffers the worst air quality in the UK and amongst the worst in Europe. We want people living, working and visiting London to benefit from better air quality and to live longer and healthier lives.\"",
     "{\"template\":\"bulletlist\",\"items\":[\"More information is available on the \\u003ca href=\\\"http://www.tfl.gov.uk/lezlondon\\\"\\u003eLEZ section of the TfL website\\u003c/a\\u003e or by calling Transport for London's LEZ helpline on 08457 224577\",\"Based on the scheme order, the proposed LEZ would:ul\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}