{
 "pageTitle": "Have your say - route options for the new Cross River Tram",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Have your say - route options for the new Cross River Tram",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Mayor of London was joined by the London Transport Commissioner today to launch a Transport for London (TfL) consultation asking people for their views on potential routes for the proposed Cross River Tram."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The tram will carry more than 60 million passengers a year, relieving some of the high demand on the Northern and Victoria lines",
     "The Cross River Tram would run between Euston and Waterloo, with branches to Camden Town and King's Cross in the north, and Brixton and Peckham in the south.",
     "Trams would arrive every two minutes at central stops (Euston to Waterloo), and every four minutes at outer stops (Camden, King's Cross, Peckham and Brixton). Subject to future funding, the tram could be operational by 2016.",
     "The scheme promotes economic regeneration and social inclusion in parts of the capital that have experienced decades of underinvestment in transport, creating jobs, sustaining businesses and improving access to work, education and healthcare facilities.",
     "It will also improve the transport network by moving people quickly, comfortably and efficiently across London and relieve other crowded lines such as the Northern line.",
     "Mayor of London, Ken Livingstone, said: \"The Cross River Tram will provide an important cross-river link that will support regeneration in Camden in the north and Peckham and Brixton in the south.",
     "\"It will improve access to jobs, education and homes whilst helping to cut congestion and pollution by offering another alternative to car use.",
     "\"The tram will carry more than 60 million passengers a year, relieving some of the high demand on the Northern and Victoria lines.\"",
     "\u003ch2\u003eTransport improvements\u003c/h2\u003e",
     "Peter Hendy, London Transport Commissioner, said: \"As well as the economic investment and transport benefits, Cross River Tram will also result in an enhanced public realm along the routes it will serve.",
     "\"We will work with boroughs to provide major transport improvements for Londoners as part of the major regeneration of King's Cross, Elephant \u0026 Castle, Brixton and Southwark.\"",
     "TfL is asking for views on route option on seven sections of the route: Euston to Camden, Euston to King's Cross, Waterloo to Oval, Oval to Brixton, Brixton town centre, Waterloo to Peckham and Peckham town centre in south and central London.",
     "The consultation will run from Tuesday 21 November 2006 until Tuesday 30 January 2007. Full details of the route options and the chance to respond can be found on the \u003ca href=\"http://www.tfl.gov.uk/crt\"\u003ewebsite\u003c/a\u003e .",
     "\u003ch2\u003eHave your say\u003c/h2\u003e",
     "Responses can also be made by emailing \u003ca href=\"mailto:crt@tfl.gov.uk\"\u003ecrt@tfl.gov.uk\u003c/a\u003e , sending a letter to TfL FREEPOST NAT 22450, London SW1 0BR or by calling freephone 0800 234 6004.",
     "In the New Year, TfL will be consulting on proposals for a depot in Peckham to service and house vehicles for the Cross River Tram.",
     "{\"template\":\"bulletlist\",\"items\":[\"Cross River Tram benefits:\",\"Help reduce traffic pollution and congestion. For example, Croydon Tramlink has reduced the number of car journeys by nearly four million trips a year\",\"Offer an attractive alternative for people travelling on some of the most crowded stretches of the Northern and Victoria lines\",\"Provide an opportunity to enhance areas along the route. TfL will work with boroughs along the route to provide new pavements, streetlights, pedestrian crossings and other improvements\",\"Be spacious and air-conditioned. There will be wide double doors and it will be step-free, so it will be easy to get on and off\",\"Bring major benefits to local businesses and help support local people\",\"Improve transport to major regeneration projects along the route such as King's Cross, Elephant and Castle, Brixton and the Aylesbury Estate in Southwark. These developments could generate around 78,000 new jobs\",\"Provide faster connections to those areas currently less well served by rail or underground\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}