{
 "pageTitle": "Improvements on Jubilee line wins top award",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Improvements on Jubilee line wins top award",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground has won an award for delivering major improvements along the Jubilee line, including the introduction of an extra carriage on all trains."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Passengers have benefited from the increased capacity and the project was even delivered early",
     "Judges, in a contest run by the Association of Project Management (APM), commended the efficiency with which the seventh carriages were introduced on all Jubilee trains - on time and below budget with the least achievable disruption to our customers.",
     "The work was undertaken by Tube Lines, working closely with London Underground.",
     "The project was awarded the title of Project of the Year.",
     "Andy Mitchell, Contract Director, said: \"Passengers have benefited from the increased capacity and the project was even delivered early, allowing the line to be opened two days earlier than expected.",
     "\"We're delighted to have won this award and the successful completion demonstrated the importance of both managing the physical works and effective communication with operational colleagues and customers.\"",
     "Judges were looking for a successful project, commissioned and completed during the last year, which had met or far exceeded its objectives.",
     "The Jubilee line added an additional carriage to its entire fleet of trains during January 2006.",
     "As well as the additional carriages, four new trains were added, increasing the fleet from 59 to 63 trains.",
     "The successful delivery of the project increased capacity on the line by 17 per cent and the line can now carry an additional 90,000 people every day, improving the service by reducing overcrowding.",
     "Before the improvements, the Jubilee line capacity was approximately 33,000 people per hour in both directions running 24-hour trains per hour.",
     "With the introduction of seven-carriage trains and an extra four trains, the capacity was increased to enable 39,000 passengers per hour to be carried.",
     "{\"template\":\"bulletlist\",\"items\":[\"Transport for London is investing £10billion over the next five years to improve and expand London's transport network, more than half of that in the Tube\",\"Tube Lines is responsible for the maintenance and renewal of the Jubilee, Northern and Piccadilly lines\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}