{
 "description": "The Customer Service Assistant was assaulted by a passenger he was trying to help and was left with blood streaming from his nose.The incident occurred on Monday 23 October at 11.40am at Royal Oak station. The victim had helped the passenger, who said he",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Underground offers £1,000 reward for information on staff assault",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground (LU) is offering a £1,000 reward for information leading to the conviction of a suspect who carried out a vicious attack on one of its employees."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The Customer Service Assistant was assaulted by a passenger he was trying to help and was left with blood streaming from his nose.",
     "The incident occurred on Monday 23 October at 11.40am at Royal Oak station. The victim had helped the passenger, who said he had travelled from Latimer Road, to buy a ticket from the automatic machine.",
     "After handing over the passenger's ticket and change, the passenger said he had wanted a return and punched the victim in the face.",
     "Peter Tollington, General Manager of the Circle and Hammersmith and City lines, said: \"This was a particularly nasty attack which came out of the blue on a member of staff who was just doing his job in trying to assist a member of the travelling public.",
     "\"Instead of thanks, this member of staff received a broken nose, two black eyes and a trip to casualty.",
     "\"Our staff should not have to put up with this sort of behaviour at work and Transport for London will do everything it can to bring this suspect to justice.\"",
     "\u003ch2\u003eUnprovoked attack\u003c/h2\u003e",
     "Royal Oak station had to be closed for three hours as a result of the attack, causing disruption and inconvenience to local passengers on a busy Monday morning.",
     "British Transport Police (BTP) are anxious to identify the man (pictured) who is approx 5'9\" aged 30 to 35 years and of average build. The man is clean shaven with a long face and a receding hair line he was wearing glasses. He spoke with a London accent.",
     "Detective Constable John Morrisey of BTP said: \"London Underground staff have a right to do their jobs without fear of assault.",
     "\"This appears to have been a totally unprovoked attack and if you were a witness or can identify the man in the picture please call 0800 40 50 40.\"\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"A CCTV picture of the suspect is available from the press office - please email \\u003ca href=\\\"mailto:sophiekirkham@tfl.gov.uk\\\"\\u003esophiekirkham@tfl.gov.uk\\u003c/a\\u003e or call 0845 604 4141\",\"The victim was taken to St Mary's Hospital, Paddington, for treatment\",\"The cost of workplace violence to London Underground is estimated at £2.2m per annum\",\"Transport for London has funded an increase in the numbers of BTP officers to patrol the Tube by 50 per cent over the past two years, taking the number to its highest ever level at nearly 700.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}