{
 "pageTitle": "Mayor and Transport for London outline importance of transport for the future of London and the UK",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor and Transport for London outline importance of transport for the future of London and the UK",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Mayor of London Ken Livingstone today set out a 20-year transport programme aimed at ensuring London's future economic prosperity."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Transport for London's (TfL) T2025 report highlights the importance of sustained investment and sets out ways that the impact of transport on the environment can be reduced.",
     "London's economy is expected to grow by 900,000 jobs and its population by 800,000 people, in the next two decades.",
     "This translates into four million extra journeys a day. Three hundred thousand of these new jobs will be in central London including the City, Docklands and the West End.",
     "London's transport infrastructure will need to adapt to this challenge, alongside the parallel imperative of reducing carbon emissions to deal with climate change.",
     "The T2025 package includes a climate change action plan, and sets out the need for substantial ongoing investment in public transport, together with measures to increase cycling and walking.",
     "This equates to a projected nine per cent shift to public transport, cycling and walking over a 20 year period, building on the four per cent shift that has already taken place over the last six years.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Economic growth\"}",
     "The essential projects for TfL include completing the rebuilding of the Tube through the PPP, the building of Crossrail, and expanding the bus network by a further 40 per cent.",
     "Mayor of London Ken Livingstone said: \"London is a successful city that makes an enormous contribution to the wealth of the UK.",
     "\"The continued development and economic growth of London will mean that by 2025 the transport system will have to cope with demand for an extra four million trips a day.",
     "\"So investment in the network, including the Crossrail project, is essential to the economic health of the whole UK.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Sustained investment\"}",
     "\"The T2025 report also sets out how we can decrease congestion and reduce transport's impact on the environment, meaning that London plays its part in tackling climate change, which is the single biggest challenge we face.\"",
     "London's Transport Commissioner Peter Hendy said: \"We have made considerable progress over the past six years to improve transport in this city, but this plan sets out clearly the scale of the challenges ahead.",
     "\"Without sustained investment in efficient, reliable and accessible public transport, London simply cannot meet the demands of the next generation.\"",
     "{\"template\":\"bulletlist\",\"items\":[\"A full copy of the \\u003ca href=\\\"http://www.tfl.gov.uk/assets/downloads/corporate/T2025.pdf\\\"\\u003eT2025 report \\u003c/a\\u003e is available on TfL's website\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}