{
 "pageTitle": "Metronet fails PPP Arbiter assessment",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Metronet fails PPP Arbiter assessment",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) today responded to the PPP Arbiter's Metronet Annual Report."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Metronet has failed to deliver the programme of station refurbishment",
     "The PPP Arbiter's Report concluded that over the first three years of the London Underground (LU) PPP, Metronet has not performed in an economic and efficient manner or in line with good industry practice.",
     "The PPP Arbiter's Report followed London Underground's annual PPP report published in August this year (see Notes to Editors), which showed that Metronet's maintenance and renewal activities are behind schedule and its costs are escalating.",
     "TfL today repeated its call for the shareholders of Metronet - Atkins, Balfour Beatty, Bombardier, EDF Energy and Thames Water - to take action to improve Metronet's performance and deliver the improvements promised to Londoners and Tube users, on time and on budget.",
     "London's Transport Commissioner Peter Hendy said: \"The Arbiter's conclusion is, unfortunately, no surprise to me or the travelling public, who have had to endure the avoidable disruption caused by Metronet's delayed work programme, which remains seriously behind schedule.",
     "\"We have repeatedly made clear our concerns with Metronet's performance and delivery of maintenance and renewal work.",
     "\"It is clearly time for an end to the excuses. It is up to Metronet's shareholder companies - Atkins, Balfour Beatty, Bombardier, EDF Energy and Thames Water - to take the action necessary to deliver on their promises to London.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Delayed services\"}",
     "The Mayor of London, Ken Livingstone, said: \"The PPP Arbiter's report confirms that, despite the massive investment in renewing the Underground, Metronet is failing to deliver the quality and efficiency for which it is being very generously paid under the PPP.",
     "\"Metronet has failed to deliver the programme of station refurbishment and its over-runs on maintenance work have repeatedly delayed services for passengers.",
     "\"I disagreed with the PPP, and particularly its enormous cost, but we are are doing all we can to make it work in the interests of Londoners. In the case of Metronet this simply is not happening.\"",
     "The PPP Arbiter's Metronet Annual Report is guidance. It does not lead to any financial determination.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Quality of service\"}",
     "It is simply an assessment of whether the Metronet companies have or have not performed their activities to date in an overall efficient and economic manner and in accordance with Good Industry Practice.",
     "London Underground Managing Director Tim O'Toole said: \"These proceedings are a mystery to the travelling public, but the quality of service is not.",
     "\"We have seen improvements to the London Underground network, but not to the level we would expect. Only by Metronet being more efficient will we see the improvements promised, delivered on time and on budget.",
     "\"Any delay in work delivered leads to the spectre of a future financial claim on the public purse. Should the Arbiter be called upon to consider such claims, it is vital he ensures that London does not bear the cost for Metronet's failures to manage its work programme economically and efficiently, or its failure to properly plan for the future.",
     "\"We are confident that, if the Arbiter is placed in this position, he will ensure that the public purse is protected and that value for money is demonstrated.\"",
     "{\"template\":\"bulletlist\",\"items\":[\"LU published its third annual PPP report on July 24, 2006. The full report is available from the \\u003ca href=\\\"/corporate/modesoftransport/londonunderground/management/1580.aspx\\\"\\u003eTfL website \\u003c/a\\u003e \",\"Under the LU PPP structure, three infrastructure companies are responsible for the maintenance and renewal of the Underground's infrastructure - trains, tracks, tunnels, signals and stations - for 30 years\",\"Metronet Rail BCV is responsible for the maintenance and renewal of the Bakerloo, Central, Victoria and Waterloo \\u0026 City lines and took responsibility on 4 May 2003\",\"Metronet Rail SSL is responsible for the maintenance and renewal of the sub-surface lines - the Circle, District, Hammersmith \\u0026 City and Metropolitan lines and took responsibility on 4 May 2003\",\"Tube Lines is responsible for the maintenance and renewal of Jubilee, Northern and Piccadilly lines and took responsibility on 31 December 2002\",\"Under the terms of the PPP contracts, the PPP Arbiter can be called upon to determine financial questions at a 7.5 year Periodic Review, or at any interim Extraordinary Review which can be triggered by the Infracos if they incur additional costs/revenue shortfalls in excess of their bid above a certain threshhold (which is £50m for each company in the case of Metronet)\",\"The significance of the Arbiter's role in the future (particularly at any Extraordinary Review) cannot be overstated. The Arbiter's role is to ensure that the risk transfer envisaged by the PPP contract is adhered to and LU is not called on to pay for the inefficiencies of the past or the future\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}