{
 "pageTitle": "TfL awards London Underground promotions concession to Titan Outdoor",
 "description": "The contract will be for an initial two year period, with the potential of a further two years to follow. The revenue generated will help deliver improvements across London's transport network and the new contract will commence on 23 December.The contract",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL awards London Underground promotions concession to Titan Outdoor",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) today announced the award of the promotions and leaflet distribution contract to Titan Outdoor after a highly competitive tender process."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The money generated will be spent to help improve the Tube network for customers",
     "The contract will be for an initial two year period, with the potential of a further two years to follow.",
     "The revenue generated will help deliver improvements across London's transport network and the new contract will commence on 23 December.",
     "The contract will not only provide soft benefits such as the distribution of promotions to our customers but also generate additional revenue, to assist with the overall London Underground (LU) Investment Programme.",
     "Kim Andersen, LU Business Development Manager, said: \"TfL looks forward to develop the promotions concession with Titan to deliver innovative and dynamic campaigns for our customers.",
     "\"The money generated will be spent to help improve the Tube network for customers.\"\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL has recently reviewed and issued a number of new advertising concession contracts\",\"LU advertising concession contract is run by Viacom Outdoor\",\"Victoria Coach Station advertising concession contract is run by Viacom Outdoor\",\"TfL outdoor portfolio across the Group Property division is run by JC Decaux\",\"TfL bus shelter advertising concession contract is run by Clear Channel\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}