{
 "pageTitle": "TfL welcomes more accessible London rail stations",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL welcomes more accessible London rail stations",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) has welcomed the Department for Transport's (DfT) investment in more accessible, step-free rail stations in London, announced by Rail Minister Tom Harris."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This DfT funding for more step-free rail stations in London is a welcome addition to our London wide step-free programme",
     "The DfT announcement confirms that a further 11 rail stations in London are to be made step-free.",
     "Overall, the DfT has allocated £370m for their \"Access for All\" programme to 2015 for lifts and ramps to allow better access to, into and around a total of 92 UK rail stations.",
     "In March this year, the DfT committed to improve step free access at 15 London stations; combined with Thursday's announcement a total of 26 rail stations in London are set to receive enhancements by the end of 2011.",
     "Significantly, three of the stations listed as part of the DfT's scheme - Highbury \u0026 Islington, Forest Hill and New Cross - will be part of TfL's new London Overground rail network.",
     "Ken Livingstone, Mayor of London, said: \"This DfT funding for more step-free rail stations in London is a welcome addition to our London wide step-free programme.",
     "\"Getting around the Capital by public transport has never been easier or more accessible.",
     "\"All buses in London are low-floor vehicles, meaning that they are accessible to all customers, including wheelchair users.",
     "\"The Tube network, meanwhile, has a growing number of step-free stations, and that number will continue to rise as part of our commitment to making public transport even more accessible.\"",
     "Ian Brown, Managing Director TfL London Rail, said: \"I am delighted with the DfT's commitment to bring step free access improvements to a further 11 London stations by 2011.",
     "\"But, with a total of 304 stations in London, TfL would now welcome the inclusion of more London stations in the next phase of the DfT scheme, which are very much needed ahead of the London 2012 Olympics and Paralympics.\"",
     "The \"Access for All\" funding complements TfL's programme of investment in Disability Discrimination Act (DDA) improvements.",
     "In the last year, TfL has invested £3.39m in accessibility improvements at National Rail stations in London including:",
     "{\"template\":\"bulletlist\",\"items\":[\"Step free access at Norbiton station\",\"Low window ticket office facilities for wheelchair users at seven stations\",\"Seating designed to good practice access standards\",\"Accessible shelters at Walthamstow Queens Road station\"]}",
     "From November 2007, London Overground train services will operate on the North London Railway under the management of TfL, and subsequently on the East London Railway when it opens in 2010, following TfL's £1bn extension of the existing East London Line.",
     "The decision to provide step-free access improvements at three London Overground stations will ensure more passengers benefit from the high standards of passenger safety, security, staffing, ticketing and train frequency to be delivered by TfL.",
     "New London Overground trains due for introduction from 2009 will also be more accessible, with dedicated wheelchair bays, on-board audio and visual announcements and more space.",
     "{\"template\":\"bulletlist\",\"items\":[\"The 11 London stations to receive funding for step-free access listed as Phase two of the DfT's \\\"Access for All\\\" programme are: Chadwell Heath, Earlsfield, Finsbury Park, Forest Hill, Grove Park, Highbury \\u0026 Islington, New Cross, Streatham Common, Thornton Heath, Twickenham and Vauxhall\",\"The other 15 London stations to receive the improvements announced in March are: Balham, Blackheath, Clapham Junction, Denmark Hill, Herne Hill, Kew Gardens, Kingston, Lewisham, New Cross Gate, Norwood Junction, Orpington, Purley, Putney, Streatham Hill and Tulse Hill\",\"A copy of the \\u003ca href=\\\"http://www.gnn.gov.uk/environment/fullDetail.asp?ReleaseID=241001\\u0026NewsAreaID=2\\u0026NavigatedFromDepartment=False \\\"\\u003eDfT's announcement \\u003c/a\\u003e is available on its website\",\"In February 2006, Alistair Darling, then Secretary of State for Transport, announced that responsibility for the North London Railway would transfer to TfL in November 2007\",\"London Overground services will operate on the North London Railway and the new East London Railway under the TfL London Rail Concession\",\"Four companies have been shortlisted to receive an Invitation to Tender to operate train services under the London Rail Concession: Govia, MTR Laing, National Express Group and Nedrail. The successful bidder is expected to be announced next summer\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}