{
 "pageTitle": "The Knowledge gains City and Guilds accreditation",
 "description": "In order to become a licensed taxi driver in the Capital, candidates must pass the Knowledge to prove they have an in-depth understanding of the complex road network and places of interest in the city. The system ensures London's licensed taxi drivers",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "The Knowledge gains City and Guilds accreditation",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London has announced that the testing system behind London's world-famous 'Knowledge of London' (the Knowledge) has received official accreditation by City \u0026 Guilds, the UK's leading awarding body in work-related qualifications."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "It will give passengers peace of mind",
     "In order to become a licensed taxi driver in the Capital, candidates must pass the Knowledge to prove they have an in-depth understanding of the complex road network and places of interest in the city.",
     "The system ensures London's licensed taxi drivers remain amongst the most qualified in the world to get passengers from A to B.",
     "Ken Livingstone said: \"The Knowledge has a world-wide reputation for producing highly-trained, professional taxi drivers, and now City \u0026 Guilds accreditation will provide an additional, independent seal of approval.\"",
     "Chris Humphries, Director General of City \u0026 Guilds, said: \"It's important for both drivers and passengers to know that the Knowledge is a sound training and examining system.",
     "\"It will give passengers peace of mind to know that the system has been independently assessed and approved.",
     "\"It is also a great way of professionalising one of the country's oldest occupations, and City \u0026 Guilds is proud to lend its name to the Knowledge.\"",
     "{\"template\":\"bulletlist\",\"items\":[\"The Knowledge was first introduced in 1865\",\"The aim of accreditation was to have the Public Carriage Office's (PCO's) in-house examination system inspected by an independent body with up-to-date experience of the vocational education and examination environment\",\" \\u003ca href=\\\"http://www.cityandguilds.com/\\\"\\u003eCity \\u0026 Guilds \\u003c/a\\u003e undertook a detailed analysis and critique of the methodology and delivery of Knowledge of London examinations in June and July 2006. Accreditation was officially awarded in November 2006\",\"The PCO will continue to work with City \\u0026 Guilds to ensure that standards, consistency and the integrity of the system are maintained at the highest level - retaining accredited status will be subject to ongoing annual assessments by City \\u0026 Guilds\",\"Accreditation gives the PCO and Knowledge students alike the assurance that the methods and procedures used to examine the Knowledge meet recognised quality standards; have appropriate management structures and quality controls; and are transparent and inclusive\",\"Drivers will notice no difference in the process of becoming licensed taxi drivers in London, except that from now on they will see the 'Accredited by City \\u0026 Guilds' logo on all Knowledge-related literature\",\"City \\u0026 Guilds is the UK's leading provider of vocational qualifications\",\"In total, City \\u0026 Guilds awards 1.3 million certificates to learners each year on over 500 subjects, ranging from hair and beauty to catering and management. Around 1.9 million people are currently working towards a City \\u0026 Guilds qualification\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}