{
 "pageTitle": "Westminster Bridge receives a fascia-lift",
 "description": "The first two of the bridge's 14 cast iron fascias have been replaced. The 15 tonne fascias were lifted by a 35 metre floating crane from the river. The work is being undertaken by contractors Interserve, designers Tony Gee and Partners and consultants",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Westminster Bridge receives a fascia-lift",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) has embarked on the new phase of a major project to preserve the historic nature of Westminster Bridge, one of London's busiest foot and road bridges."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "TfL has caused minimal disruption to pedestrians and road users",
     "The first two of the bridge's 14 cast iron fascias have been replaced. The 15 tonne fascias were lifted by a 35 metre floating crane from the river. The work is being undertaken by contractors Interserve, designers Tony Gee and Partners and consultants Hyder. A third fascia will be replaced in November 2006.",
     "Concern has recently been growing for the fascias, which have decorated the arches of Westminster Bridge since its opening in 1862.",
     "Placed vulnerably on the river front, they are exposed to knocks from river traffic. The decision has been taken by TfL to replace them all, while restoring the decorative spandrels and shields that adorn them.",
     "A number of consultant parties have cooperated on the programme, including Lambeth Council, City of Westminster and English Heritage, which has advised on the historic nature of the Grade II* listed structure.",
     "This is the latest stage in the complete renovation of Westminster Bridge, which began in 2003 as part of TfL's £10bn Investment Programme.",
     "Work is now underway to continue the remaining fascia placements. The project is expected to be completed in 2009 and will include completely replacing the lighting and resurfacing the road.  Minimising disruption on this key location has been essential to the project's success.",
     "'By working from floating work platforms and scaffolding in the river, taking deliveries from the river, even positioning the site offices in the river, TfL has caused minimal disruption to pedestrians and road users,' says Project Manager, Phiroz Dalal.",
     "'Footpath and carriageway capacities have been maintained and we have also worked closely with the Port of London Authority, London River Services and the Environment Agency to ensure safe and minimal disruption to river traffic.'",
     "{\"template\":\"bulletlist\",\"items\":[\"The Westminster Bridge project includes:\",\"Scour protection works, completed in 2005\",\"Fascia replacement, due for completion at the end of 2007\",\"Refurbishment of lighting, due for completion in 2008\",\"Resurfacing, due for completion in 2008\",\"Corrosion protection, due for completion in 2009\",\"Westminster Bridge was opened to traffic on Queen Victoria's birthday, 24 March 1862\"]}",
     "\u003cbr /\u003e\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}