{
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Board backs £7.8bn budget as Transport for London steps up delivery of major transport projects ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Investment up 50 per cent to £1.5bn in 2008/09 as construction intensifies on East London line, Docklands Light Railway (DLR) and the upgrade of the Tube."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Our task is to keep London moving and ensure that the city continues to thrive",
     "Transport Commissioner, Peter Hendy, today announced Transport for London's (TfL's) priorities for the year ahead following agreement of the organisation's 2008/09 budget by the Board of TfL.",
     "Better public transport, walking and cycling provisions are critical to achieving the transport goals set by the Mayor and TfL: to drive London's continued economic development; tackle climate change and enhance the environment and improve social inclusion.",
     "The new budget reflects a substantial rise in investment as work intensifies on major projects that will increase the capacity and reliability of the Capital's public transport network.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Renewal\"}",
     "Investment in the next year rises 50 per cent to £1.5bn as construction intensifies on the East London line, the expansion of the DLR and the upgrade of the Tube.\u003cbr /\u003eThe Mayor of London, Ken Livingstone, said: \"This budget will allow Transport for London to continue its renewal and expansion of the capital's transport network including the ongoing transformation of the Tube, preparations for the 2012 Olympics, the expansion of rail and bus services and programmes to promote walking and cycling.",
     "\"London's bus network has been completely transformed so that it is now the cleanest, most accessible, and most comprehensive system in the UK and attracting record passenger numbers at a time of declining bus use elsewhere in the country.",
     "\"Likewise, the Tube has experienced record numbers and we have managed to ensure that the modernisation of the network, which is so badly needed, continues despite the collapse of Metronet.\"",
     "Transport Commissioner, Peter Hendy, said: \"Our task is to keep London moving and ensure that the city continues to thrive.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Expansion\"}",
     "\"We are working hard to bring Metronet out of administration and continue the upgrade of the Tube, to increase the reach of the bus network and to improve cycling and walking facilities.",
     "\"Londoners want more improvements such as the new London Overground rail service, further reductions in the numbers of people killed and seriously injured on London's roads as well as the better air quality that the Low Emission Zone will deliver.",
     "\"The year ahead is critical for some of our biggest projects. Construction intensifies on the East London line, on the expansion of the DLR network and its two new extensions and through efforts to upgrade the Tube.\"",
     "With more than 10 million journeys made each day on Tube and bus alone, TfL's challenge remains - improving the level of passenger services while delivering the projects of its £10bn Investment Programme.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\" \\u003ca href=\\\"/corporate/about-tfl/boardandchiefofficers/papers/1436.aspx\\\"\\u003eBoard papers\\u003c/a\\u003e are available online\",\"TfL is one of the world's largest transport authorities providing transport and services for more than 10 million people across the Capital every day.   It manages London Underground, which carried a record 1.1 billion journeys last year, and the bus network which carried 1.9 billion passengers last year, up 45 per cent since 2000\",\"TfL also manages the DLR, the Congestion Charge, Low Emission Zone and CO2 charge schemes, the Croydon Tramlink, the North London Railway as part of the new London Overground rail service and TfL is responsible for the 580km of Red Routes which make up London's busiest main roads\",\"TfL has three overarching strategic goals:\\u003cbr /\\u003eul\",\"TfL has 10 specific business objectives:ul\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}