{
 "pageTitle": "Cyclist safety boosted by new campaign",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Cyclist safety boosted by new campaign",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "10,000 safety lenses for lorry drivers distributed and new ad campaign launched to help cut collisions between cyclists and goods vehicles"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "TfL is spending a record £49.6m on improving road safety this year",
     "As spring arrives and more and more Londoners take to their bikes, Transport for London (TfL) has launched a major new campaign to tackle the biggest cause of cyclist fatalities in the Capital.",
     "Every year, more than half of all cyclist deaths on London's roads follow a collision with a goods vehicle.",
     "To help address this serious road safety issue, TfL is working with haulage companies and cyclists to help make sure that cyclists can be safer and more visible on the Capital's roads.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Free safety lenses\"}",
     "This week, TfL have begun distributing 10,000 free safety lenses, known as \"Fresnel\" lenses, to freight companies operating vehicles in London.",
     "The easy to fit lenses stick on to the passenger window of a truck cab, improving lorry drivers' vision of cyclists who come within close proximity of their vehicles.",
     "This lense is one of the tools of the Freight Operator Recognition Scheme (FORs), which encourages operators to ensure best practice both for driving standards and vehicle safety.",
     "To help cyclists improve their visibility, TfL are giving away environmentally friendly wind-up powered secondary lights, and promoting free or subsidised adult cycle training that is available through many of London's borough councils.",
     "TfL will also be launching a new thought provoking advertising campaign designed to make drivers aware of the needs of cyclists on the road.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Commitment to safety\"}",
     "The Mayor of London, Ken Livingstone said:",
     "\"Cycling in London is getting much safer, but one safety issue that has been very difficult to address until now is the fact that more than half of cyclist fatalities on the Capital's roads involve a collision with a goods vehicle.",
     "These safety lenses are a simple measure that will help drivers of these vehicles to see cyclists. This will save lives and make cycling safer for both cyclists and lorry drivers. \"",
     "David Brown, Managing Director of Surface Transport for Transport for London said:",
     "\"Transport for London is committed to improving conditions for all road users in the Capital and is spending a record £49.6m on improving road safety this year.",
     "Our new cycle safety campaign is designed to give both cyclists and goods vehicles drivers the practical tools they need to be safe and be seen on London's roads.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Simple ideas\"}",
     "Jenny Jones, the Mayor of London's Road Safety Ambassador, said:",
     "\"This is one of those simple ideas which will make a huge difference to Londoners' lives. It is a relatively cheap way for lorry drivers to avoid stress for themselves and death and injury to others. All lorries in London should have these lenses and all drivers should be reminded regularly to use them.\"",
     "Charlie Lloyd, HGV campaigner at London Cycling Campaign said:",
     "\"We urge all freight operators in London to use these lenses which will help drivers see cyclists on their left side and remind them of their responsibility to ensure the safety of all vulnerable road users.",
     "The next step is for the Department for Transport to expedite fitting of EU standard safety mirrors on all large lorries in the UK.\"",
     "Gordon Telling, from the Freight Transport Association said:",
     "\"FTA's view is that a single fatality or serious injury is one too many. Using similar lenses has been highly effective in reducing vehicle collisions on the motorway and we are confident that today's initiative will reduce injuries and fatalities for cyclists.",
     "We are delighted to be supporting the scheme today, and will continue to work closely with partners to eradicate fatal collisions in the future.\"",
     "\u003cstrong\u003eNotes to Editors\u003c/strong\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}