{
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mark Wallinger: Going Underground ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "New artwork for pocket Tube map cover by Mark Wallinger"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We're really excited to be working with Mark - his work for the cover of the pocket Tube map is the latest created by a long and distinguished line of world-class artists",
     "The Turner Prize winning artist Mark Wallinger has been commissioned to create the latest artwork for the cover of London Underground's (LU's) pocket Tube map.",
     "It is available for free at stations from today.",
     "Artwork produced by Mark Wallinger uses historical symbols and challenges people's understanding of them by placing them in a different context.",
     "His cover of the pocket Tube map is called 'Going Underground' and it uses the Royal Air Force 'roundel' of red, white and blue concentric circles.",
     "His inspiration came from the ties between the RAF and LU during the Second World War when Tube stations were used as bomb shelters during the Blitz.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Social commentary\"}",
     "The artwork is the latest to be commissioned by LU's art programme, Art on the Underground, which aims to produce a series of world class temporary and permanent art works across the network.",
     "Going Underground continues Wallinger's particular form of social commentary, which has previously focused on class, royalty and nationalism.",
     "His early paintings and later sculptural works have aimed to explore our understanding of the meaning of England and its national identity.",
     "He uses the symbols and myths of England to ask what they really mean for the contemporary world.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Inspiring\"}",
     "Tamsin Dillon, the Director of Art on the Underground, said: \"We're really excited to be working with Mark - his work for the cover of the pocket Tube map is the latest created by a long and distinguished line of world-class artists.",
     "\"We hope that it will be equally inspiring to our passengers and encourage them see to see their journeys from a new perspective.\"",
     "Mark Wallinger said: \"The work came together because the roundels for the two organisations - RAF and LU - link together both formally and historically.",
     "\"The design and the colours rhyme and I was thinking about how the Underground became a vast bomb shelter during the Blitz and the hope that the RAF represented in the skies above.",
     "\"In the 60s, the RAF roundel was used by the Mods, then revived a decade or so later by bands like The Jam - it seems very much a London phenomenon.\"",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"An image is available on request from Lucy Wilson or Leo Wood at Theresa Simon \\u0026 Partners/ Email: \\u003ca href=\\\"mailto:lucy@theresasimon.com\\\"\\u003elucy@theresasimon.com\\u003c/a\\u003e Direct line: 020 7734 4800\",\"The pocket Tube map cover art works are owned outright by London Underground and form the basis of a permanent collection of unique works by world class artists, including Cornelia Parker, David Shrigley, Liam Gillick and Jeremy Deller.  They are becoming recognised as collectors' items as the portfolio grows. Available for free from stations across the network, the map has one of the largest print runs for any organisation in Europe, with over five million printed per design and almost 15 million per year\",\"Mark Wallinger often works with symbolic or mythological objects, figures and imagery (a race horse, the Tardis, the Union Jack) that are loaded with meaning specific to this country and its cultural traditions and popular icons. He has become famous for his works that are located in specific places, including Ecce Homo, a life-size depiction of Christ placed on Trafalgar Square's famous Fourth Plinth, and his recent exhibition at Tate Britain where he recreated political protester Brian Haw's placards and banners for Parliament Square within the gallery\",\"The RAF Roundel is reproduced under licence from the MOD\",\"Mark Wallinger's work is the latest on display across the Tube network. Other innovative works that have appeared as part of the Art on the Underground programme include a poster giveaway where 125,000 artworks were distributed at key stations, limited-edition Oyster wallets, an entire Piccadilly line Tube wrapped in an art work and the transformation of the disused platform space at Gloucester Road into a stunning gallery space.   With up to 3.4 million passengers using the network on a weekday, projects will be exposed to one of the biggest contemporary art audiences in Europe\",\"Art on the Underground is London Underground's art programme, producing high calibre artworks in unexpected places on the network, enhancing the millions of journeys made every day. It aims to promote a greater understanding of the Tube as a cultural and social environment through the creative commissioning of artworks\",\"For more information about Art on the Underground, please visit \\u003ca href=\\\"http://www.tfl.gov.uk/pfa\\\"\\u003ewww.tfl.gov.uk/pfa\\u003c/a\\u003e \\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}