{
 "pageTitle": "Mayor launches priority seating for pregnant women on Tube",
 "description": "Passengers are being encouraged to give up seats for pregnant women and disabled passengers.Mayor of London, Ken Livingstone, today unveiled new Tube signs aimed at encouraging Tube users to consider their fellow passengers and to think about who might",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor launches priority seating for pregnant women on Tube ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "This press release was originally issued by the Mayor of London's press office at the Greater London Authority."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Passengers are being encouraged to give up seats for pregnant women and disabled passengers.",
     "Mayor of London, Ken Livingstone, today unveiled new Tube signs aimed at encouraging Tube users to consider their fellow passengers and to think about who might need a seat most on the Underground.",
     "New priority seating stickers will be rolled out throughout the Underground from March 10 now ask passengers to give up their seat for pregnant women, as well as people with disabilities or less able to stand.",
     "This is the first time that pregnant women have been included in the signs.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Fellow travellers\"}",
     "The Mayor visited London Underground today ahead of this weekend's capital woman conference, where he was joined by Tube staff to see the first of the new stickers being applied to a train at High Street Kensington.",
     "The Mayor said: \"These signs ask all passengers to give pregnant women the respect to which they are entitled by offering them a seat.",
     "\"I am asking all passengers pay attention to their fellow travellers and make sure that pregnant women are offered a seat.\"",
     "London Underground research has found that a third of pregnant women travelling on the Tube are never offered a seat, and that expectant mothers can wait for an average of five stops to be offered a seat.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Reduce stress\"}",
     "Louise Silverton, deputy general secretary of the Royal College of Midwives, said: \"We welcome this new campaign for priority seating stickers, which now includes pregnant women.",
     "\"By encouraging passengers to give up their seats for pregnant women, the campaign will reduce stress and anxiety levels for pregnant women travelling on public transport.\"",
     "Angela Back, General Manager of the Metropolitan line, said: \"Many pregnant women are often reluctant to ask someone to give up their seat, particularly in the early stages of pregnancy.",
     "\"The aim is to help make it easier for pregnant women to get a seat on the Tube at a time when they need it without the embarrassment of needing to ask someone to give up their seat.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Security\"}",
     "\"The onus is now on customers to keep an eye out for anyone in their carriage who might have a greater need for a seat.\"",
     "Meeting the needs of pregnant women is not just about providing priority seating on the Tube. Safety and security has been identified by female passengers as a key issue and this is backed up by London Underground customer surveys with passenger safety and security consistently receiving one of the highest ratings, with a customer rating of 81 out of 100.",
     "Survey results from 2007 show that a fifth of Londoners feel that safety on London Underground improved during the last year.",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e \u003cbr /\u003e",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}