{
 "pageTitle": "New direct bus link to the South Kensington museums",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New direct bus link to the South Kensington museums",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) has announced that from Saturday 29 March bus route 360 will be diverted to give much more convenient access to the Science Museum, the Natural History Museum and the Victoria \u0026 Albert Museum (V\u0026A)."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The re-routed 360 gives passengers much more convenient access to the museums on Exhibition Road",
     "Route 360, operated by London Central, runs between Elephant \u0026 Castle and Kensington via Vauxhall, Pimlico, Sloane Square and South Kensington.",
     "It serves not only the Science Museum and V\u0026A but also Imperial College, the Royal Albert Hall and the Royal Colleges of Art and Music.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"The new route\"}",
     "From South Kensington Underground station buses will run along the whole length of Exhibition Road to Kensington Gore, then into Queen's Gate to finish their journey in Prince Consort Road.",
     "On the return journey buses will pick up passengers in Prince Consort Road outside the Royal Albert Hall.  They will then turn right on to Exhibition Road.",
     "Changes to the road network to allow buses to turn right on to Exhibition Road have been delivered by joint working between TfL, the City of Westminster and the Royal Borough of Kensington and Chelsea.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Better access to museums\"}",
     "John Barry, Head of Network Development for London Buses said:  \"The re-routed 360 gives our passengers much more convenient access to the museums on Exhibition Road.\"",
     "David Elliott, Chief Executive of the Royal Albert Hall said: \"We are delighted that from Saturday 29 March, the 137th anniversary of the opening of the Hall, the 360 bus route will serve Exhibition Road, providing additional access to the Royal Albert Hall and the wide range of world-class cultural institutions in this area and an easy link to South Kensington Underground station for our customers.\"",
     "The change comes following a review of the existing service.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Pictures are available on request from the Press Office\",\"Currently route 360 uses Queens Gate. The new routeing brings buses closer to the popular destinations on Exhibition Road\",\"Route 360 runs seven days a week, every 12 minutes during the day from Monday - Saturday, every 15-20 minutes in the evenings and on Sundays\",\"The route is served by single decker buses, seven of which are hybrid\",\"All London buses have in-vehicle CCTV and all except the Heritage Routemasters are accessible to wheelchair users\",\"With over 8,000 buses on approximately 700 routes the London bus network has seen usage increase by 45 per cent between 1999/2000 and 2006/07\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}