{
 "pageTitle": "New route for certifying pollution abatement equipment",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New route for certifying pollution abatement equipment",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Operators who purchase pollution abatement equipment to comply with the emissions standards of the Low Emission Zone can now get their abatement device fitted to their vehicle and tested on site by an authorised examiner."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "It provides a 'one stop shop' for operators keen to get their vehicles back in service as soon as possible",
     "This new service is available in addition to the test facility provided by the Vehicle and Operator Services Agency (VOSA).",
     "Nick Fairholme, Head of the London Low Emission Zone, explains: \"This new service gives operators the opportunity to get their pollution abatement equipment fitted and tested by the authorised examiner on site.",
     "\"It will reduce the amount of time that a vehicle needs to be taken off the road and provides a 'one stop shop' for operators keen to get their vehicles back in service as soon as possible.",
     "\"Operators who want to fit pollution abatement equipment to their vehicles should do so well before they intend to drive within the Low Emission Zone.",
     "\"Allowing plenty of time will also give operators ample opportunity to deal with any issues that arise during the fitting and testing.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Low Emissions Certificate\"}",
     "The majority of the approved suppliers of pollution abatement equipment listed on Transport for London's website have fitters who have been approved as authorised examiners to carry out smoke tests on VOSA's behalf.",
     "Jeff Green, VOSA's Project Executive, added: \"Once the smoke test is successfully completed, the authorised examiner will submit application forms to VOSA, who will then conduct a quality check on the documentation received.",
     "\"If all the requirements have been achieved, VOSA will issue either a Low Emissions Certificate (LEC) or Reduced Pollution Certificate (RPC).",
     "\"A fee of £28 will be charged for the issue of the certificate.",
     "\"Manufacturer nominated authorised examiners will be subject to VOSA quality assurance arrangements, including documentation audits and spot checks.\"",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The following approved pollution abatement equipment suppliers have fitters who have been approved as authorised examiners:  Clean Diesel Technologies, Dinex, Eminox, Gat Eurocat, KleenAir Systems, Per-tec and Pirelli Ambiente. Further details of these  suppliers and a list of authorised examiners are available on the Transport for London \\u003ca href=\\\"http://www.tfl.gov.uk/lezlondon \\\"\\u003ewebsite\\u003c/a\\u003e \",\"The authorised examiner will submit two forms to VOSA following the successful completion of a smoke test; a Declaration of  Conformity which confirms that a pollution abatement device appropriate for the engine has been fitted and that the vehicle has  passed the smoke test, and a Declaration Application Form which contains the applicant's details\",\"This new certification route is only available to operators who fit abatement devices to their vehicles and is an alternative to the test  facility already provided by VOSA. Operators with vehicles with engines listed on the TfL Eligible Engines List still need to get their  vehicle tested by VOSA. Tests can be booked by calling 0870 60 60 440\",\"For media enquiries about VOSA, please contact: Zita Easton or Luke Bigwood on 0117 954 2561 / 3208 or e-mail \\u003ca href=\\\"mailto:press@vosa.gov.uk\\\"\\u003epress@vosa.gov.uk\\u003c/a\\u003e . More information on VOSA is available \\u003ca href=\\\"http://www.vosa.gov.uk/\\\"\\u003eonline\\u003c/a\\u003e \\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}