{
 "pageTitle": "TfL announces plans to take over Tramlink services",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL announces plans to take over Tramlink services",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) has announced that it intends to take direct control of Tramlink services this year."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We can plan how to make the improvements that are required to cater for ever increasing numbers of passengers",
     "Tramlink is a vital part of the south London transport network and last year carried 25 million passengers.",
     "TfL's offer of £98m to acquire Tramtrack Croydon Ltd, the Private Finance Initiative (PFI) Concession holder which runs Tramlink, was accepted today.",
     "The Mayor of London, Ken Livingstone, said: \"Bringing Tramlink into the control of TfL is excellent news for Londoners.",
     "\"This will mean we can plan how to make the improvements that are required to cater for ever increasing numbers of passengers and provide them with the very best possible services.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Value for money\"}",
     "The current contract requires TfL to make compensation payments to Tramtrack Croydon Ltd for changes to the fares and ticketing policy introduced since 1996.",
     "Last year, that payment was £4m, and the rate is increasing annually.",
     "Taking control of Tramtrack Croydon Ltd means that TfL will no longer have to make those payments and will be able to concentrate on improving the network.",
     "Peter Hendy, TfL Commissioner, said: \"With 88 years remaining on the Concession Agreement with Tramtrack Croydon Ltd, this deal represents excellent value for money for London's fare and tax payers.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Improvements\"}",
     "\"It will allow us to build on the success of Tramlink to date, and increase levels of investment in the system to ensure it can keep up with growing demand, all the while providing a safe, reliable service for passengers.",
     "\"Tramlink should be setting the benchmark for tram services throughout the UK.\"",
     "Following completion of the purchase later this year, Tramlink would be managed by TfL's London Rail directorate, allowing TfL to develop Tramlink as a key part of the Capital's integrated public transport network.",
     "There would be no change to the current fares and ticketing arrangements but improvements have already been proposed that would take effect as soon as TfL takes control of the network.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"More services\"}",
     "Off-peak services between Elmers End and Beckenham Junction would double from two trams per hour to four on Monday to Saturday evenings and on Sundays.",
     "TfL would also seek to run additional services to relieve crowding on the Wimbledon to New Addington line.",
     "Graffiti and vandalism on the system would be targeted, general maintenance levels would increase and TfL would begin a programme to refresh tram interiors and stops to improve the environment for passengers.",
     "In the longer term, TfL is keen to enhance the Tramlink system so that it can cater for increasing passenger numbers.",
     "An investment programme would be developed which, subject to future funding commitments, could allow for upgrading or renewal of the network to ensure that Tramlink provides the best possible public transport service well into the future.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Tramlink is a 28km light rail system with three lines providing a fast, frequent and reliable connection to and through a number of areas in south London, including Croydon and Wimbledon. It became fully operational on 30 May 2000, re-introducing street running light rail to London after an absence of almost 50 years\",\"Tramtrack Croydon Ltd won the concession to design, build, operate and maintain the Tramlink system in 1996, under a 99 year Private Finance Initiative (PFI) contract.  The current Concession Agreement does not offer enough flexibility to allow TfL to work together with Tramtrack Croydon Ltd to deliver the best service for London\",\"Under the terms of the 99 year concession agreement (signed in 1996, before TfL was formed), Tramtrack Croydon Ltd retains the revenue generated by Tramlink.  In addition, TfL makes compensation payments to the company for changes to the fares and ticketing policy introduced since 1996.  In 2006/07, TfL paid Tramtrack Croydon Ltd £4m. These payments will no longer be required following the acquisition\",\"TfL's acquisition of Tramtrack Croydon Ltd, and thus of Tramlink, is subject to the satisfactory outcome of Due Diligence and other investigations. The acquisition is expected to be completed in summer 2008\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}