{
 "pageTitle": "TfL recognised for challenging gender pay gap",
 "description": "A new report written by independent think-tank Opportunity Now for the Government identified TfL as 'an exemplar employer' for how it has gone about tackling inequalities which still persist in the British workplace, 33 years after the Equal Pay Act came",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL recognised for challenging gender pay gap",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) has received national recognition for the work it is doing to tackle the gender pay gap and champion women's equality in the workplace."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We are constantly implementing measures to promote equality of pay",
     "A new report written by independent think-tank Opportunity Now for the Government identified TfL as 'an exemplar employer' for how it has gone about tackling inequalities which still persist in the British workplace, 33 years after the Equal Pay Act came into force.\u003cbr /\u003e\u003cbr /\u003eIn the report, TfL is identified as a key organisation that has successfully introduced female-friendly policies, promoted equal pay, adopted flexible working patterns and provided appropriate training and development.\u003cbr /\u003e\u003cbr /\u003eTfL's performance compares favourably with employers nationally and the average London employer - who on average pay female employees almost a third less than their male counterparts in like-for-like jobs.\u003cbr /\u003e\u003cbr /\u003eIn recent years TfL has run a succession of fair pay workshops involving senior staff and, as a result of these, committed to a variety of aims and action points. The organisation is now planning further reviews to measure the impact of this work.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Pay disparities\"}",
     "The organisation also introduced a wide raft of measures aimed at equipping managers with the knowledge and skills to make robust pay decisions, and improving the level of information available about pay relativities in order to stamp out gender pay disparities.\u003cbr /\u003e\u003cbr /\u003eIn 2004, TfL carried out its first Equal Pay Audit, which focused on measuring the gender pay gap.",
     "This research was updated in 2006/07 and extended to look at fair pay across all diversity groups.\u003cbr /\u003e\u003cbr /\u003eTfL is also addressing the issue of senior level recruitment and retention among female staff, and is building on existing reward framework initiatives to further improve pay differentials.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Improving visibility\"}",
     "TfL's Group Human Resources Director, Maria Antoniou, said: \"All organisations have a responsibility to be mindful of this issue, and TfL has been active in this area for some time.",
     "\"We are constantly implementing measures to promote equality of pay, and strive to employ a workforce that mirrors London's diversity.\u003cbr /\u003e\u003cbr /\u003e\"Having a fair and transparent pay system is something that is key to the successful delivery of these objectives, and we're committed to improving the visibility of equal pay analysis results across the organisation, particularly when pay decisions are being made.\"\u003cbr /\u003e\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"Opportunity Now uses official data and recent research into the gender pay gap to examine the position of women within the labour market and the causes of the continuing pay inequity they experience\",\"TfL's aim is to continue to make visible and faster progress towards equality of pay. Through discussion and review of the key findings at a series of 'fair pay' workshops a number of actions have been identified that positively contribute towards this aim\",\"Using the latest available data from the Annual Survey of Hours and Earnings (ASHE), the 2008 Women in London Economy report states the mean gender pay gap in the Capital is 23 per cent, compared to 17 per cent as an average for the UK\",\"The Equal Pay Act (1970) came into force in 1975 making it unlawful for employers to discriminate between men and women in terms of their pay and conditions where they are doing the same or similar work\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}