{
 "pageTitle": "Wide aisle ticket gates will make Tube journeys more accessible",
 "description": "The gates will make stations more accessible for wheelchair users, older people, parents with children and travellers with luggage.The funding will allow 140 new wide aisle gates to be fitted primarily at step-free stations, busy stations and those where",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Wide aisle ticket gates will make Tube journeys more accessible ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Twelve million pounds is to be spent on installing wide aisle ticket gates at Tube stations in London."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This investment is part of our commitment to making the Underground accessible",
     "The gates will make stations more accessible for wheelchair users, older people, parents with children and travellers with luggage.",
     "The funding will allow 140 new wide aisle gates to be fitted primarily at step-free stations, busy stations and those where a large number of passengers carry luggage or use prams.",
     "The first stations where work is set to begin include Victoria, King's Cross St Pancras and Liverpool Street.",
     "Passengers using the wide aisle gates to access the Tube will no longer have to rely on members of staff to let them through.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Getting around\"}",
     "The gates will also include easy access points for wheelchair Oyster users and a delayed gate closing time.",
     "Where only one wide aisle gate is installed at a station it can operate for passengers travelling in both directions.",
     "The Mayor of London, Ken Livingstone, said: \"This investment is part of our commitment to making the Underground accessible to every Londoner and visitor to our city.",
     "\"Getting around the Capital by public transport has never been more accessible and we are committed to making further improvements.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Investing\"}",
     "London Underground is investing more money than ever before to make the Tube as accessible as possible as quickly as possible for passengers.",
     "By 2010, one quarter of Tube stations should have step-free access and this will increase to one third of stations by 2013, subject to funding.",
     "Currently 48 stations have step-free access.",
     "Over the last year, feasibility studies on improving accessibility have been completed at a further 90 stations.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Independence\"}",
     "Sarah Varnham, Accessibility and Inclusion Manager for London Underground, said: \"The wide aisle gates enable and promote independent access and passage through the gate line for customers with reduced mobility and frees up staff to provide assistance to other customers where they need it.\"",
     "A trial with four new wide aisle gates was conducted in 2006 at Canary Wharf, London Bridge and Westminster stations.",
     "The results of the trial showed nearly all passengers preferred the wide aisle gate to the manual gate as they said it made them feel more independent.",
     "Disabled passengers stated it made them feel more equal with other passengers and that they felt the gates were an overall improvement.",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL is investing £10bn to improve and expand London's transport network, over half of that being spent on the Tube\",\" \\u003ca href=\\\"http://www.directenquiries.com/\\\"\\u003eDirect Enquiries\\u003c/a\\u003e is the online interactive service which complements 'Getting Around London: Your Guide to Accessibility' launched last year, which gives information about accessibility on all forms of public transport across London\",\"The guide is available at Tube stations, bus stations and Travel Information Centres or via the 24-hour Travel Information Helpline 020 7222 1234.  It can also be downloaded in PDF form from the website. Audio, large print and Braille versions of the guide are also available\\u003cbr /\\u003e\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}