{
 "pageTitle": "Boost for West London as Mayor opens new Imperial Wharf station",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Boost for West London as Mayor opens new Imperial Wharf station",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Thousands of local residents directly connected to London Overground and rail network for first time."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This stylish new station is an example of what can be achieved when private investment and local government work together",
     "Thousands of West Londoners will benefit from rail access to the Capital's transport system, as Mayor Boris Johnson today opened a new London Overground station at Imperial Wharf.\u003cbr /\u003e\u003cbr /\u003eThe £7.8m Imperial Wharf station in the new Imperial Wharf development provides residents in Hammersmith and Fulham, Chelsea, and West Brompton with high frequency rail connections to the major transport interchanges of Clapham Junction and Willesden Junction.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Station facilities\"}",
     "The station, partially funded by Transport for London (TfL), features Oyster ticketing, a staffed ticket office, step-free access, CCTV, and the latest security and information features.",
     "It is served by London Overground's new air-conditioned trains, which have increased capacity, walk-through carriages and driver-monitored CCTV for improved security.",
     "From 2011, it will be served by four London Overground trains per hour, all day, every day. Southern trains also call at the station.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Working together\"}",
     "Boris Johnson said: 'The building of this stylish new station is an example of what can be achieved when private investment and local government work together for a common goal.",
     "'It can only serve to encourage inward investment and help bring new businesses and jobs to an area that, although a neighbour to the high-fliers of Chelsea Harbour, has long been in need of the regeneration that is now taking place.",
     "'The station gives people in this part of London, hitherto poorly served by the rail network, fast connections to the rest of the transport network, and puts Imperial Wharf well and truly on the map.'",
     "Tony Carey, Managing Director of St George PLC, the company which built the station, said: 'St George is proud to have enabled the new Imperial Wharf station to be built by taking both the responsibility for project management and constructing the station as well as providing a substantial £4.8m towards the cost of this £7.8m station.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Helping commuters\"}",
     "'Working closely with national, regional and local organisations we have delivered the station ahead of schedule demonstrating how public and private sector cooperation can provide significant new public transport infrastructure for the benefit of the local community, residents and businesses in Hammersmith and Fulham and southern Kensington and Chelsea.'",
     "Cllr Stephen Greenhalgh, Leader of Hammersmith and Fulham Council which co-funded the station, said: 'Imperial Wharf station will make the lives of thousands of commuters in Fulham and Chelsea much easier. It has taken a while to get here but after a lot of hard work by everyone involved there is light at the end of the tunnel.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Linking the borough\"}",
     "'We aim to make Hammersmith and Fulham the Borough of Opportunity and great transport links are vital to achieving this. I am delighted that the north and south of the borough are now linked by Overground for the first time since the Second World War.'",
     "Cllr Merrick Cockell, Leader of Kensington and Chelsea Council, which also co-funded the project, said: 'This station will be a real boost to south Chelsea residents.",
     "'It's taken a while, but thanks to Hammersmith and Fulham and my own Council forging a strong partnership with TfL and the private sector we have been able to improve public transport in an area where residents for many years have been calling for better links.'\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"The new Imperial Wharf railway station has been constructed and delivered months ahead of schedule by developer St George in partnership with London Borough of Hammersmith and Fulham, Network Rail, TfL, British Transport Police and Royal Borough of Kensington and Chelsea\",\"Imperial Wharf was funded as follows:\\u003cbr /\\u003e-     £4.8m from St George\\u003cbr /\\u003e-     £1m from TfL\\u003cbr /\\u003e-     £650,000 from Royal Borough of Kensington and Chelsea\\u003cbr /\\u003e-     £1,350,000 met from London Borough of Hammersmith and Fulham\",\"The station is only nine minutes by train to Shepherd's Bush for Westfield Shopping centre\",\"The Imperial Wharf Station incorporates a new contemporary station plaza - a well planned, integrated urban space, with granite paving, seating, lighting and mature trees\",\"Its platforms are designed for London Overground's longer, four-car trains due for delivery in 201\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}