{
 "pageTitle": "Giant eye warns drug drivers to stay away from the wheel",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Giant eye warns drug drivers to stay away from the wheel",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The pupil of a giant eye has been placed on the back of buses by Transport for London (TfL) as part of its latest campaign."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Transport for London is delighted to be able to use this eye catching way to remind Londoners about the dangers of drug driving",
     "The adverts, appearing on ten buses across London, are part of the latest TfL/THINK! anti-drug driving campaign 'Your Eyes Will Give You Away'.",
     "The 'mega-rear' follows hot on the heels of a brand new television commercial that aims to reduce the number of people who make the decision to drive after consuming illegal drugs.",
     "The image and strapline refers to the medical fact that drugs have an involuntary effect on the eyes that can't be controlled. This is one of a number of effects that can be spotted by the Police.",
     "Anyone convicted of driving while unfit through drugs will get a minimum 12-month driving ban, a criminal record and a fine of up to £5000.",
     "TfL is leading the THINK! campaign approach in the Capital.",
     "Chris Lines, Head of London Road Safety Unit at TfL said: 'Transport for London is delighted to be able to use this eye catching way to remind Londoners about the dangers of drug driving.",
     "'The police can spot the signs that someone is driving under the influence of drugs and - as the new campaign highlights - once a driver has been stopped their eyes will give them away because of the obvious and involuntary effects drugs have on the body.",
     "'This message is outstanding and clear, your eyes will give you away.'",
     "The campaign includes a TV advertisement, online and poster advertising and face to face work across the country.",
     "{\"template\":\"bulletlist\",\"items\":[\"Visit the \\u003ca title=\\\"Opens in a new window\\\"href=\\\"http://www.dft.gov.uk/think/drugdrive\\\"\\u003eTHINK! \\u003c/a\\u003e website for more information\",\"Television adverts airing nationally until 13 September 2009\",\"THINK! has been promoting the 'Don't drug drive' message since 2003, The primary audience is  young men aged between 17 and 29 who are most at risk of driving while on illegal drugs, with a secondary audience of passengers who may be able to influence such drivers\",\"Penalties for drug driving are the same as for drink driving:\\u003cbr /\\u003e- On conviction, a minimum 12 month disqualification and a maximum fine of £5,000\\u003cbr /\\u003e- As with drink-drivers, the record of disqualification remains on a licence for 11 years, which can mean problems for those who drive for a living\\u003cbr /\\u003e- Convictions can mean difficulties in renting cars or getting visas for some countries\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}