{
 "pageTitle": "London's rail chief receives major award",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London's rail chief receives major award",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Ian Brown, the Managing Director of Transport for London's (TfL) London Rail directorate and Chairman of Docklands Light Railway received an award for making 'an outstanding personal contribution to the rail industry' at London's National Rail Awards."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "It was very pleasing that TfL's rail team involvement in the rail industry was recognised at the National Rail Awards",
     "Presenting him with the Senior Executive Outstanding Contribution for 2009, Judges' Chairman John Swift QC, said Mr Brown had helped secure unprecedented investment in London's rail network.",
     "'None of this would have been happened without Ian Brown's vision, direction, determination, skills - and inspired leadership,' he added.",
     "The other judges added that Mr Brown's contribution to the railway industry in London over the last eight to 10 years had been 'exceptional and of very considerable impact.'",
     "Following the awards, known as the rail industry's 'Oscars', Mr Brown said: 'It was very pleasing that TfL's rail team involvement in the rail industry was recognised at the National Rail Awards.'",
     "He is responsible for implementing the Mayor's strategy to provide a full integration of National Rail services with London's transport network and taking forward major National Rail projects in London, including the introduction of the London Overground and major rail service infrastructure upgrades.",
     "Prior to joining TfL, Mr Brown had a wide range of experience in the rail industry; he was Managing Director of Railfreight Distribution for eight years where he introduced Channel Tunnel rail freight services.",
     "He was previously a member of the Chairman's Policy Unit at the British Railway's Board.",
     "Other British Rail positions included InterCity Manager, West Coast Main Line, and Chief Passenger Manager at London Midland Region.\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}