{
 "pageTitle": "London to Disneyland on a Magical Taxi Tour",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London to Disneyland on a Magical Taxi Tour",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London's taxi drivers take a large group of seriously ill children on a trip of a lifetime."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The cabbies who give up their time and their earnings to take part in this annual armada are London's unsung heroes",
     "On Friday 2 October 2009, a convoy of around 100 licensed London taxis will set off with 170 children with serious illnesses on a magical trip of a lifetime to Disneyland Paris.",
     "Since it began in 1994, around 3,200 sick children have enjoyed the annual Children's Magical Taxi Tour, organised by the Worshipful Company of Hackney Carriage Drivers.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Wonderful break\"}",
     "This year's event will begin on 2 October when taxi drivers will pick up their young charges and their carers from their homes or hospitals, and take them to Canary Wharf for a big breakfast send off.",
     "With everybody gathered and the excitement building, the Lord Mayoress of the City of London, Lin Luder, will cut a ribbon to mark the start of the trip.",
     "The escorted convoy, which is expected to stretch to around three miles, will head off towards Dover and the Channel crossing at around 08:15.",
     "The Mayor of London, Boris Johnson, said: 'The cabbies who give up their time and their earnings to take part in this annual armada are London's unsung heroes.",
     "'Thanks to their hard work thousands of very ill children have enjoyed a quite wonderful break from their troubles. I doff my cap to everyone involved with this incredible event.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Worthwhile effort\"}",
     "Phil Davis, Chairman of the Disney Organising Committee, said: 'Every year the smiles on the children's faces make all the hard work and effort worthwhile.",
     "'And it doesn't just make the children smile - our drivers, support staff, ambulance drivers and paramedics, together with everyone involved in making the Magical Taxi Tour a success, smile too.",
     "'Some of the licensed taxi drivers will be making this trip for the 16th time - such is the dedication of everyone involved in the event.'",
     "The Public Carriage Office's (PCO's) recently appointed Director of Taxi and Private Hire, John Mason, said: 'We are delighted to support this great event, which has in the past brought a lot of joy to thousands of children.",
     "'For some of these children it will have been their first time in a cab and their first time to go abroad, which makes it even more special.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Great time for all\"}",
     "'This year we've sponsored a taxi with a member of the PCO staff driving the children, their families and carers all the way to the magical world of Disney and back. I am sure they will all have a great time.'",
     "The Children's Magical Taxi Tour is paid for entirely by sponsorship and fundraising, and the taxi drivers are giving up their time and their vehicles without charge.",
     "All of the vehicles will be liveried with advertising and sponsors' details, clearly marking them as part of the convoy.",
     "Travelling with the convoy will be City of London and Metropolitan Police escorts, London Ambulance NHS Trust vehicles, a group of AA breakdown trucks to help out if there are any mechanical problems en route, and a contingency from the Gendarmarie Nationale, who are responsible for public safety in France.",
     "\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The Public Carriage Office (PCO) is responsible for regulating London's taxi and private hire services\",\"Since this event began in 1994, 1,500 taxis have taken almost 3,200 children to Disneyland\",\"Some of the drivers have been involved in the Children's Magic Taxi Tour every year since the beginning, clocking up over 10,000 unpaid miles of driving\",\"For more information visit the \\u003ca title=\\\"Miagical Taxi Tour\\\"href=\\\"http://www.magicaltaxitour.com/\\\"\\u003eMagical Taxi Tour website \\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}