{
 "pageTitle": "Mike Brown named as new Managing Director of London Underground",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mike Brown named as new Managing Director of London Underground",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport Commissioner, Peter Hendy today announced that Mike Brown will be the new Managing Director of London Underground (LU)."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Mike is an experienced leader and will make a superb boss of the Tube",
     "Mike returns to LU in early 2010, having previously been its Chief Operating Officer.",
     "Transport Commissioner, Peter Hendy said: 'Mike has an impressive track record of leadership and delivery and takes the reins at one of the most important times in the Tube's 146-year history.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Transforming the Tube\"}",
     "'After decades of neglect, the system is literally being rebuilt. We now stand on the cusp of delivering huge improvements for passengers which will enable London's long-term growth and prosperity. Mike will bring all of this to fruition while demonstrating clear value for every pound spent.'",
     "Mayor of London, Boris Johnson said: 'Mike is an experienced leader, and will make a superb boss of the Tube.",
     "'These are tough times, but we're investing billions in transforming our network - reducing overcrowding, running more frequent and reliable services and making journeys more agreeable through modern, air-conditioned trains.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Value for money\"}",
     "'I know that Mike will lead from the front. He'll help to deliver value for money and maintain staff pride in working for the oldest metro system in the world and in providing exceptional customer service.'",
     "Mike Brown said: 'It is a privilege to have been offered this chance to lead London Underground.",
     "'Millions of passengers rely on the Tube every day and I look forward to working collaboratively with LU's staff and all our partners to deliver the improvements so vital to London's future.'",
     "Peter Hendy continued: 'Richard Parry, as interim Managing Director, has done and is doing a superb job running LU. I am delighted he will continue in that position until Mike arrives and work with him thereafter as part of the senior management team.'\u003cbr /\u003e\u003cbr /\u003e",
     "Biography:",
     "Mike Brown first joined London Underground in 1989 and worked in various operational manager roles before becoming the company's Chief Operating Officer in 2003. In 2008, he joined BAA with responsibility for running Heathrow, the world's busiest international airport. His focus at the airport has been to improve performance and reduce costs while a multi billion pound rebuilding programme was underway.",
     "London Underground - Key facts and figures:",
     "{\"template\":\"bulletlist\",\"items\":[\"The Tube is the oldest metro system in the world. The first line running from Farringdon to Paddington was built in 1863\",\"Last year, LU carried more than a billion passengers for the third year running. 1,089 million passengers travelled on the Tube in 2008/9, the highest in its 146-year history\",\"The Tube carries around 3.5 million passengers a day\",\"Number of miles/km travelled by each Tube train each year: 76,800 miles/123,600km\",\"Length of network: 402km/249 miles\",\"Total number of stations served: 270\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}