{
 "pageTitle": "New edition of 'Poems on the Underground' hits bookstores",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New edition of 'Poems on the Underground' hits bookstores ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The latest Poems on the Underground book called 'Best Poems on the Underground' will be available to buy in bookshops from 1 October."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The new book Best of Poems on the Underground has 300 poems which over the years have proved particularly popular with passengers",
     "This edition has many of the poems that have appeared on Tube trains between 1986 and 2009.",
     "A new set of six poems taken from the book will also appear on the network from Monday 5 October.",
     "Four poems about love and loss have been chosen from the first year of the programme.",
     "These include: Sonnet 18 by William Shakespeare, Her Anxiety by W.B Yeats, This Is Just to Say by William Carlos Williams and Everyone Sang by Siegfried Sassoon.",
     "The current Poet Laureate Carol Ann Duffy's Prayer and Indian Cooking by Moniza Alvi also feature.",
     "Judith Chernaik, founder of Poems on the Underground, said: 'The new book Best of Poems on the Underground has 300 poems which over the years have proved particularly popular with passengers.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Valued contemplation\"}",
     "'The verses are drawn from past and present, British and world poetry and reflect the special multi-cultural character of London.'",
     "Tamsin Dillon, Head of Art on the Underground, said: 'Poems on the Underground have been a huge success with the millions of customers that travel on the Tube everyday and I hope that this most recent set of poems will add a moment of valued contemplation to their journeys.'",
     "In support of the new edition a reading will take place at the \u003ca href=\"http://www.lrbshop.co.uk/\"\u003eLondon Review Book Shop\u003c/a\u003e on Tuesday 6 October at 7pm, with Wendy Cope, Jo Shapcott and George Szirtes.",
     "A second reading will be hosted at the \u003ca href=\"http://www.troubadour.co.uk/\"\u003eTroubadour Coffee House\u003c/a\u003e on Monday 2 November at 8pm, with John Hegley, Dannie Abse, Moniza Alvi and Grace Nichols.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Best Poems on the Underground is published by Weidenfeld \\u0026 Nicolson in hardback on 1 October 2009 and will cost £16.99\",\"Poems on the Underground was founded in 1986\",\"The programme is supported by London Underground ( \\u003ca href=\\\"http://www.tfl.gov.uk/tfl/corporate/projectsandschemes/artmusicdesign/pfa/default.asp\\\"\\u003eArt on the Underground\\u003c/a\\u003e ), Arts Council England and the British Council\",\"Poems are selected and the programme administered by Judith Chernaik and poets Gerard Benson and Cicely Herbert\",\"Praised for their elegance, clarity and simplicity, Poems on the Underground has inspired similar programmes on public transport in Dublin, Paris, New York, Vienna, Stockholm, Helsinki, Athens, Barcelona, Moscow, St Petersburg and, most recently, Shanghai\",\"The best selling anthologies Poems on the Underground 2001 (10th edition), New Poems on the Underground 2006 and the Poems on the Underground Audiobook (Cassell 2006) are available from most bookshops and London's Transport Museum gift shop\",\"London Underground (LU) is undertaking a major programme of renewal as part of Transport for London's multi-billion pound Investment Programme.  This will inevitably result in some disruption for passengers, but TfL is working hard to provide information and alternative travel options.  The work is essential to provide for London's growing transport needs now, and into the future.  TfL is urging all Londoners and Tube, London Overground and DLR passengers to \\\"check before you travel\\\" at weekends, allowing extra journey time where necessary. \\u003ca href=\\\"http://www.tfl.gov.uk/plannedworks\\\"\\u003eWeekend travel news\\u003c/a\\u003e is available online\",\"To obtain a copy of Best Poems on the Underground please, contact Elizabeth Allen on 020 7520 4474\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}