{
 "pageTitle": "New Travel Information Centre opens at Euston",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New Travel Information Centre opens at Euston ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Passengers using bus, National Rail and Tube services at Euston can now benefit from a new Travel Information Centre which opened today."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Customers can now benefit from a fully accessible walk in centre",
     "The new centre, situated on the concourse of Euston mainline station, is bigger and more welcoming than its predecessor which was just a small kiosk.",
     "Customers can now walk into the new centre for advice on the best way to get around the Capital or to get information to help them with their onward journey.",
     "Transport for London (TfL) Travel Information Centres are a one-stop shop for information about transport services in London including fares and maps.",
     "The travel centres also sell tickets to many of London's top venues including fast track admission to London's main visitor attractions, theatres, and London sightseeing tours.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Getting around\"}",
     "The new centre is also fully accessible which means that wheelchair users, parents with buggies as well as those with heavy luggage can easily access the services provided.",
     "Bryan Chapman, Customer Service Manager, TfL Travel Information Centres said: 'This new larger Travel Information Centre will make a huge difference to all our customers at Euston.",
     "'Customers can now benefit from a fully accessible walk in centre to obtain any transport and visitor information they need from our staff.'",
     "In recent years the previous structure, an old portacabin right opposite platform eight had become outdated and far too small to meet growing demand with only two customer service windows.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Visitor information\"}",
     "This meant that long queues could develop which was an inconvenience to customers and other users of the central concourse.",
     "Jo Kaye, Network Rail Route Director, said: 'More than 70 million passengers use our station each year and Euston is the main gateway to London for people from Birmingham, Manchester, Liverpool and Glasgow.",
     "'We're delighted to have worked with TfL to deliver their new Travel Information Centre, which will provide an invaluable service to rail passengers who have arrived in London for the first time or visit only once or twice year.'",
     "Richard Smith, a customer who uses the new Travel Information Centre said: 'The new centre is much nicer as you can just walk in and talk to staff to find out about the transport and visitor information you need, plus the staff are really friendly and helpful.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Seven days a week\"}",
     "'It's a great way to get information.'",
     "There are six Travel Information Centres across London, open seven days a week from 07:15 to 21:00.",
     "The Centres are situated at Liverpool Street Tube station, Euston mainline station, Victoria mainline station and Heathrow Terminals 1, 2, 3 Tube station.",
     "Piccadilly Circus Tube station is open from 09:15 to 19:00, 7 days a week, and Camden Town Hall is open from 09:00 to 17:00, Monday to Friday.",
     "{\"template\":\"bulletlist\",\"items\":[\"Advice and sale of tickets including: Oyster pay as you go, Travelcards and Bus passes\",\"Congestion Charge payments\",\"Information and booking of Heathrow and Gatwick Express services and Southern train services between London Victoria and Gatwick Airport\",\"Fast-track admission tickets to some of London's most popular tourist attractions, such as The Tower of London and Madam Tussauds\",\"Booking and advice on rail and coach tours in Britain, Paris, Brussels and Brugge\",\"Advice on any access requirements\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}