{
 "pageTitle": "'No reason' for Victoria line strike, says London Underground",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "'No reason' for Victoria line strike, says London Underground",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "No driver will work longer hours."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Londoners will be at a complete loss to understand what this threatened strike is about",
     "London Underground (LU) today called on the RMT leadership to call off strike action on the Victoria line since, as no drivers will work longer hours, there is simply no reason for a dispute.",
     "LU has put forward plans for new working arrangements for drivers on the Victoria line, but no staff will work longer hours.",
     "Under the new plans, designed to improve efficiency and service for Tube passengers, some drivers will do five round trips in the course of a weekday shift as opposed to the current four.",
     "However, only a quarter of drivers on weekday duty are expected to have to undertake five round trips and the length of the shift is unchanged.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Best possible service\"}",
     "Furthermore, drivers already do five round trips at weekends, which has never been an issue, and the new working arrangements have been accepted by Tube union ASLEF.",
     "LU Chief Operating Officer, Howard Collins, said: 'Londoners will be at a complete loss to understand what this threatened strike is about.",
     "'No driver is being asked to work longer hours.",
     "'We are simply looking at how we can make the best use of staff time within the working day to deliver the best possible service for our passengers.",
     "'Victoria line drivers already operate five round trips per shift on the Victoria line at weekends, an arrangement which has never caused any problems for staff.  What's more, we've improved working conditions, including air-cooling, in the drivers' cabs.",
     "'Even with these changes, we only expect a quarter of drivers on duty to have to operate five round trips on weekdays.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"No reason\"}",
     "'Quite simply, there is no reason for the RMT leadership to call for strike action on the Victoria line, especially when these new arrangements have already been accepted by ASLEF.",
     "'We urge them to call it off and work with us to improve services for Victoria line passengers.'",
     "Drivers on all LU lines work a maximum eight and a half hour shift, including breaks.",
     "By working five round trips, Victoria line drivers are expected to operate a train for around just six and a quarter hours of their shift.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"A round trip of the line (Brixton to Walthamstow and back, for example) takes around an hour and a quarter\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}