{
 "pageTitle": "Saddle up for Cycle Fridays this week and you may end up on the winners' podium at the Tour of Britain",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Saddle up for Cycle Fridays this week and you may end up on the winners' podium at the Tour of Britain",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Take part in a Cycle Friday ride on 18 September and get entered into a draw to win a fantastic prize at Saturday's Tour of Britain final stage in London."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The various events in the capital will help people discover the cleanest, greenest way of getting about, and will make a great conclusion to a fantastic summer of cycling",
     "The Mayor and Transport for London (TfL) have teamed up with the organisers of the Tour of Britain cycle race to offer one lucky Cycle Fridays rider the chance to present a top professional cyclist with their winning jersey at this Saturday's Tour of Britain final stage.",
     "Everyone taking part in this week's Cycle Friday rides will be automatically entered into the draw for the prize, which also includes a pair of tickets to the Tour of Britain's VIP hospitality area at Victoria Embankment.",
     "Thousands of people are expected to turn out on Saturday to watch the Tour of Britain cycle race, which is finishing its eight day UK tour in the Capital.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Iconic landmarks\"}",
     "Bradley Wiggins, the London born Olympic and Tour de France hero, will be one of the 96 professional cyclists racing on an 86 km circuit that will take in some of the Capital's most iconic landmarks.",
     "The 8.6 km route (which the riders will complete ten times) will start and finish on Victoria Embankment, taking the riders along the banks of the Thames, through the City of London, and past Big Ben, Cleopatra's Needle, Somerset House, and the Tower of London.",
     "The following day, London's weekend of cycling will continue with the Mayor of London's Skyride.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"All abilities welcome\"}",
     "Tens of thousands of cyclists will enjoy traffic-free roads for the day, encouraging riders of all ages and abilities to get on their bikes with friends and family.",
     "The 15km route will take riders past Buckingham Palace, St Paul's Cathedral and The Tower of London and will feature St James Park and views of the River Thames.",
     "For the first time the route will also include the heart of the City of London, allowing cyclists a traffic-free trip down Canon Street, Bank and Cheapside.",
     "Kulveer Ranger, Transport Adviser to the Mayor of London, said: 'Cycle Fridays have created a buzz with cyclists who had needed a helping hand to take up biking regularly.",
     "'What better way to inspire these budding cyclists than to give them the chance to be a part of London's biggest ever weekend of cycling.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Summer of cycling\"}",
     "'The various events in the capital will help people discover the cleanest, greenest way of getting about, and will make a great conclusion to a fantastic summer of cycling.'",
     "David Brown, Managing Director of Surface Transport, said: 'London is well on its way to becoming a cycling city.",
     "'The number of cycle journeys made in London has more than doubled since 2000, and in the last year alone we've seen a nine per cent increase in cycle journeys on London's major roads.",
     "'Inspirational events such as the Tour of Britain really help to capture people's imaginations, and play an important role in encouraging more people out on their bikes more often.'",
     "This is the third time in four years that Transport for London (TfL) has brought the Tour of Britain, the largest free sporting event in the country, to the Capital. The race will also finish here in 2010 and 2011.",
     "\u003cbr /\u003e\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"Cycle Fridays are a series of bike convoys led by experienced riders which guide novice commuter cyclists into central London each Friday. The eight week initiative by the Mayor of London and TfL, in partnership with the London Cycling Campaign, is in its sixth week. Those joining the rides are greeted by ride marshals and are given a basic bike check and relevant TfL cycle maps before getting on the road. Visit \\u003ca title=\\\"TfL cycling\\\"href=\\\"http://www.tfl.gov.uk/cycling\\\"\\u003etfl.gov.uk/cycling\\u003c/a\\u003e for more information\",\"The Tour of Britain is the country's largest professional cycling race and Britain's biggest free-to-attend live sporting event. It started in London in September 2008 and will finish in London in 2009, 2010 and 2011. The 2009 edition of the race started on Saturday 12 September and will finish in London on Saturday 19 September\",\"For more information about the Tour of Britain, visit the \\u003ca title=\\\"Tour of Britain\\\"href=\\\"http://www.tourofbritain.co.uk\\\"\\u003eTour of Britain website \\u003c/a\\u003e \",\"The Mayor and TfL are investing a record £111m in cycling in London this year. The money is being spent on introducing the Cycle Hire scheme, improving parking and road conditions for cyclists, education, training and promotion\",\"The London Cycle Hire scheme will launch in the Capital in summer 2010. People will be able to pick up and drop off hire bikes at 400 locations across the nine London boroughs and several Royal Parks that make up London's zone one travel area. An initial 6,000 hire bikes are expected to generate around 40,000 extra daily cycle trips in central London\",\"The Capital has seen an 107 per cent increase in the number of cycle journeys on London's major roads since 2000, with an estimated 545,000 cycle journeys made everyday\",\"More information about cycling in London can be found at \\u003ca href=\\\"http://www.tfl.gov.uk/cycling\\\"\\u003ewww.tfl.gov.uk/cycling\\u003c/a\\u003e \\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}