{
 "pageTitle": "Strike threat lifted as RMT leadership accepts Victoria line working patterns",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Strike threat lifted as RMT leadership accepts Victoria line working patterns",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "RMT agrees working patterns proposed before strike action was threatened."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Once again, we have demonstrated that these issues can and should be ironed out by continuing to talk",
     "London Underground (LU) today welcomed the RMT leadership's decision to abandon the completely unnecessary threat of a one-day strike on the Victoria line over changed working patterns for drivers.",
     "LU met with the union on Monday to clarify the working arrangements, which the RMT had claimed would lead to an increase in workload.",
     "Following that meeting, the union has accepted that no drivers will work longer hours and has signed up to the same working patterns accepted with ASLEF last week.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Never any reason\"}",
     "Under the new plans, designed to improve efficiency and service for Tube passengers, some drivers will do five round trips in the course of a weekday shift as opposed to the current four, a working pattern already in place at weekends. But there will be no increase in working hours.",
     "LU Chief Operating Officer, Howard Collins, said: 'There was never any reason for this strike threat.",
     "'No driver is being asked to work longer hours. We will simply be asking some drivers to do another round trip, so five round trips are undertaken, as they already are at weekends.",
     "'The change in working patterns, which had already been accepted by ASLEF, follows improvements we have made to working conditions, including air cooling in drivers' cabs.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Ironed out\"}",
     "'The threat of strike action was entirely unnecessary and achieved nothing.",
     "'Once again, we have demonstrated that these issues can and should be ironed out by continuing to talk.'",
     "Drivers on all LU lines work a maximum eight and a half hour shift, including breaks.",
     "By working five round trips, Victoria line drivers are expected to operate a train for around just six and a quarter hours of their shift.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Unchanged\"}",
     "Only a quarter of drivers on weekday duty are expected to have to undertake five round trips and the length of the shift is unchanged.",
     "Furthermore, drivers already do five round trips at weekends, which has never been an issue.",
     "{\"template\":\"bulletlist\",\"items\":[\"A round trip of the line (Brixton to Walthamstow and back, for example) takes around an hour and a quarter\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}