{
 "pageTitle": "TfL calls on PPP Arbiter to set a fair price for Tube Lines contract",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL calls on PPP Arbiter to set a fair price for Tube Lines contract",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Progress made to agree Tube Lines future work programme, however Tube Lines' costs remain 'unacceptably high' in some areas."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Improvements must be delivered at a price which is clear value for money and acceptable to us, the Mayor, Government and passengers",
     "Transport for London (TfL) today asked the Public Private Partnership (PPP) Arbiter to set a fair price for the works to improve the Jubilee, Northern and Piccadilly lines on behalf of London's fare payers and taxpayers, as London Underground (LU) referred the issue to the PPP Arbiter.",
     "Tube Lines responded to LU's Restated Contract Terms, which set the scope of the improvement works, in June this year.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Transforming the tube\"}",
     "Since then, LU and Tube Lines have made good progress on determining this future work programme and in reducing some of their costs. However, Tube Lines' costs remain unacceptably high in some areas.",
     "Richard Parry, Interim Managing Director of London Underground, said: 'Billions are being invested to transform the Tube.",
     "'Over the next few years, we'll see faster and more frequent Tube journeys, thanks to new trains and signalling systems which deliver big increases in reliability and capacity.",
     "'But the improvements must be delivered at a price which is clear value for money and acceptable to us, the Mayor, Government and passengers.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Value for money\"}",
     "'Tube Lines therefore have two key challenges. First, to deliver promised improvements on time. Second, they must deliver the improvements in a way that is economic and efficient, ensuring value for money for London's fare payers and taxpayers.",
     "'While we have had constructive talks on their future work programme which have seen some of their cost demands come down, Tube Lines' price remains unacceptably high in some areas.",
     "'The PPP Arbiter will now undertake his independent review. In doing so, he will take into account his own initial guidance published last year, and the sensible measures taken by TfL to reduce scope and costs since then.",
     "'We will continue our constructive discussions with Tube Lines, alongside the PPP Arbiter process.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"The PPP Periodic Review Process:\"}",
     "The following section explains the PPP Periodic Review process in more detail.",
     "The LU referral to the PPP Arbiter is part of the PPP Periodic Review process, which will determine the funding of the upgrade and maintenance of the Jubilee, Northern and Piccadilly (JNP) lines during the Second Period of the PPP contract from mid-2010 to 2017.",
     "LU provided Tube Lines with restated contract terms, which set the scope of the track, trains, station and signalling improvements required, at the end of December 2008.",
     "Tube Lines responded to LU at the end of June, but with a price significantly in excess of LU's £4.2bn evaluation and which was also much higher than the price indicated by the PPP Arbiter in his guidance undertaken last year (see below).",
     "Since then, Tube Lines' costs have come down, but their price remains unacceptably high and does not represent value for money.",
     "As a result, LU has today made a referral to the Arbiter who will conduct an independent review and provide his determination on price and other questions relevant to the process.",
     "At LU's request, the PPP Arbiter provided initial guidance on the likely costs of the JNP Second Period works last September.",
     "At that time, the Arbiter's view was that 'costs are likely to be in the range of £5.1-5.5bn for the second seven and a half years of the contract.'",
     "However, he also made clear that 'It is vital, therefore, that lessons are learned from the work that has been undertaken.'",
     "Since then, LU has taken a number of sensible steps to change the scope of work, in many instances with Tube Lines' agreement.",
     "The changes in scope retain the necessary maintenance and renewal of track, train, station and signals which deliver the improvements in Tube capacity and reliability London desperately needs.",
     "This work has significantly reduced LU's costs, which is reflected in the current £4.2bn evaluation.",
     "In responding to LU's Restated Contract Terms, Tube Lines has not taken the same approach.",
     "It is vital that the Arbiter recognises the work undertaken by LU on changes in scope and reductions in cost to make the right determination on price for London's fare payers and taxpayers.",
     "It is anticipated that the Arbiter will publish his draft conclusion on second period costs in December 2009.",
     "{\"template\":\"bulletlist\",\"items\":[\"London Underground (LU) is part of Transport for London (TfL)\",\"Tube Lines is responsible for the maintenance and renewal of the Jubilee, Northern and Piccadilly lines\",\"The remaining London Underground lines were to have been maintained and upgraded by Metronet Rail, which went into PPP Administration in July 2007. The businesses subsequently transferred to Transport for London\",\"View the \\u003ca title=\\\"Press notice PPP Annual Report\\\"href=\\\"http://www.tfl.gov.uk/corporate/media/newscentre/12435.aspx\\\"\\u003epress notice \\u003c/a\\u003e which accompanied LU's 2009 PPP Annual Report\",\" \\u003ca title=\\\"LU PPP Annual Report  2009\\\"href=\\\"http://www.tfl.gov.uk/assets/downloads/london-underground-ppp-performance-report-2008-2009.pdf\\\"\\u003eDownload LU's 2009 PPP Annual Report\\u003c/a\\u003e \\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}