{
 "pageTitle": "TfL's Lost Property Office celebrates 75 years",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL's Lost Property Office celebrates 75 years",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London's (TfL's) Lost Property Office (LPO), one of the largest lost property offices in the UK, is this year celebrating 75 years of service."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "I love being reminded how honest Londoners are when they hand in lost property",
     "The LPO handles almost 200,000 items a year left behind on buses, London Underground, London Overground, DLR, licensed taxis or in the Victoria Coach Station.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Books and bags\"}",
     "Last year the most commonly forgotten objects were books (36,852), bags (28,550) and items of clothing (27,174).",
     "Over the last seven and a half decades, the LPO has seen more than its fair share of unusual items too - a stuffed puffer fish, human skulls, breast implants and a lawnmower are just a few of the stranger items handed in.",
     "Located on Baker Street, the LPO takes pride in its link to its famous fictional neighbour Sherlock Holmes, even naming the computer system staff use to log all lost items 'Sherlock'.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Property detectives\"}",
     "Staff at the LPO use their own detective skills to try and reunite lost property with its rightful owner, directly contacting them if any form of identification is found with the object.",
     "There have been occasions where staff have gone a step further to return items, managing to track down the next of kin for two urns of ashes that had been in the LPO for years, even though there were just a few words written on the urns.",
     "Julie Haley, TfL's Lost Property Office Manager, said: 'It is great to be celebrating 75 years of the LPO.  I have been here for five years and love being reminded how honest Londoners are when they hand in lost property.",
     "'The look on customers' faces when they get back something they thought was lost forever is very rewarding.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"All items important\"}",
     "'Reuniting two urns of ashes with the families who had lost them was particularly heart-warming - it was very emotional for all of us.",
     "'Having said that, all items are important to their owners and returning even the smallest of items can make a big difference.",
     "'I know some people think if they've lost something on public transport they'll never get it back but I'd like to encourage them to give us a call.",
     "'You never know - we might just have it here, and 'Sherlock' will help us find it.'",
     "{\"template\":\"bulletlist\",\"items\":[\"If a name and address, email address or telephone number is found with the item of property, the potential owner is contacted and told that the LPO may have an item of their property\",\"The success rate for reuniting lost items such as bags, wallets/purses and mobile phones with their rightful owner is on average one in three. One of the biggest barriers to returning property is that people simply don't get in touch with the LPO when they have lost something on public transport\",\"Property normally takes a minimum of two working days to arrive at the LPO\",\"After two days, people can enquire about lost property in several ways\\u003cbr /\\u003e- by calling 0845 330 9882 between 08.30 and 16.00, Monday to Friday (except Bank Holidays)\\u003cbr /\\u003e- by filling in the \\u003ca title=\\\"Online enquiry form\\\"href=\\\"/tfl/contact/lostproperty/default.asp\\\"\\u003eonline enquiry form\\u003c/a\\u003e \\u003cbr /\\u003e- by faxing 020 7918 1028\\u003cbr /\\u003e- in person, or by writing to:\\u003cbr /\\u003eLost Property Office\\u003cbr /\\u003e200 Baker Street\\u003cbr /\\u003eLondon\\u003cbr /\\u003eNW1 5RZ\",\"Positively identified lost property is returned to the owner (in person or by post) once a restoration fee, postage and (for property lost in taxis) a driver's award has been paid\",\"Property not claimed after three months, and not containing any personal data, is either donated to charity or sold at auction, with all revenue generated contributing towards the cost of running the LPO service\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}