{
 "pageTitle": "Transport for London tightens guidelines for licensing taxi and private hire drivers in London",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London tightens guidelines for licensing taxi and private hire drivers in London",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) today announced plans to tighten the guidelines for licensing taxi and private hire drivers in the Capital."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "'Taxi and private hire drivers are in a position of trust, and it's our job to ensure they deserve that trust",
     "In future, taxi and private hire licences will not be granted to applicants who have been convicted for serious or violent offences, unless there are exceptional mitigating circumstances.",
     "This clarification comes as a result of recent public interest in the case of an individual with a conviction for manslaughter who was licensed as a private hire driver and accepted on to the Knowledge of London programme.",
     "As a result of concerns raised about this case, TfL's Public Carriage Office (PCO) ordered a full review of the licensing decision.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Position of trust\"}",
     "That review is now complete and has concluded that insufficient weight was given to the applicant's criminal history when a decision to grant them a private hire licence was made.",
     "As a result, the individual's private hire licence is being revoked, and they will not continue to study the Knowledge.",
     "Jeroen Weimar, the Chief Operating Officer for TfL Surface Transport, said: 'We understand why this case caused concern and I would like to reiterate that safety is always our top priority.",
     "'Taxi and private hire drivers are in a position of trust, and it's our job to ensure they deserve that trust.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Robust processes\"}",
     "'This was a difficult case, but following a thorough review, we believe that insufficient weight was given to the applicant's criminal history when the decision to grant them a private hire licence was made.",
     "'We have therefore revoked this individual's licence and they will no longer be allowed to study the Knowledge.",
     "'The PCO has robust processes in place to determine whether or not individuals are fit to become licensed taxi or private hire drivers, and in the overwhelming majority of cases I am confident the right decision is made.",
     "'However, we have tightened our guidelines with regards to applicants' criminal histories as we seek to prevent such cases in the future.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Case-by-case\"}",
     "The PCO has a long established, robust process in place for vetting would-be taxi or private hire drivers in London.",
     "Anyone with a history of violence would not have been licensed until they had a clean record for a minimum of three years, more if the original offence was of a serious nature, if it was racially motivated or if the individual had more than one conviction for a violent offence.",
     "The Licensing Authority made decisions on a case-by-case basis, in line with the Rehabilitation of Offenders Act, 1974.",
     "The change in guidelines aims to make the licensing decision more robust when considering individuals with criminal histories.",
     "The PCO is also carrying out a wider review of the licensing guidelines, and will use a panel of experts to advise on difficult cases in future. The panel will include experts in the fields of criminal justice as well as senior representatives from the PCO.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The PCO, part of TfL, is responsible for licensing and regulating London's taxi and private hire services\",\"The Rehabilitation of Offenders Act, 1974, enables criminal convictions to become 'spent', or forgotten, after a rehabilitation period. The rehabilitation period depends on the penalty imposed. After this period, an ex-offender is not normally obliged to mention the conviction when applying for a jobul\",\"The PCO is putting together a list of those crimes for which a previous conviction will lead to a refusal unless there are exceptional mitigating circumstances. This will not be an exhaustive list but will indicate the type of crimes for which a previous conviction will lead to a refusal\",\"In order to become a licensed taxi driver in London, candidates must pass the Knowledge of London, commonly referred to as the Knowledge, to prove they have an in-depth understanding of the complex road network and places of interest in the city\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}