{
 "pageTitle": "Urgent utility works in Victoria for next eight weeks",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Urgent utility works in Victoria for next eight weeks",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Southbound traffic along Congestion Charge-free through route will be diverted while BT Openreach works take place."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We will do our best to ensure that disruption is kept to a minimum",
     "From 21 September, the right-turn junction from Bressenden Place into Victoria Street in Westminster will be closed for up to eight weeks while Openreach, a BT business, carries out essential maintenance works.",
     "During this period, two traffic diversions will be in place for vehicles wishing to use the southbound Congestion Charge-free through route:",
     "{\"template\":\"bulletlist\",\"items\":[\"General traffic, excluding Heavy Goods Vehicles, for Victoria and Victoria station will be diverted up Buckingham Palace Road and then down Buckingham Gate across Victoria Street, into and down Rochester Row to Vauxhall Bridge Road\",\"General traffic, including Heavy Goods Vehicles, will continue to use Bressenden Place before being diverted left into Victoria Street to Parliament Square and then along Millbank to Vauxhall Bridge\"]}",
     "Drivers using the Congestion Charge-free through route who follow one of the clearly signposted diversion routes will not need to pay the charge.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Local diversions\"}",
     "However, drivers who deviate from the diversion routes will need to pay the Congestion Charge or risk receiving a Penalty Charge Notice.",
     "Drivers wishing to use the northbound Congestion Charge-free through route will not be affected by the works on Victoria Street.",
     "In addition, buses travelling westbound on route 507 (towards Victoria) will also be placed on diversion to help reduce congestion along Victoria Street while the works are taking place.",
     "Transport for London (TfL) is working closely with Openreach and Westminster Council to ensure that disruption is kept to a minimum, and will keep motorists informed of closures and diversions through roadside message boards and local radio broadcasts.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Essential works\"}",
     "Alan Bristow, TfL's Director of Traffic Operations, said: 'We have liaised with Openreach over these urgent works and they have assured us that they will complete the work as quickly as possible.",
     "'We ask motorists to bear with us while these works are carried out and we will do our best to ensure that disruption is kept to a minimum.'",
     "Jerome De Chassey, Openreach Director in London, said: 'We are working closely with TfL to reduce the impact on traffic while we carry out this essential work and apologise for any inconvenience that these works will cause road-users in London.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}