{
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Walking towards the Games: Free Guided Walks 26-27 September 2009",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "With the arrival of Autumn what better way to enjoy the colourful changes in nature and explore some of London's great places, meet new people and keep fit by taking part in one of over 40 free guided walks across the Capital."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "London has an extraordinary abundance of walking routes that lend themselves to exploration during Autumn",
     "Autumn Ambles takes place on 26-27 September 2009 and is the seventh free led walking weekend, organised by Walk London and funded by Transport for London (TfL).",
     "The seasonal walks are a further step towards making London one of the most walking friendly cities in Europe by 2012.",
     "Designed largely to be away from traffic, the free walks connect some of London's best attractions, parks, woodlands, rivers and open spaces.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Walk yourself fit\"}",
     "As London 2012 gets ever closer, health and fitness is rising up the agenda. Walking is one of the best and easiest ways to get fit and see the city at the same time.",
     "With over 40 walks on all seven routes of London's 350 miles of Strategic Walk Network, there is something for everyone.",
     "With three years to go until the Games come to London, Autumn Ambles has a special focus on East London and along the routes that will lead in to the Olympic Park.",
     "Look out for the nine walks flagged as 'Walking towards the Games'. Walkers will be able to see for themselves how easy it will be to walk to the site.",
     "The Lea Valley Walk along the Lee Navigation forms the central spine alongside the Park, which provide important links into and across the valley.",
     "The walks will cover aspects of the Lea Valley's industrial heritage and countryside, the regeneration of the Lower Lea and its sustainable development, the Thames Path and points of interest on the way.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Connecting the Games\"}",
     "There is also a walk along the Thames Path at Woolwich that will host the shooting events at the Royal Arsenal, all of which will be of interest to people excited about the forthcoming events.",
     "The Jubilee Greenway is the latest addition to London's Strategic Walk Network. Designed by the Jubilee Walkway Trust to celebrate Her Majesty the Queen's anticipated Diamond Jubilee in 2012, the 60km route connects all of the London venues for the Games.",
     "Kulveer Ranger, the Mayor's Transport Advisor, said: 'From parks to riverside walkways, woodlands to canalside paths, London has an extraordinary abundance of walking routes that lend themselves to exploration during Autumn.'",
     "Peter McBride, Head of Cycling, Walking and Accessibility at TfL, said: 'London's great landmarks and green areas are best explored on foot.",
     "'This is why we are investing £17m this year to make walking in London as attractive and enjoyable as possible.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Discover local wildlife\"}",
     "'Seasonal events like the Autumn Ambles are a great way to inspire Londoners to enjoy their surroundings and encourage them to make more journeys by foot.'",
     "All of the walks are led by experienced guides and some special walks will be joined by local history and wildlife experts.",
     "The walks start and finish either at or within easy reach of public transport and a free colour guide will be handed out along with a pin badge of the route logo as a keepsake.",
     "For further information on Walk London visit \u003ca href=\"http://www.walklondon.org.uk/\"\u003ehttp://www.walklondon.org.uk/\u003c/a\u003e or call 0870 240 6094.",
     "\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"Walk London is a cross-borough partnership led by the City of London and managed on its behalf by The Access Company, funded by Transport for London.  It works in partnership with all the London boroughs to make walking a pleasure with the provision of a network of quality routes throughout the Capital - the Strategic Walk Network\",\"London's Strategic Walk Network is made up of seven long distance routes laid out in easily manageable sections: London Loop (24 sections in total 150 miles); Capital Ring (15 sections in total 75 miles); Lea Valley (four sections in total 13 miles); Thames Path (four sections in total 67 miles); SE Green Chain (10 sections in total 40 miles); Jubilee Walk (three sections in total 15 miles); Jubilee Greenway (12 sections in total 35 miles)\",\"With 2012 around the corner, this year Walk London has nine routes with a special focus on 'walking towards the games' and the London 2012 venues\",\"Each route has sectional free colour leaflets, available to download from \\u003ca href=\\\"http://www.walklondon.org.uk/\\\"\\u003ehttp://www.walklondon.org.uk/\\u003c/a\\u003e , or by emailing \\u003ca href=\\\"mailto:info@walklondon.org.uk\\\"\\u003einfo@walklondon.org.uk\\u003c/a\\u003e or calling 0870 240 6094. They are also available on audio, to download on mP3 or mobile phones\",\"Guided walking weekends are also planned for the last weekend in January, May and September 2010\",\"Just over three in ten trips in London are made by foot. The Mayor has a target to increase daily walking trips by 1m by 2025\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}