{
 "pageTitle": "Wanstead station re-opens following major works",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Wanstead station re-opens following major works",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground's (LU) Wanstead station re-opened on Bank Holiday Monday 31 August, following major structural works as part of its ongoing modernisation."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "When all station works are complete, customers will get a completely modernised station",
     "Wanstead station, which is on the Central line, will close early daily and trains will not stop after 21:00 for seven weeks until Monday 12 October while works continue.",
     "It is being modernised as part of the London Underground Investment Programme.",
     "When complete customers will benefit from improved security and customer service information including a new state-of-the-art station control room, upgrading the existing CCTV system, improved PA system, Help Points and electronic information boards.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Improving safety and service\"}",
     "While the station was completely closed major structural works, including the demolition of a large concrete slab which overhung the top of the station escalators, was undertaken.",
     "Peter Tollington, Central line General Manager, said: 'When all station works are complete, customers will get a completely modernised station with improved security and communication facilities.",
     "'We had to close Wanstead station completely for the safety of our customers and staff while we demolished the ceiling which is above the station escalators and carry out structural alterations in the ticket hall area to create the new station control point.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Extensive modernisation\"}",
     "'While extensive modernisation work continues, the station will close early and trains will not stop at Wanstead after 21:00.'",
     "Customers are advised to use nearby Leytonstone, Snaresbrook and Redbridge stations which are approximately a 10-15 minute walk away.",
     "Valid Underground tickets will be accepted on the following bus routes during the closures:",
     "{\"template\":\"bulletlist\",\"items\":[\"To Leytonstone station - take bus routes 145, W13 or W14\",\"To Redbridge station - take bus route 145\",\"Snaresbrook station is approximately a 15 minute walk from Wanstead station along the High Street. Follow directional signs\",\"The station modernisation is scheduled to be complete in November 2009\\u003cbr /\\u003e\"]}",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}