{
 "pageTitle": "Work progressing on Hanger Lane bridges",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Work progressing on Hanger Lane bridges",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Foundations being laid for the new Waldegrave Road Bridge and South Bridge on the A406 Hanger Lane."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The first phases of work on Transport for London's (TfL) scheme to replace Waldegrave Road Bridge and South Bridge in Ealing have now been completed, and the next phase is about to begin - the construction of the foundations for the two new road bridges.",
     "TfL is undertaking a massive project to upgrade the two 100-year-old bridges on the A406 Hanger Lane.",
     "These Victorian structures have, over the years, been subjected to far greater loads than they were originally built for and need to be replaced.",
     "Once complete, the two bridges will have new road layouts which will improve traffic flows.",
     "New pedestrian crossings, footways and cycle lanes are also part of the scheme to make this area more pleasant for all road users.",
     "Work began on the project in September 2008 and already new cycle lanes and footways have been constructed between Uxbridge Road and Hamilton Road, Madeley Road and Ealing Village, Freeland Road and Gatcombe Mews and from Gatcombe Mews to Inglis Road.",
     "The first phase of the necessary utility diversion works has now been completed, which has enabled an updated completion date to be confirmed:",
     "{\"template\":\"bulletlist\",\"items\":[\"The construction of the foundations for the new bridges started this month and the construction and assembly of the bridges, along with the demolition of the old bridges, is expected to take until early 2011\",\"More cycle lanes and footways are still to be completed, in addition to two new signalised pedestrian crossings and landscaping to make the area more attractive and safer for pedestrians and cyclists to use\",\"The full scheme is currently scheduled to be complete by summer 2011\"]}",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The A406 Hanger Lane bridges project is being carried out on behalf of TfL by UK based civil engineers, Norwest Holst. The site is registered with the Considerate Constructors Scheme\",\"For more information on the project go to \\u003ca href=\\\"http://www.tfl.gov.uk/a406hangerlanebridges\\\"\\u003ewww.tfl.gov.uk/a406hangerlanebridges\\u003c/a\\u003e \\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}