{
 "pageTitle": "Writer Sarah Butler discovers Underground literary talent",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Writer Sarah Butler discovers Underground literary talent",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The latest project in London Underground's (LU's) pioneering Art on the Underground programme has resulted in a new booklet containing a selection of stories inspired by the Central line and its staff."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We hope customers will enjoy reading the stories written by Sarah and our staff",
     "Customers can pick up a copy with some of the Central line stories from stations on the line from 12 September.",
     "Sarah Butler was commissioned by Art on the Underground to undertake a six-month residency on the Central line.",
     "During her stay she created new writing with Tube staff. It involved 45 stations, over one hundred frontline employees and thousands of stories.",
     "Sarah found that many London Underground (LU) workers had a natural flair for the written word and story-telling.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Unexpected connections\"}",
     "With 45 Central line-managed stations spread across six zones, the 1,550 Central line employees do not always have time or opportunity to interact with each other.",
     "The writing project offered a chance for many of them to work together, telling personal stories that can now be enjoyed by passengers.",
     "Chance meetings and unexpected connections fascinate writer Sarah Butler. She likes to explore the public spaces where such meetings are daily occurrences - like the Underground.",
     "Four distinct texts were developed during the residency:",
     "\u003cstrong\u003eWhat's in a name?\u003c/strong\u003e - Sarah collected stories attached to names, unearthing a goldmine of anecdotes about how staff got their names.",
     "\u003cstrong\u003eMeetings with drivers\u003c/strong\u003e - empathising with the sometimes solitary life of Tube drivers, who can spend as much time alone as writers, Sarah travelled with them in their cabs and used their conversation as the basis for new short stories.",
     "\u003cstrong\u003eCentral line whispers\u003c/strong\u003e - Sarah visited each of the Central line stations in turn, collecting stories as she went. 56 staff took part in all: After inventing two characters who meet on the Central line, Sarah would describe the story so far and, like the game 'Consequences', ask the next member of staff to continue the plot.",
     "\u003cstrong\u003eAcross: 3. to search for (4)\u003c/strong\u003e - Sarah set herself a challenge to create a story mirroring the shape of the Central line, with 45 paragraphs (for the 45 stations) that each contain 45 words and begin with the first letter of a station name. The paragraphs can be read in any order and the story contains a puzzle, as the title suggests.",
     "Speaking about her residency, Sarah said: 'Travelling by Tube offers - sometimes - a strange, contemplative slice of time during our day; it witnesses innumerable dramas, and brings together a phenomenal diversity of people.",
     "'Ultimately, it connects: people to people, people to places, places to places.",
     "'I used to take the Central line from Bethnal Green to White City every day, across the width of the city.",
     "'I was struck by the difference between these two places - and the fact that that journey I took everyday made a connection between them.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"A unique and special place\"}",
     "'The Central line draws an invisible line across London - connecting East to West, rising up like the edges of a smile at each end.'",
     "Art on the Underground's Community Projects Curator Louise Coysh said: 'We hope customers will enjoy reading the stories written by Sarah and our staff.",
     "'This project shows that people are what make the Underground such a unique and special place.'",
     "The full collection of Central line stories will also be available to read and hear online.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The residency programme is commissioned by Art on the Underground, LU's art programme, producing high calibre artworks throughout the network, enhancing the millions of journeys made every day. It aims to promote a greater understanding of the Tube as a cultural and social environment through the creative commissioning of artworks. With between three and a half to four million passengers using the network per day, Art on the Underground projects are exposed to one of the largest and diverse audiences in Europe\",\"Find out more about \\u003ca href=\\\"http://www.tfl.gov.uk/tfl/corporate/projectsandschemes/artmusicdesign/pfa/\\\"\\u003eArt on the Underground\\u003c/a\\u003e \",\"Sarah Butler writes novels and short stories. She runs a literature consultancy called UrbanWords that explores the connections between place and writing. She manages creative writing projects that challenge and strengthen people's relationship with place\",\"What's in a name? will be distributed in leaflet format at key Central line stations from 12 September 2009. The entire Central line stories project will be available to download \\u003ca href=\\\"http://www.tfl.gov.uk/tfl/corporate/projectsandschemes/artmusicdesign/pfa/\\\"\\u003eonline\\u003c/a\\u003e later this autumn, as will audio excerpts of a selection of the stories, recorded  by staff and professional actors\",\"Central line stories, will be available \\u003ca href=\\\"http://www.tfl.gov.uk/tfl/corporate/projectsandschemes/artmusicdesign/pfa/\\\"\\u003eonline\\u003c/a\\u003e from and on the Central line from September 2009\",\"LU is undertaking a major programme of renewal as part of Transport for London's \\u003ca href=\\\"/corporate/projectsandschemes/10127.aspx\\\"\\u003eInvestment Programme\\u003c/a\\u003e . This will inevitably result in some disruption for passengers, but TfL is working hard to provide information and alternative travel options. The work is essential to provide for London's growing transport needs now, and into the future. TfL is urging all Londoners and Tube, London Overground and DLR passengers to \\u003ca href=\\\"http://www.tfl.gov.uk/tfl/livetravelnews/realtime/tube/default.html\\\"\\u003echeck before travelling\\u003c/a\\u003e at weekends, allowing extra journey time where necessary.\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}