{
 "pageTitle": "East London Transit consultation - Ilford to Dagenham Dock station via Barking town centre",
 "description": "ELT is a TfL project to upgrade the public transport network in the Thames Gateway area, north of the River Thames. TfL is implementing the scheme in partnership with the London Borough of Barking and Dagenham and the London Borough of Redbridge.This is a",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "East London Transit consultation - Ilford to Dagenham Dock station via Barking town centre",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "From 14 February 2006 to 13 April 2006, Transport for London (TfL) is consulting local residents, businesses and stakeholders on proposals for East London Transit (ELT) between Ilford and Dagenham Dock via Barking town centre."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "ELT will deliver fast, reliable journeys between town centres and transport interchanges",
     "ELT is a TfL project to upgrade the public transport network in the Thames Gateway area, north of the River Thames.",
     "TfL is implementing the scheme in partnership with the London Borough of Barking and Dagenham and the London Borough of Redbridge.",
     "This is a separate exercise from the recently completed consultation on the possible route options for a proposed later section of ELT between Barking town centre and Gallions Reach.\u003cbr /\u003e\u003cbr /\u003eTfL is asking for views on a range of measures including the vehicles to be used, changes to road layouts and junctions and parking and loading restrictions.",
     "These changes are necessary to achieve reductions in passengers' journey times.",
     "This part of ELT is funded to construction as part of TfL's £10bn 5-Year Investment Programme.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Reliable journeys\"}",
     "ELT will deliver fast, reliable journeys between town centres and transport interchanges, including the Underground, buses and National Rail services.\u003cbr /\u003e\u003cbr /\u003eA brochure, including details of the proposals, is being sent to local residents, businesses and stakeholders.",
     "TfL welcomes feedback from anyone who would like to express a view on ELT, particularly local residents, businesses and community organisations.",
     "For information:",
     "{\"template\":\"bulletlist\",\"items\":[\"Call 0800 783 0120\",\"Go online at \\u003ca href=\\\"http://www.tfl.gov.uk/elt\\\"\\u003ewww.tfl.gov.uk/elt\\u003c/a\\u003e \",\"Email TfL at \\u003ca href=\\\"mailto:elt@tfl.gov.uk\\\"\\u003eelt@tfl.gov.uk\\u003c/a\\u003e \",\"Send a letter to:\\u003cbr /\\u003eELT Consultation Manager\\u003cbr /\\u003eIlford to Dagenham Dock\\u003cbr /\\u003eTransport for London\\u003cbr /\\u003eFREEPOST NAT 22450\\u003cbr /\\u003eLondon SW1 0BR\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL consulted on the principle of the entire ELT scheme in 2001 and 82 per cent of those who responded were supportive of the project\",\"Exhibition datesul\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}