{
 "pageTitle": "London Underground sets new Japanese trend",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Underground sets new Japanese trend",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "London Underground (LU) has set a new worldwide musical trend. Delegates from Tokyo Metro are visiting the Capital to learn about the ins and outs of the famous LU busking scheme, sponsored by Carling, before implementing a similar system in Tokyo.",
     "We now have nearly 300 licensed buskers providing passengers with over 3,360 hours of entertainment each week",
     "Six Tokyo Metro delegates, including Fusao Koike, Deputy Manager of International Affairs, will join senior LU officials on 1 March for a day-long visit of the Underground network, when they will get the opportunity to learn about the implementation and running of the scheme, and to discuss it with real life LU buskers.",
     "Steve Charlick, LU Technical Specialist Manager in charge of the busking scheme, said: \"We are delighted to be receiving the delegation from Tokyo Metro and to share with our Japanese colleagues our knowledge and expertise of implementing and running such a successful scheme.",
     "\"We feel truly honoured that they have chosen our scheme on which to base their own.\"",
     "\"The London Underground busking scheme sponsored by Carling began in May 2003, after LU managed to change the laws and the bylaws to make busking legal on the Underground.",
     "\"The scheme has gone from strength to strength, and we now have nearly 300 licensed buskers providing passengers with over 3,360 hours of entertainment each week.\"",
     "Automatic Management's Jerry Smith, in charge of managing the LU busking scheme, remarked: \"We are really looking forward to showing the delegates from Tokyo Metro how the innovative Carling Live Underground Music Scheme operates in situ here in London.",
     "\"We are very happy to offer our experience and expertise to help put just such a successful scheme into operation in Tokyo too.\"",
     "{\"template\":\"bulletlist\",\"items\":[\"Sponsored by Carling, the LU busking initiative was originally launched from 19 May 2003 to 6 June 2003 after LU won the right in 2001 to change national law and the local bylaws to legalise licensed busking\",\"The scheme was developed as a response to customer demand for talented musicians being licensed to play at stations\",\"Commercial backing from Carling helps fund the recruitment and auditioning of musicians as well as the management of the scheme by professional artist management company, Automatic Management\",\"Licensed buskers are chosen on talent, with emphasis strongly placed on meeting the wide-ranging musical tastes of Tube customers\",\"Buskers are not paid by LU or Carling and rely on the generosity of Tube passengers\",\"All buskers have to pass an audition in front of a judging panel and are vetted for any police convictions before they are issued with a London Underground Busking Licence\",\"The scheme's overnight success resulted in its gradual expansion in the last two years: there are now 42 pitches throughout the network and nearly 300 licensed buskers\",\"For more information on how to apply to become a LU busker please visit: \\u003ca href=\\\"http://www.tfl.gov.uk/busking\\\"\\u003ewww.tfl.gov.uk/busking\\u003c/a\\u003e \\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}