{
 "pageTitle": "Mayor launches Londons first hybrid buses to make cleaner, greener bus fleet",
 "description": "The new hybrid buses, built by the Wright Group, are cleaner, quieter and use less fuel than a standard diesel bus, leading to a substantial reduction in carbon dioxide emissions. The hybrids will operate on route 360, run by London Central, from",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor launches Londons first hybrid buses to make cleaner, greener bus fleet",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Mayor of London, Ken Livingstone, today announced the addition by Transport for London (TfL) of six new, environmentally friendly hybrid vehicles - the first ever such vehicles in London - to the London Buses fleet."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "If this hybrid bus trial is successful, we will expand their use across London",
     "The new hybrid buses, built by the Wright Group, are cleaner, quieter and use less fuel than a standard diesel bus, leading to a substantial reduction in carbon dioxide emissions.",
     "The hybrids will operate on route 360, run by London Central, from tomorrow, Wednesday, 8 February 2006.",
     "A leafy motif on the buses will help passengers recognise their environmentally-friendly status.",
     "The vehicles will be introduced as part of an ongoing programme by TfL to test innovative technology and further reduce emissions from its bus fleet, which is already the cleanest in the UK*.",
     "This is in line with the Mayor's Air Quality, Energy and Noise strategies.\u003cbr /\u003e\u003cbr /\u003eKen Livingstone, Mayor of London, said: \"These cleaner, greener hybrid buses are at the forefront of environmentally-friendly technology.",
     "\"They will help London cut pollutant emissions and so contribute to tackling climate change and improve the city's air, as well as offering passengers a smoother, quieter journey.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Quality of life\"}",
     "\"Air pollution affects the quality of life of a large number of Londoners causing around 1,000 premature deaths and a similar number of hospital admissions every year. I am determined to improve air quality through reducing transport emissions and if this hybrid bus trial is successful, we will expand their use across London.\"",
     "Mike Weston, Operations Director for London Buses, said: \"London Buses is committed to minimising our impact on the environment, and initial tests show these vehicles produce significantly fewer emissions than a standard bus.",
     "\"The bus network in London leads the way in the UK and beyond in innovation - this is another example of technology we hope might bring benefits to the urban environment in the near to medium-term future.\"",
     "The six hybrid vehicles will be monitored and assessed over the coming months for performance, reliability and durability.",
     "If they prove successful, London Buses will encourage their wider introduction into the fleet.",
     "\u003cbr /\u003e\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"Photographs will be available online at \\u003ca href=\\\"http://www.constructionphotography.com/clients/tfl\\\"\\u003ewww.constructionphotography.com/clients/tfl\\u003c/a\\u003e from early afternoon on Tuesday, 7 February 2006\",\"Route 360 is run by London Central, and travels from Elephant \\u0026 Castle to Kensington (Queen's Gate) via Black Prince Road, Albert Embankment, Vauxhall, Pimlico, Chelsea Bridge Road, Sloane Square, Brompton Cross and South Kensington\",\"The hybrid bus works as follows: a 336 volt battery pack provides power to the wheels via a 120Kw electric motor.  The battery pack is kept at optimum power by a 1.9 litre diesel Euro IV engine.  In other words, an engine which would normally be found in a family car keeps the battery charged.  When the vehicle brakes, energy which would normally be wasted is also recycled and used to charge the battery.  With continuous charging of the battery, the vehicle can achieve a larger operational range than a conventional diesel bus because it gets more miles to the gallon\",\"When compared with the conventional diesel buses currently serving route 360 (which meet Euro III standards and have been fitted with particulate filters), initial tests show the hybrids compare favourably on a number of environmental measures:\\u003cbr /\\u003ea. 89% reduction in oxides of nitrogen\\u003cbr /\\u003eb. 83% reduction in carbon monoxide\\u003cbr /\\u003ec. 40% reduction in fuel use\\u003cbr /\\u003ed. 38% reduction in carbon dioxide\\u003cbr /\\u003ee. 30% reduction in perceived sound levels (noise reduced from 78dB to 74dB)\",\"*The 8,000 strong London Buses fleet is the cleanest in the UK, with around 60 per cent of the fleet achieving Euro III emission standards, and the remainder meeting Euro II standards.  All buses have been fitted with particulate filters, which reduces emissions of fine particles, carbon monoxide and hydrocarbons from the vehicle exhaust by over 90 per cent\",\"This is the first of a number of hybrid systems to be evaluated by London Buses, representing TfL's continued commitment to ensuring its operators' fleets achieve the highest standards in environmental performance\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}