{
 "pageTitle": "Mayors budget announcement - Safer stations, safer neighbourhoods",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayors budget announcement - Safer stations, safer neighbourhoods",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "This press release was originally issued by the Mayor of London's press office at the Greater London Authority."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "These measures are another big step towards cracking down on crime and anti-social behaviour",
     "Finalising his budget proposals for 2006/07, the Mayor of London, Ken Livingstone, today announced funding for an additional 89 British Transport Police (BTP) covering London.",
     "The funding, from the Mayor's 2006/07 budget, will provide officer teams concentrated on robbery and violent crime hotspots at overground stations along the Bakerloo line from Queens Park to the end of the line, other north London Silverlink services, and south London overground rail stations.",
     "The Mayor said that, putting aside the contribution to the cost of the Olympics, the budget increase was focused on safer stations and safer neighbourhoods.",
     "Funding will be provided by Transport for London (TfL) under contract with the BTP in north and south London to add to policing around violent crime hotspots, on the Bakerloo overground stations and Silverlink services London, alongside a similar deployment in south London.",
     "These mobile and visible teams will patrol these stations and trains, targeting specific crimes and providing much needed security and reassurance for London's travelling public.",
     "The officers will join 500 BTP who already cover the overland network in London, and also return to full strength the 670 officers directly responsible to TfL who work exclusively on London Underground and the Docklands Light Railway network.",
     "Announcing the additional funding, the Mayor said: \"This budget concentrates on safer stations and safer neighbourhoods, with resources to ensure every neighbourhood in London gets a dedicated beat police team, and extra British Transport Police to patrol our overground stations.",
     "\"The aim is a safer and more secure London.",
     "\"Although I have no direct control over staffing these stations - unlike London Underground stations - we have looked at the Transport for London budget to find extra support to the British Transport Police at overground rail stations across London, including Silverlink stations.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Reassuring presence\"}",
     "\"I have consistently criticised the fact that these stations are not staffed when the public are using them but I am not content to wait for them to be transferred to me - I will do what I can this year from my budget to get a more visible and reassuring presence on these London stations.",
     "\"Once the Silverlink franchise comes under my control I will ensure that stations are staffed to adequate levels.",
     "\"This extra deployment of British Transport Police is a new component to my budget for next year. The budget delivers safer stations and safer neighbourhoods and I urge Assembly members to vote for it next week.",
     "\"Year after year, many members of the Assembly have voted against the budgets that have provided the extra police that are now patrolling our streets. Now the Assembly has the opportunity to vote for a neighbourhood police team in every part of London and safer stations in north and south London.",
     "\"London is one of the safest capital cities in the world but there are still too many areas where people do not feel secure. These measures are another big step towards cracking down on crime and anti-social behaviour.",
     "\"Even with this additional funding for transport police, my budget for 2006/07 will be contained with a rise of no more than 65 pence a week on the council tax precept.\"",
     "Commissioner of Transport for London Peter Hendy added: \"The investment in new officers demonstrates TfL's commitment to the safety of passengers and staff across the entire network.",
     "\"We have already demonstrated a successful working partnership with the BTP and the Metropolitan Police on the Tube and bus network.",
     "\"TfL is already investing £10m per year on safety and security on the overground train network and we will continue with this work. We expect train operators to work with us to take this initiative forward and reduce the fear of crime on the overland network.\"",
     "{\"template\":\"bulletlist\",\"items\":[\"The full draft budget documents are available via the \\u003ca href=\\\"https://www.london.gov.uk/about-us/governance-and-spending/spending-money-wisely/mayors-budget\\\"\\u003eMayor's budget web page\\u003c/a\\u003e \",\"The £3.6m investment will provide for the deployment of two 'focus teams' totalling 60 officers in south and west London. The funding will also provide temporary additional staff to cover any abstractions from the London Underground and the Docklands Light Railway teams dealing with the consequences of the 7 July atrocities\",\"In order to meet the public commitment to a lower increase in the GLA council tax the Mayor has decided to reduce TfL's budget requirement for 2006-7 by £9m from that proposed in the draft consolidated budget\",\"Police budget will increase by 4 per cent, or 28p a week, for a Band D household. The overall increase in policing budget is £146m. Most of this is covered by increased government grant, but includes £32m from the precept to complete the Safer Neighbourhood Teams roll out - 21p a week. It also includes £30m extra grant from the government for counter-terrorism (£44m in 2007-08). In addition the Fire budget is to increase by 3 per cent or 3p a week and includes funding for six more Fire Resuce Unit\",\"An increase in the Greater London council tax base and improvements in collection rates have contributed to the total increase in the precept excluding Olypmics being limited to 27p a week for a Band D household\",\"This press release was originally issued by the Mayor of London's press office at the \\u003ca href=\\\"http://www.london.gov.uk/\\\"lid=\\\"Greater London Authority\\\"el=\\\"http://www.london.gov.uk\\\"\\u003eGreater London Authority\\u003c/a\\u003e \\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}