{
 "pageTitle": "New Tube map charts best of 20th century music",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New Tube map charts best of 20th century music",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "World famous, instantly recognisable, an icon to millions of fans... Never mind the music, that's just the map! London Underground's (LU's) historic and iconic Tube map has been reworked by The Guardian newspaper to chart the best of 20th century music."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The different character of each line lent itself to a certain genre",
     "Published today in The Guardian's Film \u0026 Music supplement, the new interpretation of the Underground map by Guardian Music Writer Dorian Lynskey casts each Tube line as a musical genre, and each station as artist.",
     "Every intersection provides an opportunity to celebrate those who mix and transcend musical styles.",
     "For example, where the Pop (Circle), Rock (District) and Reggae (Central) lines intersect, you find The Specials (at Notting Hill Gate). Or at the junction of Funk (Victoria) and Blues \u0026 Country (Piccadilly), one finds James Brown (at Finsbury Park).",
     "Dorian Lynskey said: \"The different character of each line lent itself to a certain genre.",
     "\"Pop, for example, intersects with everything else so that had to be the Circle line. On the other hand, classical music tends to occupy its own sphere, which made it perfect for the Docklands Light Railway.\"",
     "LU Managing Director Tim O'Toole said: \"The Underground and music are essential elements in the history, culture and vitality of London.",
     "\"This wonderful reworking of Harry Beck's iconic Tube map celebrates that, and the result is a new and inspiring work of art.",
     "\"The Tube and music are synonymous in many Londoners' and visitors' minds, through the lyrics and titles of countless songs, the scene from a music video or just the memory of travel to and from a fondly recalled concert or gig.",
     "\"London Underground also celebrates music today through our Carling Underground Busking Scheme, which brings music direct to passengers as they travel on the Tube, every day.\"",
     "Musicians have often chosen the Underground as the setting for their music: Madonna's latest music video for international hit single Hung Up was partly filmed on a Jubilee line train travelling from Charing Cross to West Hampstead on 11 October 2005.",
     "Part of Simply Red's Ain't that a lot of Love video was filmed at Mornington Crescent Tube station.",
     "Fame Academy winner Alex Parks' pop video Cry was filmed at Charing Cross station on 15 December 2003.",
     "In May 2003, LU launched its own \u003ca href=\"/corporate/projectsandschemes/2435.aspx\"\u003elicensed busking scheme, \u003c/a\u003e which is going from strength to strength with 297 licensed buskers performing at 42 pitches across the Tube network, and providing passengers with over 2,000 hours of musical entertainment each week.",
     "Posters of the Musical Underground map are available from \u003ca href=\"http://www.ltmuseumshop.co.uk/\"\u003eLondon's Transport Museum's website\u003c/a\u003e and gift shop priced £7.95. All profits from sales will aid the current renovation of the Museum.\u003cbr /\u003e\u003cbr /\u003ePrevious adaptations of the Underground map include Simon Patterson's The Great Bear, designed in 1992 and featuring philosophers, actors and politicians.\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"The famous London Underground map was designed by Harry Beck, who moved away from the strict geographical interpretation of previous maps and based his simple and easy-to-use Tube map on an electrical circuit diagram. It was first used in 1933 and the format has been copied by transport systems around the world\",\"A2 posters, priced £7.95 are available at \\u003ca href=\\\"http://www.ltmuseum.co.uk/\\\"\\u003ehttp://www.ltmuseum.co.uk/\\u003c/a\\u003e and London's Transport Museum's gift shop\",\"London's Transport Museum is currently closed for refurbishment and is due to reopen in Spring 2007\",\"London's Transport Museum's gift shop is now located in Covent Garden Piazza\",\"For more information about music on the Underground please visit the \\u003ca href=\\\"/corporate/projectsandschemes/2423.aspx\\\"\\u003ewebsite\\u003c/a\\u003e .\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}