{
 "pageTitle": "Richmond branch to close for nine days",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Richmond branch to close for nine days",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "The temporary closure of the line will allow our engineers to work around the clock",
     "Network Rail, the company that owns and maintains the District line track between Turnham Green and Richmond, has informed London Underground (LU) that it intends to close the line for nine days from 1 April 2006 for much needed engineering improvements that will deliver increased reliability of services.\u003cbr /\u003e",
     "This means that there will be no District line service between Turnham Green and Richmond until 10 April 2006.",
     "The nine-day closure will enable the replacement of the 40-year old track, points and crossing at Gunnersbury Junction.",
     "Work will also be carried out to renew the signalling and to remove graffiti and litter.",
     "The closure coincides with the Easter school holiday when passenger demand is lower.",
     "Bob Thorogood, General Manager, District line, said: \"Once the work is complete, District line customers travelling between Richmond and Turnham Green should notice a smoother, more reliable journey that is less prone to disruption - especially due to track and signal failure.",
     "\"During the closure, valid LU tickets will be accepted on South West Train services between Richmond and Waterloo and frequent rail replacement bus services will be in operation.",
     "\"LU District line services that would normally terminate at Richmond will instead terminate at Ealing Broadway during off-peak periods and at Wimbledon and Ealing Broadway during the morning and evening peak.\"",
     "Two rail replacement bus services will also operate throughout the nine day closure.",
     "{\"template\":\"bulletlist\",\"items\":[\"\\u003cstrong\\u003eService A\\u003c/strong\\u003e : Richmond - Botanic Gardens - Gunnersbury - Turnham Green. Buses will run empty to Stamford Brook with mobility impaired customers on request\",\"\\u003cstrong\\u003eService B\\u003c/strong\\u003e : Richmond - Botanic Gardens - Gunnersbury - Chiswick Park - South Acton - Acton Town - Acton Central - extended to Willesden Junction on 1 / 2 April 2006\"]}",
     "There will also be some further early morning Sunday possessions to complete the work on 16, 23, 30 April and 28 May 2006.",
     "This will mean the cancellation of the first ten District line trains in and out of the Richmond branch on Sunday morning on these dates.",
     "Jon Wiseman, Network Rail Route Director, said: \"This major investment at Gunnersbury Junction is essential to ensure the future reliability of this busy stretch of railway.",
     "\"The temporary closure of the line will allow our engineers to work around the clock to get this complex programme of work done as quickly and efficiently as possible.\"",
     "{\"template\":\"bulletlist\",\"items\":[\"The first section of what is now known as the District line, started operation on 24 December 1868 between South Kensington and Westminster and reached Richmond in1877\",\"The District line covers 64km (40 miles) and serves 60 stations\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}