{
 "description": "It's all change at Tottenham Court Road from this weekend as preparations get underway for the massive redevelopment of the Tube station and the building of Crossrail. From Saturday 10 January, buses will start diversions around the area as preparations",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "All change at Tottenham Court Road as £1bn Tube and Crossrail station development gets underway",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Spring 2009 demolition work signals start of one of the biggest ever central London station redevelopments."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This will be one of the biggest station redevelopment projects ever undertaken in central London",
     "It's all change at Tottenham Court Road from this weekend as preparations get underway for the massive redevelopment of the Tube station and the building of Crossrail.",
     "From Saturday 10 January, buses will start diversions around the area as preparations begin for the start of building demolition in spring 2009.",
     "A total £1bn investment is being made to upgrade the capacity of the Tube station, build a station for the new Crossrail railway and create a new piazza outside Centre Point.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Major redevelopment\"}",
     "The transport improvements will also provide better facilities for pedestrians, cyclists, bus passengers and other road users.",
     "Improvements to the Tube station, which will be completed by 2016, will deliver:",
     "{\"template\":\"bulletlist\",\"items\":[\"An enlarged Tube ticket hall nearly six times the size of the current one\",\"New station entrances and additional access points to the Northern and Central line platforms to reduce congestion\",\"Additional escalators and five new lifts to provide step-free access\"]}",
     "Tottenham Court Road station and the area around it needs improving to make it a better place to live, work, visit and run a business.",
     "The station is one of the most congested on the Tube network and is used by approximately 150,000 people a day which is expected to exceed 200,000 a day when Crossrail opens in 2017.",
     "To enable the major redevelopment of the station, a number of properties need to be compulsorily purchased and demolished.",
     "Property Acquisition Notices were issued in October 2008 and will come into effect on 19 January 2009 when the properties will transfer to Crossrail.",
     "Work will then begin immediately to prepare the buildings for demolition.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Managing diversions\"}",
     "This will take place in the spring when visible demolition work begins, floor by floor.",
     "Taking just over a year to complete, the demolitions are scheduled to finish in mid-2010.",
     "On 10 January 2009, a number of local bus services will be re-routed for up to seven years to allow the redevelopment of Tottenham Court Road station to take place.",
     "TfL has been working with the London Borough of Camden and Westminster City Council on the best way of managing the diversions.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Preparatory works\"}",
     "London Buses last month issued details to the media about changes to affected bus routes outlined at the Tottenham Court Road public exhibition in the summer, meetings with key stakeholders and a public consultation.",
     "Richard Parry, LU Director of Strategy and Service Development, said: 'While the entire Crossrail project will be the biggest construction project in Europe, no one should underestimate the scale and extent of the work that will take place at Tottenham Court Road.",
     "'This will be one of the biggest station redevelopment projects ever undertaken in central London.",
     "'By 2017, Tottenham Court Road station will be one of the most important stations in the West End serving both London Underground and Crossrail. Starting in January, preparatory works will get underway to enable construction to start in autumn 2009.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Utility diversions\"}",
     "'The expanded Tube station will be integrated with the new Crossrail station to form a major interchange.'",
     "To deliver a bigger station, the space under the road and the pavement where the current ticket hall is located needs to be enlarged - but is full of sewers and pipes carrying electricity, telecommunications and water.",
     "London Underground is continuing with a programme of utility diversions and other preliminary works into 2009.",
     "New station entrances will be built at Dean Street for additional access to Crossrail, at the corner of Oxford Street, and on a new piazza outside Centre Point.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Spacious\"}",
     "Once the redevelopment of the station is complete, the existing cramped station entrances will be replaced with new, more spacious openings to accommodate the hundreds of thousands of passengers who will enter and exit the station each day.",
     "As the project continues there will be two main construction sites. One will be at Charing Cross Road split between Centre Point and across the road from the current station.",
     "The second site is on Dean Street where one of the new Crossrail entrances and ticket halls will be located. This work site will commence from late 2009.",
     "As works begin at the Charing Cross Road site some pavements and roads will be closed or narrowed with temporary pedestrian routes around the perimeter of the site where needed.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Avoid congestion\"}",
     "During the construction phase, TfL and Crossrail will be working to minimise disruption and any impact on residents and businesses.",
     "This includes keeping the station open as much as possible, as well as maintaining bus services, roads and pedestrian routes to and from the area.",
     "All construction traffic will have to use the same routes to avoid causing congestion in an already busy part of central London.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Further information about the changes to bus routes at Tottenham Court Road is contained in a separate \\u003ca href=\\\"http://www.tfl.gov.uk/corporate/media/newscentre/10874.aspx\\\"\\u003epress notice \\u003c/a\\u003e issued by London Buses last month and is Main construction works for Crossrail along the route are due to begin in 2010. Crossrail will run 118km from Maidenhead and Heathrow in the west, through new twin-bore 21km tunnels under central London connecting key stations including Paddington, Bond Street, Tottenham Court Road, Farringdon, Liverpool Street, Whitechapel and Isle of Dogs and on to Abbey Wood and Shenfield in the east\",\"When complete, the railway will operate 24 trains per hour in each direction through central London during peak times. This will provide substantial new passenger capacity and crowding relief, particularly on the Central and Piccadilly lines\",\"As Europe's largest construction project, the delivery of Crossrail will provide a boost of at least £20bn to the UK economy as well as generating an extra 30,000 jobs. It will also help secure London's position as a world leading financial centre by delivery a 10 per cent increase to the Capital's rail capacity when it opens in 2017\",\"Before demolition starts, archaeologists from the Museum of London will assess and appraise the buildings in accordance with guidance from English Heritage. This will provide a record of the area for future generations\",\"Separately, Crossrail has today announced that DHL, one of the world's leading logistics service providers, will shortly begin work on logistics study to minimise the impact of Crossrail's construction on central London when main construction begin at other locations in 2010. The study will determine the most efficient way for materials and equipment to be delivered to key central London construction sites while also ensuring smooth traffic flows\",\"The work will also include plans for a logistics 'control tower' that will coordinate supply movements and consolidation centres where construction materials are delivered in bulk prior to being delivered to construction sites as and when needed. The logistics study by Crossrail is consistent with TfL's London Freight Plan which aims to deliver a step-change improvement in how freight is delivered around London including the delivery of construction materials to construction sites along the route\",\"Further information about the DHL construction logistics study is contained in a separate press notice issued by the Crossrail Press Office, Tel: 020 3023 9508\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}