{
 "pageTitle": "Emergency closure of West Cross Route due to a burst water hydrant",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Emergency closure of West Cross Route due to a burst water hydrant",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Due to cold weather, the A3220 is closed following a burst Thames Water hydrant."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The A3220 West Cross Route in Hammersmith and Fulham has been closed between the A40 Northern Roundabout and Holland Park roundabout due to a burst Thames Water hydrant and low temperatures which could turn the water to ice.",
     "With temperatures due to fall below zero this evening and overnight there is the potential for the water to freeze, making the roads slippery and dangerous.",
     "As highway authority for the A3220 it is Transport for London's (TfL's) responsibility to ensure the safe movement of traffic.",
     "Therefore, the decision has been made to close the carriageway until conditions are deemed safe.",
     "Advance information signs have been placed in the area and drivers are advised to find alternative routes.",
     "Information on alternative routes and updates on the closure can be found at \u003ca href=\"http://trafficalerts.tfl.gov.uk\"\u003etrafficalerts.tfl.gov.uk\u003c/a\u003e or by calling TfL's travel line on 020 7222 1234.",
     "Thames Water is working to repair the problem as quickly as possible.",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}