{
 "pageTitle": "London Buses seeks your views on proposed changes to route 398 and new route 395",
 "description": "It is proposed that existing route 398 be split into two separate services. The revised route 398 would run from Ruislip to the Wood End Estate in Northolt, providing the estate with a bus service for the first time. New route 395 would run from",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Buses seeks your views on proposed changes to route 398 and new route 395 ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Buses is seeking the views of Harrow, Hillingdon and Ealing residents and bus users on proposals to alter route 398 and introduce a new route, the 395, to the local area."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "It is proposed that existing route 398 be split into two separate services.",
     "The revised route 398 would run from Ruislip to the Wood End Estate in Northolt, providing the estate with a bus service for the first time.",
     "New route 395 would run from Harrow-on-the-Hill to Westway Cross Retail Park, providing more buses for passengers along the busiest stretch of existing route 398 between South Harrow and Westway Cross Retail Park.",
     "Route 398 would continue along its current route between Ruislip station and Northolt Park station.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"New links\"}",
     "From there, it would divert to serve the Wood End Estate where it would terminate, instead of continuing to Westway Cross Retail Park.",
     "Links to Westway Cross Retail Park will be maintained by new route 395, which will operate between the retail park and Harrow-on-the-Hill via Northolt Park and South Harrow stations.",
     "Passengers would be able to interchange between the two routes at common stops along Northolt Road, South Harrow.",
     "The changes to route 398 would give Wood End residents a connection to the National Rail network at Northolt Park station, the Piccadilly line and other bus services.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Reliable service\"}",
     "It would also provide bus links between Wood End, South Harrow town centre and the new polyclinic planned for Alexandra Avenue.",
     "Buses on this route would run half hourly on Monday to Saturday 06:30 and 19:00. There would be no evening or Sunday service.",
     "New route 395 would provide passengers between South Harrow and Westway Cross Retail Park with an evening and Sunday service for the first time and would also create new links between Castle Road, the Racecourse Estate and Harrow.",
     "Buses on route 395 would run every 20 minutes on Monday to Saturday daytimes, and half hourly in the evenings and on Sundays.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Consultation\"}",
     "Peter Bradley, Head of Stakeholder Engagement, said: 'We believe the proposed changes to route 398 and the introduction of route 395 would greatly improve transport links in the local area and provide a more reliable bus service for passengers.",
     "'I look forward to hearing the opinions of the local residents and public transport users.'\u003cbr /\u003e\u003cbr /\u003eThe consultation opens on Monday 19 January 2009. Information on the proposals will be available on the TfL website from that date.",
     "The consultation closes on Friday 20 March. Information leaflets on the proposals will be available in the Wood End Library and Community Centre and in other local libraries during the consultation period.",
     "Those who wish to respond to the consultation can do so via the \u003ca href=\"http://www.tfl.gov.uk/busrouteconsultation\"\u003eTfL website\u003c/a\u003e , by using the pre-paid reply slip on the consultation leaflet or by contacting London Buses Customer Services on 0845 300 7000.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Route 398 currently runs between Ruislip and Westway Cross Retail Park, near Greenford station. Under the proposals it would divert at Northolt Park station and terminate in the Wood End estate\",\"Services on route 398 would run every half hour from 06:30 to 19:00, Monday to Saturday. There will be no evening or Sunday service\",\"New route 395 would run every 20 minutes, Monday to Saturday daytimes and every half hour in the evenings and on Sundays\",\"Neither route would serve Eastcote Lane in Northolt. Route E10 will continue to run along Islip Manor Road and Eastcote Lane\",\"London Buses Customer Services can be contacted by:\",\"Telephone on 0845 300 7000\",\"Email at \\u003ca href=\\\"mailto:customerservices@tfl-buses.co.uk\\\"\\u003ecustomerservices@tfl-buses.co.uk\\u003c/a\\u003e \",\"Post at London Buses Customer Services, 4th floor, Palestra, 197 Blackfriars Road, London SE1 8NJ\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}