{
 "pageTitle": "Mayor strengthens Transport for London Board",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor strengthens Transport for London Board   ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "This press release was originally issued by the press office at the Greater London Authority."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "There is a massive agenda of transport improvements to deliver in London over the next decade",
     "Mayor of London, Boris Johnson, has today announced several changes to the Transport for London (TfL) Board, strengthening it further to help deliver a huge programme of transport improvements in the capital.",
     "Daniel Moylan will be joining Christopher Garnett as a Deputy Chair of TfL.",
     "Claudia Arney joins the TfL Board and current Board Member Peter Anderson has been appointed Chair of the Finance Committee.",
     "Mayor of London and Chair of TfL, Boris Johnson, said: 'It will be a great benefit to London to have two such capable people in Daniel Moylan and Christopher Garnett as Deputy Chairs to work with Peter Hendy and I to deliver the transport improvements vital to the London and UK economy.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Achievement\"}",
     "'Daniel has a wealth of experience in improving transport provision across London's boroughs and Christopher has vast experience both of the railways and huge infrastructure projects.\u003cbr /\u003e\u003cbr /\u003e'I'm also delighted to welcome Claudia Arney to the TfL Board who brings an excellent record of achievement from business and government.",
     "'Peter Anderson's background makes him ideal to Chair the Finance Committee as part of our focus on ensuring value for London's fare and taxpayers.",
     "'There is a massive agenda of transport improvements to deliver in London over the next decade and the support and guidance of people of this calibre will be invaluable in helping deliver this on time and in a way that ensures value for money.'",
     "{\"template\":\"bulletlist\",\"items\":[\"Daniel Moylan was appointed to the TfL Board in August 2008. He has been a Conservative councillor in the Royal Borough of Kensington and Chelsea since 1990 and has been Deputy Leader since 2000. He has chaired the London Councils Transport and Environment Commitee since 2006 and has served on the committee since 2000\",\"Christopher Garnett was appointed to the TfL Board in 2007 and has been Deputy Chair since September 2008. He is a member of the Board of the Olympic Delivery Authority and was, until August 2006, the Chief Executive of Great North Eastern Railway (GNER) and also Senior Vice President of the Rail Division of Sea Containers, GNER's parent company\",\"Claudia Arney is currently Managing Director, Digital at Emap Inform, part of Emap, a business-to-business media group and the UK's leading trade exhibition organiser. Claudia was Director of the Enterprise and Growth Unit at HM Treasury from 2006 to 2008 where she was responsible for many of the policy issues which affect business including competition, regulation and productivity. She was also responsible for HM Treasury policy on Public Private Partnerships and Private Finance Initiatives. Claudia has previously worked at Goldman Sachs as an Executive Director in the Equities and Research divisions. Claudia is also a Non-Executive Director of Partnerships UK, a body which provides advice and support on public sector projects\",\"Peter Anderson was appointed to the TfL Board in June 2008 and was previously special adviser to the Board from 2007. He is the Managing Director of Finance at Canary Wharf Group plc\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}