{
 "pageTitle": "New bus route for west London",
 "description": "Route 228 will run via Harlesden, Shepherd's Bush and Holland Park and will improve access to the White City Estate, Central Middlesex Hospital and Park Royal Industrial Estate.It will call at the newly opened bus station in White City where it will",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New bus route for west London",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) will introduce a new bus route between Central Middlesex Hospital and Maida Hill on Saturday 17 January 2009."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Route 228 will run via Harlesden, Shepherd's Bush and Holland Park and will improve access to the White City Estate, Central Middlesex Hospital and Park Royal Industrial Estate.",
     "It will call at the newly opened bus station in White City where it will provide a convenient link for shoppers at the Westfield centre.",
     "Single-deck buses will operate on route 228, running about every 12 minutes during the day and every 20 minutes during the evenings and on Sundays.",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Route 228 will run between Park Royal (Central Middlesex Hospital) and Maida Hill (Chippenham Road) via Acton Lane, Station  Road, Old Oak Lane, Old Oak Common Lane, Old Oak Road, Uxbridge Road, Bloemfontein Road, South Africa Road, Wood Lane,  Ariel Way, White City Bus Station, Ariel Way, White City Link Road, Shepherds Bush Interchange, Uxbridge Road, Holland Park  Roundabout, Holland Park Avenue, Ladbroke Grove, Canal Way, Ladbroke Grove, Harrow Road and Elgin Avenue\",\"Route 228 will be operated by First London\",\"TfL opened White City Bus Station on 29 November 2008\",\"A photo of the new single-deck buses running on the route is available from the TfL Press Office (contact details below)\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}