{
 "pageTitle": "Stronger measures to deter fare evasion",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Stronger measures to deter fare evasion",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "From Sunday 11 January a new £50 penalty for fare evasion comes into effect."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) is strengthening its measures to combat fare evasion, which costs Londoners millions of pounds a year and is an issue the Mayor is determined to tackle.",
     "On Sunday 11 January TfL's penalty fare for non payment on its Bus, Tube, DLR and London Overground services will increase to £50 from the current level of £20.",
     "The increase in penalty fare aims to deter more people from failing to pay for their journey.",
     "After a public consultation the Penalty Fare on Tramlink will also rise to £50, from the current level of £30.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Penalty increase\"}",
     "An early payment incentive will also be introduced that reduces the £50 penalty fare to £25 if it is paid within 21 days.",
     "If issued with a penalty fare on a bus, the facility to pay by debit or credit card on the spot will also now be available as well as online, phone, cheque and postal order payments.",
     "The Mayor of London, Boris Johnson, said: 'Fare evasion costs Londoners £70m a year, which is cash that belongs to all Londoners and that should rightfully be part of the record amount we are spending on improving our public transport.",
     "'These changes to penalty fares will provide a far stronger deterrent to those unscrupulous individuals who would otherwise try to short-change their fellow passengers.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Combat fare evasion\"}",
     "Steve Burton, Director of Community Safety, Enforcement and Policing, said: 'Fare evasion is low on our network but it still costs Londoners millions of pounds every year.",
     "'This is unfair on our honest fare paying passengers so we are making the penalty fare more effective to reassure them that we are tackling this issue head on.",
     "'The early payment reduction to £25 and the more flexible payment methods introduced will encourage prompt payment.",
     "'However, the simple way to avoid this penalty altogether is to make sure you pay the correct fare for your journey in the first place.'",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL, under The Transport for London Act 2008, has been granted powers to increase the penalty fare level to £50 and also to introduce an early payment regime. The Act does not relate to the Tramlink penalty fare which is currently £30. In order to bring that into line with the new penalty fare by January 2009, a consultation has taken place\",\"Previously the penalty fare was £20 (and £30 on Tramlink) and the early payment reduction was only available for Tramlink\",\"On the spot fines can be paid by debit/credit card on Buses, DLR and London Overground Services. This facility is not yet available on the Underground/Tramlink\",\"A person suspected of deliberate or persistent fare evasion risks prosecution which can result in a criminal record and a fine of up to £1,000\",\"Fare evasion on the transport network is a crime which costs Londoners approximately £70m a year, money which could and should be used to further improve public transport\",\"In addition to the penalty fare, other tools that TfL uses to detect and deter fare evaders include the deployment of more than 500 revenue officers throughout the TfL transport network on a daily basis\",\"In 2007 TfL also launched a hard-hitting fare evasion advertising campaign to highlight the risks associated with travelling without having paid the correct fare and have introduced signs across the network to remind people to always ensure that they pay the correct fare for their journey at the start of their journey\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}