{
 "pageTitle": "Transport for London named by Stonewall as one of the UK's top five employers",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London named by Stonewall as one of the UK's top five employers",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) demonstrates continued improvement in Stonewall's annual equality rating."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We are very proud to be recognised by as one of the one of the UK's top five employers.",
     "Britain's leading gay and lesbian equalities organisation, Stonewall, has rated TfL fifth in the top 100 employers in the UK for lesbian, gay, bisexual and transgendered (LGBT) staff in their 2009 Workplace Equality Index.",
     "Stonewall's annual Workplace Equality Index is the definitive national benchmark of Britain's top employers of LGBT staff, and ranks the top 100 employers according to criteria including implementation of effective equality policies and how lesbian and gay staff, customers and service users are engaged with.",
     "This year, LGBT staff from over 317 organisations, up from 240 last year, from both the private and public sector were surveyed.",
     "Transport for London's position in the 2009 ratings is up one from last year's ranking of sixth.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Promoting equality\"}",
     "This year, TfL has also been cited as an example of best practice for career development by ensuring that LGBT staff have equal access to personal and career development opportunities and allowing employees to request a gay mentor.",
     "London's Transport Commissioner, Peter Hendy said: 'We are very proud to be recognised by as one of the one of the UK's top five employers.",
     "'I'm extremely pleased that we have been able to improve on our Stonewall equality rating in a year when there was a major increase in the number of organisations being surveyed.",
     "'This achievement acknowledges the importance TfL places on good employment practices and clearly demonstrates that TfL is at the forefront of championing equality and eliminating discrimination in the workplace.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Removing discrimination\"}",
     "Deputy Mayor of London, Richard Barnes said: 'I would like to congratulate Transport for London on being ranked 5th in this year's Stonewall Workplace Equality Index, consistently improving their policy development, and organisational performance, since first entering the Workplace Index in 2005.",
     "'This impressive top five result by TfL is in line with the Mayor's vision of promoting an 'equality gold standard' for London, as outlined in his recently published Equality Framework for London, 'Equal Life Chances for All'.'\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}