{
 "pageTitle": "Transport for London drives forward the motorcycle safety agenda",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London drives forward the motorcycle safety agenda ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "As part of the continuing drive to improve the safety of motorcyclists in the Capital, Transport for London (TfL) is hosting a two-day summit of experts from four other major European cities."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We will share details of TfL's successful projects with our European partners",
     "The eSUM (European Safer Urban Motorcycling) Project, which is funded by the European Commission, brings together four major motorcycling cities; London, Paris, Barcelona and Rome.",
     "The aim of the project is to identify the best ways of improving the safety of motorcyclists on city roads.",
     "Other partners in the project include universities in Athens and Florence, motorcycle manufacturers BMW, Piaggio, and ACEM; the organisation that represents the motorcycle industry in Europe.",
     "TfL is a major partner in the project, which is part of the European Commission's drive to halve the number of fatalities on EU roads from 54,000 to 27,000 between 2001 and 2010.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Reduce casualties\"}",
     "As part of the project, TfL will contribute to a tool kit that brings together the best schemes to reduce motorcyclist casualties from cities in Europe and across the globe.",
     "Requests for details of successful projects have been sent to local authorities, police forces, rider groups, manufacturers and other stakeholders.",
     "A simple questionnaire asks for details of effective initiatives across six key themes covering education and training, traffic management, police enforcement action, collision 'black-spot' treatments, improvements in motorcycle design and reducing risk in the streetscape.",
     "Kulveer Ranger, the Mayor of London's Director of Transport Policy, said: 'Ensuring motorcyclists can use the Capital's roads safely is a key part of the Mayor's aim of reducing congestion and emissions on London's roads by encouraging greater numbers of people to take to two wheels.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Improve safety\"}",
     "'Gathering motorcycle experts together from the other major European cities provides an incredibly valuable opportunity to share our expertise.",
     "'We are looking forward to discussing the Mayor's trial of motorcycles in bus lanes and finding out about the latest work to improve motorcycle safety on the continent.'",
     "Tom Duckham, TfL's Head of Motorcycling, said: 'Against a backdrop of increasing use of powered two-wheelers, the number of motorcyclists injured on London's roads has fallen steadily over the last few years.",
     "'Through our work with the eSUM project we will share details of TfL's successful projects with our European partners and also learn from other's experience to guide our work on reducing the casualty toll on our roads.'",
     "Results will be published on the eSUM website ( \u003ca class=\"external-site\"title=\" (Opens in new window) (Opens in new window)\"href=\"http://www.esum.eu/\"jquery1233220012117=\"6\"jquery1233219508154=\"6\"\u003ehttp://www.esum.eu/\u003c/a\u003e ) alongside examples of effective casualty-cutting actions for road safety practitioners across the EU to draw from.",
     "\u003cbr /\u003e \u003ca href=\"mailto:Motorcycle-projects@tfl.gov.uk\"\u003eMotorcycle-projects@tfl.gov.uk\u003c/a\u003e .",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}