{
 "pageTitle": "GLA - Mayor announces two new electric-only bus routes",
 "description": "Mayor announces two new electric-only bus routes to cut toxic transport emissions",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2017",
   "url": "/info-for/media/press-releases/2017"
  },
  {
   "title": "February",
   "url": "/info-for/media/press-releases/2017/february"
  },
  {
   "title": "GLA - Mayor announces two new electric-only bus routes"
  }
 ],
 "title": {
  "title": "GLA - Mayor announces two new electric-only bus routes",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Mayor of London, Sadiq Khan, today announced two more bus routes will run exclusively electric buses, as part of his ambitious plans to cut London's toxic air pollution."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "span",
     "London already boasts the largest electric bus fleet in Europe and the addition next spring of 36 buses on routes C1 and 70 - which run between White City and Victoria and between South Kensington and Acton respectively - will take the total number of electric buses to 121 on top of the 2,000 hybrid electric buses.",
     "The new buses are part of the Mayor's hard-hitting package of proposed transport measures to cut toxic air pollution, including introducing a £10 'T-charge' for the most polluting vehicles and expanding the Ultra Low Emission Zone (ULEZ), as well as bringing forward the ULEZ start date.",
     "It is estimated that long-term exposure to air pollution is responsible for the premature deaths of more than 9,000 Londoners every year. Electric buses produce no exhaust pipe emissions and are a more comfortable ride for passengers due to less noise and fewer vibrations.",
     "The Mayor of London, Sadiq Khan, said:",
     "'More than half of London's toxic air pollution is caused by road transport, and our oldest buses are one of the biggest contributors to harmful NOx emissions in central London.",
     "'These new electric buses will eradicate harmful emissions and will have a significant impact on the quality of our air. And this is only the beginning - by 2018 we will stop buying diesel-only double-deck buses completely.",
     "'I want London to become a world leader in hydrogen and electric bus technology and I hope other cities around the world will join me in sending the message that only the cleanest technologies are welcome where we live and work.'",
     "TfL's Managing Director of Surface Transport, Leon Daniels, said:",
     "'We're delighted to be working with RATP to deliver greener buses for this city. They will help improve air quality and offer a better journey experience for customers. This is a momentous time as we help deliver the Mayor's vision for cleaner, safer transport network.'",
     "In 2016, the 507 and 521 became central London's first fully-electric routes, part of the Mayor's commitment to have 300 zero-emission single-deck buses serving the centre of London by 2020.",
     "As part of his package of measures, the Mayor is ensuring TfL leads by example with a comprehensive plan to transform the capital's bus fleet, including:",
     "{\"template\":\"bulletlist\",\"items\":[\"making sure all double-decker buses operating in the central Ultra Low Emission Zone comply a year earlier by 2019, meaning each of the 3,100 double-deck buses operating in the zone will be Euro VI hybrid;\",\"expanding the ULEZ retrofit programme to up to 3,000 buses outside the central zone by 2020 (up from 800) and to 4,200 by 2021 (more than 5,000 in total);\",\"procuring only hybrid or zero-emission double-decker buses from 2018;\",\"create 12 Low Emission Bus Zones, operational by 2020, that will see NOx emissions along particular routes fall by more than 80 per cent;\",\"more than 3,100 double-deck buses operating in London to be hybrids by 2019.\"]}",
     "At an international summit last November, the Mayor called on other cities around the world to follow London's lead and work together to challenge bus manufacturers to produce more zero-emission buses and make cleaner bus technology cheaper.",
     "Chief Executive of RATP group, Elisabeth Borne, said:",
     "'RATP group is the European leader in the transition to ultra-low emission buses. The ongoing rollout of low-emission buses in both London and Paris is a testament to our commitment to the decarbonisation agenda. I am proud of our partnership with Transport for London as we seek to develop innovative and environmentally sustainable mobility for Londoners. We look forward to working together for many years to come.'",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"Routes C1 and 70 will become the fifth and sixth in the capital, following the conversion of routes 312, 507, 521 and route 360 (which will convert before the end of the year).\",\"London currently has more than 2,000 hybrid electric buses, representing around 20 per cent of the fleet.\",\"In addition, there are eight zero emission hydrogen buses operating on route RV1 (Covent Garden to Tower Gateway) and TfL is trialling inductive charging technology which enables diesel-electric hybrid buses to charge their batteries wirelessly while they wait at bus terminals.\",\"TfL has also accelerated the introduction of ultra-low emission Euro VI buses with more than 1,500 in service.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2017/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2017/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2017/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2017/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2017/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2017/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2017/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2017/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2017/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2017/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2017/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2017/december",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}