{
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2017",
   "url": "/info-for/media/press-releases/2017"
  },
  {
   "title": "February",
   "url": "/info-for/media/press-releases/2017/february"
  },
  {
   "title": "GLA - £10 ‘Toxicity Charge’ to start October 23"
  }
 ],
 "title": {
  "title": "GLA - £10 ‘Toxicity Charge’ to start October 23 ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Landmark £10 T-Charge for most polluting cars to be introduced in central London from Autumn Half-Term 2017"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "span",
     "{\"template\":\"bulletlist\",\"items\":[\"Vast majority of pre-2006 vehicles will get additional charge - the toughest emission standard of any world city\",\"Mayor's new online car compliance checker will help motorists see if they will have to pay  ( \\u003ca href=\\\"http://www.tfl.gov.uk/emissions-surcharge\\\"\\u003ewww.tfl.gov.uk/emissions-surcharge\\u003c/a\\u003e )\",\"T-Charge is part of a wide-ranging package of measures to clean up London's filthy air\"]}",
     "Sadiq Khan today confirmed that his £10 toxic 'T-Charge', the toughest emission standard of any world city will start in central London on October 23 this year, at the start of the autumn half-term.",
     "And to help motorists, the Mayor today launched a free online vehicle checker on the Transport for London website so that drivers can check whether their vehicle will be affected by the T-Charge.",
     "Up to 10,000 of the oldest, most polluting vehicles are expected every weekday to be potentially liable for the new emissions levy, which will apply to motorists who own vehicles that do not meet Euro 4 standards - typically those diesel and petrol vehicles registered before 2006 .",
     "The T-charge (also known as the Emissions Surcharge) will operate on top of, and during the same operating times, as the Congestion Charge (Monday to Friday 7am-6pm), so it will cost £21.50 to drive a pre-Euro 4 vehicle in the zone.",
     "Air pollution in London is a public health crisis and the Mayor has been forced to take hard-hitting action to tackle it head on. Currently over 9,000 Londoners die prematurely each year as a result of long-term exposure to air pollution - while 438 schools in the capital are in areas exceeding legal air quality levels.",
     "The Mayor of London, Sadiq Khan, said:",
     "'It's staggering that we live in a city where the air is so toxic that many of our children are growing up with lung problems. If we don't make drastic changes now we won't be protecting the health of our families in the future.",
     "'That is why today, on the 14th anniversary of the start of the congestion charge, I've confirmed we are pressing ahead with the toughest emission standard of any major city, coming to our streets from October 23rd .",
     "'Londoners overwhelmingly support my plans to introduce this £10 charge because they feel when it comes to battling pollution the time for action is now.",
     "'The T-Charge is a vital step in tackling the dirtiest diesels before I introduce the world's first Ultra Low Emission Zone as early as 2019.",
     "'I will continue to do everything in my power to help protect the health of Londoners and clean our filthy air. But now is the time for Government to show real leadership and join me by introducing a diesel scrappage fund and bring in the new Clean Air Act we desperately need.'",
     "Leon Daniels, TfL's Managing Director of Surface Transport, said:",
     "'London's air quality crisis is one of the biggest challenges we face and we are working alongside the Mayor to address it. The T-Charge is a crucial part of this work and will discourage drivers of the oldest, most polluting vehicles from driving in central London.  To help drivers we have created an online compliance checker, which can be found on the TfL website, that enables people to easily establish whether they will be affected by the charge.'",
     "The T-Charge will use a camera-based mechanism for enforcement, monitoring both diesel and petrol vehicles, and is just one of the wide range of measures the Mayor is introducing to improve air quality.",
     "The Mayor has doubled funding spent on tackling air quality to £875million (over the next five years) and will be consulting on introducing the start of the central London ULEZ from 2020 to 2019, expanding the ULEZ up to the North/South Circular roads and making it London-wide for heavy vehicles as early as 2019.",
     "He is also spending more than £300m transforming London's bus fleet by phasing out pure double-deck diesel buses and has committed to purchase only hybrid or zero-emission double-decker buses from 2018.",
     "Vehicle owners can use a specially created online vehicle compliance checker, on the TfL website - \u003ca href=\"http://www.tfl.gov.uk/emissions-surcharge\"\u003ewww.tfl.gov.uk/emissions-surcharge\u003c/a\u003e - to establish whether their vehicle is affected by the T-Charge and get advice on what action, if any, they need to take.",
     "Steven Medway, Managing Director Trading Environment, New West End Company said: \"The Mayor continues to position air quality as central to his agenda for London, and the introduction of the T-charge represents yet another important step towards creating a less-polluted capital.",
     "\"We are extremely supportive of any measures that accelerate a shift towards electric vehicles and help price dirty vehicles off our street. We have long championed initiatives such as these, and alongside Cross River Partnership and Arup have launched a business-led air quality strategy for the West End which last year helped reduce the number of waste vehicles on Bond Street by 94%.\u003cbr /\u003e\"This emissions surcharge is an important step towards the introduction of the Ultra-Low Emission Zone which will help tackle the issue of air quality head on. We look forward to growing our own initiatives whilst continuing to work closely with the Mayor's office to realise his vision for a clean-air capital.\"",
     "Chief Executive of Living Streets, Joe Irvin, said:",
     "'Targeting the motor traffic that is the biggest cause of air pollution is the first step in tackling the city's toxic air.",
     "'Encouraging Londoners to take to their feet will not only relieve pressure on our transport system but will ensure people living and working in the city can breathe better air and enjoy better health.'",
     "Chair of London Councils Transport and Environment Committee, Cllr Julian Bell, said:",
     "'London Councils welcomes positive action being taken by the Mayor to address environmental issues and the introduction of this charge will play a key role in cutting the dangerous level of emissions in our city.  We know air quality and pollution has a huge effect on health and quality of life for Londoners and that many residents are concerned about it, and we look forward to continuing to work with the Mayor to take further steps to clean up the capital's air.'",
     "Dr Samantha Walker, Director of Research and Policy at Asthma UK, said:",
     "'Two thirds of people with asthma tell us that air pollution makes their symptoms worse, putting them at an increased risk of a potentially life-threatening asthma attack. It's vital that action is taken to address this, so we welcome the Mayor's plans to improve air quality in London.",
     "'According to the latest figures from the Health Survey for England, toxic air affects nearly 600,000 people with asthma in London. Those affected should make sure they take steps to avoid the most polluted areas where they can, take their daily preventer medicines regularly and carry a blue reliever inhaler at all times.  They should also make sure they get a written asthma action plan from their doctor or nurse so they know what to do in an emergency.'",
     "Areeba Hamid, Greenpeace clean air campaigner, said:",
     "'This charge is an essential first step in reducing harmful air pollution in London. Air pollution can help to cause and worsen life threatening conditions like heart disease and asthma; and ultimately that's shortening people's lives.",
     "'There are areas all over London that regularly experience ultra high levels of air pollution that are toxic to human health, so we cannot delay action to tackle this issue. Any delay is short-sighted, and risks condemning a generation of Londoners to poor health.'",
     "Dr Penny Woods, Chief Executive of the British Lung Foundation, said:",
     "'This T-charge is an important step from the Mayor of London to deter our most polluting and harmful vehicles from entering Central London.  Places like Oxford Street regularly break pollution World Health Organisation and EU limits on air that is safe for us to breathe. We've heard from people living with lung disease that the pollution levels are so high parts of the city have become a no-go zone.",
     "'We look forward to seeing the Mayor go further and launch the Ultra-Low Emission Zone. However, if we are ever going to properly tackle air pollution the Government must commit to a fair and ambitious new Clean Air Act.'",
     "Sophie Neuburg, Friends of the Earth London campaigner said:",
     "'We know that road traffic is the biggest problem for air pollution, and diesels are the worst of all. The new T-charge is an important first step in reducing the toxic diesel fumes that are choking our city and harming the health of Londoners every day.'",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"To view the new compliance vehicle checker visit \\u003ca href=\\\"http://www.tfl.gov.uk/emissions-surcharge\\\"\\u003ewww.tfl.gov.uk/emissions-surcharge\\u003c/a\\u003e \",\"The T-charge is the toughest enforced emission standard of any world city that will run continuously during congestion charging hours until the Ultra Low Emission Zone is delivered\",\"The Mayor wants to work with the government to help tackle dangerous air pollution once and for all. Government actions should include:\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"spanThe Mayor has called on government to implement his new proposals for a national 'dirty' diesel scrappage fund that financially compensates motorists and enables government to get a grip on killer toxic air. Proposals include £3,500 for up to 70,000 polluting London van and minibus drivers to buy cleaner vehicles; £2,000 credit scheme to help low-income London families scrap up to 130,000 cars and £1,000 to help scrap London's oldest taxis - with additional support by the Mayor. The package of proposed measures could be delivered by government over a two-year period, and would help fulfil the UK's legal obligation to comply with European pollution limits, incentivise 'dirty' diesel drivers to switch to cleaner vehicles, and protect the health of people in the capital and across the country.\",\"spanNew legislation would provide the overarching framework for action, dragging the law up to date to cope with the massive air quality challenges we face today. This would provide a legally enforceable right to clean air - standards currently enforced by the European Union and the Government should introduce new powers to better regulate all sources of emissions, not just road transport, and give powers to local authorities.\",\"spanIt is essential that national policy is pulling people in the right direction. Unfortunately VED continues to make the purchase of diesel cars more attractive.\",\"spanLondon needs additional powers to manage toxic emissions such as pollution from construction sites and river traffic. For example additional powers to implement construction and river low emission zones similar to those used for road vehicles\",\"spanGovernment should recognise that London's air quality challenges are linked to a national problem and provide additional support. This should include a share of Londoners' VED revenues to fund improvements of nationally strategic roads within the capital to free up TfL resources to spend on further air quality measures. Additional funding for local authorities should also be made available. The current £3 million which comes from Defra's air quality grants programme is supposed to support measures across the UK and is woefully insufficient given the scale of the challenge.\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"There were 37 stakeholders and organisations that supported the overall principle of the T-charge, listed below:\",\"Merton Conservatives Council Group, The Clapham Society, London Forum of Amenity and Civic Societies, Cross River Partnership,  Ealing Community Transport Charity, London Sustainability Exchange, Environmental Protection UK, RB Greenwich, Leonie Cooper AM, Seb Dance MEP, London Borough of Lewisham, Freight Transport Association, London Borough of Croydon, LB Havering, London Borough of Hounslow, London Borough of Redbridge, London Borough of Southwark, London Borough of Tower Hamlets, London Borough of Wandsworth, Westminster City Council; Kingston and Sutton Shared Environment Service, London Assembly Environment Committee, London Assembly Labour Group,  London Association of Directors of Public Health  and the London Environment Directors Network, Private Hire Board, London Cycling Campaign, National Association of Road Transport Museums, Client Earth, Uber, UPS, DHL, The Crown Estate, Confederation of Passenger Transport, West End Community Network, Licenced Private Hire Car Association, CEMEX, Greenpeace, SMMT, Global Action Plan, Brixton BID, UK Health Forum, HTC Group, Campaign for Better Transport (London), Licensed Taxi Drivers Association, www.theairwebreathe.uk, Friends of Capital Transport Campaign, Living Streets, Friends of the Earth, Better Bankside, New West End Company, Camden Town Unlimited, The UK Health Alliance on Climate Change, London Tourist Coach Operators Association, Road Haulage Association, Imperial College London, Team London Bridge, European Rescue \\u0026 Recovery Initiative, London First, London City Airport, Land securities, Direct Line, John Lewis Partnership, Waitrose, Autogas, Calor Gas, The Original London Sightseeing Tour, Brewery Logistics Group.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2017/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2017/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2017/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2017/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2017/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2017/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2017/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2017/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2017/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2017/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2017/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2017/december",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}