{
 "pageTitle": "GLA - Mayor \u0026 Commissioner set out vision to get Londoners active",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2017",
   "url": "/info-for/media/press-releases/2017"
  },
  {
   "title": "February",
   "url": "/info-for/media/press-releases/2017/february"
  },
  {
   "title": "GLA - Mayor \u0026 Commissioner set out vision to get Londoners active"
  }
 ],
 "title": {
  "title": "GLA - Mayor \u0026 Commissioner set out vision to get Londoners active",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "'Healthy Streets for London' document is blueprint to help Londoners get more physically active"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "span",
     "{\"template\":\"bulletlist\",\"items\":[\"New research revealed today shows that getting more people walking and cycling could save the NHS £1.7bn\",\"Will Norman starts this week as London's first ever full-time Walking and Cycling Commissioner.\",\"Sadiq Khan hails 'bold' new approach to make walking and cycling a real alternative to car use\"]}",
     "In the week that London's first ever full time Walking and Cycling Commissioner starts his new role, Will Norman has joined with the Mayor of London in outlining a long-term vision to help encourage more Londoners to walk and cycle, by making London's streets healthier, safer and more welcoming.",
     "New analysis revealed today shows that if every Londoner walked or cycled for 20 minutes a day, it would save the NHS £1.7bn in treatment costs over the next 25 years. This includes 85,000 fewer people being treated for hip fractures, 19,200 fewer people suffering from dementia, and an estimated 18,800 fewer Londoners suffering from depression.",
     "It is the ambition of the Mayor that Londoners walk or cycle for at least 20 minutes every day - currently only 34 per cent of Londoners manage to do this on any given day.",
     "Sadiq Khan's new blueprint for a healthy London will see increasing physical activity put at the centre of a wide range of GLA and TfL policy, setting out how it could transform the lives of millions of Londoners.",
     "Details of the Mayor's approach were today outlined in a 'Healthy Streets for London' document drawn up jointly between the TfL and the Mayor's office. A key focus will be getting Londoners to reduce their reliance on car use, which will not only help to get them more active, but help tackle London's air pollution crisis",
     "A major part of Will Norman's role will be working to deliver this new agenda - the biggest ever focus on walking and cycling in the capital.",
     "Examples of how this new approach will be delivered in practice are outlined in today's 'Healthy Streets for London' document and include:",
     "{\"template\":\"bulletlist\",\"items\":[\"Street level - improving local environments by providing more space for walking and cycling, and better public spaces where people can interact. (This could include more seating, more greenery, reducing vehicle speeds and installing safer crossings)\",\"Transport network level - prioritising better and more affordable public transport and safer and more appealing routes for walking and cycling, reducing the dominance of motor vehicles and developing creative approaches to managing freight and deliveries.\",\"Strategic level - Planning new developments so people can walk or cycle to local shops, schools and workplaces, and have good public transport links for longer journeys.\"]}",
     "In addition to the substantial physical health benefits, the Mayor's new approach will serve to reduce air and noise pollution, improve mental health, help combat social isolation, and bring economic benefits to local high streets across the capital. It will also focus on minimising road danger - directly seeking to address the safety fears people have about cycling and walking more.",
     "Tackling congestion in London is also a key priority for the Mayor, and his focus on prioritising walking, cycling and using public transport will be an important long-term solution to London's congestion problems. Every person that isn't in a car means less congested roads for those essential car journeys, helping keep London a competitive and attractive place for business.",
     "As part of this plan, £2.1bn will be allocated to a new TfL Healthy Streets Portfolio that will focus on creating more welcoming and inclusive streets to enable more Londoners to walk, cycle and use public transport more often. This includes doubling the average annual spend on cycling announced in the TfL Business Plan, taking London's cycling spending per head to the same levels as Denmark and the Netherlands.",
     "Will Norman is London's first ever full time Walking and cycling Commissioner. The previous Mayor appointed a Cycling Commissioner who was only part-time.",
     "Will Norman, London's Walking and Cycling Commissioner, said:",
     "'I'm delighted to be starting this week as London's first ever full time Walking and Cycling Commissioner.",
     "'Working with Sadiq to make physical activity a bigger part of Londoners' everyday lives could have a truly transformational impact on our city. It will not only substantially improve Londoners' health, but a play a key role in tackling our air pollution crisis.",
     "'Today we're outlining some of the key principles that will guide our work over the coming years, working with communities all across London to make walking and cycling a safer, and obvious choice for people from all backgrounds.",
     "'Increasing physical activity must be a central part of everything we do - building stronger, healthy communities, and improving quality of life for everyone.'",
     "The Mayor of London, Sadiq Khan, said:",
     "'The future health and prosperity of our city depends on us all boosting the amount of physical activity we do. With children's health being harmed by our poor-quality air, our bold new approach will focus on making walking and cycling a genuine long-term alternative to car use across more of London. As new evidence shows today, the personal health benefits could also be huge if we can make our streets more appealing, encouraging more people to be more physically active as part of their everyday journeys.",
     "'The recent tragic deaths of cyclists and pedestrians on our streets is another reason why we must redouble our efforts to make them safer. This includes pushing ahead spending record amounts on cycling infrastructure over the coming years.  I'm excited that Will Norman has now started as London's first ever full-time Walking \u0026 Cycling Commissioner, delivering our agenda to get Londoners of all ages and backgrounds walking and cycling as a part of their daily routine.'",
     "Mike Brown, London's Transport Commissioner, said:",
     "'Transport plays a crucial role in improving Londoners' health and quality of life. Working with the new Walking and Cycling Commissioner we will take a bold new approach to our transport planning, which will put people at the heart of our decision making and will prioritise walking, cycling and public transport over private vehicles.'",
     "Dr Ashok Sinha, Chief Executive of London Cycling Campaign, said:",
     "'The Mayor is absolutely on the right track by promising to reduce car dependency and make it easier for people to walk and cycle, including by tripling the extent of protected cycle lanes and enabling every borough to have a major walking and cycling scheme.",
     "'We are delighted that Will Norman has today begun the job of bringing these promises to fruition, through the new Healthy Streets approach, so that London's many communities and places become greener, healthier and more attractive places in which to live, play and do business.'",
     "Dr Yvonne Doyle, Regional Director for London for Public Health England and Statutory Health Advisor to the Mayor of London, said:",
     "'Exercise is simple, affordable and can be uplifting, but we may not appreciate how effective two 10-minute periods of activity like walking or cycling each day can be for improving our mental and physical health. I welcome the appointment of Will Norman as London's first Walking and Cycling Commissioner and the support that the Mayor of London and Transport for London are offering us, using the amazing resource of our London streets. It's part of thinking differently that benefits us all.'",
     "Tompion Platt, Head of Policy, Living Streets, said:",
     "'A new approach that genuinely prioritises walking, cycling and public transport will improve the health, happiness and quality of life of all Londoners. We see real potential in the Mayor's Healthy Streets Approach and look forward to working with Will Norman in his new role as London's first Walking and Cycling Commissioner to create a healthier, more active and less polluted London.'",
     "Matt Winfield, Acting Director for Sustrans in London, said:",
     "'We've all been guilty of a new year's resolution to go running more, visit the gym or attend fitness classes, and instead favoured the sofa. In reality the easiest way for all of us to get more exercise is to walk or cycle for our everyday journeys, instead of jump in the car.",
     "'But we can only expect Londoners to do this if our streets feel safe and more attractive to walk, cycle or spend time on.",
     "'With major benefits to our health, helping Londoners walk and cycle more is fundamental to improving life in London, while keeping the capital moving.",
     "'We've long called for public health to be at the forefront of transport decision making, and this new 'Healthy Streets' approach is a welcome move to make sure all of TfL's investment helps Londoners to get more exercise, breathe cleaner air and feel safer.'",
     "Aseem Sheikh, Chair of Vauxhall One, said:",
     "'As a Central London Business Improvement District, we are really encouraged to see the launch of the new Mayor's emphasis on Healthy Streets. We share the Mayor's vision of improved greening, and better cycling infrastructure for Londoners.",
     "'Vauxhall One are excited with the opportunity that the appointment of Will Norman, the new Cycling and Walking Tsar brings.  We look forward to working closely with him to deliver the third phase of one of our flagship projects, 'Greening Vauxhall Walk.'",
     "Councillor Julian Bell, Chair of London Councils' Transport and Environment Committee said:",
     "'The creation of the Walking and Cycling Commissioner role reflects the Mayor's commitment to promoting and investing in active and environmentally-friendly transport, which is an objective that we very much support.",
     "'As the Healthy Streets for London document sets out, the planning, design and operation of streets will play an essential role in creating a safer, greener and healthier city. As London boroughs are responsible for 95 per cent of London's roads, we will need to be at the forefront of the Healthy Streets initiative.",
     "'I am a keen cyclist myself and fully endorse the benefits of a more active lifestyle. I look forward to working closely with the Commissioner and the Mayor to help the boroughs play their part in making the initiative a success.\"",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"'Healthy Streets for London' sets out an important new approach for the Mayor and TfL, working with its partners and stakeholders to make London's streets better for everyone. This approach will be embedded across the full range of Mayoral policy and strategy documents to ensure it is delivered effectively across the city.\",\"The new report can be viewed here - \\u003ca href=\\\"https://tfl.gov.uk/corporate/about-tfl/corporate-and-social-responsibility/transport-and-healthcare\\\"\\u003ehttps://tfl.gov.uk/corporate/about-tfl/corporate-and-social-responsibility/transport-and-healthcare\\u003c/a\\u003e \",\"The forthcoming Mayor's Transport Strategy is the statutory plan for London's transport. It will set out the Mayor's policies for promoting and encouraging safe, integrated, efficient and economic transport facilities. The new strategy is currently being developed, which will set out the guiding principles for delivering a shift away from car use through the new Healthy Streets Approach.\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"Will Norman is London's first ever full time Walking and cycling Commissioner. The previous Mayor appointed a Cycling Commissioner who was only part-time.\",\"Will previously worked as Global Partnerships Director at Nike, where he specialised in increasing levels of physical activity and participation in sports around the world, working with a range of international organisations.\",\"Will spearheaded a programme to make physical activity a global policy priority. This included working with the UN, the European Parliament, G8, World Health Organisation and International Olympic Committee.\"]}",
     "Benefits of physical activity",
     "New GLA research also shows that if all Londoners walked or cycled for 20 minutes a day, this would, over 25 years save £1.7bn NHS treatment costs and prevent people from getting the following illnesses:",
     "{\"template\":\"bulletlist\",\"items\":[\"85,000 hip fracture\",\"19,200 dementia\",\"18,800 depression\",\"16,400 cardiovascular disease\",\"6,700 stroke\",\"4,800 type 2 diabetes\",\"1,500 colorectal cancer\",\"1,300 breast cancer\"]}",
     "These new figures are based on calculations using the Sport England MOVES tool and Active People Survey data.",
     "According to Public Health England if all Londoners walked or cycled for 20 minutes a day, there would be an 11 per cent drop in coronary heart disease and an 18 per cent drop in Londoners dying every year. \u003ca href=\"http://www.apho.org.uk/resource/view.aspx?RID=123459\"\u003ehttp://www.apho.org.uk/resource/view.aspx?RID=123459\u003c/a\u003e ",
     "GLA research shows that the majority of Londoners' car trips could be walked or cycled if the circumstances were right.",
     " \u003ca href=\"https://www.london.gov.uk/sites/default/files/health_impact_of_cars_in_london-sept_2015_final.pdf\"\u003ehttps://www.london.gov.uk/sites/default/files/health_impact_of_cars_in_london-sept_2015_final.pdf\u003c/a\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"More than one third of car trips made by Londoners as a driver or passenger could be walked in under 25 minutes\",\"Nearly half of car trips made by London residents could be cycled in under 11 minutes\",\"Two thirds of car trips made by London residents could be cycled in under 19 minutes\",\"Trips more than 5km only make up one third of car trips. Some of these could be cycled in around 20 minutes\"]}",
     "Efficiency/road space",
     "{\"template\":\"bulletlist\",\"items\":[\"Getting more people cycling makes our roads more efficient, which given a growing population and increasing congestion, is incredibly important.  The new east-west and north-south cycle routes are moving 46 per cent of the people using the road in only 30 per cent of the road space. Two weeks after opening, the two roads were moving five per cent more people per hour than they were before the cycle lanes were built, a number that will increase as they attract more cyclists.\"]}",
     "Blackfriars Bridge example",
     "{\"template\":\"bulletlist\",\"items\":[\"Since the construction of the North-South cycle superhighway, the number of cyclists on Blackfriars Bridge has increased 55 per cent during peak periods.\",\"They now account for up to 70 per cent of all traffic on the bridge at the busiest times, according to figures from Transport for London. And on the East-West superhighway, there has also been an impact.\",\"At Victoria Embankment, cyclists accounted for 52 per cent of traffic during the busiest periods. A total of 4,695 cyclists used the North-South superhighway during the three-hour morning peak.\"]}",
     "Tackling air pollution",
     "{\"template\":\"bulletlist\",\"items\":[\"The Mayor has already announced plans to introduce a new T-Charge on the most polluting vehicles and bring forward plans for the world's first Ultra-Low Emission Zone. New Low Emission bus zones will see the greenest buses operating on London's worst polluted routes, and the Mayor has pledged to purchase only hybrid or zero-emission double decker buses from 2018.\"]}",
     "Cycling budget",
     "{\"template\":\"bulletlist\",\"items\":[\"The Mayor has also pledged that a record £154 million per year will be spent on cycling in London over the next five years. The investment outlined in TfL draft Business Plan, goes well beyond Sadiq's manifesto commitment to increase the proportion of TfL's budget spent on cycling.\",\"Over the course of the Business Plan to 2021/2022, a total of £770 million will be spent on infrastructure and initiatives to promote cycling. At an average of £154million per year it is almost double the £79 million per year spent over the last mayoral term. This investment represents an average £17 per head per annum and is on par with Denmark and transport authorities in the Netherlands.\",\"Over the previous Mayor's last term, 2.4% of TfL's budget was spent on cycling. Over the course of the new Business Plan 5.5% of TfL's budget will now be spent on cycling.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2017/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2017/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2017/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2017/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2017/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2017/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2017/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2017/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2017/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2017/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2017/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2017/december",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}