{
 "pageTitle": "New life for Paolozzi mosaics as London Underground completes restoration work",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2017",
   "url": "/info-for/media/press-releases/2017"
  },
  {
   "title": "February",
   "url": "/info-for/media/press-releases/2017/february"
  },
  {
   "title": "New life for Paolozzi mosaics as London Underground completes restoration work"
  }
 ],
 "title": {
  "title": "New life for Paolozzi mosaics as London Underground completes restoration work ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "London Underground (LU) today announced that work to restore the iconic mosaics at Tottenham Court Road station has been completed.",
     "Around 95 percent of the mosaics have been retained at the station while it underwent a huge expansion to prepare for the introduction of the Elizabeth line and meet the needs of London's rapidly growing population. Restoration and repair work has now taken place on the Northern and Central line platforms, and in the rotunda space. Wherever possible the original tiles have been reused, and where new tiles have been required they have been closely colour-matched using the same process as the originals.",
     "One of the final and most complex aspects of the project was the relocation of the striking mosaic panel from the former Oxford Street entrance. Following intensive planning and consultation with conservation experts, the artwork was carefully removed from the wall in one piece and lowered down a lift shaft to begin its new life at platform level.",
     "Sections of the arches that could not be relocated within the station were transported to the world-renowned Edinburgh College of Art, based in the city where Eduardo Paolozzi studied in 1943 and later became a visiting professor. They are currently being used in teaching a new undergraduate programme, 'Edinburgh Collections', and in February the University will hold a forum of students and conservation specialists to decide how best to reconstruct the mosaics into a new piece of public art.",
     "Eduardo Paolozzi was a leading figure in the Pop Art movement, and his mosaics at Tottenham Court Road, completed in 1986, are widely considered to be one of the most spectacular examples of post-war public art. The vibrant designs, that cover 950 square metres in total, contain references to London's entertainment culture, rushing commuters, and urban economy, reflecting their location in a major station in one of the busiest cities in the world.",
     "Paolozzi's public art can be seen at a number of locations around the city, including next to Pimlico station and the piazza of the British Library. Art on the Underground has partnered with the Whitechapel Gallery to create a map of the artist's work around the Capital, and a major retrospective of the artist will run at the Whitechapel Gallery in February.",
     "Mark Wild, Managing Director of London Underground, said: `The modernisation of Tottenham Court Road was essential to ensure that the station will be able to support London's growing population, but as we prepare for the future we are taking care not to forget our history. Paolozzi's work is an important part of the station's heritage, and we have worked hard to retain and restore the mosaics at Tottenham Court Road so they can continue to be enjoyed by customers.'",
     "Eleanor Pinfield, Head of Art on the Underground, said: `The restoration process has been a painstaking one, but today we can see the expansive beauty of the work once again. The rotunda has been enhanced with new lighting, and throughout the station the repair and cleaning of the mosaics allows the full breadth, scale and ambition of the work to be enjoyed by a new generation of Underground customers.",
     "`The former Oxford Street panel is a key part of Paolozzi's vision for the station, drawing together many of the themes seen in the wider station artwork, and I am delighted to see it back on public view.`",
     "Around 150,000 people currently use Tottenham Court Road station every day, and this is expected to rise to 200,000 when Elizabeth line services begin in 2018. In order to support this demand, LU has recently completed its transformation of the station, with customers benefitting from new entrances, more spacious ticket halls, and eight new escalators. The Tube station will also be part of the same complex as the new Elizabeth line station.",
     "Public art will be prominent in these newly combined stations. As the modernisation works near completion, Paolozzi's pieces are being joined by work by Daniel Buren, one of the most significant contributors to the conceptual art movement. Large scale works of art will also be integrated into the Elizabeth line station by the Crossrail Art Foundation.",
     "Toby Treves, Trustee of the Paolozzi Foundation, said: `The Paolozzi Foundation is delighted that TfL has successfully completed the restoration of the Tottenham Court Road mosaics. Eduardo Paolozzi made them to intrigue, amuse, and give pleasure to the millions of passengers who pass through the station - long may they do so.`",
     "Roger Bowdler, Director of Listing at Historic England, said: `Tottenham Court Road station has been transformed of late, and it's great to have the Paolozzi mosaics back in view. Historic England is committed to working closely with Transport for London - the heritage of the Underground adds to everyone's quality of life, and TfL has worked hard to return these one-off mosaics to public enjoyment.`",
     "Daniel F. Herrmann, Eisler Curator and Head of Curatorial Studies at the Whitechapel Gallery, said: `Eduardo Paolozzi's Tottenham Court Road Station mosaics are among the most visited and beloved public works of art in London. With their images of popular culture from Jazz to Science Fiction, they celebrate everyday life and art for all. Paolozzi was one of the most important artists from Britain - and we are delighted to invite visitors to see his masterpieces at his retrospective exhibition at the Whitechapel Gallery this spring.`",
     "Notes to editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"A 22-minute video following the full restoration of the Paolozzi mosaics can be found here: \\u003ca href=\\\"https://youtu.be/QO01t40h8ns\\\"\\u003ehttps://youtu.be/QO01t40h8ns\\u003c/a\\u003e \",\"For images of the Paolozzi restoration at Tottenham Court Road visit \\u003ca href=\\\"https://www.flickr.com/photos/tflpress/sets/72157677677111312/\\\"\\u003ehttps://www.flickr.com/photos/tflpress/sets/72157677677111312/\\u003c/a\\u003e \",\"Art on the Underground commissions high-calibre contemporary artworks for London Underground. Launched in 2000, Art on the Underground works with leading artists to promote the Tube as a cultural and social environment, and enrich customers' journeys today and into the future\",\"The Paolozzi art map will be available at Zone 1 stations from 17 February 2017\",\"The Whitechapel Gallery is hosting an Eduardo Paolozzi exhibition from 16 February to 14 May 2017.\",\"The Elizabeth line will open in stages between December 2018 and December 2019. It will link the West End to Canary Wharf in 12 minutes, Stratford in 13 minutes and Heathrow in less than 30 minutes\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2017/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2017/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2017/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2017/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2017/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2017/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2017/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2017/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2017/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2017/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2017/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2017/december",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}