{
 "pageTitle": "Privacy \u0026 data protection policy",
 "keywords": "TfL",
 "description": "We process personal data in compliance with the Data Protection Act 1998 and we ensure that our staff are aware of their obligations when processing personal data on behalf of TfL.",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Privacy \u0026 cookies",
   "url": "/corporate/privacy-and-cookies/index"
  },
  {
   "title": "Privacy \u0026 data protection policy"
  }
 ],
 "title": {
  "title": "Privacy \u0026 data protection policy",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "{\"template\":\"intro\",\"texts\":[\"We process personal data in compliance with data protection legislation and we ensure that our staff are aware of their obligations when processing personal data on behalf of TfL.\"],\"link\":{\"image\":{}},\"image\":{},\"wrapped\":false}",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Purpose\"}",
     "1.\tThe objective of this policy is to ensure that:\u003cbr /\u003e(a)\tPersonal Data is Processed by TfL in compliance with the requirements of data protection legislation and other relevant information governance legislation; and\u003cbr /\u003e(b)\tTfL Personnel are aware of their obligations when Processing Personal Data on behalf of TfL.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Definitions\"}",
     "2.\tCyber Security and Incident Response Team (CSIRT): a business unit within the Technology and Data department of Customers, Communication and Technology.\u003cbr /\u003e3.\tData Controller: the organisation (alone, jointly or in common with other organisations) which determines the manner and purposes for which Personal Data is to be processed.\u003cbr /\u003e4.\tData Processor: processes data on behalf of the Data Controller (other than an employee).\u003cbr /\u003e5.\tData Protection Legislation: General Data Protection Regulation 2016/679 (GDPR) and the Data Protection Act 2018 and, any other legislation in force from time to time in the United Kingdom relating to privacy and/or the processing of personal data. Data protection legislation governs the way in which Data Controllers such as TfL can process an individual's Personal Data. It also gives individuals certain rights regarding the information that is held about them and obliges TfL to respond to any requests from an individual to access their own Personal Data.\u003cbr /\u003e6. Data Protection Officer: A statutory requirement of the GDPR is the appointment of a Data Protection Officer (DPO). TfL and its subsidiaries  will appoint a single DPO, reporting to a member of the Executive Committee and will ensure that the DPO is able to operate independently and is provided adequate resources to meet their GDPR obligations.\u003cbr /\u003e7.\tData Protection Principles: a set of statutory requirements, which all Data Controllers are obliged to adhere to. The Principles balance the legitimate need for organisations such as TfL to process Personal Data against the need to protect the privacy rights of the Data Subject.\u003cbr /\u003e8.\tData Subject: an individual who is the subject of Personal Data.\u003cbr /\u003e9.\tInformation Commissioner: the regulator appointed by the Crown to promote public access to official information and protect personal information. Compliance with the Data Protection Legislation is enforced by the Information Commissioner.\u003cbr /\u003e10.\tInternal Audit: a department within the Risk and Assurance function of General Counsel.\u003cbr /\u003e11.\tPersonal Data: any information relating to an identifiable person who can be directly or indirectly identified by that information, in particular by reference to an identifier, including name, identification number, location data or online identifier.Personal Data includes expressions of opinion and indications of intention, as well as factual information, and may include pseudonymised data where it is possible to attribute the pseudonym to a particular individual.\u003cbr /\u003e12.\tPersonal Data Breach: the loss, destruction, damage, theft, inappropriate use or unauthorised disclosure of Personal Data.\u003cbr /\u003e13.\tPersonal Information Custodians: senior managers, who are responsible for the Processing of Personal Data within their assigned area of control.\u003cbr /\u003e14.\tPrivacy and Data Protection Team: a business unit within the Information Governance department of General Counsel.\u003cbr /\u003e15.\tPrivacy Risk: that part of TfL's overall risk portfolio which relates to the, integrity, availability and confidentiality of Personal Data.\u003cbr /\u003e16.\tProcessing/Processed: includes collecting, recording, storing, retrieving, transmitting, amending or altering, disclosing, deleting, archiving and destroying Personal Data.\u003cbr /\u003e17.\tTfL Personnel: includes all TfL employees as well as all temporary staff, contractors, consultants and any third parties with whom special arrangements (such as Data Processor, confidentiality or non-disclosure agreements) have been made.\u003cbr /\u003e18.\tTransport for London (TfL): the statutory corporation and its operating subsidiaries.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Organisational scope\"}",
     "19.\tThis policy applies to all TfL Personnel and to all Personal Data Processed by or on behalf of TfL at any time, by any means and in any format.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Policy statement\"}",
     "20.\tTfL will:\u003cbr /\u003e(a)\tComply with Data Protection Legislation and adhere to the six Data Protection Principles, as described in the Annex to this policy\u003cbr /\u003e(b)\tComply with the statutory requirement to document its processing of Personal Data, including:\u003cbr /\u003ei.\tThe name and contact details of the Data Protection Officer\u003cbr /\u003eii.\tThe purposes for which Personal Data are processed, and the legal basis for the processing\u003cbr /\u003eiii.\tDescriptions of the categories of Data Subjects and Personal Data\u003cbr /\u003eiv.\tThe categories of recipients of Personal Data\u003cbr /\u003ev.\tDetails of transfers of Personal Data to third countries\u003cbr /\u003evi.\tRetention Schedules\u003cbr /\u003evii.\tA description of the technical and organisational security measures protecting Personal Data\u003cbr /\u003e(c)\tComply with all other relevant legal requirements which apply to its processing of Personal Data, including:\u003cbr /\u003ei.\tThe Human Rights Act 1998 and the requirement to act in a way which is compatible with the right to respect for private and family life in the European Convention of Human Rights and Fundamental Freedoms\u003cbr /\u003eii.\tThe Privacy and Electronic Communications (EC Directive) Regulations 2003\u003cbr /\u003eiii.\tThe common law duty of confidence\u003cbr /\u003e(d)\tAdhere to the requirements set out in the following standards, policies and guidance in order to support its compliance with Data Protection Legislation:\u003cbr /\u003ei. European Data Protection Board guidance on compliance with the requirements of the GDPR\u003cbr /\u003eii. The Information Commissioner's guidance documents and Codes of Practice\u003cbr /\u003eiii.\tThe Payment Card Industry Data Security Standard (PCI DSS)\u003cbr /\u003eiv.\tTfL's Policy on the Disclosure of Personal Data to the Police and other Statutory Law Enforcement Agencies\u003cbr /\u003ev.\tTfL's Information and Records Management Policy\u003cbr /\u003evi. TfL's Information Access Policy\u003cbr /\u003evii.\tTfL's Information Security Policy\u003cbr /\u003eviii.\tTfL's Code of Conduct\u003cbr /\u003e(e)\tImplement appropriate structures, systems and processes to manage all Personal Data fairly and lawfully and in a way that ensures its integrity, accuracy, relevance and security\u003cbr /\u003e(f)\tBe open and transparent about how Personal Data is Processed, providing clear privacy notices at the point at which it is collected, with access to additional supporting information provided via the TfL website\u003cbr /\u003e(g) Consider and respond to requests from individuals who object to, or seek to restrict the Processing of their Personal Data, and consider and respond to requests to rectify or erase Personal Data\u003cbr /\u003e(h)\tEnsure that its procurement processes and contractual arrangements with external service providers include adequate measures to ensure compliance with the Data Protection Principles and associated requirements outlined in this policy, and monitor compliance with those measures\u003cbr /\u003e(i) Approach the identification, control, mitigation and elimination of Privacy Risk in the same way as financial and operational risk. This will be reflected in corporate and local risk registers\u003cbr /\u003e(j) Follow a privacy by design and default approach to ensure that Privacy and Data Protection is a key consideration in the early stages of any project, and then throughout its lifecycle. Conduct a Data Protection Impact Assessment when using new technologies or planning high risk processing of Personal Data\u003cbr /\u003e(k) Give customers an opportunity to consent to receiving future marketing communications at the point at which their Personal Data is first collected; and within any marketing communications, provide a simple and transparent process to unsubscribe\u003cbr /\u003e(l)\tEnsure that requests from customers to change the use of their data for the purposes of marketing and/or the provision of service updates will be acted on promptly\u003cbr /\u003e(m)\tInstall and use Closed Circuit Television (CCTV) and similar equipment, in accordance with the requirements of the Information Commissioner's Surveillance Camera Code of Practice and the Home Office Surveillance Camera Code of Practice\u003cbr /\u003e(n)\tNot disclose Personal Data to third parties except where disclosures are permitted by, or required by, law\u003cbr /\u003e(o)\tLabel Personal Data in accordance with its Information Security Classification Standard for protectively marking Information\u003cbr /\u003e(p)\tEnsure that any complaint about TfL's processing of Personal Data or non-compliance with this policy will be passed to the Privacy and Data Protection Team. The complaint will be dealt with promptly and in accordance with TfL's Privacy and Data Protection Complaints Handling Procedure\u003cbr /\u003e(q)\tRequire all TfL employees directly involved in the Processing of Personal Data to complete appropriate training on an annual basis\u003cbr /\u003e(r)\tView serious or repeated breaches of this Policy by a TfL employee as misconduct which will be managed and resolved in accordance with relevant disciplinary policies and procedures",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Responsibility for privacy and data protection compliance\"}",
     "21.\tAll TfL Personnel are responsible for actively supporting compliance with this policy and should only process Personal Data for legitimate business purposes directly related to the performance of their duties.\u003cbr /\u003e22.\tPersonal Information Custodians are responsible for:\u003cbr /\u003e(a)\tEnsuring that TfL Personnel within their area of control are aware of this policy and are adequately trained in the handling of Personal Data\u003cbr /\u003e(b)\tThe assessment and reporting of Privacy Risk linked to the Processing of Personal Data within their area of control. Ensuring that Data Protection Impact Assessments are carried out\u003cbr /\u003e(c)\tImplementing and documenting appropriate procedures to ensure Processing of Personal Data within their area of control is compliant\u003cbr /\u003e(d)Advising the Privacy and Data Protection Team of changes in the Processing of Personal Data, in order to maintain the Data Protection documentation referred to in paragraph 20(b) above\u003cbr /\u003e22.\tThe Data Protection Officer is responsible for:\u003cbr /\u003e(a)\tProviding advice and guidance on the implementation and interpretation of this Policy and/or Data Protection Legislation, including the assessment of Data Protection Impact Assessments and the provision of suitable Data Protection training\u003cbr /\u003e(b)\tPromoting. monitoring, auditing and enforcing compliance with this Policy, Data Protection Legislation and any other related statutory, common law or regulatory requirements which apply to TfL\u003cbr /\u003e(c)\tProviding a first point of contact for individuals whose data is processed, and investigating and resolving complaints about TfL's non-compliance with Data Protection Legislation and/or this Policy\u003cbr /\u003e(d)\tLiaising with the Information Commissioner's Office on any matter relating to TfL's compliance with Data Protection Legislation and/or this Policy\u003cbr /\u003e(e)\tMaintaining the documentation of TfL's processing of Personal Data\u003cbr /\u003e(f) Maintaining procedures for responding to a Personal Data Breach\u003cbr /\u003e24.\tAll TfL Personnel are responsible for reporting actual or suspected Personal Data Breaches to CSIRT and the Privacy and Data Protection Team in accordance with the Personal Data Breach procedures.\u003cbr /\u003e25.\tCSIRT is responsible for advising the business on the technical measures and controls required to protect the security and integrity of Personal Data Processed by TfL using electronic information and communications systems.\u003cbr /\u003e26.\tInternal Audit is responsible for auditing the business processes, operating procedures and working practices of TfL and its service providers which involve the Processing of Personal Data, for the purposes of monitoring compliance with this policy and alerting the Privacy and Data Protection Team to any instances of non-compliance.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Procedures/Guidelines/Processes\"}",
     "27.\tThis policy will be supported by corporate instructions and guidance published via the TfL Management System.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Approval and amendments\"}",
     "28.\tThis policy was first approved by the Commissioner and TfL leadership team on 22 March 2010.\u003cbr /\u003e29.\tA number of updates to the policy were approved by the Commissioner and TfL Executive Committee on 17 March 2016.\u003cbr /\u003e30. Further amendments to this policy to comply with the GDPR were approved by General Counsel on 23 May 2018.\u003cbr /\u003e31.\tThis policy will be subject to periodic review as considered appropriate by General Counsel.\u003cbr /\u003e",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Policy owner\"}",
     "32.\tTfL's General Counsel is the designated owner of this policy.\u003cbr /\u003e",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Annex: The Data Protection Principles (General Data Protection Regulation Article 5)\"}",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"1.\\tPersonal data should be\"}",
     "TfL will use Personal Data fairly and identify a lawful basis for processing.  In any circumstance in which individuals provide TfL with their Personal Data for the first time, or if it is processed for a new purpose, they will be informed of:",
     "{\"template\":\"bulletlist\",\"items\":[\"the identity and contact details of the Data Controller and Data Protection Officer;\",\"the purposes and lawful basis for the processing;\",\"any the recipients or categories of recipients of the personal data;\",\"the period for which the personal data will be stored;\",\"the rights of the individual regarding the processing of their personal data including the rights to access and data portability, rectification and erasure, restriction of processing and the right to object to processing.\",\"the consequences of not providing the personal data required under statute or for contractual purposes; and\",\"the existence of, and rights relating to, automated decision making including profiling.\"]}",
     "TfL will only process Personal Data for the purpose(s) which the Data Subject was previously informed of and it will not be used for any other purpose that is incompatible with the original purpose(s). Subject to appropriate safeguards being agreed with the Privacy and Data Protection team, further processing for archiving purposes in the public interest, scientific or historical research purposes or statistical purposes shall not be considered to be incompatible with the initial purposes",
     "TfL will ensure that only the minimum Personal Data necessary for the purpose is processed and will not collect or hold Personal Data solely on the basis that it might be useful in the future. There should always be a legitimate business reason for the Processing of Personal Data linked to a specific ongoing purpose.",
     "Data will be inaccurate where it is incorrect or misleading as to any matters of fact.\u003cbr /\u003eThere must be processes in place to maintain the quality of data capture at the point data is first collected or obtained by TfL, and to accurately amend, update or correct Personal Data.",
     "Business areas must implement appropriate retention periods and ensure that Personal Data is securely destroyed once the purpose(s) for processing the Personal Data has come to an end; and there is no legal requirement or valid business/operational reason for its continued retention.",
     "Personal data may be stored for longer periods insofar as the personal data will be processed solely for archiving purposes in the public interest, scientific or historical research purposes or statistical purposes subject to implementation of the appropriate technical and organisational measures agreed with the Privacy and Data Protection Team.",
     "TfL's standard contractual clauses on data protection must be used in any circumstances where Processing of Personal Data on behalf of TfL is carried out by a service provider or other third party.",
     "The Privacy and Data Protection Team must be consulted in the early stages of any project or proposed change to a business process that has any significant implications for the Processing of Personal Data.",
     "Personal Data will be managed in accordance with TfL's Information Security Policy.",
     "TfL Personnel must report any actual or suspected incident, which either has or is likely to, result in the loss, theft, unauthorised disclosure, accidental  destruction or other compromise of Personal Data directly to CSIRT and the Privacy and Data Protection Team in accordance with the Data Breach Procedures.",
     "TfL will comply with the restrictions in the Data Protection Act 1998 on the transfer of Personal Data outside the European Economic Area (which consists of the 28 member states of the European Union plus Norway, Iceland and Lichtenstein).  The Privacy and Data Protection Team must be consulted in advance of any such transfers being undertaken or agreed."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Privacy \u0026 cookies",
    "links": [
     {
      "title": "Access your data",
      "url": "/corporate/privacy-and-cookies/access-your-data",
      "image": {}
     },
     {
      "title": "Capital Call",
      "url": "/corporate/privacy-and-cookies/capital-call",
      "image": {}
     },
     {
      "title": "CCTV \u0026 surveillance cameras",
      "url": "/corporate/privacy-and-cookies/cctv",
      "image": {}
     },
     {
      "title": "Compulsory purchase",
      "url": "/corporate/privacy-and-cookies/compulsory-purchase",
      "image": {}
     },
     {
      "title": "Contactless payment",
      "url": "/corporate/privacy-and-cookies/contactless-payment",
      "image": {}
     },
     {
      "title": "Cookies",
      "url": "/corporate/privacy-and-cookies/cookies",
      "image": {}
     },
     {
      "title": "Dial-a-Ride",
      "url": "/corporate/privacy-and-cookies/dial-a-ride",
      "image": {}
     },
     {
      "title": "Direct Vision Standard and the HGV safety permit scheme",
      "url": "/corporate/privacy-and-cookies/direct-vision-standard-and-the-hgv-safety-permit-scheme",
      "image": {}
     },
     {
      "title": "Employment",
      "url": "/corporate/privacy-and-cookies/employment",
      "image": {}
     },
     {
      "title": "Event data from mobile devices",
      "url": "/corporate/privacy-and-cookies/event-data-from-mobile-devices",
      "image": {}
     },
     {
      "title": "External Recruitment",
      "url": "/corporate/privacy-and-cookies/external-recruitment",
      "image": {}
     },
     {
      "title": "Oyster card",
      "url": "/corporate/privacy-and-cookies/oyster-card",
      "image": {}
     },
     {
      "title": "Privacy \u0026 data protection policy",
      "url": "/corporate/privacy-and-cookies/privacy-and-data-protection-policy",
      "image": {}
     },
     {
      "title": "Protect your data",
      "url": "/corporate/privacy-and-cookies/protect-your-data",
      "image": {}
     },
     {
      "title": "Reporting street problems",
      "url": "/corporate/privacy-and-cookies/reporting-street-problems",
      "image": {}
     },
     {
      "title": "Road User Charging",
      "url": "/corporate/privacy-and-cookies/road-user-charging",
      "image": {}
     },
     {
      "title": "Santander Cycles",
      "url": "/corporate/privacy-and-cookies/santander-cycles",
      "image": {}
     },
     {
      "title": "Taxi \u0026 private hire licensing",
      "url": "/corporate/privacy-and-cookies/taxi-and-private-hire",
      "image": {}
     },
     {
      "title": "Website privacy",
      "url": "/corporate/privacy-and-cookies/website-privacy",
      "image": {}
     },
     {
      "title": "Wi-Fi data collection",
      "url": "/corporate/privacy-and-cookies/wi-fi-data-collection",
      "image": {}
     },
     {
      "title": "Your information rights",
      "url": "/corporate/privacy-and-cookies/your-information-rights",
      "image": {}
     },
     {
      "title": "Zip Oyster photocard",
      "url": "/corporate/privacy-and-cookies/zip-oyster-photocard",
      "image": {}
     },
     {
      "title": "18+ Student Oyster photocard",
      "url": "/corporate/privacy-and-cookies/18-student-oyster-photocard",
      "image": {}
     },
     {
      "title": "60+ Oyster photocard",
      "url": "/corporate/privacy-and-cookies/60-oyster-photocard",
      "image": {}
     }
    ],
    "link": {
     "title": "Privacy \u0026 cookies",
     "url": "/corporate/privacy-and-cookies/60-oyster-photocard",
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "advert",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "contactus",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "title": "Also on this site",
    "links": [
     {
      "title": "Report a crime or incident",
      "url": "/travel-information/safety/report-a-crime-or-incident",
      "icon": "internal",
      "image": {}
     }
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}