{
 "pageTitle": "20,000 respond to Tube consultation in first 48 hours",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "20,000 respond to Tube consultation in first 48 hours",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) has received an overwhelming response to the start of a two-month public consultation on later weekend Tube services. In the first 48 hours, over 20,000 responses had been received."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "A TfL spokesperson said:",
     "\"Over 20,000 responses have been received during the first 48 hours, way beyond our initial expectations. Given the level of response received so far, it seems clear this is a consultation that Londoners have wanted to have for some time. Responses are flooding in and if they continue at this rate, it will turn out to be the most popular public consultation ever undertaken by TfL.",
     "\"We are keen to hear from as many people as possible about whether the Tube should run later at weekends. Research undertaken by TfL shows that an estimated 140,000 extra passengers would benefit if the Tube were to run an extra hour on Friday and Saturday nights.",
     "\"However, if the Tube were to close an hour later, it would have to start an hour later the following morning to allow essential maintenance to track, trains, signals and stations that can only be carried out when the network is closed.",
     "\"This could affect an estimated 55,000 people who use the Tube during the first hour at weekends.",
     "\"Anyone can make their views known by completing leaflets available from all Tube stations, by logging on to the \u003ca href=\"http://www.tfl.gov.uk\"\u003eTfL website \u003c/a\u003e or by emailing \u003ca href=\"mailto:onehourlater@tfl.gov.uk\"\u003eonehourlater@tfl.gov.uk\u003c/a\u003e .\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"Consultation finishes on 22 April 2005.\",\"We are unable to state how many responses are in favour or against later weekend Tube services until after the public consultation concludes.\",\"The Mayor made a commitment in his manifesto to investigate later Tube services on Fridays and Saturday nights.\",\"Currently, the last trains from the West End at weekends are around 12.30am and reach their termini between 1.00am and 1.30am depending on location. Services begin again at around 5.30am on Saturday and 7am on Sunday.\",\"Under the new proposal, first trains would arrive at Central London stations at around 7am on Saturdays and 8.30am on Sundays; last trains would depart from the West End on Friday and Saturday nights at around 1:30am.\",\"There is a small group of stations on the network which close earlier than this time, and would continue to do so, as their local demand does not justify late night operation and these are detailed below.\",\"The following stations currently close early; last trains from the West End to these stations are set out below and will not change as a result of this proposal: Roding Valley, Chigwell and Grange Hill: 19:33, Heathrow Terminal Four (currently closed due to construction of Terminal 5): 23:07, Shoreditch: 20:00 (closed all day Saturdays), Kensington Olympia: 23:09, Cannon Street (closed until April 2005): 20:50 (Fridays) 19:20 (Saturdays).\",\"As the proposal has an obvious impact on Tube working patterns, London Underground is also consulting with trade unions.\",\"If longer hours on Friday and Saturday were given the go-ahead then changes would be introduced in late 2006.\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}