{
 "pageTitle": "999 London Cycling Awards celebrate cycling in the capital",
 "description": "At the second annual 999 London Cycling Awards at City Hall on Wednesday 23 February, the stars of the emergency services' cycling teams were rewarded for their hard work and commitment to cycling and to improving community relations through increasing",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "999 London Cycling Awards celebrate cycling in the capital",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Cycling in the capital continues to thrive - and not just with the general public. Emergency services around the capital are turning to cycling as a quicker, more convenient way to get through congested streets and pedestrianised areas when chasing offenders or rushing to the aid of injured Londoners."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "At the second annual 999 London Cycling Awards at City Hall on Wednesday 23 February, the stars of the emergency services' cycling teams were rewarded for their hard work and commitment to cycling and to improving community relations through increasing the profile of the emergency services in local communities.",
     "The Metropolitan and City Police forces and the London Ambulance Service have a growing number of serving police officers, traffic wardens, community support officers, paramedics and emergency medical technicians cycling the capital's streets. The emergency services enjoy higher visibility and faster response times, while Transport for London enjoys the benefits of raising the profile of cycling in the city while keeping London's streets safe and keeping traffic moving.",
     "Jeroen Weimar, Head of Enforcement at Transport for London, said:",
     "\"Transport for London is committed to increasing cycling in the capital by 80% by 2010. The number of cyclists is soaring, helping improve the health of London and Londoners. The use of bicycles by the emergency services also provides a good role model for the rest of London to get on their bikes.",
     "\"Their invaluable service helps London's communities and TfL is committed to supporting the greater use of bicycles by the emergency services.\"",
     "Jenny Jones, the Mayor's Road Safety Ambassador, said:",
     "\"It's wonderful to hear about the amazing things the nominees for the awards have done in the course of their ordinary work. They perform their duties with real dedication and enthusiasm and have achieved outstanding results. Just to be in the running for these awards is a tribute to their abilities and performance.",
     "\"I'm really pleased to see how all three organisations have incorporated the cycling teams into their mainstream operations in the last year to achieve fantastic results, and look forward to seeing them build upon these successes in the future.\"\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"City of London Police expanded their cycling team from 17 to 21 staff, and moved the concept of police on bikes through the ranks, bringing into operation the first Special Constable trained as a cycle officer. The team made over 200 arrests, 2000 stop and searches and issued over £40,000 worth of fines for motor and cycling offences.\",\"The London Ambulance Service doubled the size of their cycling team from 8 to 16 staff and successfully completed a pilot at Heathrow Terminal 4, securing a permanent team in the terminal. They finalised the National Cycling Response Unit policy, procedures and recruitment package; and also set up the necessary support systems to encourage other LAS staff to cycle.\",\"The Metropolitan Police Service increased the number of bicycles available from 380 to over 400, and successfully introduced bikes to the TOCU and Royal Parks Police. They established the necessary organisational infrastructure to bring cycling into mainstream MPS operations, and finalised the MPS package of standards for officers on bikes relating to cycle training, clothing, bikes and maintenance. A mandatory bespoke MPS cycle training package has been developed and approved, which will train approximately 1,500 police officers, community support officers and traffic wardens in the next year.\"]}",
     "\u003cstrong\u003ePolice Cycling Award\u003c/strong\u003e \u003cbr /\u003eAwarded to a cyclist or cycle team from London's police services who has demonstrated excellence through the use of bicycles in police work - JOINT WINNERS",
     "\u003cstrong\u003eCity of Westminster Taskforce, Metropolitan Police Service led by Sergeant Ray Bloye\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Achieving police targets: in 13 months the team has arrested over 800 people for a variety of offences, and have recovered many stolen or prohibited articles.\",\"Business efficiency: use of bikes at major events gives increased mobility and visibility, meaning fewer officers are required.\",\"Building community relations: bicycles are ice-breakers with local youths and hard to reach groups. The team have formed a strong partnership and mutual respect with monthly CHARM demonstrators which has reduced traffic disruption and the number of arrests.\",\"Integration/development: the bicycle team form an integral part of the overall policing team in Westminster, working closely with foot and vehicle patrols.\"]}",
     "\u003cstrong\u003ePaul Coston, City of London Police\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Achieving police targets: Paul has made 47 arrests, issued 250 fixed penalty notices and executed 360 stop and searches this year, and has cycled over 2000 miles in doing so. He has received several merit certificates for being instrumental in assuring the safety of a woman attempting to commit suicide, and arresting suspects relating to the terrorism act - his swift and decisive action helped gather a huge amount of intelligence.\",\"Integration/development: Paul trained four new officers and was instrumental in the development of Special Officers on police cycles. He arranged training and cycling kit for the new Special Constable, the first Special to ride in London.\\u003cbr /\\u003eCycling in the Community Award: awarded to a cyclist or cycle team from all represented bodies who has demonstrated excellence in improving community relations through the use of the bicycle in his/her profession.\"]}",
     "\u003cstrong\u003eHackney South Cycle Squad led by Sergeant Matthew Devereau, Metropolitan Police Service\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Links with the community have been so effective at building respect for the police team that the community is now helping them do their job, providing them with a steady flow of intelligence about local crime.\",\"This has been achieved in a particularly difficult patch, within just 12 - 18 months.\",\"The South Cycle Squad working times reflect peak street crime periods and the squad used highly visible patrolling to deter offending, as well as focussing their attention on crime hotspots.\",\"The SCS have made over 200 arrests for a broad range of offences and have recovered stolen property and weapons including firearms.\"]}",
     "\u003cstrong\u003eCycling in the Ambulance Service Award\u003c/strong\u003e Awarded to an operational member of the London Ambulance Service Cycle Response Unit, who has demonstrated excellence in meeting London's emergency healthcare needs - JOINT WINNERS",
     "\u003cstrong\u003eCath Hodson, Emergency Medical Technician, London Ambulance Service\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Cath attended a call outside the normal operational area which she recognised to be from a regular caller. She arrived on scene within four minutes, cycling from the lobby at the Waterloo HQ, down steps and through traffic to get to the patient. Having assessed the patient, Cath confirmed there were no immediately life threatening medical problems and as the patient was able to walk to the hospital, an ambulance was not required.\"]}",
     "\u003cstrong\u003eKeith Plummer, Emergency Medical Technician, London Ambulance Service\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"On arrival at the scene of an accident involving a motorcycle and a car, Keith established a safe area within which he could treat the patient by positioning his bike on the busy road (Shaftesbury Avenue) to fend off on-coming traffic.\",\"He provided professional medical help to the injured parties.\",\"He called all the necessary assistance and managed the assistance upon arrival - co-ordinating the helicopter service, the ambulance and the police.\"]}",
     "\u003cstrong\u003e999 London Cycling Award\u003c/strong\u003e \u003cbr /\u003eThe top individual award presented to an individual from all represented bodies who has done the most to develop cycling within their organisation.",
     "\u003cstrong\u003eJustin Dixon, MPS Physical Education Branch, Metropolitan Police Service\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Justin made the biggest change within his own organisation within the last year.\",\"In developing a professionally accepted training course that meets the demands of all, he overcame what was an important hurdle preventing the wider use of bicycles in the MPS.\",\"His work has been pivotal in mainstreaming cycling in the MPS.\",\"He has successfully resolved conflicting operational requirements to devise a scheme that met health and safety needs without compromising everyday operations.\",\"The scheduling of training courses and the structure for down training means there are now no limits to the number of police officers that can be trained as bike officers.\"]}",
     "\u003cstrong\u003e999 Cycling Development Award:\u003c/strong\u003e awarded to the organisation from all represented bodies who has done the most to develop cycling within their field of work.",
     "\u003cstrong\u003eMetropolitan Police Service\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The development of new standards in cycle training, clothing and equipment have propelled the use of pedal cycles from a bottom up concept to a corporate model, incorporated into the mainstream operation of the MPS.\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}