{
 "pageTitle": "Agreement secured with Capita for delivery of core services for proposed western extension of the congestion charging zone conditional upon go-ahead being given by Mayor in autumn 2005",
 "description": "As part of this procurement strategy TfL has reached agreement with Capita, the main service provider of the current congestion charging scheme, to set up and operate core services for the westward extension for either one or two years.The core services",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Agreement secured with Capita for delivery of core services for proposed western extension of the congestion charging zone conditional upon go-ahead being given by Mayor in autumn 2005",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) has agreed a procurement strategy for the provision of services to set up and operate the proposed westward extension. This strategy is conditional on a decision by the Mayor of London to progress the scheme or not. The earliest a decision could be made is in autumn 2005 following a full public consultation on the Westward expansion proposal. The earliest go live for an extension is early 2007."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "As part of this procurement strategy TfL has reached agreement with Capita, the main service provider of the current congestion charging scheme, to set up and operate core services for the westward extension for either one or two years.",
     "The core services which include sales, enquires, discount registration and penalty charge notice processing cannot be separated from the existing operation as this would not provide a fluent or cost effective service over the combined charging area.",
     "TfL will shortly begin negotiations with other service providers (for example NCP for on-street enforcement services and Barclays for Merchant Acquirer services) to extend their existing services to cover the extended zone should it be given mayoral approval.",
     "Services that are easily separated from the current zone will be let competitively. For example TfL has already started the procurement process for the provision of camera technology and other infrastructure and communications requirements as part of a fully competitive tender process.",
     "All agreements will be annulled should the Mayor decide not to implement the currently proposed extension.",
     "\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}