{
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Approval for £27m Bounds Green A406 Scheme",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Mayor and Transport for London (TfL) today confirmed the end to 40 years of uncertainty surrounding the road improvement schemes along the A406 North Circular Road at Bounds Green."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The TfL board approved a £27.4m scheme that will create a predominantly two way dual carriage way with significant road safety and environmental benefits. The new scheme is part of the improvements planned for London's transport network under TfL's £10bn 5 Year Investment Programme.",
     "With initial designs ready in May 2005 Bounds Green residents could be enjoying the benefits of the new road by early 2008 - these include:",
     "improved journey times and traffic flow at junctions, the latter helping to encourage rat-runners back on to the A406;\u003cbr /\u003eenhanced safety for all road users and improved pedestrian, cycling and bus priority facilities;\u003cbr /\u003ea better environment through resolving the fate of properties long-affected by the uncertainty of the proposed schemes as well as through the provision of greening and the planting of a new tree line;\u003cbr /\u003e£4m for traffic calming measures and to address rat-running, noise and safety issues on local streets in the London Boroughs of Enfield, Haringey and Barnet.",
     "The Mayor of London, Ken Livingstone said:",
     "'Work is urgently needed on this stretch of the North Circular to improve the safety of local residents - especially children - and alleviate congestion and rat-running. The original scheme would have cost over ten times as much and would have attracted more traffic and pollution, further damaging the quality of life for Bounds Green residents. If it becomes necessary in future years to further increase capacity, we will seek Government funding and look at additional measures, such as speeding up traffic flow at junctions\".",
     "\"We also have a major opportunity to bring back into use the run-down housing along the North Circular, which is no longer required for this scheme, and provide much-needed affordable housing, as part of the Government's scheme to create more homes across London. This would end years of uncertainty surrounding these properties and deliver new quality homes for key workers and first-time buyers in north London.\"",
     "Peter Hendy, TfL Managing Director of Surface Transport said:",
     "\"This is a predominately residential area with a number of schools near to a road which has suffered from congestion, rat-running and poor housing, all of which has made life intolerable for residents. The new scheme make the road safer for motorists, cyclists and pedestrians whilst cutting rat-running and we hope to do it by 2008\".",
     "The works will be carried out to a three kilometre stretch of the A406 between the underpass at the A10 Great Cambridge Road Roundabout in the east and the Bounds Green Road junction in the west. In an area historically blighted by congestion, rat-running and inadequate provisions for pedestrians, cyclists and buses the new scheme aims to tackle issues that have damaged the local environment and threatened the safety of all road users.",
     "A number of properties currently owned by TfL will be required to make way for the construction of the scheme and TfL will work closely with the London Borough of Enfield in managing the re-housing of affected tenants. The exact number and location of affected properties will be confirmed on completion of detailed plans during Spring 2005.",
     "TfL continues to reassess proposals for the A406 at Regent's Park Road and Golders Green Road after public consultation on small-scale safety and pedestrian improvement schemes.\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}