{
 "pageTitle": "AUTOPORTRAITS",
 "description": "Samuel FossoGloucester Road Underground Station14 February 2004 - 6 June 2005Private View15 February 20056.30 - 7.30pm Gloucester Road station6.30 - 9.00pm Firehouse, 3 Cromwell Road, London SW7This project is a collaboration with London's Hayward Gallery",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "AUTOPORTRAITS",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Platform for Art is delighted to present three works by the Central African artist Samuel Fosso."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "\u003cstrong\u003eSamuel Fosso\u003c/strong\u003e ",
     "\u003cstrong\u003ePrivate View\u003c/strong\u003e ",
     "This project is a collaboration with London's Hayward Gallery to coincide with its exhibition Africa Remix: Contemporary Art of a Continent. This is the largest exhibition of contemporary African art ever seen in Europe and a major highlight of the London-wide celebration of contemporary African creativity, Africa 2005.",
     "Samuel Fosso is one of the most renowned of Africa's artists working with photography. In his work he explores a variety of persona and poses, striving to extend his identity by adopting the guise of a number of fictitious roles that are often marked with satire and pathos.",
     "The studio photography genre that has thrived and endured for more than one hundred years in many commercial centres of West Africa has had a strong influence on Fosso's work. His artistic practice developed whilst working out of his small studio producing and selling portraits for the local domestic market. He is now internationally recognized as one of Africa's most important contemporary artists.",
     "Taking on myriad guises using clothing and back-drops, Fosso has made series of fantastical self-portraits, based on a range of characters, from African Chiefs to American women. The works are a witty and ironic exploration of self-identity and he is considered to be one of the first African artists to build a commentary on contemporary African masculinity, gender, identity and sexuality.\u003cbr /\u003eFosso's work has been shown in major international venues such as the Photographers' Gallery in London and the Guggenheim Museum in New York. Born in Cameroon in 1962, he lives and works in Bangui, Central African Republic.",
     "Platform for Art is the public art programme for London Underground",
     "For more information on Platform for Art\u003cbr /\u003eTel: 020 7918 4625\u003cbr /\u003eEmail: \u003ca href=\"mailto:plat4art@tube.tfl.gov.uk\"\u003eplat4art@tube.tfl.gov.uk\u003c/a\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}