{
 "pageTitle": "Croxley Rail Link project on track",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Croxley Rail Link project on track",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Hertfordshire County Council (HCC) has this week submitted a proposed joint funding package to the Department for Transport (DfT) for the construction of the Croxley Rail Link for Watford."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The proposal includes a substantial financial commitment from Transport for London (TfL) of almost £18m towards the £65m total cost, together with contributions from HCC and others already committed. Approval of this funding package is now being sought from the DfT.",
     "London Underground (LU) and Hertfordshire County Council (HCC) have been working in close partnership over the last two years to develop a funding package that could deliver the Croxley Rail Link.",
     "The scheme would provide Metropolitan line passengers with a direct link to Watford Town Centre. It forms a fundamental part of the County Council's Local Transport Plan and is part of the TfL five-year £10bn Investment Programme. It is estimated the new link would carry over one million trips per year, 300,000 being transfers from cars.",
     "LU and HCC look forward to a swift and positive decision from the DfT so that work can start on the necessary planning applications this year.",
     "If funding is confirmed by the DfT, Metropolitan line trains could be calling at Watford Junction and Watford High Street by 2010.",
     "County Councillor Derrick Ashley, Executive Member for Environment said: \"We have worked tirelessly in pushing this scheme forward in recent years and this submission is the final step toward securing the right to formally promote the project through the Transport and Works Act process. We look forward to working with LU and the DfT on the next steps to realising the benefits that all parties recognise the scheme can bring, to our residents and businesses.\"",
     "Tim O'Toole, Managing Director of London Underground said:\u003cbr /\u003e\"This scheme has been long in the making and will bring considerable benefits to LU passengers. It is great news to see such positive steps being taken towards its realisation.\""
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}