{
 "pageTitle": "Improvement works on track for Northern line Bank branch",
 "description": "The works to improve the track are to increase the reliability of this section of track, therefore improving the performance of the Northern line. Other maintenance work will also be done during these closures to limit the need for future closures. The",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Improvement works on track for Northern line Bank branch",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Extensive work to improve the Northern line means there will be no southbound service on the Bank branch during three consecutive weekends in February and March."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The works to improve the track are to increase the reliability of this section of track, therefore improving the performance of the Northern line. Other maintenance work will also be done during these closures to limit the need for future closures. The work is being undertaken by Tube Lines.",
     "The closures will take place between Camden and Kennington stations on the southbound Bank branch during the following weekends: 19/20 February 2005; 26/27 February 2005; 5/6 March 2005.",
     "The Charing Cross branch and the rest of the Northern line will be fully operating, including the northbound Bank branch.",
     "During this work Old Street station will be fully closed, but the station is a 15 minute walk from Moorgate, and there are a number of bus services in this area including the 43, 141, 76 and 214. Valid London Underground tickets will be accepted on these services.",
     "All sections of the closure are covered by a 24 hour or night bus route, but late night passengers are advised to start their journeys earlier, if they intend to catch last train connections.",
     "Passengers are advised to allow more time for their journeys during this important improvement work.",
     "For more information, check out the TfL website or call London Travel Information on 020 7222 1234."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}