{
 "pageTitle": "London Underground successfully sues graffiti vandal",
 "description": "The judgement paves the way for LU to recover the costs of removing Tube graffiti from vandals who commit such crimes in the future.The ground breaking civil action means convicted vandal Daniel Salim Koroma, 28 from Stoke Newington, London, will have to",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Underground successfully sues graffiti vandal",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground (LU) has successfully sued a graffiti vandal for £3,000, the first time LU has used civil action to recover the costs of graffiti crimes."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The judgement paves the way for LU to recover the costs of removing Tube graffiti from vandals who commit such crimes in the future.",
     "The ground breaking civil action means convicted vandal Daniel Salim Koroma, 28 from Stoke Newington, London, will have to pay for the damage he caused to the Tube, rather than Tube passengers.",
     "Koroma will be making the payments for the next five years, which will affect his credit rating because he will be on the County Court register until the debt is paid.",
     "LU Managing Director, Tim O'Toole said:\u003cbr /\u003e\"This judgement is great news. It sends a message to any graffiti vandal thinking of targeting the Tube. Not only do you face a criminal record, but we will pursue you for the full cost of your vandalism too.\"",
     "\"Graffiti on the Tube is not acceptable. It is intimidating and threatening to passengers - in short, it is psychological mugging.",
     "\"In the last two years, we have stepped up the fight against graffiti on the Tube, which costs £20 million each year to clear up. We are working closely with the British Transport Police, Tube Lines and Metronet to cut this crime.",
     "\"Thanks to this work, all Tube trains now enter passenger service each day free of painted graffiti. I am determined to continue to tackle Tube graffiti and the vandals who perpetrate it.\"",
     "Earlier this week (Monday February 7), Ken Livingstone, Mayor of London joined Tim O'Toole and Tube Lines Chief Executive, Terry Morgan to mark the modernisation and refurbishment of seven Tube stations across London. The station renewals include a significant increase in CCTV, a vital tool in the fight against crime and anti-social behaviour, such as graffiti.",
     "Speaking at one of the seven stations, Ken Livingstone said:\u003cbr /\u003e\"Transport for London is investing £10bn over the next five years to improve and expand London's transport network. I'm delighted that we are starting to see cleaner, safer and more accessible stations.",
     "\"I look forward to more station improvements and more reliable Tube services, as we continue to invest in the Tube.\"",
     "Koroma's offences were on various parts of the Tube network, particularly on the Northern line. He was convicted of the criminal offences at6 Middlesex Crown Court and the civil judgement was recorded at Northampton County Court on February 2, 2005."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}