{
 "pageTitle": "LU welcomes Kings Cross project boost",
 "description": "The new Northern ticket hall will provide extra capacity for a key interchange from the deep-level Tube lines at King's Cross - the Northern, Piccadilly and Victoria lines - to the Tube's sub-surface lines, the mainline rail station and to the new Channel",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "LU welcomes Kings Cross project boost",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground (LU) today welcomed the announcement by the Department for Transport (DfT) that gives the go-ahead to the new Northern ticket hall at King's Cross St Pancras Underground station."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The new Northern ticket hall will provide extra capacity for a key interchange from the deep-level Tube lines at King's Cross - the Northern, Piccadilly and Victoria lines - to the Tube's sub-surface lines, the mainline rail station and to the new Channel Tunnel Rail Link and commuter services at St Pancras.",
     "The new Northern ticket hall will also mean that, when complete, King's Cross St Pancras Underground station will be fully-accessible, with step-free access to all Tube lines.",
     "LU Managing Director, Tim O'Toole said:\u003cbr /\u003e\"I am pleased that the new Northern ticket hall at King's Cross can now proceed. When complete, the new Northern ticket hall and the new connections to Tube and rail platforms will make King's Cross fully accessible for the first time, by providing lifts to serve the deep-level Tube platforms.",
     "\"This announcement means the new King's Cross St Pancras Tube and rail stations will be complete in time for the London 2012 Olympics and Paralympics.",
     "\"It also means the new station will be able to cope with the extra passenger traffic that will be generated as demand on the Tube grows from the new CTRL and high-speed commuter services from north Kent to St Pancras.\""
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}