{
 "pageTitle": "Mayor hails renewal of seven Tube stations",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor hails renewal of seven Tube stations",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Ken Livingstone, Mayor of London today hailed the renewal of seven Tube stations across London as the first concrete example of the billions now being invested in the capital's transport infrastructure."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The seven modernised and refurbished stations were completed by Tube Lines and are the first delivery of the TfL five-year, £10bn Investment Programme.",
     "The Mayor yesterday (February 7) visited two of the seven stations, West Hampstead on the Jubilee line and Borough on the Northern line, joined by LU Managing Director, Tim O'Toole and Tube Lines Chief Executive, Terry Morgan.",
     "Ken Livingstone, Mayor of London said:\u003cbr /\u003e\"Transport for London is investing £10bn over the next five years to improve and expand London's transport network. I'm delighted that we are starting to see cleaner, safer and more accessible stations.",
     "\"I look forward to more station improvements and more reliable Tube services, as we continue to invest in the Tube.\"\u003cbr /\u003eThe seven stations are:",
     "{\"template\":\"bulletlist\",\"items\":[\"Arnos Grove (Piccadilly);\",\"Borough (Northern);\",\"Burnt Oak (Northern);\",\"Kilburn (Jubilee);\",\"Northfields (Piccadilly);\",\"South Harrow (Piccadilly);\",\"West Hampstead (Jubilee).\"]}",
     "They have been made cleaner, brighter and even safer than before through:",
     "{\"template\":\"bulletlist\",\"items\":[\"Structural repairs and fresh paintwork throughout;\",\"New information indicator boards on platforms and in ticket halls;\",\"Better lighting;\",\"New CCTV security systems;\",\"Upgraded PA systems and Help Points;\",\"Improved seating.\"]}",
     "LU Managing Director Tim O'Toole said:\u003cbr /\u003e\"The Tube is improving. Today, we mark the modernisation and refurbishment of seven Tube stations across London. They are now cleaner, brighter and even safer than before. But that's not the whole story.",
     "\"London Underground is now running more trains than ever before and is more reliable than it has been for many years. A lot of hard work has gone into these improvements, but we know there is a lot more still to do.",
     "\"We are investing billions in the Tube and I am determined to ensure that the promised improvements are delivered for passengers.\"",
     "Tube Lines Chief Executive Terry Morgan said:\u003cbr /\u003e\"The completion of the first tranche of stations under the investment programme represents a major milestone in our plans to rebuild the Jubilee, Northern and Piccadilly lines.",
     "\"The stations themselves look and feel brighter and the introduction of new technology has delivered substantial improvements in information provision and the safety of customers. We have a further 15 stations planned to go on site in the first six months of this year and over the next five years we are committed to upgrading almost every station across the three lines.",
     "\"This work is just another step for Tube Lines as we begin to deliver a massive improvement programme to London Underground. Work on the additional carriage for Jubilee line trains is progressing well for introduction in early 2006 as is our programme to replace the signalling systems on the Jubilee and Northern lines.\"\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}