{
 "pageTitle": "More improvements for Finsbury Park with Station Place upgrade",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "More improvements for Finsbury Park with Station Place upgrade",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Station Place bus station at Finsbury Park is to undergo major development works beginning on 26th February 2005."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "By spring 2006 passengers and local residents using the Station Place facilities at Finsbury Park can look forward to:",
     "{\"template\":\"bulletlist\",\"items\":[\"better access to buses and improved passenger waiting facilities;\",\"improved personal safety and security via better lighting and new 24-hour CCTV system;\",\"a new passenger information office;\",\"a new interchange gallery, providing a larger covered ticket hall and new ticketing facilities.\"]}",
     "Station Place is the next phase of improvements taking place as part of the Finsbury Park Transport Interchange (FPTI) project which is part-funded by TfL's £10bn 5 Year Investment Programme.",
     "John McNulty, TfL's Director of Interchange Programme said:",
     "\"The works at Station Place will help make it easier and safer for more passengers to switch between bus, Tube or train, by bicycle or by foot, which is the aim of the Finsbury Park project\".",
     "Current work to improve Wells Terrace bus station facilities and complete the new Finsbury Park Cycle Park will be finished during Spring 2005.",
     "The FPTI project is a joint initiative undertaken by TfL, the Finsbury Park Partnership, Islington and Haringey councils and the Heritage Lottery Fund with support from the SRA, Network Rail and WAGN.",
     "\u003cstrong\u003eBUS ROUTES - DIVERSIONS\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"\\u003cstrong\\u003eROUTE 153\\u003c/strong\\u003e will be removed from the bus station for the duration of works (26 February 2005 to the end of February 2006). During this period, the last set down point for this route will be stop R in Seven Sisters Road. The first pick up point for buses towards Liverpool Street will be stop T in Isledon Road (please refer to enclosed map);\\u003cbr /\\u003ebuses will run out of service between these two points via Seven Sisters Road, Blackstock Road, Rock Street and back along Seven Sisters Road to stop T in Isledon Road. Buses will stand at this point until they are due to depart for Liverpool Street. Stop H in Station Place and stop P in Rock Street will not be served by route 153 for the duration of the works;\",\"\\u003cstrong\\u003eROUTES 29, 253, 254, N29, N253\\u003c/strong\\u003e and\\u003cstrong\\u003eN279\\u003c/strong\\u003e that currently serve stop T will use adjacent bus stop W in Isledon Road for the duration of these works;\",\"\\u003cstrong\\u003eROUTES 19,106\\u003c/strong\\u003e and\\u003cstrong\\u003e236\\u003c/strong\\u003e will continue to set down and pick up in the bus station;\",\"\\u003cstrong\\u003eROUTE 4\\u003c/strong\\u003e which serves bus stop G in Station Place towards Islington and Waterloo only, will continue to do so although it may be necessary to divert the route at a later date.\\u003cbr /\\u003eFurther information for passengers is available through the TfL website \\u003ca href=\\\"http://www.tfl.gov.uk/finsburypark\\\"\\u003ewww.tfl.gov.uk/finsburypark\\u003c/a\\u003e .\\u003cbr /\\u003e\"]}",
     "Finsbury Park Transport Interchange (FPTI) project",
     "Since the summer of 2002, TfL has successfully led the diverse FPTI working group in the delivery of improvements to the station environment. The project is a joint initiative undertaken by TfL, the Finsbury Park Partnership, Islington and Haringey councils and the Heritage Lottery Fund with support from the SRA, Network Rail and WAGN.",
     "TfL has provided significant funding to date contributing to the FPTI provision of better access to buses, safer pedestrian crossings, new facilities for cyclists, a new taxi rank, a passenger drop-off point and new bus set-down bays.",
     "In addition to the Wells Terrace works, construction is underway on a state-of-the-art cycle park, providing secure staffed parking for 125 bicycles.",
     "The largest staffed cycle facility in central London, the park will have smartcard access, later planned to be compatible with Oystercard. The new facility will be located on Stroud Green Road providing a new entrance to Finsbury Park as well as a link to the London Cycle Network. Construction began in September 2004 and is expected to be completed by Spring 2005.",
     "\u003cstrong\u003eTfL Interchange Programme\u003c/strong\u003e TfL's Interchange Programme is part of Transport for London and the Mayor's commitment to improving the quality, security, convenience and accessibility of transport services for London residents and visitors.",
     "TfL is committed to the funding and co-ordination of a range of interchange improvement projects. The FPTI improvements will contribute to increasing the efficiency of London's transport network, attract more passengers and improve the quality of their journeys.",
     "\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}