{
 "pageTitle": "Quad bike gritters are the new weapon in winter maintenance",
 "description": "This week quad bike gritters will take to central London's footpaths for the first time, in a trial aimed at speeding up the footpath gritting service.Three quad bikes, that are normally used in landscaping maintenance, have been modified and hooked up to",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Quad bike gritters are the new weapon in winter maintenance",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Quad bike gritters are the latest addition to Transport for London's (TfL) armoury in tackling cold weather."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This week quad bike gritters will take to central London's footpaths for the first time, in a trial aimed at speeding up the footpath gritting service.",
     "Three quad bikes, that are normally used in landscaping maintenance, have been modified and hooked up to grit dispensers to quickly and evenly distribute salt onto pavements.",
     "Each quad bike can carry 500 kg of salt and at 1.2 metres wide, they are able to travel along most urban footpaths.",
     "Director of TfL's Road Network Operations, Keith Ollier said: \"These quad bikes will be able to grit footpaths much more quickly than the traditional approach of staff shovelling salt manually.",
     "\"We are trialling these quad bike gritters and if they prove successful they may be extended to more parts of the TfL Streets network.\"",
     "{\"template\":\"bulletlist\",\"items\":[\"Mc Nicholas PLC is the term contractor who has purchased the bikes.\",\"the cost of the bikes is incorporated in the contract for Streets maintenance between TfL and Mc Nicholas PLC.\",\"The quad bikes are made by Kawasaki and the gritter dispenser is made by logic GDS 200.\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}