{
 "pageTitle": "Transport for London on full alert for cold weather",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London on full alert for cold weather",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) today warned Londoners to take extra care when travelling during the predicted cold weather over the next few days. If the predicted ice and snow arrives, you should consider travelling only where journeys are absolutely necessary."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "TfL has implemented its cold weather plans across London's key road network and London Underground (LU).",
     "On the roads and buses:\u003cbr /\u003eTfL is responsible for London's key road network - the Red Routes - and has a fleet of up to 35 'Gritters' which operate from five depots using a stockpile of 3,800 metric tonnes of salt.",
     "This afternoon, TfL's Gritters have been out in force. Gritting began at 2pm and staff will be on standby to lay further grit throughout the night as required. TfL is also liaising closely with London's 33 Boroughs, which are responsible for most of the capital's roads - so important to London's bus network.",
     "On the Tube:\u003cbr /\u003eLU is working closely with Metronet and Tube Lines, the companies responsible for the maintenance and renewal of the Tube's infrastructure - the trains, tracks, signals and stations.",
     "De-icing equipment is fitted to 138 Tube trains which can spread the de-icing material on the overground track sections of the Tube network to keep them free of ice and snow. Metronet and Tube Lines will also be running de-icing trains throughout the Tube's night-time engineering hours to try and keep the tracks clear and allow LU to run Tube services tomorrow.",
     "\u003cstrong\u003eTfL advice to those intending to travel:\u003c/strong\u003e ",
     "During the forthcoming cold weather, TfL is providing the following advice to Londoners and those intending to travel in London:",
     "Consider whether your journey is absolutely necessary at this time, or whether it can be undertaken at another time;\u003cbr /\u003eIf you are intending to travel, make sure you check weather and travel reports before travelling via local media, the \u003ca href=\"http://www.tfl.gov.uk\"\u003eTfL website\u003c/a\u003e or call London Travel Info on 020 7222 1234;\u003cbr /\u003eIf possible, leave extra time for your journey and ensure you are properly prepared for longer journeys.\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}