{
 "pageTitle": "Victorian Borough transformed into state of the art station",
 "description": "To mark the completion of the work, a Meet the Managers event is being held at Borough Station on the afternoon of Wednesday, February 9, 2005, where passengers can learn from LU and Tube Lines about the modernisation.David Millard, LU Northern line",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Victorian Borough transformed into state of the art station",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Victorian Borough Tube station, over 114 years old, has been transformed into a modern, state-of-the-art station. The modernisation, undertaken for London Underground (LU) by Tube Lines, is one for of the first concrete examples of the billions now being invested in the capital's transport infrastructure."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "To mark the completion of the work, a Meet the Managers event is being held at Borough Station on the afternoon of Wednesday, February 9, 2005, where passengers can learn from LU and Tube Lines about the modernisation.",
     "David Millard, LU Northern line General Manager said:\u003cbr /\u003e\"Borough is one of seven modernised and refurbished stations completed by Tube Lines across London, on time and on budget. These stations are the first concrete delivery of TfL's five-year, £10 billion Investment Programme to improve and expand the capital's transport network.\"",
     "\"The modernisation of Borough station delivers real benefits to passengers, making it cleaner, brighter and even safer than before.",
     "\"Tube Lines has undertaken major structural and renewal work to modernise Borough, but have also retained the heritage features from its Victorian roots.",
     "\"The station has been re-tiled, re-plastered and freshly painted throughout and a special membrane has been added to cure water ingress problems. It now has new CCTV security systems, better lighting, and upgraded PA systems and Help Points.",
     "\"Passengers particularly like the new information indicator boards, which are not only on the platforms, but in the ticket hall as well, so they can see exactly when the next few trains will arrive as soon as they step in the ticket hall.\"",
     "Borough station first opened on December 18, 1890 as part of the City and South London Railway - the original deep-level Tube - which first ran between Stockwell and King William Street, a station which is now closed.",
     "From 1900, the Northern line ran from Clapham Common to Moorgate. The southern part of the line reached Morden in 1926. In north London, it reached Archway and Golders Green in 1907, Edgware in 1924, High Barnet in 1940 and Mill Hill East in 1941.",
     "Tim O'Toole, LU Managing Director said:\u003cbr /\u003e\"London Underground is now running more trains than ever before and is more reliable than it has been for many years. A lot of hard work has gone into these station improvements, but we know there is a lot more still to do.",
     "\"We are investing billions in the Tube and I am determined to ensure that the promised improvements are delivered for passengers.\"",
     "Terry Morgan, Tube Lines Chief Executive said:\u003cbr /\u003e\"The completion of the first tranche of stations under the investment programme represents a major milestone in our plans to rebuild the Jubilee, Northern and Piccadilly lines.",
     "\"The stations themselves look and feel brighter and the introduction of new technology has delivered substantial improvements in information provision and the safety of customers. We have a further 15 stations planned to go on site in the first six months of this year and over the next five years we are committed to upgrading almost every station across the three lines.",
     "\"This work is just another step for Tube Lines as we begin to deliver a massive improvement programme to London Underground. Work on the additional carriage for Jubilee line trains is progressing well for introduction in early 2006 as is our programme to replace the signalling systems on the Jubilee and Northern lines.\""
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}