{
 "pageTitle": "World first as daily price capping on Oyster Pre Pay brings benefits to passengers",
 "description": "Daily price capping means passengers on the Tube, bus, tram or DLR will never pay more than the price of a Day Travelcard, no matter how many Oyster Pre Pay journeys in zones 1 to 6 are made. The Oyster card is the first smartcard ticketing system in the",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "World first as daily price capping on Oyster Pre Pay brings benefits to passengers",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Mayor of London Ken Livingstone today pledged faster, easier journeys for Londoners with the launch of daily price capping, available from 27 February, on Oyster Pre Pay - a world first for smartcard ticketing."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Daily price capping means passengers on the Tube, bus, tram or DLR will never pay more than the price of a Day Travelcard, no matter how many Oyster Pre Pay journeys in zones 1 to 6 are made. The Oyster card is the first smartcard ticketing system in the world to offer daily price capping.",
     "Passengers who pay cash or buy Day Travelcards can now switch to Oyster and benefit from faster and easier journeys.",
     "Mayor Ken Livingstone said:\u003cbr /\u003e\"Many more passengers will now be able to travel on our network with this 21st Century card in their pocket. Nearly three million journeys are made in London every day with Oyster, making it a world leader in smartcard ticketing.",
     "\"Oyster is already speeding up the bus service, reducing queues at Tube stations and helping to take cash off the buses. Daily price capping will allow passengers who usually buy Day Travelcards, One day Bus Passes or pay cash for single trips to benefit from quicker journeys and easier payment options. Oyster offers a safer alternative to paper tickets because it reduces ticket touting and you don't need to take the card out of its wallet.\"",
     "With daily price capping, passengers will be charged the Pre Pay fare for each single trip made. Once the total of several Pre Pay journeys reaches a cap, any further journeys that day are free, dependant on time of travel and whether the passenger travels beyond the zones covered in the original cap.",
     "Jay Walder, TfL's Managing Director of Finance and Planning added:\u003cbr /\u003e\"Oyster is an excellent example of TfL delivering modern transport options. On top of other benefits for passengers, Oyster technology means TfL can crack down on fraud and introduce efficiencies worth over £120 million over the next five years. These savings will be ploughed back into the transport network to further improve services.\"\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}