{
 "pageTitle": "Famous voices partner with TfL for London Poppy Day",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2016",
   "url": "/info-for/media/press-releases/2016"
  },
  {
   "title": "November",
   "url": "/info-for/media/press-releases/2016/november"
  },
  {
   "title": "Famous voices partner with TfL for London Poppy Day"
  }
 ],
 "title": {
  "title": "Famous voices partner with TfL for London Poppy Day",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "British legends; Jessica Ennis-Hill, Michael Palin and Jennifer Saunders join a host of celebrities to take over Tube and bus announcements to encourage Londoners to give generously for London Poppy Day"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Members of Royal Navy, Army and RAF will fundraise at Tube stations across London\"]}",
     "Transport for London (TfL) has once again joined forces with The Royal British Legion and a host of celebrities to support London Poppy Day - the largest and most ambitious one-day street collecting event of its kind.",
     "Customers travelling on the London Underground will hear Jessica Ennis-Hill, Jennifer Saunders, Moira Stuart, Michael Palin and BBC radio presenter Nihal Arthanayake join veteran Poppy Day supporters Barbara Windsor and Stephen Fry in urging Londoners to give generously to support the Legion's vital work.  Brian Blessed's distinctive roar will greet passengers on London's buses.",
     "Thousands of Royal Navy, Army and RAF personnel will be at the ready with collection tins at 45 stations on the Underground, with a special collection taking place on-board a Circle line train from Westminster to Edgware Road. In keeping with tradition ten London buses have been wrapped in the Poppy Livery.  Military bands will also be entertaining commuters at Canary Wharf Underground station.",
     "London's Transport Commissioner, Mike Brown MVO said:",
     "'We have always been proud of our relationship with the armed forces and The Royal British Legion. Our continued effort to promote London Poppy Day is just one way of saying thank you for the sacrifices that servicemen and women have made over the years. We've been overwhelmed by the support of so many famous faces, as well as from our bus operators and station staff, in helping us promote this cause over the years, and we really hope these special announcements encourage people to give generously.'",
     "Claire Rowcliffe, Director of Fundraising at The Royal British Legion, said:",
     "'London Poppy Day wouldn't be what it is without the people behind it. What started with 10 people in 2006 has undoubtedly grown in size but it's still the thousands of individuals behind it that make it what it is today. From the uniformed collectors stationed across the city to the volunteers and musicians, we're grateful to Londoners for getting in the spirit of the day and showing their support to the Armed Forces community.'",
     "London transport has been connected to Remembrance Sunday since 1920 when bus staff were given the right to march alongside the armed forces by King George V, in recognition of the services of the men who drove buses to the front line in France and Belgium from 1914-1918.",
     "Members of the London Transport Old Comrades Association, led by bus driver and former member of the Royal Signals, Barry Osbourne, will take part in the annual Remembrance Sunday parade to the Cenotaph on Sunday 13 November in honour of the 4,500 transport workers who died in the two World Wars and other conflicts.",
     "Martin Keegan, who served in the Royal Auxiliary Air Force during both Gulf wars and is now a Tube driver will lay the London Transport Old Comrades Association wreath at the Cenotaph.",
     "Martin Keegan said:",
     "'I am extremely proud to be given the privilege of laying the wreath on behalf of TfL. With the conclusion of the Battle of the Somme on 19 November, it is particularly special that I will have the chance of honouring the many men and women who have given their lives to protect our freedom.'",
     "War veterans with a Veterans Oyster photo-card can travel free on bus, Tube, tram, DLR, London Overground, TfL Rail and most National Rail services in London",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"Images of all the wrapped buses and celebrity recordings are available at \\u003ca href=\\\"https://www.flickr.com/photos/tflpress/albums/72157674606950301\\\"\\u003ehttps://www.flickr.com/photos/tflpress/albums/72157674606950301\\u003c/a\\u003e \",\"The costs associated with the wrapped Poppy buses were covered by the operators Abellio, Arriva, Go Ahead, Metroline, RATP, Tower Transit and Stagecoach.\"]}",
     "Celebrity voices can be heard at the following stations:",
     "{\"template\":\"bulletlist\",\"items\":[\"Nihal Arthanayake - Blackhorse Road, Finsbury Park, Highbury and Islington, Tottenham Hale, Seven Sisters,\",\"Marcus Bentley - Aldgate, Cannon Street, Euston, Moorgate, South Kensington.\",\"Brian Blessed - Embankment, Hyde Park Corner, Kilburn, Rayners Lane, Vauxhall and London Buses.\",\"Peter Dickson - Blackfriars, Ealing Broadway, Earls Court, Stockwell, Temple,\",\"Jessica Ennis-Hill - Bond Street, King's Cross St. Pancras, North Greenwich, Stratford, Waterloo and Westminster.\",\"Stephen Fry - Canary Wharf, Leytonstone, Leicester Square, Liverpool Street, London Bridge, Oval.\",\"Michael Palin - Edgware Road, Notting Hill Gate, Swiss Cottage, St John's Wood.\",\"Jennifer Saunders - Green Park, Holborn, Shepherd's Bush, Tottenham Court Road, Victoria.\",\"Moira Stuart - Charing Cross, Elephant and Castle, Great Portland Street, Maida Vale, Oxford Circus, Piccadilly Circus.\",\"Barbara Windsor - Paddington, St Paul's, Baker Street, Bank/Monument, Covent Garden.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2016/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2016/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2016/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2016/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2016/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2016/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2016/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2016/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2016/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2016/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2016/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2016/december",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}