{
 "pageTitle": "Bus route U9 between Uxbridge Station and Harefield Hospital gets a new Sunday service",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Bus route U9 between Uxbridge Station and Harefield Hospital gets a new Sunday service",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) has announced that from Sunday 13 April 2008, a new Sunday service will operate on bus route U9."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The additional service will be a useful link for people",
     "This follows a TfL review and requests from Hillingdon and Harefield Tenants' and Residents' Associations.\u003cbr /\u003e\u003cbr /\u003eThe route is operated by Arriva and runs between Uxbridge Station and Harefield Hospital.",
     "It serves Harvil Road, South Harefield, Harefield Village and Harefield West, and currently runs every 20 minutes on weekdays and Saturdays, from 06:00 to 21:00.",
     "The new Sunday service will run hourly between approximately 08:00 to 21:00.",
     "John Barry, Head of Network Development for London Buses, said:  \"We believe that the additional service will be a useful link for people travelling in and around Harefield and Uxbridge.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Beneficial\"}",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Route U9 is served by single deck buses\",\"London bus services are constantly under review to ensure we continue to provide the best possible service to those who live in, work in, or visit London\",\"All London buses have in-vehicle CCTV and all except the Heritage Routemasters are accessible to wheelchair users\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}