{
 "pageTitle": "Closure of New Oxford Street and Charing Cross Road bus lanes",
 "description": "Routes 7, 8, 10, 14, 19, 24, 25, 29, 38, 55, 73, 98, 134, 176, 242, 390, N7, N8, N10, N19, N20, N29, N38, N41, N73, N98, N171, N207, N253 and N279 will be diverted. Full details of the diversions will be available on online. Posters advising passengers of",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Closure of New Oxford Street and Charing Cross Road bus lanes",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "From 06:30 Monday 14 April until Monday 7 July 2008, New Oxford Street and Charing Cross bus lanes will be closed to allow essential works by Thames Water to take place."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Routes 7, 8, 10, 14, 19, 24, 25, 29, 38, 55, 73, 98, 134, 176, 242, 390, N7, N8, N10, N19, N20, N29, N38, N41, N73, N98, N171, N207, N253 and N279 will be diverted.",
     "Full details of the diversions will be available on \u003ca href=\"http://www.tfl.gov.uk\"\u003eonline\u003c/a\u003e .",
     "Posters advising passengers of the diversions and stopping arrangements will be displayed at the affected bus stops.",
     "There will be temporary bus stops along St Giles High Street and Shaftesbury Avenue during the diversions.\u003cbr /\u003e\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "During the closure of New Oxford Street and Charing Cross Road bus lanes buses will be diverted as follows:",
     "\u003cstrong\u003eRoute 14\u003c/strong\u003e ",
     "Southbound - towards Putney Heath: From Bloomsbury Street down Shaftesbury Avenue continuing along Shaftesbury Avenue to normal line of route.",
     "Northbound - towards Warren Street: No diversions.",
     "\u003cstrong\u003eRoutes 7, 10, 73, 134, 390, N7, N10, N73 and N253\u003c/strong\u003e ",
     "Southbound - towards Centre Point: From Bloomsbury Street at New Oxford Street diverted down Shaftesbury Avenue then right onto St Giles High Street, turning right at the cut through into Andrew Borde Street, left into New Oxford Street and then returning to normal line of route.",
     "\u003cstrong\u003eRoute 134\u003c/strong\u003e will terminate at the temporary stop in St Giles High Street.",
     "Northbound - towards Warren Street or Russell Square: No diversions.",
     "\u003cstrong\u003eRoutes 8, 25, 55, 98, 242, N8, N55, N68, N73, N98, N171 and N207\u003c/strong\u003e ",
     "Westbound - towards Centre Point: From High Holborn, diverted to continue down High Holborn, along St Giles Street, turning right at the cut through into Andrew Borde Street, left into New Oxford Street and then returning to normal line of route.",
     "Buses will also be stopping at the bus stop in High Holborn at Drury Lane.",
     "\u003cstrong\u003eRoute 242\u003c/strong\u003e will terminate at the temporary bus stop in St Giles High Street.",
     "Eastbound - towards Holborn: No diversions.",
     "\u003cstrong\u003eRoutes 24, 29, N20, N29 and N279\u003c/strong\u003e \u003cbr /\u003eSouthbound - towards Trafalgar Square: From Bloomsbury Street at New Oxford Street diverted down Shaftesbury Avenue, turning left onto Charing Cross Road and then returning to normal line of route.",
     "Northbound - towards Warren Street Station: No diversions.",
     "\u003cstrong\u003eRoutes 19, 38, N19 and N38\u003c/strong\u003e \u003cbr /\u003eSouthbound - towards Piccadilly Circus: From High Holborn at New Oxford Street diverted down High Holborn, left on Shaftesbury Avenue and then returning to its normal line of route.",
     "Buses will also be stopping at the bus stop in High Holborn at Drury Lane.",
     "Northbound - towards Angel Islington: No diversions.",
     "\u003cstrong\u003eRoute 176\u003c/strong\u003e \u003cbr /\u003eSouthbound - towards Waterloo:\u003cbr /\u003eFrom Oxford Street at Charing Cross Road diverted down New Oxford Street, turning right onto Shaftesbury Avenue, continuing down Charing Cross Road and then returning to normal line of route.",
     "Northbound - towards Oxford Circus: No diversions.",
     "\u003cstrong\u003eRoute N41\u003c/strong\u003e \u003cbr /\u003eSouthbound - towards Trafalgar Square:\u003cbr /\u003eFrom High Holborn at New Oxford Street diverted down High Holborn turning left onto Shaftesbury Avenue and then onto Charing Cross Road before returning to normal line of route.",
     "Buses will also be stopping at the bus stop in High Holborn at Drury Lane.",
     "Northbound - towards Angel Islington: No diversions.\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}