{
 "pageTitle": "Community groups urged to get on their bikes",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Community groups urged to get on their bikes",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London's community groups have until Friday 16 May to apply for grants worth up to £5,000 each from this year's Community Cycling Fund for London (CCFfL)."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We're seeing more and more people from all walks of life riding around the Capital",
     "The Community Cycling Fund for London (CCFfL), which is managed by the London Cycle Campaign and funded by Transport for London (TfL), supports groups who want to help increase the number of people cycling in their area.",
     "Grants are available to help run local rides, events or other small scale projects that will encourage and grow cycling within London's many diverse communities.",
     "Applications for the first round of funding from the £200,000 2008 pot have already closed, so community groups have just one month left to apply for the second and final round of grants.",
     "In 2007, more than £200,000 in grants were made to 54 groups across the Capital.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Cycle with confidence\"}",
     "Projects that were funded in 2007 supported a diverse range of activities, including: helping deaf children acquire the balance and confidence needed to ride bikes safely, promoting cycling among Orthodox Jewish women in North London, organising nature rides during summer holidays for children from estates, and promoting cycling as a benefit to children's health and wellbeing.",
     "Peter McBride, Head of Cycling, Walking and Accessibility at TfL, said: \"Cycling in London really is undergoing a revolution - we're seeing more and more people from all walks of life riding around the Capital.",
     "\"The Community Cycling Fund for London is helping lots of local cycling projects to get off the ground.",
     "\"The beauty of grass roots projects like these is that they are grown by local communities and open up cycling to people who might never have thought of cycling otherwise.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Apply now\"}",
     "Koy Thompson, CEO of London Cycle Campaign, said: \"Through the CCFfL we have helped hundreds of people who wouldn't ordinarily get the chance to access the joys and benefits of every day cycling\"",
     "Applications must be sent before Friday 16 May.",
     "For further information about the grants and how to apply, please visit \u003ca href=\"http://www.lcc.org.uk\"\u003ewww.lcc.org.uk\u003c/a\u003e ",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The Community Cycling Fund for London (CCFfL) works in partnership with four key members - TfL, London Cycling Campaign, Sustrans and the Greater London Authority\",\"London has seen a dramatic rise in the number of people cycling, with an 83 per cent increase on London's major roads since 2000. It is estimated that there are now approximately 480,000 cycle journeys a day across London as a whole\",\"CCFfL was previously known as the Cycle London Promotion Partnership (CLPP) and has been running since 2003\",\"The annual Cycling Communities Awards, funded by TfL, will take place on 22 May 2008. Cycling Community Groups and members of 999 emergency cycling teams will be attending the event, which has been created to celebrate the many important local cycling projects that are now taking place across the Capital\",\"The next chance to apply for the CCFfL will be in February 2009\",\"Case study - Pedal4Health - success story\\u003cbr /\\u003eul\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}