{
 "pageTitle": "Docklands Pier re-opened for commuters",
 "description": "The upgraded facilities at the pier will enable a higher number of passengers to use the Thames Clippers river bus services, which connect the major commuter interchanges of Blackfriars, London Bridge, Charing Cross and Waterloo with the Isle of Dogs, and",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Docklands Pier re-opened for commuters",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) and British Waterways will re-open Masthouse Terrace Pier on Friday 25 April following a £500,000 refurbishment."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We aim to encourage more commuters to use the river",
     "The upgraded facilities at the pier will enable a higher number of passengers to use the Thames Clippers river bus services, which connect the major commuter interchanges of Blackfriars, London Bridge, Charing Cross and Waterloo with the Isle of Dogs, and the commercial hub of the Docklands.",
     "As part of the refurbishment the pier has also been fitted with new safety measures, increased facilities for people with disabilities, and features aimed at enhancing the travel experience and comfort of passengers.",
     "As part of the £500,000 project, the steel structure of the pier has been upgraded, and the pier has been repainted and refurbished, and fitted with new passenger information boards.",
     "Security has been improved with the installation of CCTV cameras, a help point and a new passenger shelter.",
     "In order to make it more accessible to people with disabilities it has been fitted with handrails and Disability Discrimination Act compliant access ramps.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Commuters\"}",
     "Mike Weston, Operations Director for Transport for London's  Surface Transport, said: 'Transport for London has made a substantial investment in developing sustainable commuter services on the river, and will continue to invest in making river transport an attractive, viable option for commuters.",
     "'The improvements to Masthouse Terrace Pier mean passengers will know when the next boat is due to arrive and they will be able to wait in comfort in all weathers using the new shelter.",
     "'They will also benefit from increased security, for new CCTV cameras have been installed at the pier alongside a help point which is connected to a 24/7 emergency control room.'",
     "Dennis Fink, British Waterways' Docklands Manager, explains: 'We are very pleased with the refurbishment works, and hope that passengers will be impressed with the improved pier.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"More choice\"}",
     "'We aim to encourage more commuters to use the river to reach the Docklands, and this project supports our long term plans to work with TfL and other partners to bring several new piers into operation, offering more choice for Docklands commuters.'",
     "The refurbishment of the pier was undertaken by British Waterways' contractors Volker Stevin.",
     "The pier was towed by river to a dry dock at Greenwich for the refurbishment works.",
     "Masthouse Terrace Pier was built in 1987 by London Docklands Development Corporation.",
     "It has been used as a riverbus stop by Thames Clippers since 2002 and is currently used by 800 passengers a week.",
     "\u003cstrong\u003eNotes to\u003c/strong\u003e \u003cstrong\u003eeditors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\" \\u003ca href=\\\"http://www.britishwaterways.co.uk/london\\\"\\u003eBritish Waterways\\u003c/a\\u003e cares for and manages 100 miles of canals and rivers and 110 acres of docks in London. As a not-for-dividend public corporation it works with a broad range of public, private and voluntary sector partners to unlock the potential of the inland waterways for the benefit of the millions who visit and care for them\",\"TfL's \\u003ca href=\\\"http://www.tfl.gov.uk/modalpages/2648.aspx\\\"\\u003eLondon River Services \\u003c/a\\u003e owns and operates the following piers: Millbank Millennium, Westminster Millennium, Embankment, Festival, Blackfriars Millennium, Bankside, Tower Millennium and Greenwich\",\"A TfL grant of £400,000 contributed towards the Masthouse Terrace Pier improvement works\",\"The help point on Masthouse Terrace Pier will connect users to CentreComm, London Buses' 24/7 Emergency Command and Control Centre, who will be able to remotely monitor CCTV footage from the pier\",\"London River Services is keen to ensure the continued growth and development of river services and to see that all riverboat services are integrated, where practicable, with London's other public transport services\",\"A new timetable on services from Masthouse Terrace Pier has been issued by operator Thames Clippers. The first Westbound River Bus Service from Masthouse Terrace Pier departs at 06:20 and leaves every 20 minutes from 07:00 until 00:11. The Eastbound,services also depart every 20 minutes from 10:32 until 01:14. Services also operate every 20 minutes on Saturday, Sunday and Bank Holidays. More information on the timetable can be found \\u003ca href=\\\"http://www.thamesclippers.com/homePassengers\\\"\\u003ehere\\u003c/a\\u003e with a valid Travelcard will get a third off the price of their river bus ticket\",\"Photographs are available on request\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}