{
 "pageTitle": "FORS introduced to the freight industry at trade show",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "FORS introduced to the freight industry at trade show",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "TfL invites freight operators to join distribution efficiency scheme"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "'FORS is one of four big projects that have come out of the London Freight Plan and will be extremely valuable",
     "Transport for London's Freight Operator Recognition Scheme (FORS) was rolled out to the freight industry this week, at the Commercial Vehicle Show in Birmingham.",
     "FORS is a unique membership scheme that will establish industry benchmarks and acknowledge operational efficiency within the freight industry.",
     "The scheme will be open to all van and lorry operators delivering in and around London and aims to improve all areas of freight distribution and to reduce CO2 emissions, congestion, collisions and operator costs.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Three benefits\"}",
     "{\"template\":\"bulletlist\",\"items\":[\"Access to advice. Membership to FORS will give operators access to advice and assistance in meeting their legal obligations and compliance with statutory regulations\",\"Raising standards. FORS will educate, encourage and give incentives to operators to follow best practice, beyond being compliant with the law\",\"Promoting sustainability. FORS will support operators in improving the safety of their business, reducing their impact on the environment and becoming more economically efficient\"]}",
     "The scheme will benefit both operators and clients; it will be an invaluable tool for clients when awarding contracts, as it provides a simple way for operators to demonstrate their sustainable credentials",
     "The project will also link with bespoke London training for drivers, recognised with a National Vocational Qualification (NVQ) Level 2.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"London Freight Plan\"}",
     "FORS is one of four key projects detailed in the London Freight Plan which was published earlier this year.",
     "Stephen Steele, Head of TfL's Freight Unit, said: 'FORS is one of four big projects that have come out of the London Freight Plan and will be extremely valuable.",
     "'We hope the scheme will encourage freight operators to focus on how they can adopt better working practices that will make them stand out from their competitors and make their businesses more efficient, while actively contributing to the wider agenda of reducing their impact on climate change and improving sustainability.''",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Notes to editor:\"}",
     "{\"template\":\"bulletlist\",\"items\":[\"More information on Transport for London's FORS scheme can be found in the \\u003ca href=\\\"/businessandpartners/freight/1286.aspx\\\"\\u003eFORS section\\u003c/a\\u003e of this site\",\"The London Freight Plan is the result of a collaborative partnership between the London Sustainable Distribution Partnership (LSDP), TfL, the London boroughs and key businesses, freight operators and industry associations. It was published in January 2008 and a PDF can be downloaded from the \\u003ca href=\\\"/businessandpartners/freight/1292.aspx\\\"\\u003eLondon Freight Plan\\u003c/a\\u003e page on this website\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}