{
 "pageTitle": "High Court upholds PCO's decision to withdraw approval for modified Eco-Power system",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "High Court upholds PCO's decision to withdraw approval for modified Eco-Power system",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) has today advised it has won a legal challenge against Eco-Power after a decision to withdraw approval of a modified emission reduction system."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Our concern throughout has been to ensure that our high standards of emissions reduction technology are maintained",
     "On the advice of the Energy Saving Trust (EST), TfL's Public Carriage Office (PCO) decided on Friday 28 March to withdraw the approval granted on 11 September 2007 for the modified Eco-Power emissions reduction system (which recirculates exhaust gases into the vehicle's exhaust pipe via a heat exchanger, rather than through the vehicle's engine).",
     "Following a conformity inspection carried out by EST, the PCO was advised that the modified system did not meet the technical requirements for reducing emissions of oxides of nitrogen.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Flawed\"}",
     "A PCO notice was issued on Friday 28 March providing advice for taxi owners who had already installed the system or had appointments to have it installed.",
     "The PCO wanted to prevent taxi owners fitting a system that they believed may be flawed.",
     "However, Eco-Power obtained an injunction from the High Court on 30 March preventing the PCO from publishing notice of the withdrawal of the approval.",
     "In the High Court yesterday (Tuesday 22 April ), Judge Hickinbottom discharged that injunction and dismissed Eco-Power's challenge to the PCO's decision to withdraw the authorisation in respect of the modified system.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Expert advice\"}",
     "The judge held that, in doing so, the PCO had acted reasonably on the basis of proper expert advice.",
     "The High Court confirmed that PCO approvals for Eco-Power's original system (which recirculates exhaust gases directly into the vehicle's engine) remain unaffected.",
     "The PCO has no objection to this original system being fitted.",
     "Ed Thompson, TfL's Taxis and Private Hire Director, said: 'Our concern throughout has been to ensure that our high standards of emissions reduction technology are maintained.",
     "'The PCO is pleased with this outcome and fully takes on board the judge's detailed and careful consideration of this case.'",
     "\u003cstrong\u003eNotes to editors \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The emission systems approved by the PCO are designed to reduce key local air pollutants in London which include oxides of nitrogen (NOx), and particulate matter (PM10)\",\"The Energy Saving Trust (EST) is a non-profit organisation, funded both by government and the private sector. They are set up to address the damaging effects of climate change and have offices in England, Scotland, Northern Ireland and Wales. Their aim is to cut emissions of carbon dioxide (CO2) by promoting the sustainable and efficient use of energy\",\"There are issues outstanding as the PCO disputes that, in the light of the final judgement, that Eco Power had any right to claim damages\",\"This decision and the subsequent PCO notice does not affect approval of two other emissions reduction equipment for which Eco-Power were given approval on 5 June 2007 and 16 July 2007\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}