{
 "pageTitle": "Metronet about to be transferred to Transport for London",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Metronet about to be transferred to Transport for London",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Exit from Administration expected within weeks"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "'We anticipate that the Metronet business will transfer to Transport for London during the next few weeks",
     "Metronet's exit from Administration and transfer to Transport for London (TfL) neared completion today, as the Mayor of London gave his approval to the schemes which transfer the Metronet business to TfL so that the final legal process can start.",
     "The PPP Administrators from Ernst \u0026 Young will now make an application to the Courts to establish a date for a hearing, at which a date for the transfer of the people, assets and contracts of the Metronet business to TfL control will be finalised.",
     "It is anticipated that this will happen within weeks.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Hard work\"}",
     "London Underground Managing Director Tim O'Toole said: 'We have now begun the final process of removing Metronet from Administration, which is a major achievement and extremely good news for London's Tube passengers.",
     "'We anticipate that the Metronet business will transfer to Transport for London during the next few weeks.",
     "'In dealing with the collapse of Metronet, and through the Administration process, there have been two key priorities.",
     "'First, to ensure the continued safe and reliable operation of the Tube network for passengers.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Dedication\"}",
     "'That has been achieved and I would like to pay tribute to the hard work and dedication shown by all Metronet and London Underground staff, as well as the PPP Administrators.",
     "'We need to continue to work together for passengers.",
     "'Secondly, following Administration, we will seek to put in place a stable, economic and efficient structure that is better able to deliver Transport for London's investment priorities leading to increased capacity on the Tube in future, along with station security and communications improvements.",
     "'The transfer to Transport for London control will enable us to further restructure and properly plan for the future.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Metronet Rail BCV and Metronet Rail SSL entered PPP Administration on 18 July 2007. London Underground is working closely with the Administrators, Ernst \\u0026 Young, to ensure all necessary maintenance and renewal works continue\",\"Metronet Rail BCV is responsible for the maintenance and renewal of the Bakerloo, Central, Victoria and Waterloo \\u0026 City lines\",\"Metronet Rail SSL is responsible for the maintenance and renewal of the sub-surface lines: the Circle, District, Hammersmith \\u0026 City and Metropolitan\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}