{
 "pageTitle": "Route 195 gets an extended service from Ealing Hospital to Brentford County Court",
 "description": "This will provide a new direct link between Southall and Brentford via Ealing Hospital.The extension comes following a review of the service and requests from stakeholders. Route 195, which uses single deck buses, will be extended via Uxbridge Road,",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Route 195 gets an extended service from Ealing Hospital to Brentford County Court",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "TfL has announced that from Saturday 19 April 2008, route 195 will be extended from Ealing Hospital to Brentford County Court."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We are pleased to have worked with local stakeholders to provide new direct links to Ealing Hospital",
     "This will provide a new direct link between Southall and Brentford via Ealing Hospital.",
     "The extension comes following a review of the service and requests from stakeholders.",
     "Route 195, which uses single deck buses, will be extended via Uxbridge Road, Boston Road, Boston Manor Road, Half Acre and Brentford High Street.",
     "Buses will stop at Boston Manor Station, providing a link with the Piccadilly line, and Brentford Station, providing a link with South West Trains' services.",
     "Bob Blitz, Network Planning Manager for London Buses, said: 'We are pleased to have worked with local stakeholders to provide new direct links to Ealing Hospital from Brentford.",
     "'Route 195 will now provide extra capacity along the Boston Road corridor, which is currently only served by route E8.'",
     "Buses will continue to operate about every 12 minutes during the day and about every 20 minutes during the evenings.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Notes to editors\"}",
     "{\"template\":\"bulletlist\",\"items\":[\"The route will no longer enter Ealing Hospital grounds, but will stop outside the hospital on Uxbridge Road\",\"London bus services are constantly under review to ensure we continue to provide the best possible service to those who live in, work in, or visit London\",\"All London buses have in-vehicle CCTV and all except the Heritage Routemasters are accessible to wheelchair users\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}