{
 "pageTitle": "Stage two of work to improve Brixton Town Centre gets underway",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Stage two of work to improve Brixton Town Centre gets underway",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Improvements to pedestrian and bus facilities along Brixton Road will begin on April 28."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) will begin Phase Two of the Brixton Town Centre project next week, with works to improve pedestrian and bus facilities along the A23 Brixton Road between Stockwell Road and Coldharbour Lane.",
     "The scheme, commencing on Monday 28 April, will include:",
     "{\"template\":\"bulletlist\",\"items\":[\"Widening the footways to provide extra space for pedestrians and waiting bus passengers\",\"A new signalised pedestrian crossing at Atlantic Road and improvements to the existing crossing facilities\",\"Joining up of sections of existing bus lane to improve accessibility and reduce bus journey times\"]}",
     "Where possible, general street clutter will also be removed to provide a more pleasant environment for locals and visitors.",
     "The construction work will be carried out in stages so that the impact on local residents and commuters is minimised and at least one lane of traffic in both directions on Brixton Road will be maintained during the works.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Improvements\"}",
     "This stage of the project is due to be completed in early 2009, including a two week break scheduled over the busy Christmas period so as not to impact on retailers during their peak period.",
     "Consultation on the scheme was carried out in 2006 and the work is being coordinated with London Borough of Lambeth.",
     "Phase One of the Brixton Town Centre project was finished in 2005 and included improvements to pedestrian facilities and bus accessibility at Brixton Road, Stockwell Road and Stockwell Park Road.",
     "Phase Three of the project, currently in planning stages, would see the creation of Brixton Central Square, and include the removal of the gyratory system around St Matthews Church and the creation of a square at Windrush Square and Tate Gardens.",
     "The Brixton Town Centre project is a part of TfL's £10bn Investment Programme, funding work to improve London's transport system and enhance the urban environment.",
     "The contractor for the works is FM Conway Limited and Atkins plc is the consulting designer.",
     "\u003cbr /\u003e\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Journalists are invited to tour the site with the Project Manager on Monday 28 April and view the artist's impression images of how Brixton Road will look when Phase Two is complete. Contact Kristy Marshall on 020 7126 4386 for further details\",\"TfL is responsible for maintaining and managing the 580km Transport for London Road Network, which, although comprising only five per cent of the Capital's roads, carries approximately 33 per cent of its traffic\",\"FM Conway Limited is a multi-disciplined construction contractor in the field of civil engineering, surfacing and highway maintenance. \\u003ca href=\\\"http://www.fmconway.co.uk/\\\"\\u003ehttp://www.fmconway.co.uk/\\u003c/a\\u003e \",\"Atkins Plc is a multinational engineering and design consultancy \\u003ca href=\\\"http://www.atkinsglobal.com/\\\"\\u003ehttp://www.atkinsglobal.com/\\u003c/a\\u003e .\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}