{
 "pageTitle": "Three bridges in a row for East London line extension",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Three bridges in a row for East London line extension",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "A spectacular new bridge for Transport for London's (TfL's) East London line extension is to be installed in May."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Passengers will benefit from a fast, frequent and reliable over ground service",
     "The bridge is due to be the last of three new East London line bridges to be installed within six weeks.\u003cbr /\u003e\u003cbr /\u003eThe 600 tonne truss steel structure will be put into place at New Cross Gate, where it will carry the line towards London over Network Rail tracks.",
     "East London line Project Manager Bob Brannan said: 'The installation of three key bridges in less than six weeks is an extraordinary achievement for the East London line extension and brings us another step closer to completing the works, which are part of the £1.4bn investment in transforming the Capital's rail services.",
     "'The London Overground network, of which the East London line will be part, will connect 20 of the 33 London boroughs, and will play a key role in supporting the regeneration of the East London area.",
     "'Passengers will benefit from a fast, frequent and reliable over ground service, and the East London line will also play an integral part in carrying passengers to and from the Olympic village in 2012.'\u003cbr /\u003e\u003cbr /\u003eThe bridge was designed by Scott Wilson Railways and made from concrete and British Corus steel.",
     "Fairfield Mabey, the company behind some of Britain's landmark bridge construction, was responsible for some of the engineering detail.",
     "The first East London line bridge was lowered into its spot over Shoreditch High Street on 29 March, and a second bridge is being installed over Liverpool Street on the first May Bank Holiday.",
     "The East London line extension will carry passengers from Highbury \u0026 Islington to West Croydon.",
     "Four new fully accessible stations are being built at Dalston, Haggerston, Hoxton and Shoreditch.",
     "A limited rail service will operate on the London Bridge local lines during the May Bank Holiday weekend 3-5 May while preparatory works to install the bridge are undertaken.",
     "In order to ensure the safety during the bridge launch between 10 and 12 May, Network Rail lines to New Cross Gate will be closed for 52 hours.",
     "However, replacement services will be in operation in order to minimise disruption to passengers' journeys. Please refer to the \u003ca href=\"http://www.nationalrail.co.uk\"\u003eNational Rail \u003c/a\u003e enquiries\u003cbr /\u003e",
     "\u003cbr /\u003e\u003cstrong\u003eNote to the editors: \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The East London Railway is a £1bn project to extend the former Tube line north to Highbury and Islington, south to West Croydon and Crystal Palace, and to upgrade it to enable it to take London Overground trains\",\"As part of the London Overground network it will connect 20 of London's 33 boroughs\",\"The new East London Railway is due to open in June 2010\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}