{
 "pageTitle": "Tour of Britain cycle race returns to Central London",
 "description": "On 7 September, the streets of central London will once again play host to some of the world's top cyclists, as the Tour of Britain cycle race starts its eight-day UK tour in the Capital.Following on from the success of last year's Tour de France Grand",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Tour of Britain cycle race returns to Central London",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "UK's biggest cycle race to start in London in September 2008 and finish in London in 2009, 2010 and 2011"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Cycling is enjoying a massive renaissance in London, both as a great way to get around and as a fantastic spectator sport",
     "On 7 September, the streets of central London will once again play host to some of the world's top cyclists, as the Tour of Britain cycle race starts its eight-day UK tour in the Capital.",
     "Following on from the success of last year's Tour de France Grand Départ in London, 96 professional cyclists will race for 86 kilometres on a central London circuit that takes in some of London's most iconic landmarks.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Cycle route\"}",
     "The 8.6 kilometre route will start and finish on Victoria Embankment, taking the riders along the banks of the Thames, through the City of London, and past Big Ben, Cleopatra's Needle, Somerset House, and the Tower of London.",
     "Transport for London (TfL) will bring the Tour of Britain to the Capital for the next four years. It will start in London in 2008, and will finish here in 2009, 2010 and 2011.",
     "David Brown, Managing Director of Surface Transport at TfL said: 'Cycling is enjoying a massive renaissance in London, both as a great way to get around and as a fantastic spectator sport.",
     "'Events such as the Tour of Britain are really important to TfL's work around encouraging and promoting cycling in the Capital, so it's great news that the Tour's riders will be racing on our streets during the next four years.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Sporting city\"}",
     "Visit London Chief Executive James Bidwell said: 'The growth and development of the Tour of Britain across London cements the Capital's reputation as the most prestigious global sporting city in the world.",
     "'London will prepare for a fantastic day of celebration and festivities, and provide us with a tremendous opportunity to showcase this great British cycling tour.",
     "'Visit London's intention is to continue to attract the best and biggest events to the Capital in the lead up to and beyond the 2012 Olympic and Paralympic Games.'",
     "The Capital has already seen an 83 per cent increase in the number of cycle journeys on London's major roads since 2000, with an estimated 480,000 cycle journeys made everyday.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Notes to editor\"}",
     "{\"template\":\"bulletlist\",\"items\":[\"For more information about the Tour visit the \\u003ca href=\\\"http://www.tourofbritain.co.uk/\\\"\\u003eTour of Britain website\\u003c/a\\u003e \",\"More information about cycling in London can be found in \\u003ca href=\\\"/modalpages/2663.aspx\\\"\\u003eCycling\\u003c/a\\u003e section of the TfL website\",\"As the official visitor organisation for London, Visit London's role is to promote the City as the most exciting city on the planet, targeting domestic and overseas leisure and business visitors as well as Londoners. Visit London works in partnership with the Mayor, the London Development Agency and the tourism industry in London\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}