{
 "pageTitle": "Major north London town centre set to be transformed",
 "description": "Major north London town centre set to be transformed into a safer, healthier and better place for people",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2019",
   "url": "/info-for/media/press-releases/2019"
  },
  {
   "title": "December",
   "url": "/info-for/media/press-releases/2019/december"
  },
  {
   "title": "Major north London town centre set to be transformed"
  }
 ],
 "title": {
  "title": "Major north London town centre set to be transformed",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London's plans to overhaul the Stoke Newington gyratory were supported by 59 per cent of people in consultation"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Changes include removing the outdated 1960s gyratory system and introducing protected cycle space and much-needed new pedestrian crossings\",\"TfL has improved the design of the scheme in response to feedback and construction work is set to begin next year\"]}",
     "Transport for London (TfL) has set out the next steps for its plans to transform north east London's Stoke Newington gyratory into a place that puts people first and makes it much easier to walk, cycle and use public transport.",
     "TfL asked people to have their say on its plans to remove the outdated, intimidating 1960s gyratory. In response to TfL's consultation, 59 per cent of people responding either supported or strongly supported the plans, which will reintroduce two-way traffic to the area.",
     "Currently, roads in the area do not work as well as they could for people walking and cycling, with high levels of traffic, a lack of pedestrian crossings and rat-running in residential streets. The changes would remove significant barriers to walking and cycling, improve access to buses and reduce people's reliance on cars, including through:",
     "{\"template\":\"bulletlist\",\"items\":[\"Building a protected northbound cycle lane on Stoke Newington High Street, creating a dedicated space for people to cycle\",\"Installing three new pedestrian crossings, making streets in the area easier and safer to cross\",\"Creating a new southbound bus and cycle lane along Stoke Newington High Street, providing better access to high street shops\",\"Adding traffic filters to the junctions of Tyssen, Hollar and Batley Roads at their junction with the high street, which will reduce rat-running through residential streets\",\"Introducing two-way traffic operation along Rectory, Manse and Evering Roads\",\"Creating three new 'pocket parks', which could host new seating areas, trees, local community gardens, entertainment and cycle parking spaces\",\"Introducing further traffic calming measures, including a new 20mph speed limit, raised junctions and crossings and restricted vehicle access on some side road\"]}",
     "The overhaul would reduce the risk of collisions between vehicles and people walking and cycling, a key part of the Mayor's Vision Zero goal of eliminating death and serious injury on London's transport network.",
     "In response to comments received during consultation, some changes have been made to the design of the scheme. At the junction of Stoke Newington High Street and Church Street, people cycling northbound will now be protected from other vehicles as they approach the junction.",
     "Other changes mean that people cycling southbound at Stamford Hill/Northwold Road will now be separated from vehicles by traffic signals, and proposals to create a 'continuous footway' have been reviewed following feedback from people with specific needs, including visually impaired people, and will now include tactile paving. TfL is committed to working with Hackney Council to see how the scheme can contribute to their ambition of 40 per cent tree canopy cover across the borough.",
     "Construction work on the transformation of Stoke Newington is planned to begin in autumn 2020 and will last for approximately 18 months.",
     "\u003cstrong\u003eWill Norman, London's Walking and Cycling Commissioner, said:\u003c/strong\u003e ",
     "'I'm really pleased that our bold plans to transform Stoke Newington gyratory have been supported by the public, and we will be starting construction in autumn next year. The changes will make the area safer and healthier for everyone by helping improve air quality and reduce congestion and we continue to work in partnership with Hackney on exciting plans across the borough.'",
     "\u003cstrong\u003ePenny Rees, TfL's Head of Healthy Streets Investment and Delivery, said: \u003c/strong\u003e ",
     "'Our plans to transform Stoke Newington gyratory will make a big difference to people living in and visiting the area, reducing danger to people walking and cycling and enabling everyone to make the most of the high street. We very much value all of the feedback we've received on our plans and look forward to starting construction next year.'",
     "\u003cstrong\u003eCllr Jon Burke, Hackney Council Cabinet Member for Energy, Waste, Transport and Public Realm, said: \u003c/strong\u003e ",
     "'The Stoke Newington one-way system is currently dominated by polluting cars and prevents direct access through Stoke Newington, which discourages cycling and public transport use. It has long been the priority of the Council and the community to see these changes made, and Transport for London's plan will deliver significant public realm improvements to Stoke Newington High Street, such as road filters and investment in green infrastructure, and provide more convenient southbound bus routes.",
     "'Since taking over this portfolio in July I have taken the opportunity to revisit this scheme to ensure it delivers the maximum benefits possible to pedestrians, cyclists, and public transport users. I'd like to thank TfL for the flexibility they have shown in responding to our requests for modifications, including a significant increase in tree canopy cover across the scheme. The removal of the gyratory alongside the funds we have secured from the Mayor of London's Air Quality Fund are all part of our broader plans to improve the liveability of this important town centre.'",
     "Recent research on walking and cycling has found a wealth of benefits that new infrastructure can bring to local high streets. Improvements to walking and cycling can increase retail sales by 30 per cent, whilst cycle parking can bring five times more retail spend per square metre than the equivalent car parking space. Over the course of a month, people who walk spend 40 per cent more on high streets than people who drive.",
     "TfL is working to create healthy streets across London which enable people to walk and cycle. Construction on a number of major new Cycleways is either under way or set to begin this year. Work on Cycleway 4 between Tower Bridge and Greenwich began in June, whilst work on Cycleway 9 between Brentford and Olympia will start later this year. TfL is also transforming other outdated and intimidating gyratory systems across London, with construction complete at Highbury Corner and underway at Old Street.",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"The full consultation report is available on the TfL website at \\u003ca href=\\\"[ioID]#tfl.gov.uk/stoke-newington-gyratory\\\"\\u003etfl.gov.uk/stoke-newington-gyratory\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2019/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2019/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2019/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2019/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2019/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2019/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2019/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2019/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2019/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2019/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2019/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2019/december",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}