{
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2019",
   "url": "/info-for/media/press-releases/2019"
  },
  {
   "title": "December",
   "url": "/info-for/media/press-releases/2019/december"
  },
  {
   "title": "TfL Business Plan: investing to keep London moving"
  }
 ],
 "title": {
  "title": "TfL Business Plan: investing to keep London moving",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Five-year plan means continued investment to encourage greater use of public transport, walking and cycling and significantly improving the environment and air quality"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Firm financial management keeps TfL on track to deliver an operating surplus by 2022/23 with net annual cost of operations reduced by more than £1bn since 2015/16\",\"Delay to the opening of the Elizabeth line and a subdued economy means a cautious approach necessary to revenue forecasts\",\"Sustained Government funding needed to support the safe and reliable operation of the current transport network and to accommodate the city's growth\"]}",
     "Transport for London (TfL) has today published its draft five-year Business Plan covering the period from 2020/21 to 2024/25.",
     "Alongside the Mayor's Transport Strategy, the draft plan will be considered by TfL's Finance Committee on 18 December. It sets out how transport will support sustainable growth, making the city a safer, greener and better place to live, work and visit.",
     "Despite continued uncertainty in the economy, the plan shows very strong progress in reducing the net cost of TfL's operations. However, it is essential for there to be long-term certainty around Government investment in existing and new transport assets to ensure that services support the growing city. TfL's finances continue to be subject to substantial pressures as a result of the average £700m a year reduction in Government funding for its day-to-day operations.",
     "While passenger numbers on public transport have been slightly higher overall compared to last year, recent weeks have seen a notable softening in demand which could be linked to wider economic uncertainty. This affects long-term passenger trends and commercial income, meaning that revenue forecasts must remain cautious across the plan period.",
     "Since last year's plan, Crossrail Limited has confirmed on 8 November 2019 that it needs further time to complete software development for the railway's signalling and train systems and for overall safety approvals on the line. As a result, the opening of the central section of the Elizabeth line will not occur in 2020 but will be as soon as practically possible in 2021. This has created significant additional capital investment and revenue pressures.",
     "As announced at its Board meeting in November, between £500m and £750m in lost revenue needs to be absorbed in addition to the £600m highlighted in last year's plan. This revenue shortfall is spread across the next four financial years and will be managed through further savings and by encouraging more people to use public transport.",
     "TfL has gripped its costs, both in its own operations and through the supply chain. This has reduced the net annual cost of operations by more than £1bn since 2015/16, while a range of improvements have continued to be delivered.",
     "In the last year alone, the world-leading Ultra Low Emission Zone (ULEZ) was introduced in central London, peak-hour services were extended on the Victoria line and train frequencies increased on some London Overground lines. These improvements are contributing to operating income being forecast to be almost £6bn in 2019/20, with passenger numbers expected to reach a record 4.37bn journeys a year by the end of the plan period.",
     "TfL remains on track to generate an operating surplus by 2022/23, meaning that it will cover the cost of financing, maintaining, operating and renewing its transport network. This will help ensure it can manage debt and reduce borrowing levels. Throughout the plan period, significant investment will continue providing better, more frequent and accessible transport options. This investment includes:",
     "{\"template\":\"bulletlist\",\"items\":[\"Completing the signalling upgrade and increasing capacity by 33 per cent on the Circle, Hammersmith \\u0026 City, Metropolitan and District lines, delivering refurbished trains on the Central line and new, spacious state-of-the-art trains on the Piccadilly line. TfL will also continue to make the case for Government investment to replace the life-expired signalling system on the Piccadilly line, which it had to pause last year owing to a lack of certainty around Government funding. It remains TfL's intention to press ahead with this essential work as soon as funding is confirmed.\",\"Continuing the electrification of London buses, already the largest electric fleet in Europe, with more than 2,000 zero-emission buses by end of 2024/25. TfL will also work with bus operators to implement its world-leading Bus Safety Standard, including all new buses purchased from August 2019 having Intelligent Speed Assistance as standard.\",\"Reducing TfL's environmental impact through installing new solar panels on selected London Underground, DLR and tram depots to deliver more than 1.1 megawatts of power, and the continued retrofitting of lighting across the network to energy-efficient LEDs. TfL will also be increasing the amount of low-carbon energy supplied to its infrastructure which comes from renewable energy sources with an aim for its rail services to be 100 per cent carbon-free by 2030.\",\"Maintaining and upgrading existing core assets across the transport network to provide safe and reliable journeys. This includes replacing rails to offer customers a smoother, quieter ride, and maintaining lifts and escalators. New walk-through trains on the DLR will be delivered, increasing capacity on the lines and providing more frequent, direct services. Following a two-year pause, proactive renewal of roads and paving will also recommence with a focus on improving the experience for those walking, cycling or taking public transport.\",\"Supporting Crossrail Limited in the remaining and complex technical work necessary to allow the Elizabeth line to open. From Sunday 15 December this year, TfL Rail will begin running services to Reading from Paddington, with direct services between Heathrow from Paddington beginning in spring 2020. Construction continues around the clock in stations and tunnels on the rest of the Elizabeth line, with safety-critical systems now being installed and tested. The central section of the Elizabeth line will in 2020 undergo extensive trial running and testing to ensure it is safe and reliable and will open as soon as practically possible in 2021.\",\"Helping further to clean up London's toxic air by tightening the Low Emission Zone standards in October 2020 and, in October 2021, expanding the successful central London ULEZ - the toughest air quality standard of any city in the world - to cover the area within the North and South Circular Roads.\",\"Working with boroughs, investing in new high-quality cycle routes across London and working with local communities to improve high streets, making them safer and accessible to everyone. Delivering these schemes forms part of TfL's commitment to Vision Zero, which aims to eliminate death and serious injury from London's roads by 2041.\",\"Delivering 10,000 homes and two million sq. ft of commercial floor space across London, with 50 per cent of the homes being affordable.\",\"Introducing new services on the Northern line extension to Battersea and the Barking Riverside extension on the London Overground.\"]}",
     "TfL will also continue to make the case for future transport infrastructure to support the growth of London and support the wider South East region and the UK overall, such as Crossrail 2 and the Bakerloo line extension. Delivering these schemes would unlock hundreds of thousands of new homes and lead to cleaner air, better health, a more prosperous economy and real progress towards carbon neutrality, as well as better transport links.",
     "While London has benefited from additional third-party funding for transport projects, such as being successful in bids from the Government's Housing Infrastructure Fund, TfL did not see any commitment in the 2019 Government spending round. This is now materially limiting long-term investment in the transport network.",
     "Following the General Election, the Mayor and London's Transport Commissioner will be writing to the new Government to press the need to confirm the steady and sustained funding London needs to the benefit of the UK as a whole.",
     "Mayor of London, Sadiq Khan, said:",
     "'I am hugely proud of what we have achieved improving transport across London - this is despite the ongoing economic uncertainty and the average reduction of £700m per year in TfL's funding from central Government. Alongside our continuing modernisation of the Tube, TfL fares will be frozen again this January, and we continue to take some of the boldest action of any city in the world greening up our transport network and improving air quality across the capital.",
     "'But London also needs a Government that recognises the importance of continued investment in new infrastructure for the future of our economy, and it is essential the new Government commits to working with us to deliver vital projects such as Crossrail 2 and the Bakerloo Line extension.'",
     "London's Transport Commissioner, Mike Brown MVO, said:",
     "'Since our formation in 2000, there has been enormous commitment and sustained investment to revitalise our transport network, supporting our city's economic growth. In this time of uncertainty, this Business Plan is focused on running safe and reliable services while investing to improve travel. But cities can only thrive if they benefit from steady, sustained funding in existing and new infrastructure. We are working urgently to secure this, and I will be writing to the Government to seek this investment to keep London and the country moving.'",
     "A copy of the draft TfL Business Plan will be available to download here: \u003ca href=\"https://tfl.gov.uk/corporate/publications-and-reports/finance-committee\"\u003ehttps://tfl.gov.uk/corporate/publications-and-reports/finance-committee\u003c/a\u003e ",
     "Notes to editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"In November 2019, the TfL Board approved revised targets for 2019/20, which more closely aligned to the Quarter 2 forecasts for TfL's year-end position. These new targets have been reflected in the Business Plan and mean that TfL's net cost of operations is now forecast to be £434m better than those previously forecast in its annual budget.\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2019/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2019/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2019/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2019/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2019/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2019/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2019/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2019/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2019/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2019/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2019/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2019/december",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}