{
 "pageTitle": "Unwrap London this festive season using public transport",
 "description": "Unwrap London this festive season using public transport",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2019",
   "url": "/info-for/media/press-releases/2019"
  },
  {
   "title": "December",
   "url": "/info-for/media/press-releases/2019/december"
  },
  {
   "title": "Unwrap London this festive season using public transport"
  }
 ],
 "title": {
  "title": "Unwrap London this festive season using public transport",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Public transport in London is open throughout the festive season, but customers should check tfl.gov.uk before travelling"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) is encouraging Londoners to explore the city this Christmas by walking, cycling and using public transport. Public transport is open during this busy period with off-peak fares on the Tube, DLR and London Overground starting at £2.40 within Zone 1 and £1.50 in Zones 2-6. Unlimited bus and tram journeys made within one hour are also £1.50. On New Year's Eve, there will be free travel on TfL services from 23:45 until 04:30 helping millions of people get home safely. Full details are available at tfl.gov.uk/christmas-travel.",
     "As part of TfL's work to encourage more people to get active during the festive period, it is giving everyone 24 hours' free access to Santander Cycles throughout December. Santander Cycles are an easy way to get around the capital to see Christmas lights and are available to hire on Christmas Day - last year, more than 35,000 cyclists used the service on Christmas Day.  Users can simply enter the code 'SCXMAS19' at the terminal, online or using the app, which will give them a day's worth of 30-minute rides for free.",
     "Taxis and private hire services will also be available throughout the festive season, and TfL will be working with police services on Operation Safer Travel at Night. TfL's enforcement teams will be focusing their efforts on unbooked minicabs and other illegal activity at targeted locations around London, so customers are reminded that all private hire journeys must be booked in advance.",
     "\u003cstrong\u003eGareth Powell, TfL's Managing Director for Surface Transport, said\u003c/strong\u003e :  \"Our staff will be working hard this Christmas and New Year so our customers can continue to get around the capital, whether using public transport, walking or by hiring a Santander Cycle free for 24 hours. We encourage customers to check their journeys before they travel, and to make sure they travel safely and look out for one another, while making the most of the festive period.\"",
     "TfL engineers will continue working to boost capacity and reliability on the network during the festive period, including on Christmas Day. Signalling points will be installed to facilitate the Northern Line Extension, while the signalling system that will transform the Circle, District, Hammersmith \u0026 City and Metropolitan lines will also be tested in central London. This work will involve some closures, with the Circle, District, Hammersmith \u0026 City and Metropolitan lines closed in central London on Sunday 22 and Sunday 29 December. Parts of the Northern line will be closed on Boxing Day, and there will also be closures as work takes place on London Overground and TfL Rail.",
     "TfL will also take advantage of reduced traffic on the roads over Christmas to upgrade pedestrian crossings and create new segregated cycle lanes on Kew Bridge. The main construction work will start over the Christmas period as, on average, there is around 15 per cent less traffic on London's streets at this time of year. From 22 December, lane closures on roads where there is construction will be in place 24 hours a day. TfL will monitor the road network during this time and make changes to its traffic signal timings based on live traffic conditions to help minimise the impact to people's journeys.",
     "\u003cstrong\u003eFull details on the operation of the TfL network during the festive period are below:\u003c/strong\u003e ",
     "\u003cstrong\u003eChristmas Eve\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"\\u003cstrong\\u003eLondon Underground\\u003c/strong\\u003e - A reduced service will run from around 16:00 on all lines except the Waterloo \\u0026 City and Circle lines, which will run a reduced service from 22:30. There will be no District line service between Parsons Green and Wimbledon from 22:45, with replacement buses running between Fulham Broadway and Wimbledon. A Sunday timetable will apply to the last trains on all lines.\",\"\\u003cstrong\\u003eBuses \\u003c/strong\\u003e - A Saturday service will run with day buses finishing at normal times. There will be no night services and 24-hour bus services will finish at around midnight.\",\"London Overground and DLR - London Overground services will finish at around 21:30, and DLR services will finish at around 22:30.\",\"\\u003cstrong\\u003eTfL Rail\\u003c/strong\\u003e - There will be no TfL Rail service between Paddington and Slough/Heathrow Terminal 4. Piccadilly line services will run to Heathrow. Rail replacement buses will run between Ealing Broadway, Slough and Hillingdon (not stopping at Acton Main Line, West Ealing or Hanwell). TfL Rail service between Liverpool Street and Shenfield will finish early.\",\"\\u003cstrong\\u003eTrams\\u003c/strong\\u003e - Trams will run a Saturday service until 18:00. From 18:00, trams will run every 15 minutes until 20:00. From 20:00, trams will run every 20 minutes until the last tram.\",\"\\u003cstrong\\u003eEmirates Air Line\\u003c/strong\\u003e - Services start later at 09:00 and finish earlier at 19:00.\"]}",
     "\u003cstrong\u003eChristmas Day\u003c/strong\u003e ",
     "The network is closed, but Santander Cycles, taxis and private hire services will all operate. Victoria Coach Station will be open for scheduled coaches, but the ticket office and left luggage facility will be closed.\u003cbr /\u003eUltra Low Emission Zone charges do not apply on Christmas Day. The Congestion Charge will not be in operation from Christmas Day until Thursday 2 January.",
     "\u003cstrong\u003eBoxing Day\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"\\u003cstrong\\u003eLondon Underground\\u003c/strong\\u003e - There will be no Northern line service between Morden and Euston via Bank and between Morden and Camden Town via Charing Cross due to Northern line extension work. Rail replacement buses will run between Morden and Stockwell for Victoria line services. No District line service between Earl's Court and Kensington (Olympia) and no Waterloo \\u0026 City line service. A reduced service will run on all other lines with first trains to run from around 07:45 and last trains at weekday times.\",\"\\u003cstrong\\u003eBuses\\u003c/strong\\u003e - A Sunday service including 24-hour and night routes. Day bus routes will start at normal Sunday times and 24-hour routes will start from around 06:00.\",\"\\u003cstrong\\u003eLondon Overground and DLR\\u003c/strong\\u003e - For the first time, London Overground services will run from West Croydon to both Highbury \\u0026 Islington and Dalston from 06:30 until 22:45 and between Clapham Junction and Hackney Wick from 09:00 until 22:00. The DLR will run from 08:30 with a train every 10 minutes.\",\"\\u003cstrong\\u003eTfL Rail\\u003c/strong\\u003e - There will be no service.\",\"\\u003cstrong\\u003eTrams\\u003c/strong\\u003e - There will be a Sunday service.\",\"\\u003cstrong\\u003eEmirates Air Line\\u003c/strong\\u003e - Service will start at 09:00 and finish at 21:00\"]}",
     "\u003cstrong\u003eNew Year's Eve and Day\u003c/strong\u003e ",
     "\u003cstrong\u003eLondon Underground\u003c/strong\u003e - Special all-night service will run. Free travel from 23:45 to 04:30 on New Year's Day. Trains will run all night, except on the Waterloo \u0026 City line, which will run until around 02:40.\u003cbr /\u003e\u003cstrong\u003eBuses\u003c/strong\u003e - A Saturday service will run on New Year's Eve. From 14:00, bus routes in Central London will be on diversion in preparation for London's New Year's Eve Fireworks. On New Year's Day there will be Sunday service.\u003cbr /\u003e\u003cstrong\u003eLondon Overground and DLR\u003c/strong\u003e - There will be a special overnight service running on several London Overground routes with full details available at  tfl.gov.uk/christmas-travel. A weekday timetable will run on all routes with a Sunday start time on New Year's Day.\u003cbr /\u003e\u003cstrong\u003eTfL Rail\u003c/strong\u003e - There will be a Saturday service on New Year's Eve. Service will return to normal on New Year's Day. Trains will run throughout the night.\u003cbr /\u003e\u003cstrong\u003eTrams\u003c/strong\u003e - There will be a Saturday service. A special all-night service will run every 30 minutes between Wimbledon and Beckenham Junction/New Addington.\u003cbr /\u003e\u003cstrong\u003eEmirates Air Line\u003c/strong\u003e - On New Year's Eve services will run as normal. On New Year's Day services will run from 09:00 until 21:00.",
     "Notes to editors",
     "{\"template\":\"bulletlist\",\"items\":[\"The 'SCXMAS19' code is valid throughout December, one code per person. Any number of 30-minute journeys in a single 24-hour period are included and users must dock cycles within 30 minutes to avoid being charged.\",\"The Congestion Charge does not apply between Christmas Day and New Year's Day (inclusive) but ULEZ Charges do not apply on Christmas Day only.\",\"There will be no service on TfL Rail between Liverpool Street and Shenfield on Saturday 28 and Sunday 29 December while engineering work takes place.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2019/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2019/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2019/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2019/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2019/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2019/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2019/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2019/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2019/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2019/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2019/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2019/december",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}