{
 "pageTitle": "Announcement about access to Westfield Stratford City",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Announcement about access to Westfield Stratford City",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "This Friday and Saturday are the busiest days for the Olympic Park in Stratford."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This Friday and Saturday will be the busiest days of the Games, with more than 200,000 people travelling to the Olympic Park alone.",
     "Over 200,000 spectators and accredited workforce are expected each day, making the Stratford area exceptionally busy.",
     "This means that, between 10:30 and 17:00 on each of these days, the Westfield shopping centre will only be accessible to accredited workers, members of the public with, or collecting, a Games ticket or using hospitality venues.",
     "Spectators can only buy Games tickets in advance via the London2012 website and no tickets for the Games can be bought at Stratford.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Numerous attractions\"}",
     "All other passengers should avoid the area and enjoy the attractions at numerous other locations across London.",
     "To avoid the queues into the Olympic Park at Stratford, passengers should use West Ham station on the Jubilee, District and Hammersmith \u0026 City lines and take the 15 minute direct walk from there to the Olympic Park, which offers great views, street entertainers and easy entry.",
     "Paul Deighton, Chief Executive, LOCOG, said: 'As we move into the second week of the Games the Olympic Park will be much busier as the Olympic Stadium hosts its first sporting events.",
     "'This Friday and Saturday will be the busiest days of the Games, with more than 200,000 people travelling to the Olympic Park alone.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Live Sites\"}",
     "'Because of the huge number of people coming to the Park on those days at certain times we have to restrict general public access to Westfield Stratford City and we are encouraging people to avoid travelling to Stratford unless they have a ticket.'",
     "London's Transport Commissioner, Peter Hendy CBE, said: 'Westfield Stratford City may not be open to shoppers without a ticket during these times but London has a rich and vast array of other attractions to offer during the Games, so I encourage everyone to enjoy the theatres, restaurants, shops, free concerts, Live Sites and attractions and to continue to use GetAheadoftheGames.com to plan your journeys.'"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}