{
 "description": "This is set to continue as London welcomes the return of Europe's biggest street festival, the Notting Hill Carnival, brightening the streets of west London again this year with dance and music on August Bank Holiday weekend. As with previous years, the",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Check before you travel to Notting Hill Carnival and enjoy the event: Sunday 26 - Bank Holiday Monday 27 August 2012",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The victorious display by Team GB at the London 2012 Games has seen the Capital in party mood over the last month."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We would ask that people leave extra time to get to the venue and back home and to also check the best options available for travel both Sunday and Monday",
     "This is set to continue as London welcomes the return of Europe's biggest street festival, the Notting Hill Carnival, brightening the streets of west London again this year with dance and music on August Bank Holiday weekend.",
     "As with previous years, the area will be closed off to traffic so the best way to get to the Carnival is by Tube, or bus, on bike or by foot.",
     "Following their enormous success during Games time, TfL will be deploying some of the Travel Ambassadors that assisted customers during the Olympics.",
     "More than 3,500 members of TfL staff volunteered to help customers with travel and real time information advice which proved invaluable and so the magenta tabards will once again be out in force during Carnival.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Travelling by London Underground\"}",
     "The Notting Hill area will be extremely busy so, to help ease congestion, some stations around the Carnival area will close early or be 'exit only' at certain times on both Sunday 26 and Monday 27 August. The following stations will have limited or no access:",
     "{\"template\":\"bulletlist\",\"items\":[\"Ladbroke Grove - Closed\",\"Latimer Road - Closes at 23:30\",\"Notting Hill Gate - Exit only 12:00-19:00. Circle and District line trains will not stop at this station between 12:00-19:00. There will be no interchange between Central and Circle/District lines\",\"Royal Oak - Exit only 11:00-18:00. Closed from 18:00 on both days\",\"Westbourne Park - Exit only 11:00-18:00. Closed from 23:30 on both days\"]}",
     "People travelling to the Carnival by Tube are advised to use Bayswater, High Street Kensington, Holland Park, Paddington, Shepherd's Bush and Queen's Park stations.",
     "Customers are also reminded to touch in and touch out when using  Oyster pay as you go on Tube, DLR, London Overground and National Rail.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Travelling by London Overground\"}",
     "London Overground stations near to the Carnival: Queen's Park, Kensal Rise, Kensal Green and Shepherd's Bush.",
     "There will be engineering works on London Overground on the Highbury \u0026 Islington to West Croydon branch early morning and in the evening on Sunday 26 August. Customers are advised to check \u003ca href=\"http://www.tfl.gov.uk\"\u003ewww.tfl.gov.uk\u003c/a\u003e for further details.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Travelling by bus\"}",
     "A number of bus routes run close to the Carnival area: 7, 18, 23, 27, 28, 31, 36, 52, 70, 94, 148, 228, 295, 316, 328, 390, and 452.",
     "TfL will be running many extra buses especially on Monday evening to get people home quickly and safely.",
     "Three special express routes- 2X, 36X and 436X - will run between south London and the Carnival on both days. The 2X will run from Norwood Garage to Hyde Park Corner, then non-stop to Notting Hill Gate.",
     "The 36X will run from Peckham to Vauxhall, then non-stop to Harrow Road 'Prince of Wales'. The 436X will run from Peckham to Hyde Park Corner, then non-stop to Notting Hill Gate.",
     "Special bus route 205X will operate between Aldgate station and the Carnival.",
     "Additionally buses within a comfortable walking distance include: 6, 46, 159, 187, 205, 220, 274, 302, 332, 414, and 436.",
     "Bus routes running 24 hour services are: 6, 23, 27, 36, 94, 148, 159, 205, 220, 295 and 390.",
     "Night Bus routes: N7, N18, N28, N31, N52 \u0026 N207 will operate throughout Sunday and Monday night.",
     "Some bus routes will be on diversion due to local road closures. Diversions will be in place from the first bus on Sunday morning 28 August until around 05:00 on Tuesday 30 August.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Travelling by bike\"}",
     "Five docking stations for Barclays Cycle Hire bikes will be suspended in the Notting Hill area from 08:00 on Sunday 26 August until 08:00 on Tuesday 28 August at Turquoise Island, Pembridge Villas, Chepstow Villas, Notting Hill Gate Station and in Bayswater at Hereford Road.",
     "Nigel Holness, LU's Operations Director, said: 'It has been a fantastic summer in London so far with great success by Team GB at the London 2012 Olympic Games. The party atmosphere generated is set to continue as we welcome Europe's biggest street festival, the Notting Hill Carnival.",
     "'One of the reasons that transport worked well during the Games was the use of Travel Ambassadors that were out on the network offering customers help by giving them travel  advice and real time information, making it easier for people to navigate their way round the transport network. So it seemed logical to deploy them during the Carnival weekend as well.",
     "'We would ask that people leave extra time to get to the venue and back home and to also check the best options available for travel both Sunday and Monday, so they can make the most of the day and have a fantastic time at Carnival!'",
     "Transport for London advises all visitors to check before they travel and plan their journeys to and from the Carnival. To do so, please visit: \u003ca href=\"http://www.tfl.gov.uk/journeyplanner\"\u003ewww.tfl.gov.uk/journeyplanner\u003c/a\u003e for up to the minute information about planned improvement works on the Tube. The TfL website, \u003ca href=\"http://www.tfl.gov.uk\"\u003ewww.tfl.gov.uk\u003c/a\u003e , also has real time travel news, as well as maps, first and last train times and details of weekend engineering works.",
     "London Travel Information offers a 24 hour helpline on 0843 222 1234. Information is also available on posters, leaflets and service update boards at Tube stations.\u003cbr /\u003e",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}