{
 "pageTitle": "Half a million passengers take off in first six weeks of Emirates Air Line",
 "description": "Just six weeks since the Mayor of London officially launched the Capital's newest mode of transport, more than 500,000 passengers have been taken over the River Thames.On Sunday 5 August, the Emirates Air Line achieved a total of 500,000 passengers since",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Half a million passengers take off in first six weeks of Emirates Air Line",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "UK's first urban cable car takes 500,000 passengers over the River Thames"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Just six weeks since the Mayor of London officially launched the Capital's newest mode of transport, more than 500,000 passengers have been taken over the River Thames.",
     "On Sunday 5 August, the Emirates Air Line achieved a total of 500,000 passengers since it was launched. On that day alone over 26,000 passengers took a flight across the Thames.",
     "On average, since the start of the Olympics more than 20,000 flights have been taken on the Emirates Air Line each day.",
     "London's newest mode of transport is open seven days a week and has extended its opening hours later into the evening during Games-time.",
     "Since 27 July and through to 12 August, and from 29 August to 9 September, the Air Line will operate until 23.30.",
     "Passengers will be able to cross the Thames at night and enjoy the stunning 360 degree views of our Olympic and Paralympic city as the sun goes down and the bright lights of London come on.",
     "The brand new river crossing, which will assist the ongoing regeneration of the area, has already improved connections between two world class venues - ExCeL and the North Greenwich Arena, which are being used during the London 2012 Games.",
     "The capital's popular new addition to the transport network has flown passengers from London, the UK and further afield.",
     "Since it opened six weeks ago, the Emirates Air Line has also been the home to dozens of live media broadcasts as well as a music gig called 90 metres up in the air by singer Newton Faulkner.",
     "Mayor of London, Boris Johnson, said: 'The Emirates Air Line is fast becoming an iconic way of traversing the Thames and an important link for Londoners living in the east of our city. Its value has been evident during the 2012 Games and with this part of London set to thrive with new homes and businesses it will continue to be a significant part of our public transport network.'",
     "Danny Price, TfL's Head of the Emirates Air Line, said: 'The positive response to London's newest river crossing has been fantastic.",
     "'The Emirates Air Line, which boasts some of the city's most spectacular views, has seen a boom in visitors in its first summer as people from across the globe visit the Capital for the 2012 Games.",
     "'People from the local areas and commuters have taken up frequent flyer passes to quickly and conveniently cross the river'",
     "The Emirates Air Line is not part of the Olympic Transport Strategy and therefore Games ticketholders are not able to travel for free using their Travelcard, however they are still eligible for the Travelcard discount and can get a single trip for £3.20.\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"Images of the Emirates Air Line, including some taken at night, are available at \\u003ca href=\\\"http://www.tflpressgallery.co.uk/\\\"\\u003ehttp://www.tflpressgallery.co.uk/\\u003c/a\\u003e \",\"B-roll footage is available for download at \\u003ca href=\\\"https://www.yousendit.com/download/TEhYRE9vNHZ0d0d2eE1UQw\\\"\\u003ehttps://www.yousendit.com/download/TEhYRE9vNHZ0d0d2eE1UQw\\u003c/a\\u003e ## # # #\",\"For the latest Emirates Air Line travel information passengers can follow @EmiratesAirLDN\",\"Emirates operate 16 flights a day from the UK to Dubai with flights from Heathrow and London Gatwick along with four other UK airports (Birmingham, Manchester, Newcastle and Glasgow)\",\"The Emirates Air Line operates seven days a week, during the summer (outside the extended opening hour dates of 27 July to 12 August, and 29 August to 9 September ) passengers can board from 07:00 to 21:00 Mondays to Fridays and between 08:00 and 21:00 on Saturdays, services will operate between 09:00 and 21:00 on Sundays. Winter closing time will be 20:00\",\"Pay As You Go holders will receive a 25 per cent discount on the adult fare, Oyster Travelcard holders will also get the 25 per cent discount but will need to purchase a boarding pass to travel. Adult single journey boarding passes will cost £4.30. Children under five will board for free and a single journey for a child aged between five and 15 will cost £1.60 with an Oyster card\",\"Frequent flyer boarding passes can be purchases at both Emirates Air Line terminals\",\"Frequent flyer journeys need to be used within 12 months\",\"The standard fares for the Emirates Air Line are shown in the table below\\u003cbr /\\u003e\"]}",
     "{\"template\":\"bulletlist\"}",
     "{\"template\":\"table\",\"rows\":[[\"\",\"\\u003cstrong\\u003eCash single fare\\u003c/strong\\u003e \",\"\\u003cstrong\\u003eFare for Oyster pay as you go users, Travelcard \\u0026 Freedom Pass holders\\u003c/strong\\u003e \",\"\\u003cstrong\\u003e'Frequent flyer' ticket  - 10 journeys\\u003c/strong\\u003e \"],[\"\\u003cstrong\\u003eAdult boarding pass \\u003c/strong\\u003e \",\"£4.30\",\"£3.20*\",\"£16.00\"],[\"\\u003cstrong\\u003eChild boarding pass\\u003c/strong\\u003e \",\"£2.20**\",\"£1.60**\",\"n/a\"]]}",
     "* Oyster pay as you go users making five or more journeys in a week will be charged £1.60.\u003cbr /\u003e** For children aged 5 to 15. Children under five travel free.",
     "{\"template\":\"bulletlist\",\"items\":[\"Emirates Air Line fares will not be included in the Oyster daily capping\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}