{
 "description": "Londoners invited to join in and welcome the world with London 2012 sporting and cultural events, theatres, restaurants, shops and attractions all offering an unbeatable experience to visitors and residents alike The Paralympic Games are the second",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "The London 2012 Paralympic Games:  Londoners urged to welcome the world and plan their travel to avoid busiest times and places once again",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Paralympic Games, from Wednesday 29 August to Sunday 9 September, are smaller in scale than the Olympic Games and focused on the City and east of London."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The Paralympic Games are shaping up to be the best ever as London continues to buzz with Olympic excitement and Paralympic tickets are selling like hot cakes",
     "{\"template\":\"bulletlist\",\"items\":[\"Londoners invited to join in and welcome the world with London 2012 sporting and cultural events, theatres, restaurants, shops and attractions all offering an unbeatable experience to visitors and residents alike\",\"The Paralympic Games are the second largest sporting event in the world with 2.5 million tickets expected to be sold, plus schools return for second week, making the road and public transport network much busier than during the summer holidays\",\"London's transport network one of the most accessible in the world, with step free access across DLR, buses and taxis and 66 Tube stations\",\"On most days, as many spectators will travel to the Olympic Park as did during the Olympic Games, meaning the Jubilee, Central and DLR will be very busy during the morning and evening peaks\",\"Businesses, motorists and public transport users reminded to continue planning ahead at \\u003ca href=\\\"http://www.GetAheadoftheGames.com\\\"\\u003eGetAheadoftheGames.com\\u003c/a\\u003e to avoid busiest times and places\"]}",
     "Following a great London 2012 Olympic Games, the Capital and the UK is getting ready to welcome the world once again and host the best ever Paralympic Games.",
     "Transport for London (TfL) today set out its travel plans and advice for the Paralympics, with businesses and the travelling public reminded to continue to plan their travel and avoid the busiest times and places - particularly by retiming their journey - using the tools and information available at \u003ca href=\"http://www.GetAheadoftheGames.com\"\u003eGetAheadoftheGames.com\u003c/a\u003e .",
     "The Paralympic Games, although smaller in scale than the Olympics, are the second largest sporting event in the world and transport to and around venues will be busier than usual.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Games begin 29 August\"}",
     "The Games begin with the Paralympic Torch Relay in London and Opening Ceremony at the Olympic Park on Wednesday 29 August and end on Sunday 9 September, with the Paralympic Marathons in central London and Closing Ceremony, again at the Olympic Park.",
     "'Live Sites' will also show Paralympic sport and provide entertainment at Trafalgar Square and at Potters Field by City Hall.",
     "The second week of the Paralympic Games is expected to be busier than the first, as many schools return from summer holidays. Other events, such as Premier League Football matches, BBC Proms in the Park and the Thames Festival are also happening in London during the Paralympics.",
     "On 10 September, Team GB's greatest ever team of Olympians and Paralympians will be honoured with a parade through central London. Many Paralympic athletes, officials and the world's media will also be departing on this day, meaning routes between central London and Heathrow will be busier than usual.",
     "The Paralympic venues are situated in the east of London, at the Olympic Park, Excel, North Greenwich Arena, Greenwich Park and the Royal Artillery Barracks at Woolwich, as well as out of London venues, Eton Dorney, Weymouth \u0026 Portland and Brands Hatch.",
     "As a result, the impact on the roads and public transport network around London's West End will be much less than during the Olympics.",
     "However, at certain times and in certain places, roads and the public transport network in the City of London financial district and in the east of London are expected to be much busier than normal.",
     "On most days, the number of people travelling to the Olympic Park will be as many as travelled there during the Olympics, with up to 215,000 spectators expected.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Busiest lines\"}",
     "TfL anticipates that on the public transport network, the busiest times will be between 07.30-09.30 and from 16.00-19.00 each day on the following lines:",
     "{\"template\":\"bulletlist\",\"items\":[\"Jubilee Line: from Waterloo to Stratford\",\"Central Line: from Holborn to Stratford\",\"Docklands Light Railway (DLR): across the network.\"]}",
     "Some key national rail stations, such as King's Cross St Pancras, London Bridge, Paddington, Waterloo and Victoria are also expected to be busier than normal around these times.",
     "As during the Olympic Games, London Underground (LU), the DLR and London Overground will run an hour later, with the last trains leaving central London and venues around 01:30.",
     "National rail services will also operate additional services during the Paralympics. Spectators can use their Games Travelcard for free travel on the day of their event, on public transport in the Capital as well as from London to Brands Hatch and Eton Dorney.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Paralympic Route Network\"}",
     "On the roads, a Paralympic Route Network (PRN) will be in operation, but will be much smaller than the Olympic Route Network (ORN). Again, it will be focused on the City of London, where the International Paralympic Committee (IPC) and world's media will be based, and venues in the east of London.",
     "The PRN in London will have just 8.7 miles of Games Lanes and, as was the case during the Olympics, these will be operated flexibly and opened to general traffic if demand from Paralympic vehicles is low (see accompanying map).",
     "The physical build of the PRN will begin overnight on Saturday 25 August but it will not come into operation and be enforced until the first day of the Paralympic Games on Wednesday 29 August.",
     "There is a separate Games Lane on the M4, also part of the PRN and operated by the Highways Agency, which comes into operation a few days earlier, on Wednesday 22 August. For more information about the PRN outside London, visit GetAheadoftheGames.com.",
     "During the Paralympic Games, motorists are urged to avoid driving around the PRN routes and venues, particularly around the Olympic Park in Stratford and on the A102 approach roads north and south of the Blackwall Tunnel.",
     "The A2, A12 and A13 routes into London are also expected to be busier than usual, particularly in the morning peak. If driving is the only option, please plan ahead and allow more time for your journey.",
     "Ticket holders who have a Blue Badge and plan to drive to Paralympic events are reminded they need to book park-and-ride or Blue Badge parking at venues in advance. Bookings can be made at \u003ca href=\"http://www.firstgroupgamestravel.com/accessible-modes-of-transport/\"\u003ewww.firstgroupgamestravel.com/accessible-modes-of-transport/\u003c/a\u003e .",
     "Wheelchair users planning to travel by national rail are reminded that they will need to book their rail travel at \u003ca href=\"http://www.nationalrail.co.uk/passenger_services/disabled_passengers/\"\u003ewww.nationalrail.co.uk/passenger_services/disabled_passengers/\u003c/a\u003e .",
     "Mayor of London, Boris Johnson, said: 'The Paralympic Games are shaping up to be the best ever as London continues to buzz with Olympic excitement and Paralympic tickets are selling like hot cakes.",
     "'One of the things that made the Olympic Games such a great success was the way Londoners changed the way they usually travel, arriving at work a little earlier or later to avoid the busiest times.",
     "'I want to thank every Londoner for that, and to ask everybody to plan ahead once more, so they can get out and enjoy everything London has to offer during the Paralympics and help keep our great city moving.'",
     "London's Transport Commissioner, Peter Hendy CBE said: 'We already know the London 2012 Paralympic Games will see the most spectators in its history, which is fantastic.",
     "'While these Games are smaller in scale than the Olympics, they are still the world's second largest sporting event. And with the new school year beginning in the second week and larger groups expected to travel together on the public transport network, we expect these Games to hold some new and unique challenges.",
     "'We're confident that transport will cope well during the Paralympic Games, as it did during the Olympics, provided businesses and Londoners continue to plan and change the way or time that they travel, using the tools and information available at \u003ca href=\"http://www.GetAheadoftheGames.com\"\u003eGetAheadoftheGames.com\u003c/a\u003e .'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Key dates\"}",
     "\u003cstrong\u003e25-28 August: \u003c/strong\u003e The physical build of the PRN will begin overnight on Saturday 25 August but it will not come into operation and be enforced until the first day of the Paralympic Games, from 06.00 on Wednesday 29 August. The PRN in London will have only 8.7 miles of Games Lanes on roads linking the City of London - where the IPC and world's media are based - with the Olympic Park and other venues, including Excel, the North Greenwich Arena, Greenwich Park and Royal Artillery Barracks.\u003cbr /\u003e\u003cstrong\u003eTravel impacts and advice: \u003c/strong\u003e Motorists are advised to avoid driving around the PRN routes and venues, particularly around the Olympic Park in Stratford and on the A102 approach roads north and south of the Blackwall Tunnel. Roads into and around the City of London - including the A2, A12 and A13 - will be busier than usual, so plan your journey and allow more time.",
     "\u003cstrong\u003e29 August:\u003c/strong\u003e The Paralympic Games Torch Relay in London and the Opening Ceremony at the Olympic Park.\u003cbr /\u003e\u003cstrong\u003eTravel impacts and advice: \u003c/strong\u003e Due to the Paralympic Torch Relay, on this day motorists are advised to avoid driving in central London, as well as around the PRN routes and venues, particularly around the Olympic Park in Stratford and on the A102 approach roads north and south of the Blackwall Tunnel. Roads into and around the City of London - including the A2, A12 and A13 - will be busier than usual, so plan your journey and allow more time.",
     "\u003cstrong\u003e3 September: \u003c/strong\u003e Start of the new school year.\u003cbr /\u003e\u003cstrong\u003eTravel impacts and advice: \u003c/strong\u003e Motorists are advised to avoid driving around the PRN routes and venues, particularly around the Olympic Park in Stratford and on the A102 approach roads north and south of the Blackwall Tunnel. Roads into and around the City of London - including the A2, A12 and A13 - will be busier than usual, so plan your journey and allow more time.",
     "On public transport plan ahead to avoid the travel hotspots at GetAheadoftheGames.com. The Central and Jubilee lines, between central London and Stratford, and the DLR network is expected to be busy between 07.30-09.30 and 16.00-1900.",
     "\u003cstrong\u003e9 September: \u003c/strong\u003e Paralympic Marathons in central London and final day of the Paralympic Games, including Closing Ceremony at the Olympic Park.\u003cbr /\u003eTravel impacts and advice: Due to the Paralympic Marathons in central London, on this day motorists are advised to avoid driving in central London, as well as around the PRN routes and venues, particularly around the Olympic Park in Stratford and on the A102 approach roads north and south of the Blackwall Tunnel. Roads into and around the City of London - including the A2, A12 and A13 - will be busier than usual, so plan your journey and allow more time.",
     "\u003cstrong\u003e10 September: \u003c/strong\u003e Team GB's greatest ever team of Olympians and Paralympians will be honoured with a parade through the streets of the capital. It is set to begin at Mansion House in the City of London and finish in central London.  More details about route and timings will be made available soon.\u003cbr /\u003e\u003cstrong\u003eTravel impacts and advice: \u003c/strong\u003e Due to the Team GB parade in central London, on this day motorists are advised to avoid driving in central London, as well as around the PRN routes and venues, particularly around the Olympic Park in Stratford and on the A102 approach roads north and south of the Blackwall Tunnel. Roads into and around the City of London - including the A2, A12 and A13 - will be busier than usual, so plan your journey and allow more time.",
     "Huge improvements have been made to the transport network in recent years to make it more accessible. TfL has invested hundreds of millions of pounds in improvements such as new lifts, more accessible trains, platform humps, wide aisle gates, tactile paving and audio-visual displays.",
     "London's bus fleet is the most accessible in the world; all 8,500 buses are low-floor, wheelchair accessible and fitted with ramps which are checked daily. The entire DLR network is step-free, as are 66 Tube stations.",
     "All Tube stations have staff trained to assist passengers and 16 stations have been using manual boarding ramps during Games-time to make it easier for wheelchair users to access the trains. In addition, all 22,000 taxis are fitted with wheelchair ramps, and all piers and most boats in London are accessible.",
     "TfL will continue to provide travel information and advice in the run-up to and during the Paralympic Games through a number of channels, including online at GetAheadoftheGames.com and tfl.gov.uk, via digital and social media channels, through media travel bulletins and through staff and Travel Ambassadors on the ground at key stations, transport hubs and locations across London.",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}