{
 "pageTitle": "Tube power network contract restructure to bring savings and greater operational flexibility",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Tube power network contract restructure to bring savings and greater operational flexibility",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground (LU) has today announced a restructuring of the contracts for the operation and maintenance of its high-voltage electrical power network."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Although the contract has been performing well, the move to restructure the PFI arrangement will give us increased operational flexibility, and mean we can invest the savings made in further transport improvements for our customers",
     "LU entered into a 30-year Private Finance Initiative (PFI) with Powerlink in 1998 to manage, operate and maintain the Tube's electrical power network. The contract included a half-way break clause, at which point LU has the option to terminate the contract early.",
     "LU today served formal notice on Powerlink that the contract will come to an end in August next year, 15 years before the scheduled expiry date. Powerlink and LU will work together closely over the coming months to ensure a smooth transfer of staff and activities back to LU next year.",
     "The move will have no impact whatsoever on the day to day operation of the Underground.",
     "Sarah Atkins, LU Commercial Director, said: 'We've taken a good hard look at every aspect of how we operate the railway and found that we can make significant savings by terminating this arrangement early, avoiding expensive financing costs that would have come with continuing the contract to its end.",
     "'Although the contract has been performing well, the move to restructure the PFI arrangement will give us increased operational flexibility, and mean we can invest the savings made in further transport improvements for our customers.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}