{
 "pageTitle": "Upward trend continues as TfL publish latest Tube performance figures",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Upward trend continues as TfL publish latest Tube performance figures",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London today published Tube performance figures for Period 3 (27 May - 23 June 2012), which show the long-term trend of improved reliability on the Tube has continued into the current financial year."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "These figures continue the long-term trend of improved reliability that we have seen on the Tube over recent years.",
     "In addition, customer satisfaction levels are at an all-time high.\u003cbr /\u003e\u003cbr /\u003eThe figures show passenger demand continues at record levels and London Underground's (LU) quarterly Customer Satisfaction Survey improved to a new record score of 82 out of 100, the highest since the independent survey began in its current form in 1990.\u003cbr /\u003e\u003cbr /\u003eDelays to customers during the period, as measured by lost customer hours, would have been 284,000 lower than the previous period, and the current financial year would have the lowest average lost customer hours for any year on record - two per cent lower than the average across 2011 / 12, were it not for a burst Thames Water main in Stratford, which flooded the Central line on 6 June.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Respond quickly\"}",
     "This caused millions of litres of water to flood the line and resulted in 408,000 lost customer hours.",
     "Since then top level meetings have taken place between the Mayor and management of Thames Water, who have agreed to pay compensation to TfL for the incident and set out their emergency protocols should such a situation arise again.",
     "The continuing trend of long-term improvement follows the creation of the London Underground Reliability Programme in 2011, which led to the introduction of a range of initiatives to predict and prevent failures, respond more quickly to problems and roll out better equipment.\u003cbr /\u003e\u003cbr /\u003eMike Brown, LU's Managing Director, said: 'These figures continue the long-term trend of improved reliability that we have seen on the Tube over recent years.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Reduction in delays\"}",
     "'The ongoing work we're undertaking to make the railway operate more efficiently, and to respond more quickly to problems, meant that we were able to maintain that performance during the Olympic Games, despite carrying more people than ever before with an extra million journeys made on the busiest days.",
     "'But we are not complacent and remain focused on the task of examining how we can go even further as we work to deliver the Mayor's target of a further 30 per cent reduction in delays by 2015.'\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}