{
 "pageTitle": "350,000 journeys made on Mayor's flagship cycle scheme in its first month",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "350,000 journeys made on Mayor's flagship cycle scheme in its first month",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Around 17,000 Barclays Cycle Hire journeys a day are now being made on London's iconic blue bikes."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Having a key to this scheme is  just like having the keys to the city itself, and our members are embracing the scheme and the freedom it offers them in their tens of thousands",
     "In the month since the Mayor and Transport for London (TfL) launched London's brand new public transport system, almost 70,000 people have signed up as members of the Mayor's scheme, making more than 350,000 journeys between them.",
     "The number of Barclay's Cycle Hire docking stations has also grown - there are now 335 Barclays Cycle Hire locations in central London, 20 more than when the scheme launched on 30 July.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"New docking stations\"}",
     "Construction is set to start on around new four docking stations every week from early September, and all 400 stations that make up Phase One of the cycle hire scheme should be fully operational by the end of the year.",
     "The popularity of the scheme means that around 17,000 journeys are already being made every weekday by Barclays Cycle Hire bikes, despite the system currently being available to members only.",
     "This is expected to rise significantly with the roll-out of the scheme to casual users. The significant existing demand for the scheme means that the Mayor and TfL want to ensure the operating and distribution systems the scheme operator, Serco, has in place are as robust as possible before rolling it out further.",
     "It will therefore be available to casual users and visitors by the end of this year.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"New freedom\"}",
     "The Mayor of London, Boris Johnson, said: 'Having a key to this scheme is  just like having the keys to the city itself, and our members are embracing the scheme and the freedom it offers them in their tens of thousands.",
     "'Cycle hire has been a huge success, with unprecedented demand, and I want to ensure that when we open the scheme up to casual users we do not do it to the detriment of those pioneers who have been with us from the beginning.",
     "'By waiting until later this year we can learn about how people use the scheme, and it will allow Serco to address any remaining teething problems because I want to ensure that a high quality experience is maintained for every cycle ride.'",
     "David Brown, Managing Director of Surface Transport at TfL, said: 'Barclays Cycle Hire bikes have become a familiar and popular sight on the streets of central London in the past month, and are transforming the way people get around, and get to know, the Capital.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Most journeys free\"}",
     "'These are early days for Barclays Cycle Hire, and we are still working with our operator, Serco, to learn about and improve the scheme before opening it up to casual users. This new form of public transport is already proving hugely popular - with over 70,000 Londoners already signed up as members.",
     "'Our approach will mean that those using one of our bikes experience the very best service possible.'",
     "Around 93 per cent of all journeys made by Barclays Cycle Hire members are under 30 minutes, which means that the vast majority of people using the scheme aren't paying any more than their daily £1, weekly £5 or annual £45 access fees.\u003cbr /\u003e",
     "Notes to editors:",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}