{
 "pageTitle": "A new platform signals all change at Stratford ahead of 2012",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "A new platform signals all change at Stratford ahead of 2012 ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "A new platform at Stratford Regional station will help keep passengers moving during the London 2012 Olympic and Paralympic Games."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This is yet another example of the Olympics delivering a lasting legacy for Londoners",
     "The addition, which will open on Sunday 5 September, will mean passengers can alight on both sides.",
     "The Central line platform, funded by the Olympic Delivery Authority (ODA), will allow customers to change more easily and help reduce delays and congestion at the station before, during and after the London 2012 Olympic and Paralympic Games.",
     "Until yesterday, the station had one 'island' westbound platform - shared with National Rail services to Liverpool Street - which was very busy during peak times.",
     "The new platform will mean that westbound train doors can now open on both sides of the carriage for passengers to use the right hand side to change for rail services and the left for the Jubilee line, Docklands Light Railway (DLR) or to leave the station.",
     "It is expected that 120,000 people are expected to use Stratford Regional station at peak times during the Games.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"A legacy for Londoners\"}",
     "Kulveer Ranger, the Mayor's Transport Adviser, said: 'This is yet another example of the Olympics delivering a lasting legacy for Londoners and it is improvements such as this to Stratford which will help keep the capital moving during the Games.",
     "'We are expecting visitors from every corner of the world during that time and these improvements we are making will help those people get around to see the city and see the Games.'",
     "Richard Parry, Strategy and Commercial Director for London Underground, said: 'Stratford station will be a major gateway for the London 2012 Olympic and Paralympic Games.",
     "'The design of this new Central line platform will make it easier for customers to change onto other lines or leave this busy station more quickly now and during the London 2012 Games.'",
     "Hugh Sumner, Director of Transport for the ODA, said: 'Capacity at Stratford Regional is being trebled to accommodate upwards of 100,000 people during Games-time peaks.",
     "'Having doors opening on both sides on the Central line is one way we are achieving this.",
     "'Overall, around £6.5bn is being invested in transport connected with the Games, which will help create a successful transport legacy for years to come.'",
     "The ODA and Transport for London  (TfL) have invested more than £325m into improving transport to Stratford ahead of the London 2012 Games, with £200m alone being contributed to Stratford Regional station.",
     "This includes the delivery of the following projects: the completion of Stratford International station; three-car trains on the DLR, plus the extension from Canning Town to Stratford International; the introduction of the high speed Javelin service; two new London Overground platforms and the opening of the new East London route; King's Cross northern ticket hall for access to Eurostar and mainline services; improved walking facilities and cycling services, plus better river transport facilities.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"London Underground is undertaking a major programme of renewal as part of TfL's Investment Programme. This will inevitably result in some disruption for passengers, but TfL is working hard to provide information and alternative travel options. The work is essential to provide for London's growing transport needs now, and into the future. TfL is urging all Londoners and Tube, London Overground, London Tramlink and DLR passengers to \\u003ca href=\\\"http://www.tfl.gov.uk/check\\\"\\u003e'check before they travel' \\u003c/a\\u003e at weekends, allowing extra journey time where necessary\",\"London Overground services were launched on 11 November 2007, after TfL took control of services formally operated by Silverlink Metro. London Overground includes the extended East London line. The section of the line from Dalston Junction to New Cross Gate opened on 27 April 2010 ahead of schedule. The full line between Dalston Junction and West Croydon opened on Sunday 23 May 2010 ahead of schedule\",\"TfL took responsibility for managing London Overground in November 2007. Over £1.4bn is being invested in upgrading and extending this network\",\"London Tramlink was acquired by TfL in June 2008\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}