{
 "pageTitle": "As starting cannon fires London River Services gets ready for The Great River Race",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "As starting cannon fires London River Services gets ready for The Great River Race",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "This Saturday, 25 September, sees the starting cannon fire on The Great River Race."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "London River Services have ensured River Bus and River Tours service disruptions are kept to a minimum and the Port of London Authority will do their part to ensure safe passage of competitors",
     "This spectacular 22-mile boat race starts at 12:15 from London Docklands heading upriver to Ham in Richmond.",
     "This 'London River Marathon' attracts around 300 crews from all over the world, appealing to everyone from novices competing for fun, and often charity, to the more competitive and serious sports men and women there to win.",
     "River boat services will be operating as normal on the day apart from between 12:50 and 14:15 when there will be phased closures of Tower Millennium, Embankment and Westminster Millennium piers to allow the race to pass safely.",
     "London Bridge City, Bankside, Festival and London Eye piers may also be affected due to the closure of other piers.",
     "While riverside why not make the most of London's River Bus and River Tours services?",
     "There are regular services available providing picturesque journeys along the river, passing the London Eye, Shakespeare's Globe Theatre and the Tower of London along the way.",
     "Furthermore, passengers with a valid Travelcard, or an Oyster card loaded with a valid Travelcard, can get a third off single fares on most scheduled services.",
     "On Thames Clippers, Oyster pay as you go passengers can get a 10 per cent discount off the standard adult fare.",
     "Andy Griffiths, Head of London River Services, said: 'The Great River Race will be enjoyed by both competitors and spectators alike this weekend.",
     "London River Services have ensured River Bus and River Tours service disruptions are kept to a minimum and the Port of London Authority will do their part to ensure safe passage of competitors.",
     "'With a whole host of activities on the river there is never a better time to stay a while and enjoy London from a different angle on a scheduled River Bus or River Tours service.",
     "'With a range of discounts available and improvements to passenger information it has never been easier to make the most of the world famous Thames.'",
     "For more information about London's river services, visit \u003ca href=\"http://www.tfl.gov.uk/river\"\u003ewww.tfl.gov.uk/river\u003c/a\u003e ",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"London River Services owns and operates eight piers on the river: Westminster Millennium, Festival, Embankment, Millbank Millennium, Blackfriars Millennium, Bankside, Tower Millennium and Greenwich\",\"People wishing to travel on the river can benefit from a third off the normal advertised adult and child fares on most services if they produce a valid Travelcard or Oyster card loaded with a valid Travelcard when purchasing a ticket. Pay as you go Oyster cards are accepted on Thames Clippers services and passengers can get a ten per cent discount on adult fares\",\"All London River Services piers are accessible and step-free at all states of the tide, allowing easy access for mobility impaired passengers. Most river boats are accessible - passengers should contact boat operators for comprehensive accessibility information when planning their journeys\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}