{
 "pageTitle": "Celebrate London's walking weekend with more than 50 free Autumn Ambles to choose from",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Celebrate London's walking weekend with more than 50 free Autumn Ambles to choose from",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The 54 walks will be led by trained guides and are designed to take in the sights and sounds that make London a great city."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The walking weekend takes place on Saturday 25 and Sunday 26 September.",
     "Discover walks around the Olympic Park - sample one of seven routes that lead towards the home of the 2012 Games",
     "The free guided walks take in the sights and sounds that make London such a vibrant world city.",
     "Autumn Ambles are one of three annual guided walking weekends organised by Walk London and supported by TfL.",
     "The 54 led walks cover seven different routes along the Mayor's Strategic Walk Network for London, connecting some of London's best attractions, parks, rivers, canals and open spaces.",
     "With the London 2012 Olympic and Paralympic Games around the corner, one of the Autumn Ambles routes has a special focus on east London and along the routes that lead towards the Olympic Park.",
     "The Jubilee Greenway links the Games venues with parks, waterways and great attractions.",
     "Seven of the walks this weekend are flagged as 'walking towards the games' and show how easy it will be to walk to the Olympic site.",
     "The Mayor of London, Boris Johnson said: 'So much of our great Capital can best be discovered by walking and I urge Londoners to put some time aside this weekend for a stroll.",
     "'The Autumn Ambles offer a superb opportunity to savour some of London's hidden gems as well as its more famous attractions.",
     "'With just two years until the Games it is also a great time to try out some of the walks leading to the Olympic Park.'",
     "This weekend's Autumn Ambles will cover a range of areas including:",
     "{\"template\":\"bulletlist\",\"items\":[\"Capital Ring Walk - threading together parks and opens spaces with pleasant residential roads. Fifteen easily walked sections divide 78 miles of open spaces - some of the attractions on this route include Etham Palace, Richmond Park, Wimbledon Common, the Olympic Park and the Thames Barrier\",\"Green Chain Walk - 50 miles of parks and open spaces that include the Severndroog Castle, Crystal Palace Park and Oxleas Woods\",\"Jubilee Walkway - designed to connect London's key attractions it connects all the city's most famous sights including Buckingham Palace, Trafalgar Square, Tower of London, Tower Bridge and St Paul's Cathedral\",\"Lea Valley Walk - 50 miles of towpath walking including Canary Wharf, Tottenham Marshes, Enfield Lock and Waltham Abbey\",\"London Outer Orbital Path (LOOP) - 152 miles of  parks and paddocks including Hall Place, Wilberforce memorial and Kenley Aerodrome\",\"Thames Path - 40 miles of level walks from Hampton Court Place, through the heart of London to Erith Marshes. Sights include Houses of Parliament, Albert Bridge, Syon Park and Kew Gardens\",\"The Jubilee Greenway - linking 2012 Games venues with parks, waterways and great attractions. Thirty-seven miles will take you past the 02 Arena, Greenwich Park, Horse Guards Parade, Hyde Park and Regents Park, among many other spectacular places\"]}",
     "Ben Plowden, Director of Better Routes and Places at TfL, said: 'London is a great city for walking.",
     "'Autumn Ambles show that walking is a wonderful recreational pursuit and can be a practical solution when it comes to getting to work or school.",
     "'The Autumn Ambles are one way in which TfL is supporting the National Day of Walking on Sunday, 26 September 2010 in London.'",
     "Jim Walker, Walk London Chair, said: 'On the walks this autumn, the expert guides will introduce you to the fascinating detail that makes up this great city - share their stories, meet like-minded people and feel so much better by having London under your feet whilst improving your physical health.'",
     "There is something for everyone and lots for all to enjoy.",
     " \u003ca href=\"http://www.walklondon.org.uk/\"\u003eFind out more \u003c/a\u003e about the walks and download free maps and directions.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Autumn Ambles are held on the last weekend in September of each year, and form one of three annual guided walking weekends managed by Walk London. The other two guided walking events are Winter Wanders (January) and Spring into Summer (May)\",\"Over 8,000 people have attended Walk London's walking weekends since November 2007\",\"Autumn Ambles are one of TfL's contributions to the national Walk4Life campaign to get more people walking this year\",\"London's Strategic Walk Network is made up of seven long-distance routes laid out in easily manageable sections: London Loop (24 sections, 152 miles in total), Capital Ring (15 sections, 78 miles in total), Lea Valley (six sections, 18 miles in total), Thames Path (four sections, 40 miles in total), Green Chain (11 sections, 50 miles in total), Jubilee Walkway (five sections, 15 miles in total), Jubilee Greenway (10 sections, 37 miles in total)\",\"With 2012 around the corner, this year Walk London has seven routes with a special focus on 'walking towards the games' and the 2012 Games venues\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}