{
 "pageTitle": "Consultation commences to re-shape Tube Lines for the future",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Consultation commences to re-shape Tube Lines for the future",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Tube Lines, the maintenance firm acquired by TfL in June 2010, has today commenced a consultation with staff and unions over improving efficiency and delivering greater value for fare and tax payer money."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The acquisition of Tube Lines has given TfL greater flexibility to manage the vital programme of Tube upgrades, saving millions of pounds for London's fare and tax payers",
     "Under the Public Private Partnership (PPP) arrangements, Tube Lines was responsible for the upgrade and maintenance of the Jubilee, Northern and Piccadilly lines.",
     "It was acquired by TfL to enable these vital upgrades to be delivered in a way that minimises disruption to passengers and businesses and which delivers greater value for money.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Value for money\"}",
     "Consultation with staff and trade unions commenced today on proposals drawn up by new CEO Andie Harper following the acquisition.",
     "These include the potential for a reduction of around 250 mainly managerial, clerical and professional roles as the company adjusts its activities in the light of its acquisition by TfL. This includes ending duplication of roles with TfL.",
     "Tube Lines would in the first instance look to achieve any such reductions through removing temporary roles and through voluntary redundancy.\u003cbr /\u003e\u003cbr /\u003eFollowing TfL's acquisition of Tube Lines, an urgent review of the PPP upgrades is also now underway, with the aim of delivering the Tube improvements that London and the wider UK economy needs at the best possible value for money, and with the minimum of disruption for Londoners and for businesses.",
     "The first priority is the completion of the Jubilee line upgrade, delivering more frequent and reliable trains, as soon as possible.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Saving millions of pounds\"}",
     "London Underground and Tube Lines are currently reviewing how best to deliver the Northern and Piccadilly line upgrades, and are looking at how synergies can be achieved alongside the existing upgrade programmes for the Victoria and Sub-Surface lines (Circle, District, Hammersmith \u0026 City and Metropolitan).",
     "Andie Harper, CEO of Tube Lines, said: 'The acquisition of Tube Lines has given TfL greater flexibility to manage the vital programme of Tube upgrades, saving millions of pounds for London's fare and tax payers.",
     "'We are now beginning a consultation with staff and unions on the future shape of Tube Lines in the light of that acquisition.'",
     "'This includes the potential for a reduction in staff numbers as Tube Lines adjusts its activities.",
     "'We would in the first instance look to achieve any reductions through removing temporary roles and through voluntary redundancy.'",
     "\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}