{
 "pageTitle": "Four-car trains complete London Overground's electric train fleet",
 "description": "The extra carriages are being added to 20 trains on the Clapham Junction to Stratford and Richmond to Stratford routes and will increase the capacity of the Class 378 electric trains by one third. It has been made possible by recent platform lengthening",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Four-car trains complete London Overground's electric train fleet",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Passengers are now enjoying the benefits of track and station upgrades with the introduction of the final four-carriage trains in London Overground's fleet of electric trains."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The extra carriages are being added to 20 trains on the Clapham Junction to Stratford and Richmond to Stratford routes and will increase the capacity of the Class 378 electric trains by one third. It has been made possible by recent platform lengthening works as part of a £326 million upgrade project.",
     "Kulveer Ranger, the Mayor's transport adviser, said: 'This is yet another example of the Mayor's successful delivery of crucial investment in the transport infrastructure in this city.",
     "Despite tough financial times we will continue to work hard to keep London moving which is vital for the economy of the country as a whole.'",
     "The Managing Director of TfL London Rail, Ian Brown, said: 'Passengers will notice the immediate benefit of these longer trains which greatly increase capacity.",
     "'London Overground can deliver these benefits now because of the upgrade work carried out earlier this year and I thank our passengers for their patience during that time.",
     "'We created London Overground only a little under three years ago and after a tremendous amount of work, I'm very pleased to see the benefits of our upgrade programme now starting to flow.'",
     "Four-car electric trains are already running on London Overground's Watford to Euston route and the East London Dalston to Croydon route which was opened in May.\u003cbr /\u003e",
     "Notes to editors:",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}