{
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Is your Zip Oyster photocard or free bus and tram travel about to expire?",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "All 16 to 18-year-olds whose Zip Oyster photocards run out on 30 September are reminded that they need to reapply by 13 September to ensure they continue to get their free or discounted travel concession."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) is reminding young people to make sure that they have a valid Zip Oyster photocard in order to make the most of the travel benefits available.",
     "The Zip scheme gives eligible 16- to 18-year-olds free or concessionary travel on London's buses and trams.",
     "These travel concessions are only available with a Zip Oyster photocard.",
     "Any 16-year-olds starting sixth form, college or training will need to apply for a 16+ Oyster photocard before their previous 11-15 Zip Oyster photocard expires.",
     "Current 16+ Oyster photocard holders who are eligible for free travel will need to renew their application for the new academic year.",
     "Both groups should apply by 13 September to ensure they receive a new card before their current one expires on 30 September.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Make the best of travel benefits\"}",
     "Nineteen-year-olds who turned 18 prior to 31 August, live in Greater London and are in sixth form, college or training, are eligible for the 16+ concession.",
     "Sixteen to 17-year-olds who are not eligible for the free bus and tram concession, can apply for a 16+ Zip Oyster photocard allowing them to travel at half adult-rate on London's buses and trams.",
     "Photocard application forms are available from post offices within Greater London.",
     "Applications may take up to two weeks to process and proof of application will not be accepted by bus drivers as a valid ticket for travel.",
     "Kulveer Ranger, the Mayor's Transport Adviser, said: 'The Zip Oyster photocard is an essential addition to any teenager's wallet this autumn.",
     "'I urge young people and their parents to make sure they apply for an updated card so they can get around the city without worrying about denting their pocket.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Explore the city\"}",
     "Steve Burton, TfL's Director of Community Safety, Enforcement and Policing, said: 'The Zip photocard scheme not only helps to relieve a little of the financial burden from parents shoulders but also allows young people to travel across and explore their city.",
     "'In order to keep this privilege, parents must make sure that their children sign up to the scheme and have the correct card.",
     "'It is then up to young people to follow the Behaviour Code and respect their fellow passengers.'",
     "Applications for 16+ Oyster photocards for the free travel concession for the current academic year will be accepted at post offices until 30 June 2011.",
     "16+ Zip Oyster photocard holders pay half the adult rate when using Oyster pay as you go on the Tube, Docklands Light Railway (DLR) and London Overground.",
     "They pay adult fares on most National Rail services.",
     "They can also buy child-rate 7 Day, monthly and longer period Travelcards.",
     "Further details are available on the \u003ca href=\"http://www.tfl.gov.uk/zip\"\u003eTfL website\u003c/a\u003e .",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"In July, TfL announced that from 1 September 2010 a non-refundable £10 administration fee will be payable for all new applications for Zip Oyster photocards. The £10 charge has been introduced to contribute to TfL's administration costs of the concessionary schemes, including processing application forms, photocard production and postage\",\"All 16+ Oyster photocard holders can buy 7 Day, monthly or longer period Travelcard and Bus \\u0026 Tram Pass season tickets at half adult-rate even if they don't qualify for free bus and tram travel\",\"TfL has sent 16+ application forms to existing holders of 16+ Oyster photocards whose cards expire on 30 September 2010. It is also sending out forms to existing holders of 11-15 Zip Oyster photocards whose cards expire on 30 September 2010 and need to upgrade to a 16+ Oyster photocard\",\"As well as free travel on buses and trams, a Zip photocard also gives 11 to 15-year-old Oyster photocard holders child-rate travel on the Tube, DLR, London Overground and National Rail, with a daily off-peak cap of just £1 (Zones 1-9). Under-16s can buy child-rate cash single and day Travelcards without an Oyster photocard. Child-rate pay as you go is cheaper than cash fares\",\"If an Oyster photocard has been lost, stolen or damaged the cardholder will have to reapply to get a replacement and pay a non-refundable fee of £10\",\"Application forms for Zip Oyster photocards can be obtained from post offices in Greater London and some schools and colleges\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}