{
 "pageTitle": "It's all hands on deck as London's river services get ready for the Thames Festival",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "It's all hands on deck as London's river services get ready for the Thames Festival",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Between 11 and 12 September, London's river services will be providing a frequent service to piers along the South Bank, including London Eye, Bankside, Westminster and London Bridge, to help move visitors to the annual Mayor's Thames Festival."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "With a whole host of activities around the river this weekend for both Londoners and visitors alike, there is never a better time to enjoy the Thames Festival than from a scheduled River Bus or River Tour service",
     "The festival is a stunning, free celebration of London and its world famous waterway and is a key highlight in the city's cultural calendar.",
     "Activities take place all over the weekend on the River Thames, the riverside, walkways, roads, bridges, docks and open spaces from Westminster Bridge to Tower Bridge and beyond.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Savings on fares\"}",
     "To help you make the most of the celebrations London River Services' piers will be operating throughout the weekend, helping to provide fast and picturesque journeys along the river, passing the London Eye, The Royal Festival Hall and Shakespeare's Globe Theatre along the way.",
     "Furthermore, passengers with a valid Travelcard, or an Oyster card loaded with a valid Travelcard, can get a third off single fares on most scheduled services.",
     "On Thames Clippers, Oyster pay as you go passengers can get a 10 per cent discount off the normal adult fare.",
     "London's river services will operate normally throughout the weekend.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Enjoy the activities\"}",
     "Andy Griffiths, Head of London River Services, said: 'With a whole host of activities around the river this weekend for both Londoners and visitors alike there is never a better time to enjoy the Thames Festival than from a scheduled River Bus or River Tour service.",
     "'With a range of discounts available and the introduction of clearer passenger information it has never been easier to make the most of the world famous Thames.'",
     "For more information about the event and London's river services, visit \u003ca href=\"http://www.thamesfestival.org\"\u003ewww.thamesfestival.org\u003c/a\u003e and \u003ca href=\"http://www.tfl.gov.uk/river\"\u003ewww.tfl.gov.uk/river\u003c/a\u003e ",
     "\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"London River Services owns and operates eight piers on the river: Westminster Millennium, Festival, Embankment, Millbank Millennium, Blackfriars Millennium, Bankside, Tower Millennium and Greenwich\",\"People wishing to travel on the river can benefit from a third off the normal advertised adult and child fares on most services if they produce a valid Travelcard or Oyster card loaded with a valid Travelcard when purchasing a ticket. Pay as you go Oyster cards are accepted on Thames Clippers services and passengers can get a 10 per cent discount on adult fares\",\"All London River Services piers are accessible and step-free at all states of the tide, allowing easy access for mobility impaired passengers. Most river boats are accessible - passengers should contact boat operators for comprehensive accessibility information when planning their journeys\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}