{
 "pageTitle": "Kender Street Triangle to switch to two-way traffic this weekend",
 "description": "Traffic flow in south east London is set to become smoother as another gyratory system in London is removed. The conversion of the Kender Street Triangle in Lewisham back to two-way flow will make it easier for drivers passing through the area and will",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Kender Street Triangle to switch to two-way traffic this weekend ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Gyratory system will be removed from 4:00 Sunday 5 September. The Kender Street Triangle will be the third gyratory system to be removed by the Mayor and Transport for London (TfL) in the last two years."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Work on the Kender Street Triangle is making excellent progress",
     "Traffic flow in south east London is set to become smoother as another gyratory system in London is removed.",
     "The conversion of the Kender Street Triangle in Lewisham back to two-way flow will make it easier for drivers passing through the area and will help to reduce traffic through the residential areas along Kender Street and Besson Street.",
     "The gyratory, a one-way circular road, is being removed as part of the TfL's Kender Street Triangle improvement project and the Mayor's £220m Great Outdoors public realm improvement initiative.",
     "The Kender Street Triangle was identified as one of more than 50 public spaces to benefit from funding through the Mayor's Great Outdoors initiative which is improving streets, parks and squares of all shapes and sizes.",
     "As well as the gyratory removal the Kender Street scheme, which began in February this year, has included improvements to footways, junctions and pedestrian crossings and a new bus and cycle lane which has been installed along Queen's Road.",
     "New Cross Road and Queen's Road will also be resurfaced.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Streets ahead\"}",
     "New signs, road markings and advanced warning signs are currently being placed around the Kender Street Triangle to alert road users to the new road layout and to help ensure a smooth transition to the new traffic system.",
     "TfL staff and the police will also be on site on the morning of 5 September to help manage the traffic switch.",
     "Kulveer Ranger, the Mayor's Transport Adviser, said: 'Gyratory systems in London often cause major headaches for drivers across London.",
     "'By removing them at locations where two-way traffic would benefit all road users, we can help improve traffic flow through the area, and provide a better local environment for residents and drivers.'",
     "Dana Skelley, Director of Roads at TfL, said: 'Work on the Kender Street Triangle is making excellent progress and restoring two-way traffic to this area is key to the ongoing regeneration of this area.",
     "'Once this traffic switch is completed, we will finish the work we've already begun on improving the footways in the area, and we expect to have the whole improvement scheme completed by winter.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}