{
 "pageTitle": "London Overground delivers to satisfied customers",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Overground delivers to satisfied customers",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Overground passengers are now beginning to see the results of a two-year £1.4bn upgrade and have responded by giving the network a record 81 points in a recent customer satisfaction survey."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The Transport for London (TfL) survey of 1408 passengers undertaken between 27 June and 21 August this year revealed an increase of three points over the satisfaction levels of the previous quarter.",
     "This latest figure continues the upward trend in satisfaction levels for London Overground customers since the railway was taken over by TfL.",
     "Particularly noteworthy is the increase in the feeling of personal safety at stations from 74 to 85 - a result of the TfL policy of always having staff on platforms while a service is running.",
     "Managing Director of TfL London Rail Ian Brown, said: 'It is great news that passengers are now being repaid for their patience and tolerance of service disruptions and are starting to see the benefits of all our upgrade investment and work.",
     "'While this is a great result we know we still have some way to go with much work to do.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Customer satisfaction\"}",
     "'The introduction of our new air conditioned and higher capacity trains is almost complete and when our track and signal upgrade works are finished by the middle of next year, Londoners will have a service they deserve.'",
     "Since launching the London Overground service in 2007, TfL has embarked on a huge programme to upgrade and extend the network which was once one of the most neglected in the UK.",
     "Improvements include a new train fleet, refurbished stations and an upgraded signalling network.",
     "An extension joining Dalston Junction in east London to East Croydon in south London was opened earlier this year.",
     "It is due to be linked to the rest of the network at Highbury \u0026 Islington station early next year.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}",
     "{\"template\":\"table\",\"rows\":[[\"\",\"\\u003cstrong\\u003eSilverlink (June to September 2007)\\u003c/strong\\u003e \",\"\\u003cstrong\\u003eLondon Overground (June to September 2010)\\u003c/strong\\u003e \"],[\"\\u003cstrong\\u003eCleanliness/freedom from graffiti\\u003c/strong\\u003e \",\"67\",\"83\"],[\"\\u003cstrong\\u003ePersonal safety at stations\\u003c/strong\\u003e \",\"74\",\"85\"],[\"\\u003cstrong\\u003eNumber of staff seen at stations\\u003c/strong\\u003e \",\"48\",\"73\"],[\"\\u003cstrong\\u003eState of trains\\u003c/strong\\u003e \",\"57\",\"88\"],[\"\\u003cstrong\\u003eReliability/punctuality\\u003c/strong\\u003e \",\"62\",\"77\"]]}",
     "{\"template\":\"bulletlist\",\"items\":[\"Customer Satisfaction Surveys are conducted across all modes for TfL by an external contractor, to monitor changes in customer perception and satisfaction\",\"All aspects of the London Overground service are covered, with performance being rated for each aspect on a scale of 0 to 100 where 100 represents perfect performance. The performance scores are calculated using the results of interviews carried out face-to-face with passengers whilst they are travelling. Interviewing shifts are carried out at all times of the day on all days of the week, covering all sections of the London Overground network to ensure that a representative result is achieved\",\"The London Overground network consists of the Richmond to Stratford, Willesden Junction to Clapham Junction (via Kensington Olympia), Gospel Oak to Barking and Euston to Watford Junction lines, and the Dalston Junction to East Croydon east London route\",\"London Overground is delivering frequent metro-style services, longer operating hours and improved service frequencies on all lines so that Londoners can simply 'turn up and go'\",\"Around six million journeys are made every month on London Overground\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}