{
 "pageTitle": "London Underground welcomes RMT and TSSA leaderships attendance at ACAS talks",
 "description": "LU asked ACAS to invite the leaderships of both unions to discuss LU's staffing proposals, which the unions have agreed to do. LU is calling for the unions' strike to be called off, and will once again be reiterating that its staffing changes will be",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Underground welcomes RMT and TSSA leaderships attendance at ACAS talks",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground (LU) has welcomed the willingness of the leaderships of the RMT and TSSA unions to meet at the conciliation service ACAS this morning to discuss how to avoid unnecessary strike action."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "These changes come with no compulsory redundancies, and that under our proposals all stations with a ticket office will continue to have one, and all stations will be staffed at all times",
     "LU asked ACAS to invite the leaderships of both unions to discuss LU's staffing proposals, which the unions have agreed to do.",
     "LU is calling for the unions' strike to be called off, and will once again be reiterating that its staffing changes will be delivered with a guarantee of no compulsory redundancies, that all stations with a ticket office will continue to have one, and that stations will continue to be staffed at all times.",
     "Howard Collins, LU's Chief Operating Officer, said: 'We welcome the RMT and TSSA leaderships willingness to try to resolve this issue through discussion. We will be entering the discussions listening to the concerns raised and trying to work together to resolve the matter without unnecessary disruption to Londoners.",
     "'London Underground needs to change, as it is not possible to go on with a situation where some ticket offices sell fewer than 10 tickets an hour.",
     "'We will be reiterating that these changes come with no compulsory redundancies, and that under our proposals all stations with a ticket office will continue to have one, and all stations will be staffed at all times.'\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"Some LU ticket offices now regularly sell fewer than 10 tickets an hour. The quietest ticket offices include North Ealing, which sells less than six tickets per hour, and Latimer Road and Moor Park, which sell only around seven tickets per hour\",\"Overall, sales from ticket offices are down 28 per cent over the last four years as more and more people switch to Oyster and just one in 20 Tube journeys now starts with a visit to a ticket office\",\"Under LU's proposals staff will be more effectively deployed to areas of stations where they can better assist customers, removing duplication of roles whilst delivering the best possible value for fare and taxpayers\",\"The proposed changes would mean a reduction in the total number of posts across LU, but will involve no compulsory redundancies, and will have no impact on the Tube's high safety standards\",\"It is currently reported that a series of 24-hour strikes will take place, starting on the evening of 6 September, with more industrial action in October and November\",\"The changes would not affect Tube drivers, and the majority of the roughly 800 posts that are identified for reduction are ticket office staff; this also includes a saving of around 150 posts from reductions in management and administrative staff. This is out of a total of around 19,000 London Underground staff, so represents less than five per cent of the workforce. Some 250 positions are already, or are expected to become vacant, so these would merely not be filled\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}