{
 "pageTitle": "London Underground statement on talks at ACAS",
 "description": "LU asked ACAS to invite the leaderships of both unions to discuss the issues, however both union leaderships have now imposed unreasonable preconditions on talks that they knew would render constructive discussions impossible.LU is calling for the strike",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Underground statement on talks at ACAS ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground (LU) have today been engaged in talks with the leaderships of the TSSA and RMT unions at the conciliation service ACAS, to discuss how to avoid unnecessary strike action."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This threatened strike is completely unnecessary. It will do nothing but disrupt Londoners, and lose those who strike a day's pay",
     "LU asked ACAS to invite the leaderships of both unions to discuss the issues, however both union leaderships have now imposed unreasonable preconditions on talks that they knew would render constructive discussions impossible.",
     "LU is calling for the strike to be called off, and has once again reiterated that its staffing changes will be delivered with a guarantee of no compulsory redundancies, that all stations with a ticket office will continue to have one, and that stations will continue to be staffed at all times.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Meaningful discussion\"}",
     "Howard Collins, London Underground's Chief Operating Officer, said: 'London Underground went to ACAS to take part in meaningful discussions with the TSSA and RMT leaderships, with the expectation that they would be prepared to do the same.",
     "'However, from the outset, they have imposed unreasonable preconditions that they knew would render constructive discussions impossible.\u003cbr /\u003e\u003cbr /\u003e'London Underground needs to change, as it is simply not possible to go on with a situation where some ticket offices sell fewer than 10 tickets an hour.",
     "'We have assured the unions, and I do so again unequivocally, that our staffing changes are being delivered without compromising London Underground's high safety standards.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Unnecessary strike action\"}",
     "'They come with no compulsory redundancies, all stations with a ticket office will continue to have one, and all stations will be staffed at all times.",
     "'This threatened strike is therefore completely unnecessary. It will do nothing but disrupt Londoners, and lose those who strike a day's pay.",
     "'London Underground remains willing as ever to meet and take part in constructive discussions at any time without setting any preconditions. We urge the RMT and TSSA leadership to drop their preconditions so that meaningful discussions can take place.'",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Some LU ticket offices now regularly sell fewer than 10 tickets an hour. The quietest ticket offices include North Ealing, which sells less than six tickets per hour, and Latimer Road and Moor Park, which sell only around seven tickets per hour\",\"Overall, sales from ticket offices are down 28 per cent over the last four years as more and more people switch to Oyster and just one in 20 Tube journeys now starts with a visit to a ticket office\",\"Under LU's proposals staff will be more effectively deployed to areas of stations where they can better assist customers, removing duplication of roles whilst delivering the best possible value for fare and taxpayers\",\"The proposed changes would mean a reduction in the total number of posts across LU, but will involve no compulsory redundancies, and will have no impact on the Tube's high safety standards\",\"Currently, RMT and TSSA maintenance and engineering staff will begin their 24-hour strike at 17:00 on Monday 6 September, and other RMT and TSSA Tube staff, including station staff and some drivers, will start at 21:00\",\"The changes would not affect Tube drivers, and the majority of the roughly 800 posts that are identified for reduction are ticket office staff; this also includes a saving of around 150 posts from reductions in management and administrative staff. This is out of a total of around 19,000 LU staff, so represents less than five per cent of the workforce. Some 250 positions are already, or are expected to become vacant, so these would merely not be filled\\u003cbr /\\u003e\"]}",
     "@this.ScriptBlock(\n        @script)"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}