{
 "pageTitle": "London Underground calls on RMT and TSSA leadership to call off strike and return to talks",
 "description": "LU has today called on the leaderships of the RMT and TSSA unions to call off their threatened strike action and return to talks to avert disruption to Londoners. The call comes as the first of the strikes on the network, of RMT maintenance workers",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Underground calls on RMT and TSSA leadership to call off strike and return to talks",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground (LU) has given unions assurances that they seek on no compulsory redundancies and safe staffing levels. LU remains ready to talk at any time."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "But our staffing changes mean that every station that currently has a ticket office will retain one, and that all stations will be staffed at all times",
     "LU has today called on the leaderships of the RMT and TSSA unions to call off their threatened strike action and return to talks to avert disruption to Londoners.",
     "The call comes as the first of the strikes on the network, of RMT maintenance workers employed by Alstom, failed to have any impact whatsoever on passenger services.",
     "Last week's talks at ACAS, which LU asked the union leaderships to attend, broke down when both union leaderships imposed unreasonable preconditions on talks that they knew would render constructive discussions impossible.",
     "LU is calling for the strike to be called off, and for talks to resume without preconditions.",
     "It has once again reiterated that its staffing changes will be delivered with a guarantee of no compulsory redundancies, that all stations with a ticket office will continue to have one, and that stations will continue to be staffed at all times.",
     "The leader of the TSSA union, Gerry Doherty, said live on Television that if LU gave a guarantee of no compulsory redundancies, this could 'change the negotiating climate'.",
     "This guarantee has been given unequivocally, yet the TSSA leadership, and that of the RMT, still seem intent on disrupting Londoners.",
     "Howard Collins, LU's Chief Operating Officer, said: 'Londoners will no doubt find it incredible that, despite being given a guarantee of no compulsory redundancies, the RMT and TSSA leaderships are still threatening to strike.",
     "'London Underground needs to change, as we can't go on with a situation where some ticket offices sell fewer than 10 tickets an hour.",
     "'But our staffing changes mean that every station that currently has a ticket office will retain one, and that all stations will be staffed at all times.",
     "'The RMT and TSSA leaderships should recognise that we have given them every assurance possible, and should stop threatening disruption and return to talks.'",
     "A range of \u003ca href=\"http://www.tfl.gov.uk\"\u003eextra services \u003c/a\u003e are being provided to help keep London moving if the strike does go ahead, including extra river and bus services and guided cycle rides.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}