{
 "pageTitle": "North Acton Tube station scoops fruit and veg award while High Barnet blooms in light of Best Overall Garden prize",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "North Acton Tube station scoops fruit and veg award while High Barnet blooms in light of Best Overall Garden prize ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The winners of the Tube's annual Underground in Bloom competition were announced at City Hall on Thursday 16 September."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Once again I have been overwhelmed by the effort our staff have put into brightening up Tube stations across the network",
     "London Underground (LU) staff from 54 stations have been busy growing green beans, potatoes and cucumbers in their own time at stations across the network.",
     "Green-fingered employees have also been adding colour at stations with lavender and geraniums for thousands of customers to enjoy.",
     "A new Fruit and Vegetable category was introduced this year in support of the Mayor's Capital Growth programme which encourages communities and organisations to grow their own food.",
     "Hanging Baskets, Tubs and Best Overall Garden were other hotly contested categories.",
     "North Acton on the Central line scooped first place in the new Fruit and Vegetable category with their winning strawberries and sweet corn, Brent Cross on the Northern line claimed the second prize and Greenford on the Central line came a close third.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Special award\"}",
     "Best Overall Garden prize was awarded to High Barnet on the Northern line - pipping Rickmansworth which was last year's winner.",
     "The judges were clearly impressed with High Barnet as it was also nominated in three other categories including Cultivated Garden, Tubs and Hanging Baskets.",
     "The ever popular Hanging Baskets category went to Newbury Park for the second year running.",
     "The station beat both Watford (second) and High Barnet (third).",
     "The Dennis Sanger Special Award this year went to Hampstead.",
     "The award recognises special achievement and was judged by Howard Collins, Chief Operating Officer for LU.",
     "Despite challenging conditions staff at this deep level station had managed to grow over 20 varieties of fruit and vegetables including jalapeno peppers and strawberries in a small area at the back of the building.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Green-fingered staff\"}",
     "Rosie Boycott, Chair of London Food and the Mayor's food growing 'champion', said: 'Congratulations to the green-fingered London Underground staff who have worked extremely hard in their spare time to make these Tube stations burst with greenery and colour.",
     "'This also proves that you can cultivate food and flowers in all manner of unusual urban nooks and crannies.'",
     "Howard Collins, Chief Operating Officer for LU, said: 'Once again I have been overwhelmed by the effort our staff have put into brightening up Tube stations across the network.",
     "'Their passion has translated into masses of colour on station platforms, which I am sure has helped to brighten our customers' journeys.'",
     "These green spaces were judged by a panel of LU judges between 16 August and 3 September.",
     "Winners of the Underground in Bloom competition, who tend the station gardens in their own time, received shopping vouchers as prizes.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Images are available on request\",\"LU is undertaking a major programme of renewal as part of Transport for London's (TfL's) Investment Programme. This will inevitably result in some disruption for passengers, but TfL is working hard to provide information and alternative travel options. The work is essential to provide for London's growing transport needs now, and into the future. TfL is urging all Londoners and Tube, London Overground and Docklands Light Rwailway passengers to 'check before they travel' at weekends, allowing extra journey time where necessary. Weekend travel news is available on the \\u003ca href=\\\"http://www.tfl.gov.uk\\\"\\u003eTfL website\\u003c/a\\u003e \",\"Capital Growth was launched in 2008 by Rosie Boycott, the Chair of London Food and Mayor, Boris Johnson, to boost grow your own in the Capital. Developed and managed by London Food Link, part of Sustain, it now has more than 537 spaces already being cultivated across the Capital in a diverse range of places including schools and canal banks, roofs, private gardens open to the community and parks. Capital Growth is also working with large organisations such as TfL and British Waterways along with borough food growing programmes such as Edible Islington\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}