{
 "pageTitle": "Talks at ACAS off as RMT and TSSA leaderships reject London Underground's guarantees on jobs and safety",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Talks at ACAS off as RMT and TSSA leaderships reject London Underground's guarantees on jobs and safety",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground (LU) has confirmed that the RMT and TSSA union leaderships have refused to return to talks at ACAS, which LU had proposed for this morning."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Despite their claims that this dispute is about safety, the union leaderships have not even tried to make the case or present any evidence to us to support that argument",
     "London Underground (LU) has confirmed that the RMT and TSSA union leaderships have refused to return to talks at ACAS, which LU had proposed for this morning.",
     "LU met with the unions at ACAS on Wednesday 22 September for six hours, and proposed to resume talks again on Friday to avoid further disruption to Londoners.",
     "Despite claims by the unions that the dispute is about safety, no safety-related issues were put to LU at that time, and have not been raised in any other meetings.",
     "Instead, the unions once again made the demand that LU should withdraw all proposals for staffing changes before talks could progress.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Our assurances rejected\"}",
     "LU is involved in an extensive consultation process with staff over the proposed arrangements, which are being introduced in response to a decrease in customer demand for ticket office services.",
     "LU has assured the unions unequivocally that the changes will be delivered without compulsory redundancies or loss of earnings, that all stations with a ticket office will continue to have one and that all stations will be staffed at all times.",
     "These assurances have been rejected by the union leaderships, and they have now refused to rejoin talks.",
     "Howard Collins, LU Chief Operating Officer, said: 'We met with the leaderships of the TSSA and RMT unions at ACAS for six hours on Wednesday and were, once again, faced with the demand that we withdraw our plans in their entirety before talks can progress.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Cast-iron guarantee\"}",
     "'We cannot agree to this demand - the simple fact is that our customers' needs have changed, with some ticket offices now selling fewer than ten tickets per hour, and so London Underground needs to change.",
     "'Despite their claims that this dispute is about safety, the union leaderships have not even tried to make the case or present any evidence to us to support that argument.",
     "'Our plans have no impact on safety standards and we have also given a cast-iron guarantee that these plans involve no compulsory redundancies or loss of earnings.",
     "'We have assured the unions again that every station that has a ticket office now will have one in future, and all stations will be staffed at all times.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Willing to discuss\"}",
     "'We were hoping that the union leaderships would come to ACAS today to try to avoid further disruption to Londoners.",
     "'Unfortunately they have refused - showing that, for all their words, they were not serious about averting another strike.",
     "'We remain ready and willing to discuss any aspect of our proposals, including any specific safety concerns, and we hope the leaderships of the TSSA and RMT will return to talks, call off this pointless industrial action and stop threatening Londoners with disruption.'",
     "{\"template\":\"bulletlist\",\"items\":[\"Some LU ticket offices now regularly sell fewer than 10 tickets an hour. The quietest ticket offices include North Ealing, which sells less than six tickets per hour, and Latimer Road and Moor Park, which sell only around seven tickets per hour\",\"Overall, sales from ticket offices are down 28 per cent over the last four years as more and more people switch to Oyster and just one in 20 Tube journeys now starts with a visit to a ticket office\",\"Under LU's proposals staff will be more effectively deployed to areas of stations where they can better assist customers, removing duplication of roles whilst delivering the best possible value for fare and taxpayers\",\"The proposed changes would mean a reduction in the total number of posts across LU, but will involve no compulsory redundancies, and will have no impact on the Tube's high safety standards\",\"Currently, RMT and TSSA operations staff will begin their 24-hour strike at 18:29 on Sunday 3 October, and RMT and TSSA maintenance staff will start at 19:00\",\"The changes would not affect Tube drivers, and the majority of the roughly 800 posts that are identified for reduction are ticket office staff; this also includes a saving of around 150 posts from reductions in management and administrative staff. This is out of a total of around 19,000 LU staff, so represents less than five per cent of the workforce. Some 250 positions are already, or are expected to become vacant, so these would merely not be filled\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}