{
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Travel advice during the Pope's visit to London: 17-18 September",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Pope Benedict XVI will be visiting London for a series of events taking place on Friday 17 and Saturday 18 September."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) is working with the Government, the Metropolitan Police, event organisers and other agencies to ensure that people travelling to and from the events can do so quickly and safely, and to minimise disruption caused by road diversions and closures.",
     "Those wishing to see the Pope are advised to plan their trips well in advance, and public transport will be the easiest way to get to and from all events.",
     "People are advised to check the \u003ca href=\"http://www.tfl.gov.uk\"\u003eTfL website\u003c/a\u003e to plan their route, and for updates on Tube engineering works and transport service changes that may affect journeys.",
     "The following travel information is being given to all those attending the events:",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Friday 17 September\"}",
     "From 17:00 the Pope will travel from a private event at Lambeth Palace by Popemobile across Lambeth Bridge and along Millbank to the Palace of Westminster (Westminster Hall) for a private event.",
     "Those wishing to see the Pope should gather on Millbank.",
     "The Metropolitan Police will be carrying out road closures as required on the following roads from 11:30 - 21:00: Parliament Square, Westminster Bridge, Lambeth Bridge, Whitehall, Millbank, Old Palace Yard, St.Margaret's Street, Bridge Street, Broad Sanctuary, Victoria Street and Horseferry Road between Millbank and Marsham Street.",
     "A number of bus routes will be diverted, or stop short of their destinations.",
     "From 11:30 to 21:00 the route 507 will not operate.",
     "Parking suspensions will be in place as necessary on: Lambeth Road (between Lambeth Palace Rd and Pratt Walk), Great Smith Street, Great Peter Street, Great College Street, Tothill Street, Storeys Gate, with other locations possibly required.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Saturday 18 September (morning)\"}",
     "Victoria Street, Horseferry Road and the surrounding area will be closed as necessary by the Metropolitan Police from 07:00 as the Pope will be attending a mass at Westminster Cathedral.",
     "The roads should reopen from lunchtime onwards.",
     "Bus routes 11, 24, 148, 211 and 507 will be diverted via Vauxhall Bridge Road and Millbank in both directions.",
     "Parking suspensions will be in place on: Ambrosden Avenue, Thirleby Road, Morpeth Terrace, Howick Place, Ashley Place, Francis Street, Victoria Street and Palace Street.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Saturday 18 September (afternoon/evening)\"}",
     "On Saturday evening the Pope will attend a prayer vigil in Hyde Park.",
     "The event is open only to those with pre-allocated pilgrim passes, available through local diocese.",
     "People who do not have pilgrim passes should gather along the Mall and Constitution Hill to see the Pope travelling to the vigil in the Popemobile, passing the area from 18:00.",
     "Pilgrims travelling to the Hyde Park event are strongly advised to use public transport, as parking - including the dropping off and picking up of pilgrims - will not be possible due to diversions and road closures in the area around the park.",
     "There are a number of London Underground stations within easy walking distance, including Marble Arch, Green Park, Knightsbridge, and Hyde Park Corner.\u003cbr /\u003e\u003cbr /\u003eFrom 12:00, the Metropolitan Police will be enacting road closures as necessary at the following locations to assist with crowd arrival/dispersal: St James's Park, Hyde Park Corner, Park Lane, Marble Arch and all approaches.",
     "Drivers are advised to avoid the area unless absolutely necessary.",
     "A number of  bus routes will be diverted, and parking suspensions will be in place throughout the area.",
     "\u003cstrong\u003eAdditional closures\u003c/strong\u003e ",
     "Some road closures are also likely to be required by the Metropolitan Police in the Twickenham area on 17 September, and in the Wimbledon area from the evening of 16 September through to the morning of 19 September, to allow for the safe movement of the Pope.",
     "\u003cstrong\u003ePilgrims with disabilities\u003c/strong\u003e ",
     "A small number of car parking spaces will be available in Hyde Park for disabled pilgrims on a first-come first-served basis.",
     "Pilgrims with disabilities can call 0843 222 1234 to speak to a TfL adviser for further advice.",
     "\u003cstrong\u003eCoach Travel\u003c/strong\u003e ",
     "Coach companies and pilgrim leaders should not travel into central London as there will be significant road closures and diversions in place which will make parking, dropping off and picking up difficult.",
     "There is discounted parking at £20 per coach for the day at Wembley Arena and at the O2, and parking must be booked in advance.",
     "Further information can be found on the \u003ca href=\"http://www.tfl.gov.uk\"\u003eTfL website\u003c/a\u003e , by contacting the TfL coach helpline on 0845 604 0770 or by emailing \u003ca href=\"mailto:coaches@tfl.gov.uk\"\u003ecoaches@tfl.gov.uk\u003c/a\u003e .\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}