{
 "pageTitle": "Works begin to build new maintenance facility at Neasden Depot",
 "description": "A 93 ton bridge was installed at Neasden depot last weekend as part of works to build a new train maintenance facility at the depot. The installation of the bridge will mean that disruption to the depot is minimised while the new lifting and maintenance",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Works begin to build new maintenance facility at Neasden Depot",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Facilities will accommodate new air conditioned Tube trains. Europe's biggest mobile crane brought in to install 93 ton bridge."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "A 93 ton bridge was installed at Neasden depot last weekend as part of works to build a new train maintenance facility at the depot.",
     "The installation of the bridge will mean that disruption to the depot is minimised while the new lifting and maintenance facility is being constructed.",
     "The new facilities will accommodate the new air conditioned trains that will serve the Metropolitan line, providing more room and more up-to-date maintenance equipment.",
     "The Bailey bridge, which is approximately 93 tons and 54m long, was installed using Europe's largest mobile crane.",
     "David Waboso, London Underground's Capital Programmes Director, said: 'The work that took place last weekend to install the bridge was a mammoth task, with the crane used to install the bridge taking over three days to put together.",
     "'However the successful installation of the bridge will mean that any disruption to build the new maintenance facility will be kept to a minimum.'",
     "Last month Metropolitan line customers welcomed the Underground's first air conditioned train.",
     "It is the first of a 191 fleet of brand new walk-through trains that will serve the Metropolitan, Circle, Hammersmith \u0026 City and District lines, 40 per cent of the Tube network.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Pictures available on request\",\"The sub-surface railway lines carry one third of the Underground's passengers and cover 300km of track\",\"The crane was supplied by Mammoet\",\"The Bailey bridge weighs approximately 93 tons and is 54m long by 8m wide\",\"The first of the s-stock trains is now in passenger service on the Metropolitan line, with the roll-out complete by 2011. They will start being delivered on the Circle and Hammersmith \\u0026 City lines from 2011 and start operating on both lines from 2012. The District line will follow in 2013 and all trains will be on the network from 2015\",\"The upgrade of the sub-surface railway will deliver substantial increases in capacity: 65 per cent on the Circle and Hammersmith \\u0026 City lines, 24 per cent on the District line, and 27 per cent on the Metropolitan line\",\"The first section of the Tube opened in 1863 between Paddington and Farringdon, and is still served in whole or in part by all four lines - the Circle, District, Hammersmith \\u0026 City and Metropolitan lines\",\"London Underground is undertaking a major programme of renewal as part of Transport for London's (TfL's) Investment Programme. This will inevitably result in some disruption for passengers, but TfL is working hard to provide information and alternative travel options. The work is essential to provide for London's growing transport needs now, and into the future. TfL is urging all Londoners and Tube, London Overground and Docklands Light Railway passengers to \\u003ca href=\\\"http://www.tfl.gov.uk/check\\\"\\u003echeck before they travel \\u003c/a\\u003e at weekends, allowing extra journey time where necessary\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}