{
 "pageTitle": "ULEZ Car and motorcycle scrappage scheme",
 "keywords": "TfL",
 "description": "Terms and conditions for the ULEZ Car and motorbike scrappage scheme, for individuals and sole traders.",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Terms \u0026 conditions",
   "url": "/corporate/terms-and-conditions/index"
  },
  {
   "title": "ULEZ Car and motorcycle scrappage scheme"
  }
 ],
 "title": {
  "title": "ULEZ Car and motorcycle scrappage scheme",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "{\"template\":\"intro\",\"texts\":[\"Terms and Conditions for Individuals and Sole Traders.\"],\"link\":{\"image\":{}},\"image\":{},\"wrapped\":false}",
     "\u003cstrong\u003ePlease read the terms and conditions of this Agreement carefully.  \u003c/strong\u003e ",
     "\u003cstrong\u003eA. \u003c/strong\u003e The terms and conditions set out in this Agreement apply to the scrappage Scheme provided by TfL. The terms and conditions are between TfL and the Recipient. TfL reserves the right to make changes to this Agreement from time to time.",
     "\u003cstrong\u003eB. \u003c/strong\u003e The Scheme is open to Recipients that meet the Initial Eligibility Checks.",
     "\u003cstrong\u003eC.\u003c/strong\u003e The Scheme will run while funding is in place and Applications will be accepted for assessment. The total available funding may increase and decrease at the discretion of TfL. No commitment is made around the duration of the funding term or the total funding available. TfL at its sole discretion may review from time to time the operation of the Scheme and make changes as it deems necessary outside of any applications which are being processed at the time of the relevant variation.",
     "{\"template\":\"bulletlist\",\"items\":[\"\\u003cstrong\\u003ePart A of these terms and Schedule 1 applies to all Recipients, including Individuals and Sole Traders.\\u003c/strong\\u003e \",\"\\u003cstrong\\u003ePart B of these terms and Schedule 2 applies to Sole Traders only.\\u003c/strong\\u003e \"]}",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Part A - Applications made by all Recipients, including Individuals and Sole Traders\"}",
     "TO INDIVIDUALS NOTHING IN THIS AGREEMENT WILL AFFECT YOUR LEGAL RIGHTS",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"1. In this Agreement the following words have the meaning set out below:\"}",
     "\u003cstrong\u003eAgreement \u003c/strong\u003e means this agreement including the schedules and any documents referred to in this Agreement;\u003cbr /\u003e\u003cbr /\u003e\u003cstrong\u003eApplication \u003c/strong\u003e means the application form and evidence submitted by the Recipient to TfL (whether in hard copy or using the LRUC Account), including the Initial Eligibility Checks and Secondary Eligibility Checks;\u003cbr /\u003e\u003cbr /\u003e\u003cstrong\u003eAuthorised Treatment Facility \u003c/strong\u003e means authorised facilities where a Recipient's Vehicle(s) are destroyed. Details of such ATFs can be found at \u003ca href=\"https://environment.data.gov.uk/public-register/view/search-elv\"\u003ehttps://environment.data.gov.uk/public-register/view/search-elv\u003c/a\u003e ;\u003cbr /\u003e\u003cbr /\u003e\u003cstrong\u003eCertificate of Destruction \u003c/strong\u003e means the certificate provided by an Authorised Treatment Facility to the Recipient to confirm the Vehicle(s) have been destroyed;",
     "\u003cstrong\u003eData Protection Legislation\u003c/strong\u003e means the Data Protection Act 2018 and Regulation (EU) 2016/679 the General Data Protection Regulation and any amended or re‑enactment from time to time or any national replacement for such legislation;",
     "\u003cstrong\u003eGrant Payment\u003c/strong\u003e means the financial payment paid to the Recipient by TfL in accordance with this Agreement;",
     "\u003cstrong\u003eIndividual \u003c/strong\u003e means an individual acting for purposes which are wholly or mainly outside that individual's trade, business, craft or profession;",
     "\u003cstrong\u003eIneligible Recipient\u003c/strong\u003e means an applicant of TfL's Taxi Delicensing Scheme which either has (a) a current application in progress; and/or (b) a accepted  application and has or will receive a payment from TfL in relation to the Taxi Delicensing Scheme is not permitted to apply to this Scheme;",
     "\u003cstrong\u003eInitial Eligibility Checks\u003c/strong\u003e means the initial checks the Recipient must successfully meet to be eligible to participate in this Scheme as set out in Schedule 1;",
     "\u003cstrong\u003eLRUC Account \u003c/strong\u003e means the London Road User Charging account a Recipient is required to have to submit and manage their Application;",
     "\u003cstrong\u003eRecipient\u003c/strong\u003e means the Individual or Sole Trader submitting an application to TfL exclusing an Ineligible Recipient;",
     "\u003cstrong\u003eScheme \u003c/strong\u003e means the Scrappage Scheme as further detailed on the TfL website - \u003ca href=\"https://tfl.gov.uk/modes/driving/ultra-low-emission-zone/car-and-motorcycle-scrappage-scheme\"\u003ehttps://tfl.gov.uk/modes/driving/ultra-low-emission-zone/car-and-motorcycle-scrappage-scheme\u003c/a\u003e ;",
     "\u003cstrong\u003eScrap or Scrapped\u003c/strong\u003e means the Recipient's Vehicle(s) which are destroyed at the Authorised Treatment Facility;",
     "\u003cstrong\u003eSecondary Eligibility Checks \u003c/strong\u003e means the documentary evidence the Recipient has to provide as set out in Schedule 1;",
     "\u003cstrong\u003eSole Trader\u003c/strong\u003e means a self-employed person which owns and operates a business as an individual. There is no legal distinction between the owner and the business;",
     "\u003cstrong\u003espan\u003c/strong\u003e span \u003ca href=\"https://tfl.gov.uk/info-for/taxis-and-private-hire/taxi-delicensing-scheme\"style=\"text-decoration: underline;\"\u003ehttps://tfl.gov.uk/info-for/taxis-and-private-hire/taxi-delicensing-scheme\u003c/a\u003e ;",
     "\u003cstrong\u003eTfL \u003c/strong\u003e means Transport for London;",
     "\u003cstrong\u003eTfL's Cycle Scheme\u003c/strong\u003e means the cycle scheme managed by TfL and sponsored by Santander and is subject to separate terms and conditions;",
     "\u003cstrong\u003eV5C Registration Document,\u003c/strong\u003e also known as the vehicle log book containing the details of a Vehicle(s);",
     "\u003cstrong\u003eVehicle \u003c/strong\u003e means the Recipient's Vehicle as described in Schedule 1 which is being Scrapped as part of the Application;",
     "\u003cstrong\u003eULEZ \u003c/strong\u003e means the Ultra Low Emission Zone and further details can be found on the TfL website \u003ca href=\"http://www.tfl.gov.uk/ulez\"\u003ewww.tfl.gov.uk/ulez\u003c/a\u003e ; and",
     "\u003cstrong\u003eWorking Days\u003c/strong\u003e means any day excluding Saturdays, Sundays or public or bank holidays in England.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"strong\"}",
     "\u003cstrong\u003e2.1 \u003c/strong\u003e The Recipient must have:",
     "\u003cstrong\u003ea. \u003c/strong\u003e completed and signed (or in the case of an online Application, submitted) the Application form which must have been received by TfL;",
     "\u003cstrong\u003eb.\u003c/strong\u003e satisfied the Initial Eligibility Checks as set out in Schedule 1 and such written confirmation of such provided to the Recipient by TfL; and",
     "\u003cstrong\u003ec. \u003c/strong\u003e complied with the Secondary Eligibility Checks to the satisfaction of TfL to be eligible to receive a Grant Payment.",
     "\u003cstrong\u003e2.2 \u003c/strong\u003e Once TfL has received the Application from the Recipient, the Application will be assessed to ensure it meets the Initial Eligibility Checks. TfL will confirm to the Recipient in writing if they have satisfied the Initial Eligibility Checks and the conditions to satisfy the Secondary Eligibility Checks to be eligible for a Grant Payment.",
     "\u003cstrong\u003e2.3\u003c/strong\u003e TfL may request additional documentation from the Recipient to ensure the Recipient meets the Initial Eligibility Checks and/or Secondary Eligibility Checks to TfL's satisfaction. The Recipient shall respond to TfL within ten (10) Working Days of TfL requesting such information.",
     "\u003cstrong\u003e2.4 \u003c/strong\u003e The Recipient can submit only one Application containing the maximum of one (1) Vehicle and shall not be awarded a Grant Payment of more than £2000 in aggregate. No further Applications will be accepted unless the Recipient either; (i) withdraws the original Application prior to the Vehicle(s) being Scrapped in accordance with Clauses 4.1 and 4.2 and commences the full process again; or (ii) the Recipient submits a new Application if the first Application is rejected.",
     "\u003cstrong\u003e2.5\u003c/strong\u003e An Ineligible Recipient can not submit an Application or apply to this Scheme.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"3. LRUC Account\"}",
     "\u003cstrong\u003e3.1\u003c/strong\u003e To submit an Application, the Recipient will need an LRUC Account available via the TfL website \u003ca href=\"https://tfl.gov.uk/modes/driving/ultra-low-emission-zone/car-and-motorcycle-scrappage-scheme\"\u003ehttps://tfl.gov.uk/modes/driving/ultra-low-emission-zone/car-and-motorcycle-scrappage-scheme\u003c/a\u003e . Once registered the Recipient can submit their Application through their LRUC Account or alternatively call TfL Contact Centre on 0343 222 2222 to request a paper Application.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"4. Application\"}",
     "\u003cstrong\u003e4.1 \u003c/strong\u003e The Recipient may not amend their Application once it has been submitted to TfL. If the Recipient wishes to amend their Application, they must withdraw their Application in accordance with Clause 4.2. The Application cannot be withdrawn once a Grant Payment has been made.",
     "\u003cstrong\u003e4.2\u003c/strong\u003e A Recipient may withdraw their Application at any time prior to the Vehicle(s) being Scrapped. To withdraw an Application, the Recipient should notify TfL via their LRUC Account (for online Applications), or via hard copy by post to: PO Box 552 Darlington DL1 9TY, or by contacting the TfL Contact Centre on 0343 222 2222.  If a Recipient withdraws their Application and wishes to re‑apply at a later date, the Recipient must submit a new Application with all the required documentation which will be subject to the Initial Eligibility Checks and Secondary Eligibility Checks.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"5. Vehicle Scrappage Requirements\"}",
     "\u003cstrong\u003e5.1 \u003c/strong\u003e The Recipient must not Scrap their Vehicle(s) before TfL has confirmed to the Recipient in writing that the Recipient has met the Initial Eligibility Checks. TfL will not be liable for any costs incurred if the Recipient chooses to Scrap their Vehicle(s) without such confirmation from TfL.",
     "\u003cstrong\u003e5.2\u003c/strong\u003e The Vehicle(s) must be Scrapped at an Authorised Treatment Facility.",
     "\u003cstrong\u003e5.3 \u003c/strong\u003e Subject to Clause 6.1, once TfL has received the Application and evidence of the Initial Eligibility Checks and TfL has provided written confirmation to the Recipient that TfL is satisfied with such evidence, if the Recipient has chosen to Scrap the Vehicle and satisfies the Secondary Eligibility Checks, TfL will make a Grant Payment in accordance with Clause 7.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"6. Time Period to provide documentation\"}",
     "\u003cstrong\u003e6.1 \u003c/strong\u003e The Recipient has thirty (30) calendar days from the date of the communication sent by TfL confirming the Recipient has met the Initial Eligibility Checks to comply with the Secondary Eligibility Checks to qualify for a Grant Payment.  The Recipient will notify TfL if they are unable to comply with the Secondary Eligibility Checks.",
     "\u003cstrong\u003e6.2 \u003c/strong\u003e If the Recipient does not comply with Clause 6.1 within the time period, TfL may provide the Recipient with notice requesting the Recipient to comply with Clause 6.1 within thirty (30) calendar days.  If the Recipient does not comply, and such non‑compliance does not result from TfL's breach, this Agreement will terminate on expiry of such notice.  The Recipient may re‑apply to this Scheme and submit a new Application if they wish to do so. Any obligation on TfL to pay the Recipient shall cease on termination and TfL will not be liable for any costs incurred by the Recipient arising from their failure to comply with this Clause 6.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"7. Grant Payment\"}",
     "\u003cstrong\u003e7.1\u003c/strong\u003e The Scheme is subject to change at any time at TfL's sole discretion, save that no change shall be applied to any Application already submitted.",
     "\u003cstrong\u003e7.2\u003c/strong\u003e The Scheme is subject to change at any time at TfL's sole discretion, save that no change shall be applied to any Application already submitted.",
     "\u003cstrong\u003e7.3 \u003c/strong\u003e The Recipient shall promptly repay to TfL any money incorrectly paid to it either as a result of an administrative error or otherwise. This includes (without limitation) situations where either an incorrect sum of money has been paid or where the Grant Payment has been paid in error before all conditions attached to the Grant Payment have been complied with by the Recipient.  To make a repayment to TfL the Recipient must send a cheque for the required amount to:",
     "PO Box 552\u003cbr /\u003eDarlington\u003cbr /\u003eDL1 9TY",
     "\u003cstrong\u003e7.4\u003c/strong\u003e The Recipient acknowledges that some means-tested benefits are affected by the amount of savings they may have.  The Grant Payment may be treated as savings for any means-tested benefits the Recipient claims and the Recipient accepts that any means‑tested benefits they receive may be affected.",
     "\u003cstrong\u003e7.5\u003c/strong\u003e Where the Recipient receives the Grant Payment, TfL will also provide a discounted Santander cycles membership code for one year free membership, where the Recipient can choose to participate in TfL's Cycle Scheme.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"8. Information provided by the Recipient\"}",
     "The Recipient agrees that all information and documentation provided as part of the Application is accurate and complete and it may be relied upon by TfL for the purposes of assessing the Recipient's Application. The Recipient will inform TfL within five (5) Working Days if any part of the information provided is no longer correct.#",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"9. Restrictions following a successful Application\"}",
     "\u003cstrong\u003e9.1\u003c/strong\u003e Once a Grant Payment has been confirmed to or received by the Recipient in accordance with this Agreement the Application cannot be withdrawn.",
     "\u003cstrong\u003e9.2 \u003c/strong\u003e Once a Grant Payment has been confirmed to or received by the Recipient in accordance with this Agreement the Application cannot be withdrawn.",
     "\u003cstrong\u003e9.3\u003c/strong\u003e Only one Grant Payment will be made to a Recipient per Application.  For the avoidance of doubt, the Recipient can only submit one Application and receive one Grant Payment.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"10. Termination\"}",
     "\u003cstrong\u003e10.1\u003c/strong\u003e This Agreement may be terminated by TfL, with thirty (30) calendar days written notice to the Recipient if;",
     "\u003cstrong\u003ea.\u003c/strong\u003e the Recipient does not submit the required Second Eligibility Checks within the time period set out in Clause 6.1 and Clause 6.2, and such non‑compliance does not result from TfL's breach of this Agreement;",
     "\u003cstrong\u003eb.\u003c/strong\u003e the Recipient does not provide sufficient information or additional information as required by TfL including but not limited to the evidence required for the Secondary Eligibility Checks and any subsequent evidence required in accordance with Clause 14;",
     "\u003cstrong\u003ec.\u003c/strong\u003e the Application submitted by the Recipient is found to be fraudulent;",
     "\u003cstrong\u003ed.\u003c/strong\u003e the Individual is declared bankrupt;",
     "\u003cstrong\u003ee.\u003c/strong\u003e the Individual is an Ineligible Recipient;",
     "\u003cstrong\u003ef. \u003c/strong\u003e any information provided to TfL by the Recipient which TfL considered when deciding whether or not to provide the Grant Payment or subsequent supporting documents or correspondence is found to be incorrect or incomplete to an extent which the Recipient reasonably should have known and TfL considers to be material; and/or",
     "\u003cstrong\u003eg. \u003c/strong\u003e the Recipient does not comply with the terms and conditions of this Agreement and in the case of a material breach that is capable of remedy fails to remedy such breach within thirty (30) Working Days or such other period as specified in writing by TfL.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"11. Reducing, Withholding, Suspending and Repayment of Grant Payment\"}",
     "\u003cstrong\u003e11.1 \u003c/strong\u003e TfL's intention is that that the Grant Payment will be paid to the Recipient in full if the Initial Eligibility Checks and Secondary Eligibility Checks are met. Without prejudice to TfL's other rights and remedies, TfL may at its absolute discretion reduce, suspend or withhold the Grant Payment, or require all or part of the Grant Payment to be repaid by the Recipient in the event that any of the circumstances in Clause 10 arises.",
     "\u003cstrong\u003e11.2 \u003c/strong\u003e Where an Application is found to be in breach of this Agreement, including fraudulent applications, TfL shall seek recovery of the Grant Payment paid to the Recipient and may prosecute the Recipient.",
     "\u003cstrong\u003e11.3\u003c/strong\u003e Any repayment of the Grant Payment required under this Agreement must be made to TfL within six (6) months of notification by TfL to the Applicant.  To make a repayment to TfL the Recipient must send a cheque for the required amount to:",
     "PO Box 552\u003cbr /\u003eDarlington\u003cbr /\u003eDL1 9TY",
     "\u003cstrong\u003e11.4\u003c/strong\u003e If TfL becomes entitled to exercise its rights under Clause 11 it may nevertheless decide not to exercise that right, or not to exercise them to the fullest extent possible, or to delay in exercising those rights. Any decision not to exercise TfL's rights under Clause 11, or to exercise them only partially or to delay in exercising them, may be made on conditions which will be notified to the Recipient provided always that any such decision by TfL shall not prevent the subsequent enforcement of any subsequent breach of that provision, and shall not be deemed to be a waiver of any subsequent breach of that or any other provisions.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"12. Acknowledgement and Publicity\"}",
     "TfL may request the Recipient to assist TfL in its promotional activities relating to the Scheme.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"13. Liability\"}",
     "\u003cstrong\u003e13.1 \u003c/strong\u003e Subject to Clause 13.2, the Recipient is responsible for and must compensate TfL, its employees and agents against any expense, liability, loss, claim or proceedings whatsoever (\"Losses\") in respect of the death of or injury to any person, loss of or damage to any property (including property belonging to TfL or for which it is responsible) and in respect of any other Losses which may arise out of or in the course of or by reason of any direct or indirect breach of contract, tort, breach of statutory duty, misrepresentation, misstatement, act, omission or default of the Recipient, its employees, or agents or as a result of participating in this Scheme.",
     "\u003cstrong\u003e13.2\u003c/strong\u003e The Recipient is not responsible for and shall not compensate TfL for Losses to the extent that such Losses are caused by any breach or negligent performance of any of its obligations under this Agreement by TfL, its employees or agents.",
     "\u003cstrong\u003e13.3 \u003c/strong\u003e TfL shall not be liable for any losses that the Recipient incurs if the Recipient does      not comply with TfL's reasonable requirements of the Initial Eligibility Checks and the Secondary Eligibility Checks.",
     "\u003cstrong\u003e13.4\u003c/strong\u003e It is the responsibility of a Recipient to ensure that it is legally able to receive a Grant Payment made in accordance with this Agreement.  TfL has no liability for losses, penalty or any other censure (or whatever nature) incurred by or applicable to the Recipient in respect of receipt by it of the Grant Payment including, but not limited to, any effect on the Recipient's means-tested benefits, any other financial status, tax or immigration status.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"14. Records and Evidence\"}",
     "\u003cstrong\u003e14.1\u003c/strong\u003e The Recipient shall keep accurate records of any documents submitted to TfL in relation to their Application and evidence of receipt of the Grant Payment received from TfL.",
     "\u003cstrong\u003e14.2\u003c/strong\u003e The Recipient shall provide such assistance to TfL as is reasonable in order for it to comply with all statutory requirements applicable to the Recipient and TfL.",
     "\u003cstrong\u003e14.3 \u003c/strong\u003e The Recipient confirms that if any information contained in the V5C Registration Documentation does not match the Recipient details contained in their Application, the Recipient will provide such documentary evidence as TfL requires enabling TfL to verify the information to TfL's satisfaction. If the evidence provided is not to TfL's satisfaction, TfL is entitled at its sole discretion to terminate this Agreement with immediate effect and not provide the Grant Payment.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"15. Data Protection\"}",
     "\u003cstrong\u003e15.1 \u003c/strong\u003e TfL, its subsidiaries and service providers will comply with all its obligations under the Data Protection Legislation and will only process the Recipient's personal data (as defined in the Data Protection Legislation) for the purposes of administering the Scheme, including assessing the Recipient's eligibility for the Scheme, and if successful, paying the Recipient the Grant Payment and providing the TfL Cycle Scheme discounted cycles membership code referred to at Clause 7.5.  For more information please visit the Road User Charging page at \u003ca href=\"http://www.tfl.gov.uk/privacy\"\u003ewww.tfl.gov.uk/privacy\u003c/a\u003e .",
     "\u003cstrong\u003e15.2 \u003c/strong\u003e If the Recipient has applied to a specific third party to receive a service and/or product from that party which is being provided because the Recipient is using this Scheme then TfL may share sufficient Personal Data (as defined in the Data Protection Legislation) with that third party to confirm whether a successful application has been made to TfL. This Personal Data will be limited to the minimum necessary to confirm eligibility for the third party service/product.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"16. Assignment\"}",
     "\u003cstrong\u003e16.1 \u003c/strong\u003e The Recipient may not, without the prior written consent of TfL, assign or in any other way transfer this Agreement or transfer or pay to any other person any part of the Grant Payment.",
     "\u003cstrong\u003e16.2 \u003c/strong\u003e The Recipient is not permitted to transfer or assign the Grant Payment to any organisation or other Individual without the prior written consent from TfL.  If the Recipient doesn't comply with this Clause 13.2, TfL may at its absolute discretion be entitled to termination this Agreement with thirty (30) calendar days written notice and withhold, suspend or require the Recipient to repay the Grant Payment.",
     "\u003cstrong\u003e16.3 \u003c/strong\u003e TfL may transfer this Agreement (in whole or in part) with thirty (30) calendar days written notice to the Recipient.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"17. Survival\"}",
     "Clauses 1, 2‑7, 8, 9, 11‑16, 18, 22 and 23 shall survive (in whole or in part) the termination or expiry of this Agreement and continue in full force and effect, along with any other provisions of this Agreement necessary to give effect to them. In addition, any other provision of the Agreement, by its nature or implication (including in respect of accrued rights and liabilities) is required to survive the termination or expiry of the Agreement, shall survive such termination or expiry as aforesaid.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"18. Entire Agreement\"}",
     "\u003cstrong\u003e18.1 \u003c/strong\u003e This Agreement, including the Schedules, and all documents referred to in the Agreement constitutes the entire agreement between the parties and supersedes and extinguishes all previous agreements, promises, assurances, warranties, representations and understandings between them, whether written or oral, relating to its subject matter.",
     "\u003cstrong\u003e18.2\u003c/strong\u003e The Recipient is responsible for and shall make no claim against TfL in respect of any misunderstanding affecting the basis of Recipient's request in respect of this Agreement or any incorrect or incomplete information howsoever obtained.",
     "\u003cstrong\u003e18.3\u003c/strong\u003e Nothing in this Clause 18 excludes any liability which one party would otherwise have in respect of any statement it has made fraudulently to the other party.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"19. Governing Law\"}",
     "This Agreement is governed by the laws of England. The Courts of England have exclusive jurisdiction to settle any dispute which may arise out of or in connection with this Agreement.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Part B - Applications made by Sole Traders only\"}",
     "\u003cstrong\u003eThe following terms are applicable to Sole Trader's only and do not apply to Individuals who are not acting in the course of their business.\u003c/strong\u003e ",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"In this Part B of this Agreement, the following words shall have the following meanings:\"}",
     "\u003cstrong\u003eDe Minimis Aid Allowance\u003c/strong\u003e means the ceiling of two hundred thousand euros (€200,000 or €100,000 in the case of an entity operating in the road freight transport for hire or reward sector) of financial assistance provided under the De Minimis Aid Regulations to a Recipient as further described in Clause 21 and Schedule 2 to this Agreement over a three (3) fiscal year period;",
     "\u003cstrong\u003eDe Minimis Aid Regulation \u003c/strong\u003e means the Commission Regulation (EC) No. 1407/2013 of 18 December 2013 on the application of Articles 107 and 108 of the Treaty of the Functioning of the European Union to de minimis aid (OJ L 352,24.12.2013, p1 -8) and any amended or re‑enactment from time to time or any national replacement for such legislation.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"21. State Aid\"}",
     "\u003cstrong\u003e21.1 \u003c/strong\u003e Any and all Grant Payments will be based on compliance with the requirements of the De Minimis Aid Regulation and Grant Payments will be contingent (notwithstanding all other Initial Eligibility Checks or Secondary Eligibility Checks requirements being met) on the Sole Trader having sufficient level of its De Minimis Aid Allowance remaining for the proposed Grant Payments under this Scheme to fall within that allowance as further described in Schedule 2.",
     "\u003cstrong\u003e21.2\u003c/strong\u003e In accepting the Grant Payment, the Sole Trader shall comply with all applicable European Union rules on State aid or any national replacement for such rules including but not limited to the De Minimis Aid Regulation (the \"State Aid Rules\").  The Sole Trader shall fully cooperate with TfL in utilising the applicable approvals and procedures in relation to the State Aid Rules.",
     "\u003cstrong\u003e21.3\u003c/strong\u003e In the event that a Sole Trader is in breach of Clause 21.2 above, or the provision of the Grant Payment itself is deemed (by an appropriate authority) to breach the State Aid Rules, TfL may at its absolute discretion reduce, suspend or withhold the Grant Payment, or require all or part of the Grant Payment (together with applicable interest) to be repaid by the Sole Trader, without prejudice to any other rights and remedies including its rights under Clause 11.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"22. Grant Payments in relation to a Sole Trader\"}",
     "Where the Recipient is a Sole Trader, if the Vehicle has been used for a business purpose and the Sole Trader has claimed capital allowances in respect of it, the Grant Payment may be treated as trading income for the purposes of some means-tested benefits.  This will be the case (generally speaking) if the Grant Payment exceeds the written down value in the Sole Trader's relevant capital allowance pool.  If the Sole Trader has used the Vehicle for a business purpose the Sole Trader accepts that it should seek appropriate tax advice.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"23. Termination in relation to a Sole Trader\"}",
     "In addition to the rights under Clause 10, this Agreement may be terminated by TfL, in its absolute discretion immediately upon giving notice to the Sole Trader if;",
     "\u003cstrong\u003ea. \u003c/strong\u003e the Sole Trader becomes insolvent, or it is placed into receivership, administration or liquidation, or a petition has been presented for its winding up, or it enters into any arrangement or composition for the benefit of its creditors, or it is unable to pay its debts as they fall due; or",
     "\u003cstrong\u003eb. \u003c/strong\u003e the provision of the Grant Payment itself is deemed (by an appropriate authority) to breach the State Aid Rules.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Schedule 1: Eligibility checks\"}",
     "This Schedule 1 applies to all Recipients, including Individuals and Sole Traders.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Initial Eligibility Checks\"}",
     "\u003cstrong\u003eRecipient\u003c/strong\u003e ",
     "The Recipient must be an Individual or Sole Trader. Applications from any other businesses or companies are not accepted.",
     "\u003cstrong\u003eIneligible Recipients\u003c/strong\u003e ",
     "An applicant to TfL's Taxi Delicensing Scheme which either has (a) a current application in progress; and/or (b) an accepted application and has or will receive a payment from TfL in relation to Taxi Delicensing Scheme is not permitted to apply to this Scheme;",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"State Benefits Criteria\"}",
     "The Recipient must be in receipt of at least one of the list of benefits below.",
     "1. Means tested benefits criteria:",
     "{\"template\":\"bulletlist\",\"items\":[\"Pension credit\",\"Universal credit\",\"Child tax credit\",\"Housing benefit\",\"Income support\",\"Income-based jobseeker's allowance\",\"Income-related employment and support allowance\",\"Working tax credit\"]}",
     "2. Non means tested benefits criteria:",
     "{\"template\":\"bulletlist\",\"items\":[\"Personal Independence Payment\",\"Disability Living Allowance\",\"Attendance Allowance\",\"Armed Forces Independence Payment\",\"War Pensioners' Mobility Support\",\"Carers' Allowance\",\"Severe Disablement Allowance\",\"Industrial Injuries Disablement Benefits\",\"Constant Attendance Allowance\"]}",
     "The Recipient must provide either of the following evidence dated within twelve (12) months of their Application for Sections 1 and 2 above:",
     "{\"template\":\"bulletlist\",\"items\":[\"the benefits eligibility letter; or\",\"universal credit journal.\"]}",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Exceptional Criteria\"}",
     "If the Recipient is unable to satisfy the State Benefits Criteria above and has no recourse to public funds the Recipient shall submit an enquiry through the TfL webpage, \u003ca href=\"https://tfl.gov.uk/modes/driving/ultra-low-emission-zone/car-and-motorcycle-scrappage-scheme\"\u003ehttps://tfl.gov.uk/modes/driving/ultra-low-emission-zone/car-and-motorcycle-scrappage-scheme\u003c/a\u003e or call TfL Contact Centre on 0343 222 2222. TfL will consider such Applications on a case by case basis.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Residence Criteria\"}",
     "The Recipient must live within a London Borough, please see (for further information) \u003ca href=\"https://www.gov.uk/find-local-council\"\u003ehttps://www.gov.uk/find-local-council\u003c/a\u003e ).  If the evidence required does not show the Recipient's address then proof of address dated within the last three (3) months must be provided:",
     "{\"template\":\"bulletlist\",\"items\":[\"Utility bill;\",\"Bank Statement; or\",\"Council tax letter.\"]}",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Vehicle Eligibility Criteria\"}",
     "The Recipient's Vehicle(s) to be scrapped must be non‑compliant with the ULEZ scheme and either be:",
     "{\"template\":\"bulletlist\",\"items\":[\"M1 Car: car as set out in the V5c: euro standard must be less than Euro 6 for diesel and less than Euro 4 for petrol; or\",\"Class L Vehicle\"]}",
     "Motorcycles: euro standard for motorcycles, mopeds, motorised tricycles, quadricycles (L category) must be less than Euro 3 as set out in the V5C.",
     "The Vehicle must have been owned for at least twelve (12) months prior to the commencement of the Scheme.",
     "The Vehicle must be registered:",
     "{\"template\":\"bulletlist\",\"items\":[\"As the Recipient's Vehicle at the Recipient's home Address. V5C Registration Document must be submitted; or\",\"With an Individual who lives at the Recipients address. V5C Registration Document and proof of residency at the Recipients address must be submitted\"]}",
     "The Vehicle to be Scrapped must be insured, have a valid MOT and road tax at the date of the Recipient's Application and such evidence provided with the Application.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Secondary Eligibility Checks\"}",
     "The Recipient must within thirty (30) calendar days from receiving written confirmation from TfL that the Recipient meets the Initial Eligibility Checks provide the Certificate of Destruction from an Authorised Treatment Facility to receive a Grant Payment, either by post of via the LRUC Account.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Schedule 2: State Aid De Minimis\"}",
     "This Schedule 2 applies to Sole Trader's only.",
     "TfL is considering giving the Sole Trader de minimis aid under Commission Regulation (EC) No. 1407/2013 of 18 December 2013 on the application of Articles 107 and 108 of the Treaty on the Functioning of the European Union to de minimis aid (OJ L 352 (\"the Regulation\") up to a maximum Grant Payment of £2000 applicable Euro/Sterling exchange rate as set out at \u003ca href=\"http://ec.europa.eu/budget/contracts_grants/info_contracts/inforeuro/index_en.cfm\"\u003ehttp://ec.europa.eu/budget/contracts_grants/info_contracts/inforeuro/index_en.cfm\u003c/a\u003e at the date that TfL confirmed in writing that an offer of an Grant Payment has been made in relation to the Scheme.",
     "Under the Regulation, TfL is required to check whether the Sole Trader will have received more than €200,000 of de minimis aid within the Member State in question (i.e. the UK) in this fiscal year (based on your accounting year e.g. by reference to the Sole Trader's accounting reference date) and in the previous two (2) fiscal years when combined with the maximum sum detailed above which TfL is proposed as a maximum to provide as de minimis aid. Please note if you as the Sole Trader is part of a group of companies your declaration needs to relate to funds received by all entities within that group for these purposes",
     "Please note the Sole Trader does not need to include funding that it may have received under a scheme or Individual award which has been notified to and approved by the European Commission or under the State aid General Block Exemption Regulation, unless such funding has been/is intended to be use by the Sole Trader in relation to the same costs as the proposed de minimis funding from the TfL.",
     "\u003cstrong\u003eThe Sole Trader needs to complete and sign the De Minimis declaration form once its Application has been submitted.\u003c/strong\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "advert",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}