{
 "pageTitle": "Cycle Hire Business Accounts",
 "keywords": "TfL",
 "description": "Cycle Hire Business Account terms and conditions.",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Terms \u0026 conditions",
   "url": "/corporate/terms-and-conditions/index"
  },
  {
   "title": "Santander Cycles",
   "url": "/corporate/terms-and-conditions/santander-cycles"
  },
  {
   "title": "Cycle Hire Business Accounts"
  }
 ],
 "title": {
  "title": "Cycle Hire Business Accounts",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "{\"template\":\"intro\",\"texts\":[\"Terms and conditions for a Business Individual Account or a Business Pooled Account.\"],\"link\":{\"image\":{}},\"image\":{},\"wrapped\":false}",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Introduction\"}",
     "1.1 These terms and conditions apply to your registration for a Business Individual Account or a Business Pooled Account (each as defined below) and use of the cycle hire scheme provided by Transport Trading Limited (\"TTL\") (\"Cycle Hire\").  TTL is a subsidiary of Transport for London (\"TfL\"), which is a functional body of the Greater London Authority, reporting to the Mayor of London.  These arrangements for your registration and use of Cycle Hire are with TTL.",
     "1.2 If you have an enquiry or complaint or experience a problem with your Business Individual Account or Business Pooled Account or using Cycle Hire, please contact the contact centre (the \"Contact Centre\"):\u003cbr /\u003eTelephone:span( \u003ca href=\"/corporate/terms-and-conditions/tfl-call-charges\"\u003eTfL call charges\u003c/a\u003e )",
     "Email: \u003ca href=\"mailto:enquiries@santandercycles.tfl.gov.uk \"\u003eenquiries@santandercycles.tfl.gov.uk\u003c/a\u003e \u003cbr /\u003eAddress:\u003cbr /\u003eTfL Customer Services\u003cbr /\u003e4th Floor\u003cbr /\u003e14 Pier Walk\u003cbr /\u003eLondon SE10 0ES",
     "Website: \u003ca href=\"http://www.tfl.gov.uk/santandercycles\"\u003ewww.tfl.gov.uk/santandercycles\u003c/a\u003e ",
     "1.3 In these terms and conditions some words have a special meaning as set out below:",
     "(a)\u003cstrong\u003eAdditional User\u003c/strong\u003e has the meaning set out in the General Terms and Conditions;",
     "(b)\u003cstrong\u003eBACS Instruction\u003c/strong\u003e has the meaning set out in paragraph 11.3;",
     "(c)\u003cstrong\u003eBike Access Period\u003c/strong\u003e has the meaning set out in the General Terms and Conditions and in respect of Business Individual Accounts and Business Pooled Accounts is limited to Yearly Bike Access Periods only;",
     "(d)\u003cstrong\u003eBike Access Promo Code\u003c/strong\u003e means the code that we send you by e-mail detailing the Yearly Bike Access Periods purchased by a Business Individual Account Holder and which permits an employee of a Business Individual Account Holder to register as a Registered User of Cycle Hire;",
     "(e)\u003cstrong\u003eBike\u003c/strong\u003e or\u003cstrong\u003eCycle\u003c/strong\u003e has the meaning set out in the General Terms and Conditions;",
     "(f)\u003cstrong\u003eBusiness Account Administrator\u003c/strong\u003e means the person authorised by you to fulfil the role and responsibilities set out in paragraph 2.1(c) and shall include any such replacement or deputy authorised by you;",
     "(g)\u003cstrong\u003eBusiness Individual Account\u003c/strong\u003e means the product offered by us that permits you to (i) apply for a Business Individual Account for your business or charity and (ii) purchase Bike Access Promo Codes, each having a Yearly Bike Access Period, which you may issue to your employees subject to these terms and conditions;",
     "(h)\u003cstrong\u003eBusiness Individual Account ID\u003c/strong\u003e means the code that we send you by email detailing the Business Individual Account Holder's unique reference number;",
     "(i)\u003cstrong\u003eBusiness Individual Account Holder\u003c/strong\u003e means the business or charity that has registered for a Business Individual Account;",
     "(j)\u003cstrong\u003eBusiness Pooled Account\u003c/strong\u003e means the product offered by us that permits you to (i) apply for a Business Pooled Account for your business or charity and (ii) purchase a maximum of 20 Keys (or such other number of Keys as may be agreed by us in accordance with the Key Use Policy), each having a Yearly Bike Access Period, which you may issue to Guest Users, subject to these terms and conditions;",
     "(k)\u003cstrong\u003eBusiness Pooled Account Holder\u003c/strong\u003e means the business or charity that has registered for a Business Pooled Account;",
     "(l)\u003cstrong\u003eCharges\u003c/strong\u003e are the Bike Access Fee(s), Key Issue Fee(s), Extra Ride Charge(s) and any other charges set out at paragraph 11;",
     "(m)\u003cstrong\u003eDirect Debit Instruction\u003c/strong\u003e has the meaning set out in paragraph 11.3;",
     "(n)\u003cstrong\u003eDocking Point\u003c/strong\u003e has the meaning set out in the General Terms and Conditions;",
     "(o)\u003cstrong\u003eGeneral Terms and Conditions\u003c/strong\u003e means the terms and conditions governing each user's access to and use of Cycle Hire;",
     "(p)\u003cstrong\u003eGuest User\u003c/strong\u003e is an employee of a Business Pooled Account Holder who is at least 18 years of age and authorised by a Business Pooled Account Holder to use and access Cycle Hire;",
     "(q)\u003cstrong\u003eKey\u003c/strong\u003e has the meaning set out in the General Terms and Conditions.  In terms of Business Pooled Accounts only, Keys will be issued to a Business Pooled Account Holder in accordance with paragraph 2;",
     "(r)\u003cstrong\u003eKey Use Policy\u003c/strong\u003e has the meaning set out in the General Terms and Conditions;",
     "(s)\u003cstrong\u003ePayment Card\u003c/strong\u003e has the meaning set out in the General Terms and Conditions;",
     "(t)\u003cstrong\u003eRegistered User\u003c/strong\u003e has the meaning set out in the General Terms and Conditions;",
     "(u)\u003cstrong\u003eTips for Safer Cycling\u003c/strong\u003e has the meaning set out in the General Terms and Conditions;",
     "(v)\u003cstrong\u003ewe\u003c/strong\u003e ,\u003cstrong\u003eour\u003c/strong\u003e and\u003cstrong\u003eus\u003c/strong\u003e refers to TTL; and",
     "(w)\u003cstrong\u003eyou\u003c/strong\u003e refers to a Business Individual Account Holder or Business Pooled Account Holder (as applicable).",
     "1.4 Our staff, contractors and agents have no authority to make individual exceptions or amendments to these terms and conditions.",
     "1.5 In these terms and conditions we refer to various policies that we have established in connection with the operation of Cycle Hire.  These policies are available on request from us or from our website.",
     "1.6 All personal data about you, your Business Account Administrator and any Guest User or Registered User (as applicable) will be processed in accordance with our privacy notice, a copy of which is available from \u003ca href=\"/corporate/privacy-and-cookies/index\"\u003ewww.tfl.gov.uk/privacy\u003c/a\u003e .  By accepting these terms and conditions, you confirm that you:",
     "(a) have all of the necessary rights and consents to provide such personal data to us;",
     "(b) shall comply with all of your obligations under data protection legislation in respect of such personal data, including providing it to us; and",
     "(c) shall not do, nor omit to do, anything which will cause us to be in breach of any obligations we may have under data protection legislation in respect of that personal data.",
     "In this paragraph 1.6, personal data and processing shall be as defined in data protection legislation. You shall keep us indemnified in full and on demand against any and all liabilities, claims, demands, damages, actions, losses or expenses (including without limitation, legal and other professional adviser's fees and disbursements) resulting directly or indirectly from your failure to comply with this paragraph 1.6.",
     "1.7 These terms and conditions shall come into force on our acceptance of your registration in accordance with paragraph 2 and continue in full force and effect until terminated in accordance with paragraph 13 or 15.",
     "1.8 We may amend these terms and conditions, including the Charges, from time to time.  In these circumstances, you may cancel your registration to Cycle Hire in accordance with paragraph 13.  A copy of the latest version of the terms and conditions can be obtained from \u003ca href=\"http://www.tfl.gov.uk/santandercycles\"\u003ewww.tfl.gov.uk/santandercycles\u003c/a\u003e or are available on request from us.",
     "1.9 In the event of any inconsistency between:",
     "(a)these terms and conditions and the General Terms and Conditions in respect of Business Individual Accounts and Business Pooled Accounts, these terms and conditions shall prevail; or",
     "(b) these terms and conditions and the General Terms and Conditions in respect of your, a Guest User's or Registered User's use of a Cycle or Cycle Hire, the General Terms and Conditions shall prevail.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Application and registration\"}",
     "Application for a Business Individual Account or Business Pooled Account",
     "2.1 To apply for a Business Individual Account or Business Pooled Account you must:",
     "(a) be a UK registered business or charity;",
     "(b) provide the following details about your business or charity:",
     "(i) registered address;",
     "(ii) company or charity registration number or, if you are a sole trader, HMRC registration number; and",
     "(iii) VAT registration number; and",
     "(c) nominate a person within your business or charity to be the Business Account Administrator responsible for:",
     "(i) acting as the single point of contact between us and you in respect of matters concerning your Business Individual Account or Business Pooled Account; and",
     "(ii) if you are a Business Individual Account Holder, administration and safekeeping of all Bike Access Promo Codes purchased by you and e mailed by us to your nominated email address, including, without limitation, maintaining a record of each Bike Access Promo Code issued to your employees; or",
     "(iii) if you are a Business Pooled Account Holder:",
     "(A) administration and safekeeping of all Keys purchased by you for use by your Guest Users, including, without limitation, maintaining a record of each Key used by a Guest User; and",
     "(B) ensuring that your Guest Users have read the General Terms and Conditions and the privacy notice prior to their use of Cycle Hire.",
     "2.2 Once we have received payment for the Keys or Bike Access Promo Codes (as applicable) that you have purchased, we shall either send:",
     "(a) an e-mail to your nominated e-mail address, detailing the unique Business Individual Account ID and each Bike Access Promo Code that you have purchased; or",
     "(b) the Keys to your registered office address.",
     "2.3 You may only issue the Business Individual Account ID and Bike Access Promo Codes (in the case of Business Individual Accounts) and the Keys (in the case of Business Pooled Accounts) to employees of your business or charity.",
     "\u003cstrong\u003eBusiness Individual Accounts only\u003c/strong\u003e ",
     "2.4 Once you have received an e-mail containing the unique Business Individual Account Code and Bike Access Promo Codes that you have purchased you may:",
     "(a) notify your employee of the Business Individual Account ID and their unique Bike Access Promo Code; and",
     "(b) instruct them to register to use Cycle Hire in accordance with the General Terms and Conditions.",
     "2.5 To register as a Registered User, your employees must:",
     "(a) be aged 18 years or over;",
     "(b) have a UK postal address that matches the billing address of their Payment Card; and",
     "(c) accept the General Terms and Conditions.",
     "\u003cstrong\u003eRights reserved by us\u003c/strong\u003e ",
     "2.6 We reserve the right to refuse your application for a Business Individual Account or Business Pooled Account and use of a Cycle by you and/or a Guest User (in the case of Business Pooled Accounts) or a Registered User (in the case of Business Individual Accounts) in accordance with the provisions of our User Policy.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Bike Access Period\"}",
     "3.1 In terms of Business Individual Accounts only:",
     "(a) each Bike Access Promo Code purchased is for a Yearly Bike Access Period;",
     "(b) the Bike Access Period shall commence when your employee, as the Registered User, obtains a Key and uses it to undock a Cycle from a Docking Point for the first time; and",
     "(c) if at any time you opt out of automatic renewal in respect of any of the Bike Access Promo Codes purchased, your employee's right to use Cycle Hire as a Registered User shall be subject to the employee purchasing subsequent Yearly Bike Access Periods in accordance with the General Terms and Conditions.",
     "3.2 In terms of Business Pooled Accounts only:",
     "(a) each Key purchased is for a Yearly Bike Access Period;",
     "(b) the Bike Access Period in respect of each Key shall commence on the earlier of:",
     "(i) the Key first being used by a Guest User; or",
     "(ii) 28 days after the date that the Key is sent to you; and",
     "(c) if you opt out of automatic renewal, your right to use each Key shall automatically expire at the end of the relevant Bike Access Period.",
     "3.3 The Yearly Bike Access Fee shall apply to each Key or Bike Access Promo Code (as applicable) that you have purchased.",
     "3.4 When the Bike Access Period has expired:",
     "(a) in terms of Business Individual Accounts only, your employee will not be able to use Cycle Hire unless and until a new Bike Access Period is purchased either by you or the relevant Registered User; and",
     "(b) in terms of Business Pooled Accounts only, you will not be able to use nor permit your Guest Users to use Cycle Hire unless and until a new Bike Access Period is purchased in respect of the relevant Key.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Automatic renewal\"}",
     "\u003cstrong\u003eBusiness Pooled Accounts only\u003c/strong\u003e ",
     "4.1 When you register for a Business Pooled Account, unless you opt out of automatic renewal, you authorise us to:",
     "(a) automatically renew the Yearly Bike Access Period for each Key; and",
     "(b) deduct the relevant Bike Access Fee for each Key on your account.",
     "4.2 Prior to deducting payment of the Bike Access Fee for subsequent Yearly Bike Access Period(s), we shall send you an email confirming all of the Keys for which the Bike Access Fee is payable.  Unless you notify us by email or telephone call to the Contact Centre within 14 days of the date of our email that you do not wish to automatically renew, we shall deduct payment of the relevant Bike Access Fees.",
     "\u003cstrong\u003eBusiness Individual Accounts only\u003c/strong\u003e ",
     "4.3 When you register for a Business Individual Account, unless you opt out of automatic renewal, you authorise us to:",
     "(a) automatically renew the Yearly Bike Access Period for each employee that has registered to use Cycle Hire using a Bike Access Promo Code; and",
     "(b) deduct the relevant Bike Access Fee for each employee on your account.",
     "4.4 Prior to deducting payment of the Bike Access Fee for subsequent Yearly Bike Access Period(s), we shall send you an e-mail confirming all of your employees for which the Bike Access Fee is payable.  Unless you notify us by e-mail or telephone call to the Contact Centre within 14 days of the date of our e-mail that you do not wish to automatically renew, we shall deduct payment of the relevant Bike Access Fees.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Keys and Business Individual Account IDs and Bike Access Promo Codes\"}",
     "5.1 In terms of Business Pooled Accounts only:",
     "(a) you will be entitled to receive a Key for each Yearly Bike Access Period purchased.  The Key Issue Fee for each Key shall not apply;",
     "(b) each Key shall be automatically activated 28 days after the date that the Key is sent to you; and",
     "(c) each Key issued to you:",
     "(i) is personal to you and should only be used by you and your Guest Users in accordance with the Key Use Policy;",
     "(ii) must be looked after by you with reasonable care; and",
     "(iii) shall remain our property at all times.",
     "5.2 In terms of Business Individual Accounts only:",
     "(a) a Bike Access Promo Code, together with relevant Business Individual Account ID, shall entitle your employee to register as a Registered User and receive a Key in accordance with paragraph 5 of the General Terms and Conditions.  The Key Issue Fee for the Key that we issue to your employee following their registration shall not apply;",
     "(b) each Bike Access Promo Code must be used by your employee within 12 months of the date that we issue the Bike Access Promo Code to you.  Failure to use the Bike Access Promo Code within this period will result in the Bike Access Promo Code being permanently deactivated and you will not be eligible for a refund; and",
     "(c) you shall be entitled to cancel a Bike Access Promo Code within the period set out in the Refund Policy, provided that such Bike Access Promo Code has not been used by your employee to register for Cycle Hire.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Guest Users and Additional Users\"}",
     "6.1 If you are a Business Pooled Account Holder, you are responsible for:",
     "(a) each Guest User and their actions when using a Cycle.  This means that you must ensure that each Guest User complies with these terms and conditions and all other published requirements of Cycle Hire from time to time and that each Guest User has due regard to the Tips for Safer Cycling;",
     "(b) ensuring that each Guest User understands that we may require certain information about their use of a Cycle, in accordance with paragraph 9.2 of the General Terms and Conditions; and",
     "(c) all Charges incurred by each Guest User.",
     "6.2 If you are a Business Individual Account Holder and opted out of automatic renewal, you are responsible for payment of the Charges in respect of the Bike Access Promo Code only.  Your employee, as the Registered User, is responsible for their use of Cycle Hire and related Charges in accordance with the General Terms and Conditions.  The Bike Access Promo Code shall not entitle your employee to purchase additional Bike Access Periods for Additional Users.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Period of Use and Extra Ride Charges\"}",
     "7.1 If you are a Business Pooled Account Holder, paragraph 7 of the General Terms and Conditions which detail the Period of Use and Extra Ride Charges shall apply to use of the Cycles by you and Guest Users.  References to \"Additional User\" in paragraph 7 of the General Terms and Conditions shall mean Guest User.",
     "7.2 You have 28 days from the date that the relevant Charge is collected by us to query the Charge or claim a refund and any queries or claims submitted following the expiry of this period will not be processed or paid.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Availability of Cycle Hire\"}",
     "Paragraph 8 of the General Terms and Conditions which detail our obligations to provide Cycle Hire shall apply to use of the Cycles by you and Guest Users.  In terms of Business Pooled Accounts, references to \"Additional User\" in paragraph 8 shall mean Guest User.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Your obligations\"}",
     "9.1 If you are a Business Individual Account Holder, you are personally responsible for:",
     "(a) each Bike Access Promo Code issued to you; and",
     "(b) the Bike Access Fee in respect of each Bike Access Promo Code.",
     "9.2 If you are a Business Pooled Account Holder, you are personally responsible for:",
     "(a) each Key issued to you;",
     "(b) each Cycle that you and each Guest User uses;",
     "(c) all items that you and each Guest User transports on a Cycle or in the Cycle basket; and",
     "(d) the Charges that you and each Guest User incurs.",
     "9.3 If you are a Business Pooled Account Holder, then in addition to paragraph 9.2, paragraphs 9.2 to 9.4 (inclusive) of the General Terms and Conditions which detail our obligations to provide Cycle Hire shall also apply to use of the Cycles by you and Guest Users.  References to \"Additional User\" in paragraph 9.2 to 9.4 (inclusive) of the General Terms and Conditions shall mean Guest User.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Public Liability Insurance\"}",
     "If you are a Business Pooled Account Holder, paragraph 10 of the General Terms and Conditions which detail the Public Liability Insurance that we have arranged for users of Cycle Hire shall apply to use of the Cycles by you and Guest Users.  References to \"Additional User\" in paragraph 10 of the General Terms and Conditions shall mean Guest User.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Charges and payment\"}",
     "11.1 If you are a Business Individual Account Holder, you are responsible for the purchase of the Bike Access Promo Code only and all other Charges associated with your employee's access and use of Cycle Hire as a Registered User are the responsibility the Registered User.",
     "11.2 If you are a Business Pooled Account Holder, you are responsible for all of the Charges associated with your and each Guest User's access and use of Cycle Hire.  All of the Charges applicable to your (and each Guest User's) use of Cycle Hire are set out below.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Hire\"}",
     "\u003cstrong\u003eBike Access Fee \u003c/strong\u003e - (the first 30 minutes of each journey are free)",
     "\u003cstrong\u003eBike Access Period Charge for you and each Additional User to access Cycle Hire\u003c/strong\u003e \u003cbr /\u003e24 hours (Daily) £2\u003cbr /\u003eYearly (available to Registered Members only) £90",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Ride\"}",
     "\u003cstrong\u003eExtra Ride Charges (for journeys over 30 minutes)\u003c/strong\u003e ",
     "\u003cstrong\u003ePeriod of Use Charge per Bike per journey\u003c/strong\u003e \u003cbr /\u003eFirst 30 minutes Free",
     "\u003cstrong\u003eFor journeys over 30 minutes \u003c/strong\u003e £2 for each extra period of up to 30 minutes",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Return\"}",
     "(You must return a bike within 24 hours)",
     "\u003cstrong\u003eNon-Return and Damage Charges Charge per Bike\u003c/strong\u003e \u003cbr /\u003eNon-Return Charge (if you or an Additional User fail to return a\u003cbr /\u003eBike) - Up to a maximum charge of £300",
     "\u003cstrong\u003eDamage Charge\u003c/strong\u003e (if you or an Additional User damage a Bike)\u003cbr /\u003eUp to a maximum charge of £300",
     "\u003cstrong\u003eOther Charges\u003c/strong\u003e \u003cbr /\u003eKey Issue Fee Charge per Key\u003cbr /\u003eKey Issue £3",
     "\u003cstrong\u003eAdditional and/or Replacement Keys \u003c/strong\u003e £3",
     "\u003cstrong\u003eBilling Preferences Charge per statement\u003c/strong\u003e \u003cbr /\u003eStatements by post £1.20",
     "\u003cstrong\u003ePayment methods\u003c/strong\u003e ",
     "11.3 You:",
     "(a) may pay for Keys or Bike Access Promo Codes (as applicable) using either:",
     "(i) bank automated clearing system in accordance with the instructions provided by us (\"BACS Instruction\");",
     "(ii) direct debit in accordance with the instruction to your bank or building society (\"Direct Debit Instruction\"); or",
     "(iii) a valid credit or debit card, which is either a VISA, Visa Electron or Mastercard (a \"Payment Card\");",
     "(b) must pay for all other Charges using either:",
     "(i) Direct Debit Instruction; or",
     "(ii) the Payment Card used during registration;",
     "(c) agree not to cancel your Payment Card or Direct Debit Instruction without first telling us and providing an alternative Payment Card or Direct Debit Instruction from which we can collect the Charges; and",
     "(d) in terms of Business Pooled Accounts only, must ensure that the delivery address for dispatch of Key(s) is the same as the UK billing address of your Payment Card or that you provided on the Direct Debit Instruction.",
     "\u003cstrong\u003ePayment Agreement\u003c/strong\u003e ",
     "11.4 In terms of Business Pooled Accounts only, by purchasing Keys with a Payment Card or Direct Debit Instruction, you agree to allow us to collect from your account the relevant Charges for the Bike Access Period, including (without limitation) Extra Ride Charges, Non-Return Charges and Damage Charges as set out in paragraph 11.2 (a \"Payment Agreement\").  We will only seek payment for Charges in respect of actions initiated by you or your Guest Users.  The Payment Agreement shall also apply if you have agreed to automatic renewal.  Such Charges will be payable at the times specified in paragraph 11.12.",
     "11.5 In terms of Business Individual Accounts:",
     "(a) if you have agreed to automatic renewal, then the Payment Agreement shall also apply in respect of each Bike Access Promo Code that you have agreed to automatic renewal; or",
     "(b) if you have not agreed to automatic renewal, then the Payment Agreement shall apply to your employee as the Registered User in accordance with the provisions of paragraphs 11.6 to 11.10 (inclusive) of the General Terms and Conditions.",
     "11.6 You have the right to cancel the Payment Agreement in respect of all Keys or Bike Access Promo Codes (as applicable) on a minimum of 30 days' written notice to our Contact Centre, clearly marked for the attention of the Contact Centre Manager, cancelling your registration to Cycle Hire, provided there are no outstanding Charges which are payable by you under these terms and conditions.",
     "11.7 We reserve the right to suspend or cancel the Payment Agreement at any time and will use all reasonable endeavours to provide you with prior notification of such action.",
     "11.8 You are responsible for ensuring that:",
     "(a) if you are a Business Individual Account Holder, your account details and each Bike Access Promo Code is kept secure; and",
     "(b) if you are a Business Pooled Account Holder, your account details and each Key is kept secure.\u003cbr /\u003eIn accordance with our Non-Return/Damage Policy, you may be liable for further Charges resulting from your failure to keep your account details and Keys or Bike Access Promo Codes (as applicable) secure.",
     "11.9 We reserve the right to amend these terms and conditions, including the Charges at any time but, where practicable, will use all reasonable endeavours to provide you with prior notification of any such amendments.",
     "\u003cstrong\u003ePayment of Charges\u003c/strong\u003e ",
     "11.10 In terms of Business Individual Accounts only, you will become liable for the Bike Access Fee for each Bike Access Promo Code on successful completion of the registration process.",
     "11.11 In terms of Business Pooled Accounts only:",
     "(a) you will become liable for the Charges from the times set out below:",
     "(i) the Bike Access Fee for each Key shall become payable on successful completion of the registration process and, unless you have opted out of automatic renewal, on the expiry on the then current Yearly Bike Access Period;",
     "(ii) the Extra Ride Charge for your (and each Guest User's) use of a Cycle shall become payable on the date in each calendar month that you selected during the registration process;",
     "(iii) the Non-Return Charge shall become payable in accordance with the Non-Return/Damage Policy; and",
     "(iv) the Damage Charge shall become payable in accordance with the Non-Return/Damage Policy; and",
     "(b) you may obtain a receipt for each of your or a Guest User's journey records from your online account with us.",
     "11.12 The above Charges shall be deducted from your Payment Card or Direct Debit Instruction when payment is due.",
     "\u003cstrong\u003eExtra Ride Charge Limit\u003c/strong\u003e ",
     "11.13 In terms of Business Pooled Accounts only, we have a set a £50 limit on any Charges that can accrue in respect of each Key purchased prior to us taking payment in any Bike Access Period (the \"Pre-Authorised Charge Limit\").  If you exceed the Pre Authorised Charge Limit, we shall deduct payment of the Charges up to the Pre Authorised Charge Limit from your Payment Card or Direct Debit Instruction.  Deduction of the Pre-Authorised Charge Limit does not in any way limit or reduce your obligations to pay us the Charges for your and each Guest User's use of a Cycle.",
     "\u003cstrong\u003eNon-Return Charge and Damage Charge\u003c/strong\u003e ",
     "11.14 In terms of Business Pooled Accounts only:",
     "(a) if during any Period of Use a Cycle is:",
     "(i) not returned within the Period of Use or lost or stolen during the Period of Use, we may charge you the relevant sum set out in paragraph 11.2 for each Cycle that is not returned or is lost or stolen (\"Non-Return Charge\"); and/or",
     "(ii) damaged, then depending on the extent of the damage to the Cycle, we may charge you a sum up to the maximum sum set out in paragraph 11.2 for each Cycle that is damaged within this period (\"Damage Charge\");",
     "(b) if you are liable for the Non-Return Charge or Damage Charge, you may not be required to pay the Extra Ride Charges for the Cycle(s).",
     "11.15 We will exercise our rights under this paragraph 11 in accordance with the Non-Return/Damage Policy.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Lost or stolen Payment Cards/Keys\"}",
     "12.1 If:",
     "(a) your Payment Card is lost or stolen during the term of this agreement, you must notify the Payment Card issuer and then notify us by telephoning the Contact Centre; and/or",
     "(b) a Key or Bike Access Promo Code (as applicable) is lost or stolen or used fraudulently to obtain a Cycle, you must notify us by telephoning the Contact Centre.",
     "12.2 Until you have notified us, you will be liable for all Charges incurred as a result of lost or stolen Payment Card and/or lost or stolen Key or Bike Access Promo Code (as applicable) being used.",
     "12.3 In terms of Business Individual Accounts only:",
     "(a) once notified, we will then arrange for the relevant Bike Access Promo Code to be permanently deactivated to prevent any misuse; and",
     "(b) in terms of lost or stolen Bike Access Promo Codes, you may request a replacement Bike Access Promo Code to be issued.  You may be required to pay a fee for each replacement Bike Access Promo Code in accordance with the Key Use Policy.",
     "12.4 In terms of Business Pooled Accounts only:",
     "(a) once notified, we will then arrange for the relevant Key to be permanently deactivated to prevent any misuse; and",
     "(b) in terms of lost, damaged or stolen Keys, you may request a replacement Key(s) to be issued.  You may be required to pay a Key Issue Fee for each replacement Key in accordance with our Key Use Policy.",
     "12.5 In exercising our rights under this paragraph 12, and more generally in relation to the Bike Access Promo Codes and Keys, we will apply the Key Use Policy.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Cancellation and amendment\"}",
     "13.1 If you wish to cancel or amend your:",
     "(a) Business Individual Account or Business Pooled Account;",
     "(b) automatic renewal or Payment Agreement; or",
     "(c) Payment Card or Direct Debit Instruction,",
     "you may telephone the Contact Centre.",
     "13.2 You may amend or update your registration details directly by accessing your account online.",
     "13.3 If you cancel this agreement in respect of your Business Individual Account or Business Pooled Account, you may be eligible for a refund as determined in accordance with our Refund Policy.",
     "13.4 You must notify us of a change of your address as soon as it is practical to do so and in any event with 5 business days for such change.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Refunds\"}",
     "Any refunds payable to you in relation to your use of Cycle Hire will be governed by our Refund Policy.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Suspension and termination\"}",
     "15.1 If at any time:",
     "(a) you do not comply with these terms and conditions and/or any applicable laws or fail to have due regard to the Tips for Safer Cycling while using a Cycle;",
     "(b) you do not pay the Charges in accordance with paragraph 11;",
     "(c) we have reason to believe that you have attempted to defraud us;",
     "(d) you breach any of these terms and conditions; or",
     "(e) you are affected by an insolvency event,",
     "we reserve the right to terminate or suspend our agreement with you (and/or in respect of Business Pooled Accounts your Guest Users) from using Cycle Hire in accordance with the User Policy.",
     "15.2 In addition to TTL's rights set out above, these terms and conditions may be terminated by either party on 30 days' written notice.  In the event of termination, we will deactivate Keys or Bike Access Promo Codes (as applicable).",
     "15.3 Information obtained by the police regarding non-compliance with these terms and conditions, any applicable laws and/or the Tips for Safer Cycling while you or a Guest User are using a Cycle may be disclosed to us and we may use such information to terminate our agreement with you.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Complaints and disputes\"}",
     "16.1 As part of our standard enquiry and complaints handling process, we will:",
     "(a) record details of all enquiries and complaints that we receive; and",
     "(b) consider and respond to each enquiry and complaint in accordance with our Complaints Handling Policy.",
     "16.2 These terms and conditions shall be governed by English law.",
     "16.3 If any disputes arise between you and us and you want to take court proceedings, you must do so at a court in England and Wales.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Other information of which you need to be aware\"}",
     "17.1 Only you and we have rights under these terms and conditions.  No other person shall have any rights under these terms and conditions.",
     "17.2 You may not transfer any of your rights under these terms and conditions to any other person.",
     "17.3 If there is a conflict between the English version and any translation of these terms and conditions, the English version shall apply.",
     "17.4 These terms and conditions together with the General Terms and Conditions set out the entire agreement between you and us, and override any prior correspondence or representations relating to its subject matter.",
     "17.5 We shall have no liability to you (whether in contract, tort (including negligence or breach of statutory duty), misrepresentation or otherwise) in connection with these terms and conditions for any loss of profit or economic loss (direct or indirect), or indirect or consequential loss suffered by you or any other person howsoever arising.  Nothing in this agreement excludes or limits either party's liability for death or personal injury arising from that party's negligence, fraud or fraudulent misrepresentation or any liability which cannot legally be excluded or limited.",
     "17.6 Any notices given under these terms and conditions shall be in writing and delivered by post to our Contact Centre or your registered address.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Policies\"}",
     "{\"template\":\"listgroup\",\"style\":\"nocard\",\"links\":[{\"title\":\"Complaints handling policy\",\"url\":\"/cdn/static/cms/documents/santander-cycles-complaints-handling-policy.pdf\",\"icon\":\"download\",\"size\":\"PDF 107KB\",\"image\":{}},{\"title\":\"Key use policy\",\"url\":\"/cdn/static/cms/documents/santander-cycles-key-use-policy.pdf\",\"icon\":\"download\",\"size\":\"PDF 176KB\",\"image\":{}},{\"title\":\"Non-return and damage policy\",\"url\":\"/cdn/static/cms/documents/santander-cycles-non-return-and-damage-policy.pdf\",\"icon\":\"download\",\"size\":\"PDF 106KB\",\"image\":{}},{\"title\":\"Refund policy\",\"url\":\"/cdn/static/cms/documents/santander-cycles-refund-policy.pdf\",\"icon\":\"download\",\"size\":\"PDF 187KB\",\"image\":{}},{\"title\":\"User policy\",\"url\":\"/cdn/static/cms/documents/santander-cycles-user-policy.pdf\",\"icon\":\"download\",\"size\":\"PDF 111KB\",\"image\":{}}],\"link\":{\"image\":{}},\"image\":{},\"wrapped\":false}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Terms \u0026 conditions",
    "links": [
     {
      "title": "Competitions",
      "url": "/corporate/terms-and-conditions/competitions",
      "image": {}
     },
     {
      "title": "Conditions of Carriage",
      "url": "/corporate/terms-and-conditions/ticketing-and-travel-conditions-of-carriage",
      "image": {}
     },
     {
      "title": "Conveyancing searches",
      "url": "/corporate/terms-and-conditions/conveyancing-searches",
      "image": {}
     },
     {
      "title": "Live Bus \u0026 River Bus arrivals",
      "url": "/corporate/terms-and-conditions/live-bus-departure-information",
      "image": {}
     },
     {
      "title": "Online accounts",
      "url": "/corporate/terms-and-conditions/online-accounts",
      "image": {}
     },
     {
      "title": "Pay to drive in London",
      "url": "/corporate/terms-and-conditions/pay-to-drive-in-london",
      "image": {}
     },
     {
      "title": "Pay to drive in London app",
      "url": "/corporate/terms-and-conditions/pay-to-drive-in-london-app",
      "image": {}
     },
     {
      "title": "Santander Cycles",
      "url": "/corporate/terms-and-conditions/santander-cycles",
      "image": {}
     },
     {
      "title": "Santander Cycles insurance",
      "url": "/corporate/terms-and-conditions/santander-cycles-insurance",
      "image": {}
     },
     {
      "title": "Cycle Hire Business Accounts",
      "url": "/corporate/terms-and-conditions/cycle-hire-business-accounts",
      "image": {}
     },
     {
      "title": "Cycle Hire promo codes",
      "url": "/corporate/terms-and-conditions/cycle-hire-promo-codes",
      "image": {}
     },
     {
      "title": "Scrappage scheme",
      "url": "/corporate/terms-and-conditions/scrappage-scheme",
      "image": {}
     },
     {
      "title": "Social media",
      "url": "/corporate/terms-and-conditions/social-media",
      "image": {}
     },
     {
      "title": "STARS",
      "url": "/corporate/terms-and-conditions/stars",
      "image": {}
     },
     {
      "title": "Taxi delicensing",
      "url": "/corporate/terms-and-conditions/taxi-delicensing",
      "image": {}
     },
     {
      "title": "Technology Innovation Portal",
      "url": "/corporate/terms-and-conditions/technology-innovation-portal",
      "image": {}
     },
     {
      "title": "TfL call charges",
      "url": "/corporate/terms-and-conditions/tfl-call-charges",
      "image": {}
     },
     {
      "title": "TfL Oyster and contactless app",
      "url": "/corporate/terms-and-conditions/tfl-oyster-app",
      "image": {}
     },
     {
      "title": "TfL Pension Fund",
      "url": "/corporate/terms-and-conditions/tfl-pension-fund",
      "image": {}
     },
     {
      "title": "Transport Data Service",
      "url": "/corporate/terms-and-conditions/transport-data-service",
      "image": {}
     },
     {
      "title": "Visitor Oyster shop",
      "url": "/corporate/terms-and-conditions/visitor-oyster-shop",
      "image": {}
     },
     {
      "title": "WebCAT",
      "url": "/corporate/terms-and-conditions/webcat",
      "image": {}
     },
     {
      "title": "Website",
      "url": "/corporate/terms-and-conditions/website",
      "image": {}
     },
     {
      "title": "DLR Discovery",
      "url": "/corporate/terms-and-conditions/dlr-discovery",
      "image": {}
     }
    ],
    "link": {
     "title": "Terms \u0026 conditions",
     "url": "/corporate/terms-and-conditions/dlr-discovery",
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "advert",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}