{
 "pageTitle": "Cycle Hire promo codes",
 "keywords": "TfL",
 "description": "Terms of purchase and use of Cycle Hire promo codes",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Terms \u0026 conditions",
   "url": "/corporate/terms-and-conditions/index"
  },
  {
   "title": "Santander Cycles",
   "url": "/corporate/terms-and-conditions/santander-cycles"
  },
  {
   "title": "Cycle Hire promo codes"
  }
 ],
 "title": {
  "title": "Cycle Hire promo codes",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "{\"template\":\"intro\",\"texts\":[\"Terms of purchase and use of promo codes.\"],\"link\":{\"image\":{}},\"image\":{},\"wrapped\":false}",
     "1.\u003cstrong\u003ePromoter's name and address\u003c/strong\u003e : Transport Trading Limited of 55 Broadway, London, United Kingdom, SW1H 0BD (a subsidiary of Transport for London) (\"\u003cstrong\u003eTTL\u003c/strong\u003e \").",
     "2.\tIn these terms and conditions for the purchase and use of Promo Codes some words have a special meaning as set out below.  Words not defined below shall have the meaning set out in the User Terms and Conditions:\u003cbr /\u003ea.\u003cstrong\u003e\"Promo Code\"\u003c/strong\u003e refers to the voucher for a \"Daily\" or \"Yearly\" Bike Access Period, which we offer you to purchase.\u003cbr /\u003eb.\u003cstrong\u003e\"we\"\u003c/strong\u003e ,\u003cstrong\u003e\"our\"\u003c/strong\u003e and\u003cstrong\u003e\"us\"\u003c/strong\u003e refers to TTL;\u003cbr /\u003ec.\u003cstrong\u003e\"you\"\u003c/strong\u003e and\u003cstrong\u003e\"your\"\u003c/strong\u003e refers to the company, business or individual purchasing a Promo Code.",
     "3.\u003cstrong\u003ePurchase of Promo Codes:\u003c/strong\u003e \u003cbr /\u003ea.\tYou may purchase Promo Codes by telephoning our Contact Centre on 0343 2220066.\u003cbr /\u003eb.\tOnce we have received payment for the Promo Code that you have purchased, we will send the Promo Code to the email address that you have provided",
     "4.\u003cstrong\u003ePeriod of validity:\u003c/strong\u003e \u003cbr /\u003ea.\tUnless otherwise stated on the Promo Code, each Promo Code is valid for 12 months from the date of issue and will expire on the first anniversary of the date of issue (the\u003cstrong\u003e\"Expiry Date\"\u003c/strong\u003e ).\u003cbr /\u003eb.\tYou will not be able to redeem the Promo Code if you have not used it prior to the Expiry Date and you shall not be entitled to a refund of any monies paid for any Promo Codes that have not been used prior to the Expiry Date.",
     "5.\u003cstrong\u003eRedeeming Promo Codes:\u003c/strong\u003e \u003cbr /\u003ea.\tThe value of the Promo Code is for the Bike Access Period stated on the Promo Code.\u003cbr /\u003eb.\tOnly one Promo Code can be used for a single Bike Access Period.\u003cbr /\u003ec.\tPromo Codes may be redeemed either:\u003cbr /\u003ei.\tonline at \u003ca href=\"/modes/cycling/santander-cycles\"\u003ehttp://www.tfl.gov.uk/santandercycles;\u003c/a\u003e \u003cbr /\u003eii.\tby telephone call to our Contact Centre on 0203 222 6666; or\u003cbr /\u003eiii.\tthrough the Santander Cycle App.",
     "6.\u003cstrong\u003eConditions of use of Promo Codes\u003c/strong\u003e :\u003cbr /\u003ea.\tThe Promo Code permits a person eligible to use a Cycle to access and use a Cycle during the relevant Bike Access Period.  Each single journey lasting no more than 30 minutes is free of charge.  Additional Charges may apply in respect of the use of the Cycle (see \u003ca href=\"https://tfl.gov.uk/corporate/terms-and-conditions/santander-cycles#on-this-page-11\"\u003ehttps://tfl.gov.uk/corporate/terms-and-conditions/santander-cycles#on-this-page-11\u003c/a\u003e for full details of the Charges).  The person that redeems the Promo Code will be responsible for such Additional Charges.\u003cbr /\u003eb.\tYou may give a Promo Code as a gift, reward or as part of a package of benefits offered by you to a person that is eligible to use a Cycle.\u003cbr /\u003ec.\tTo use a Cycle the person redeeming the Promo Code must be aged 18 or over and agree to the User Terms and Conditions, which are available here \u003ca href=\"/corporate/terms-and-conditions/santander-cycles\"\u003ehttps://tfl.gov.uk/corporate/terms-and-conditions/santander-cycles\u003c/a\u003e .\u003cbr /\u003ed.\tPromo Codes are not supplied on a sale or return basis.\u003cbr /\u003ee.\tPromo Codes may not be exchanged for cash.\u003cbr /\u003ef.\tWe may refund the purchase price of the Promo Code to you at any time up to 8 weeks after the date of purchase (in accordance with our Refund Policy.  After this period, you may only cancel the Promo Code so that it cannot be redeemed.\u003cbr /\u003eg.\tPromo Codes may not be combined with any other promotional offer made by us or Santander in relation to the use of Santander Cycles.\u003cbr /\u003eh.\tEach Promo Code issued to you must be looked after by you with reasonable care. We take no responsibility for lost or stolen Promo Codes.  If a Promo Code issued to you is lost or stolen, you must notify us by telephoning our Contact Centre.",
     "7.\u003cstrong\u003eRestrictions on your use of Promo Codes:\u003c/strong\u003e \u003cbr /\u003ea.\tYou may not issue a Promo Code to anyone who is under the age of 18.\u003cbr /\u003eb.\tYou may not resell a Promo Codes for more than its face value.  We reserve the right to cancel and/or refuse any Promo Code that has been wrongfully obtained, duplicated, resold or is being used fraudulently without payment of any refund or monies to you, in accordance with the User Policy.\u003cbr /\u003ec.\tYour purchase of a Promo Code does not entitle you to use any of our trademarks or intellectual property or to make any representations that we support or are working in association with you in the use of a Promo Code or promoting cycling in general.\u003cbr /\u003ed.\tWe reserve the right to withdraw the Promo Codes or amend these terms and conditions at any time but, where practicable, will use all reasonable endeavours to provide you with prior notification of any such amendments.  In these circumstances, you may be eligible for a refund in accordance with our Refund Policy.",
     "8.\u003cstrong\u003ePrivacy\u003c/strong\u003e \u003cbr /\u003eAll personal data about you will be processed in accordance with our Privacy Notice, which will be presented for your review and acceptance before you submit any personal information to us. Further information on how personal data is processed by us is available at \u003ca href=\"/corporate/privacy-and-cookies/index\"\u003ewww.tfl.gov.uk/privacy\u003c/a\u003e .",
     "9.\u003cstrong\u003eGeneral\u003c/strong\u003e \u003cbr /\u003ea.\tThese terms and conditions shall be governed by English law.\u003cbr /\u003eb.\tIf any disputes arise between you and us and you want to take court proceedings, you must do so at a court in the United Kingdom.\u003cbr /\u003ec.\tOnly you and we have rights under these terms and conditions.  No other person shall have any rights under these terms and conditions.\u003cbr /\u003ed.\tYou may not transfer any of your rights under these terms and conditions to any other person."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "advert",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}