{
 "pageTitle": "Santander Cycles",
 "keywords": "TfL",
 "description": "Terms and conditions for registering and using the Cycle Hire bike sharing scheme",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Terms \u0026 conditions",
   "url": "/corporate/terms-and-conditions/index"
  },
  {
   "title": "Santander Cycles"
  }
 ],
 "title": {
  "title": "Santander Cycles",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "{\"template\":\"intro\",\"texts\":[\"Terms and conditions for registering and using the Cycle Hire bike sharing scheme.\"],\"link\":{\"image\":{}},\"image\":{},\"wrapped\":false}",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Introduction\"}",
     "1.1 These terms and conditions apply to your registration to, and/or use of, the cycle hire scheme provided by Transport Trading Limited (\"TTL\"). TTL is a subsidiary of Transport for London (\"TfL\"), which is a functional body of the Greater London Authority, reporting to the Mayor of London. The arrangements\u003cbr /\u003efor your registration and use of Cycle Hire are with TTL.",
     "1.2 If you have an enquiry or complaint, or experience a problem using Cycle Hire, please contact the Cycle Hire contact centre (the\u003cstrong\u003eContact Centre\u003c/strong\u003e ):",
     "\u003cstrong\u003eTel: \u003c/strong\u003e 0343 222 6666  within the UK or +44 (0)343 222 6666 from a mobile telephone or outside the UK ( \u003ca href=\"/corporate/terms-and-conditions/tfl-call-charges\"\u003eTfL call charges\u003c/a\u003e )\u003cbr /\u003e\u003cstrong\u003ePost:\u003c/strong\u003e \u003cbr /\u003eTfL Customer Services\u003cbr /\u003e4th Floor\u003cbr /\u003e14 Pier Walk\u003cbr /\u003eLondon SE10 0ES\u003cbr /\u003e\u003cstrong\u003eWebsite:\u003c/strong\u003e  \u003ca href=\"http://www.tfl.gov.uk/cycle-hire\"\u003ewww.tfl.gov.uk/cycle-hire\u003c/a\u003e ",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"User terms and conditions\"}",
     "1.3 In these terms and conditions some words have a special meaning as set out below:",
     "\u003cstrong\u003ea) Additional User\u003c/strong\u003e is a person as defined in paragraph, \u003ca href=\"#Additional Users\"\u003eAdditional Users\u003c/a\u003e of these terms and conditions and who is either an additional user of a User or a Casual User (as applicable)",
     "ii) in the case of Registered Users only, 8,760 consecutive hours or 365 days or (in respect of a leap year) 8,784 consecutive hours or 366 days (Yearly)",
     "c)\u003cstrong\u003eBike\u003c/strong\u003e or\u003cstrong\u003eCycle\u003c/strong\u003e is a Cycle Hire bicycle.\u003cbr /\u003ed)\u003cstrong\u003eCasual User\u003c/strong\u003e is a person who uses Cycle Hire on a casual basis and provides their Payment Card or enters their Payment Card details as a method of identification.\u003cbr /\u003ee)\u003cstrong\u003eCharges\u003c/strong\u003e are the Bike Access Fee(s), Key Issue Fee(s), Extra Ride Charge(s) and any other charges set out at paragraph 11 below ( \u003ca href=\"#Charges and payment\"\u003eCharges and payment\u003c/a\u003e ).\u003cbr /\u003ef)\u003cstrong\u003eDocking Point\u003c/strong\u003e is the equipment and mechanism at a Docking Station from which a Cycle is undocked/docked.\u003cbr /\u003eg)\u003cstrong\u003eDocking Station\u003c/strong\u003e is a Cycle docking station including the Docking Points and Terminal.\u003cbr /\u003eh)\u003cstrong\u003eKey\u003c/strong\u003e is the device that we provide Registered Users as a method of identification of the Registered User (and their Additional Users) to allow the undocking of a Cycle and the Registered User to obtain information about their web account from a Terminal.\u003cbr /\u003ei)\u003cstrong\u003eKey Use Policy\u003c/strong\u003e is our policy on using Key(s) as set out at www.tfl.gov.uk/cycle-hire and as updated by us from time to time.\u003cbr /\u003ej)\u003cstrong\u003e Registered User\u003c/strong\u003e is a person who has registered to use Cycle Hire by providing us with certain personal details and purchases a Key for their (and each Additional User's) use of Cycle Hire.\u003cbr /\u003ek)\u003cstrong\u003eRelease Code\u003c/strong\u003e is the unique code that we issue to you, as a Casual User, on presentation of your Payment Card at a Terminal each time that you and your Additional Users wish to undock and use a Cycle.\u003cbr /\u003el)\u003cstrong\u003eTerminal\u003c/strong\u003e is the computer terminal located at a Docking Station which enables you to register and pay for your use of Cycle Hire.\u003cbr /\u003em)\u003cstrong\u003eTips for Safer Cycling\u003c/strong\u003e are the tips for safer cycling as set out on the Terminals and at \u003ca href=\"http://www.tfl.gov.uk/cycle-hire\"\u003etfl.gov.uk/cycle-hire\u003c/a\u003e and as updated by us from time to time.\u003cbr /\u003en)\u003cstrong\u003eWe\u003c/strong\u003e ,\u003cstrong\u003eour\u003c/strong\u003e and\u003cstrong\u003eus\u003c/strong\u003e refers to TTL; and\u003cbr /\u003eo)\u003cstrong\u003eyou\u003c/strong\u003e refers to a Registered User or Casual User(as applicable).",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Bike Access Period\"}",
     "1.4 Our staff, contractors and agents have no authority to make individual exceptions or amendments to these terms and conditions.",
     "1.5 In these terms and conditions we refer to various policies that we have established in connection with the operation of Cycle Hire.  These policies are available on request from us.",
     "1.6 All personal data about you and any Additional User will be processed in accordance with our Privacy Notice, which will be presented for your review and acceptance before you submit any personal information to us.  Further information on how personal data is processed by us is available at \u003ca href=\"/corporate/privacy-and-cookies/index\"\u003etfl.gov.uk/privacy\u003c/a\u003e .",
     "1.7 We may amend these terms and conditions, including the Charges, from time to time.  In these circumstances, you may be eligible for a refund of certain Charges that you have paid us in accordance with our Refund Policy.  A copy of the latest version of the terms and conditions can be obtained from \u003ca href=\"https://tfl.gov.uk/cycle-hire\"\u003etfl.gov.uk/cycle-hire\u003c/a\u003e or are available on request from us.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Registration\"}",
     "2.1 To register as a Registered User or to use Cycle Hire as a Casual User, you must:",
     "(a) be aged 18 years or over;\u003cbr /\u003e(b)\tensure that all data provided by you is accurate;\u003cbr /\u003e(c)\tselect a Bike Access Period;\u003cbr /\u003e(d)\tin terms of Registered Users only, have a UK postal address that matches the billing address for the Payment Card; and\u003cbr /\u003e(e)\tagree to these terms and conditions.",
     "2.2 We reserve the right to refuse your registration to Cycle Hire and use of a Cycle, in accordance with the provisions of our User Policy.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Bike Access Period\"}",
     "3.1 You will be required to purchase a Bike Access Period:\u003cbr /\u003ea) when registering as a Registered User, for each Key on your account or\nb) to use Cycle Hire as a Casual User, for you and each Additional User\nand a Bike Access Fee shall apply to each Bike Access Period purchased.",
     "3.2 The Bike Access Period shall commence:\u003cbr /\u003e(a) if you are a Registered User, when you (or an Additional User) use the\nKey to undock a Cycle from a Docking Point for the first time. If you have\npurchased more than one Key, the Bike Access Period will commence on\nfirst use of each Key; or\u003cbr /\u003e(b) as a Casual User, when:\u003cbr /\u003e(i) pre-purchasing a Bike Access Period on-line, when you first present\nyour Payment Card at the Terminal to retrieve any one of the\nRelease Code(s) to undock a Cycle(s) from a Docking Point(s) for the\nfirst time; or\u003cbr /\u003e(ii) registering at the Terminal, when you first present your Payment\nCard at the Terminal to purchase a Bike Access Period.",
     "3.3 Your (and each Additional User's) right to use Cycle Hire shall\nautomatically expire at the end of the relevant Bike Access Period.",
     "3.4 When the Bike Access Period has expired:\u003cbr /\u003e(a) if you are a Registered User, the relevant Key will be unable to undock a\nCycle from a Docking Point, unless and until you purchase a new Bike Access\nPeriod for such Key(s) or you have agreed to Pay As You Pedal; and\u003cbr /\u003e(b) if you are a Casual User, you (and your Additional Users) will be unable to\nundock a Cycle from a Docking Point, unless and until you purchase a new\nBike Access Period and retrieve a Release Code.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Pay As You Pedal\"}",
     "4.1 As a Registered User, you may authorise us to automatically renew the Bike Access Period for one or more Keys on your account for the same Daily or Yearly Bike Access Period that you last purchased in respect of the relevant Key(s) (\"Pay As You Pedal\").",
     "4.2 If you selected to Pay As You Pedal, we will deduct the relevant Bike Access Fee(s) for the relevant Key(s), either on the date that:\u003cbr /\u003e(a) the Bike Access Period ends during your or an Additional User's use of a Cycle; or\u003cbr /\u003e(b) you present the Key(s) at a Docking Point to undock a Cycle following expiry of the previous Bike Access Period.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Keys and Release Codes\"}",
     "5.1 If you register as a Registered User, you will be required to purchase a Key for yourself and each Additional User.",
     "5.2 Each Key issued to you:\u003cbr /\u003ea) is personal to you;\u003cbr /\u003eb) should only be used by you (and your Additional Users) in accordance with the Key Use Policy\u003cbr /\u003ec) must be looked after by you with reasonable care; and\u003cbr /\u003ed) shall remain our property at all times",
     "5.3 Unless you have agreed to Pay as You Pedal, your (and each Additional User's) Key cannot be used to undock a Cycle from a Docking Point once the Bike Access Period for the relevant Key(s) has expired, unless and until you purchase a new Bike Access Period for such Key(s) and following payment of the relevant Bike Access Fee for you and each Additional User (as applicable).",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Release Codes\"}",
     "5.4 If you use Cycle Hire as a Casual User, you will be issued with a Release Code upon presentation of your Payment Card at the Terminal each time you (or an Additional User) wish to use a Cycle. The Release Code for each Cycle shall detail the time period that you (or an Additional User) will be able to undock a Cycle from the Docking Point at the Docking Station at which the Release Code was issued. Once that time period has lapsed, you will not be able to release a Cycle using that Release Code.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Additional Users\"}",
     "6.2 You are responsible for:\u003cbr /\u003ea) Each Additional User and any of their actions when using a\nCycle. This means that you must ensure that each Additional User\ncomplies with these terms and conditions and all other published\nrequirements of Cycle Hire from time to time and that each\nAdditional User has due regard to the Tips for Safer Cycling\u003cbr /\u003eb) ensuring that each Additional User understands that we may\nrequire certain information about their use of a Cycle, in accordance\nwith paragraph \u003ca href=\"#obligations\"\u003eYour obligations\u003c/a\u003e below and\u003cbr /\u003ec) all Charges incurred by each Additional User",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Period of Use and Extra Ride Charges\"}",
     "7.1 Cycles should not be used for more than 24 consecutive hours (Maximum Period of Use).",
     "7.2 You (and each Additional User) must return the Cycle to a Docking Station and securely dock the Cycle at a docking point prior to the expiry of the Maximum Period of Use.",
     "7.3 The Extra Ride Charges, as set out in paragraph \u003ca href=\"/corporate/terms-and-conditions/santander-cycles#charges\"\u003eCharges and payment below\u003c/a\u003e , shall vary according to the length of time that you (or an Additional User) have taken a Cycle from a Docking Point for use (Period of Use). The Period of Use for each Cycle shall commence when you (or an Additional User) undock that Cycle from a Docking Point and ends when you (or an Additional User) securely dock the Cycle, and receive a green light, at a Docking Point.",
     "7.4 The Period of Use shall be determined using the data recorded on our systems and that data shall be proof of your (and each Additional User's) Period of Use.",
     "7.5 A time interval, to be determined by us and as defined at www.tfl.gov.uk/cycle-hire, is required between the end of one journey and the commencement of a subsequent journey in order for the subsequent journey to qualify as a separate journey and enable us to calculate the relevant Extra Ride Charges. We reserve the right to prevent you from undocking a Cycle from a Docking Point until this time interval has expired.",
     "7.6 Please note that you only have 120 days from the date that the relevant Charge is collected to either query the Charge or to claim a refund and any queries or claims submitted following the expiry of this period will not be processed or paid.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Availability of Cycle Hire\"}",
     "8.1 We will always try to run a reliable service. Sometimes part or all of Cycle Hire will be unable to operate for reasons beyond our reasonable control. We reserve the right to change the advertised dates and hours of operation of Cycle Hire without giving you prior notice.",
     "8.2 During certain periods, Cycle Hire may be heavily used so we cannot always guarantee to have a:\u003cbr /\u003ea) cycle available for use at the Docking Station of your (or an Additional User's) choice or\u003cbr /\u003eb) Docking Point available to dock a Cycle at the Docking Station of your (or an Additional User's) choice",
     "8.3 If you are unable to dock a Cycle(s) at the Docking Station of your choice due to the lack of an available Docking Point(s), you should:\u003cbr /\u003ea) present your Payment Card (if you are a Casual User) or Key (if you are a Registered User) at the Terminal at the affected Docking Station and follow the on-screen instructions to receive information of alternative Docking Stations and\u003cbr /\u003eb) dock the Cycle(s) at one of the alternative Docking Stations suggested at the Terminal or of your choice\u003cbr /\u003eThe Terminal will state the maximum period of time that you are allowed in order to dock the Cycle(s) at an alternative Docking Station without incurring any additional Charge.",
     "8.4 Where we are unable to provide you with a Cycle, you may be eligible for a refund of certain Charges that you have paid us, as determined in accordance with our Refund Policy. In accordance with our Refund Policy, we will not refund any of the Charges that you have paid us for any failure or delay due to an event beyond our reasonable control.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Your obligations\"}",
     "9.2 From time to time, we may require information in respect of use of a Cycle by you\u003cbr /\u003eand any Additional User. At our request, you agree to provide:\u003cbr /\u003ea) your name and address and the name and address of each Additional User and\u003cbr /\u003eb) details of each journey, including the date and time that you and each Additional User used a Cycle and route taken",
     "You\u003cstrong\u003emust not\u003c/strong\u003e ;",
     "{\"template\":\"bulletlist\",\"items\":[\"Cycle basket with a load of more than 10 kilograms or any object which overhangs the basket\",\"Cycle with a total weight of more than 115 kilograms\",\"Cycle with more than one person at a time or\",\"Cycle basket with any animals, children or persons\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"Dangerous, hazardous or flammable substances or\",\"Any object that is:\\u003cbr /\\u003eul\"]}",
     "f) use the Cycle for racing or stunt or trick-riding\u003cbr /\u003eg) dismantle or tamper with the Cycle (or in any way attempt to do so)\u003cbr /\u003eh) add or attach accessories or trailers to the Cycle or\u003cbr /\u003ei) use the Cycle in an antisocial manner, i.e. a manner that causes or is likely to cause harassment, alarm or distress to others",
     "9.4 If you (or an Additional User) experience any problem with a Cycle during the Period of Use that prevents you (or an Additional User) from continuing to use the Cycle or securely docking a Cycle at an available Docking Point (as indicated by a green light), please contact our Contact Centre. If you (or an Additional User) experience any problem and are able to safely continue to use the Cycle and return it to a Docking Station, please report the problem to us by pressing the \"fault\" button at the Docking Point when you (or an Additional User) dock the Cycle.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Public Liability Insurance\"}",
     "10.1 We have arranged for the provision of public liability insurance, which insures you (and each Additional User) against liability you (or an Additional User) incur in respect of injury to a third party or accidental damage to the physical property of a third party arising from your (or an Additional User's) use of a Cycle (\"Public Liability Insurance\"). The Public Liability Insurance cover is limited in scope and amount and subject to various exceptions. For more information about the Public Liability Insurance, see \u003ca href=\"/corporate/terms-and-conditions/santander-cycles-insurance\"\u003eCycle Hire insurance\u003c/a\u003e .",
     "10.2 The cost of the Public Liability Insurance is included in the Charges. Due to the way that we have arranged the insurance, it is not possible for you (or an Additional User) to opt out of the Public Liability Insurance.",
     "10.3 It is important to note that, where you (or an Additional User) are eligible to benefit from the Public Liability Insurance in respect of a claim by a third party, you are required to pay (subject to certain exceptions) the excess detailed on our page on \u003ca href=\"/corporate/terms-and-conditions/santander-cycles-insurance\"\u003eCycle Hire insurance\u003c/a\u003e .",
     "10.4 While using a Cycle, you (and each Additional User) must comply with these terms and conditions and cycle sensibly in order to avoid any events that could create a claim under the Public Liability Insurance.",
     "10.5 If you (or an Additional User) are involved in an accident or damage or injury is caused to someone or something while using a Cycle, you (or the Additional User) must:\u003cbr /\u003ea) Stop cycling when safe to do so; and\u003cbr /\u003eb) telephone the Contact Centre\u003cbr /\u003ei) to notify us of the accident and any resulting damage to the Cycle and\u003cbr /\u003eii) for instructions as to who to contact in respect of any claim under the Public Liability Insurance",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"a\"}",
     "11.1 All of the Charges applicable to your (and each Additional User's) use of Cycle Hire are set out below:",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Hire\"}",
     "\u003cstrong\u003eBike Access Fee \u003c/strong\u003e - (the first 30 minutes of each journey are free)",
     "\u003cstrong\u003eBike Access Period Charge for you and each Additional User to access Cycle Hire\u003c/strong\u003e \u003cbr /\u003e24 hours (Daily) £2\u003cbr /\u003eYearly (available to Registered Users only) £90",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Ride\"}",
     "\u003cstrong\u003eExtra Ride Charges (for journeys over 30 minutes)\u003c/strong\u003e ",
     "\u003cstrong\u003ePeriod of Use Charge per Bike per journey\u003c/strong\u003e \u003cbr /\u003eFirst 30 minutes Free",
     "\u003cstrong\u003eFor journeys over 30 minutes \u003c/strong\u003e £2 for each extra period of up to 30 minutes",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Return\"}",
     "(You must return a bike within 24 hours)",
     "\u003cstrong\u003eNon-Return and Damage Charges Charge per Bike\u003c/strong\u003e \u003cbr /\u003eNon-Return Charge (if you or an Additional User fail to return a\u003cbr /\u003eBike) - Up to a maximum charge of £300",
     "\u003cstrong\u003eDamage Charge\u003c/strong\u003e (if you or an Additional User damage a Bike)\u003cbr /\u003eUp to a maximum charge of £300",
     "\u003cstrong\u003eOther Charges\u003c/strong\u003e \u003cbr /\u003eKey Issue Fee Charge per Key\u003cbr /\u003eKey Issue £3",
     "\u003cstrong\u003eAdditional and/or Replacement Keys \u003c/strong\u003e £3",
     "\u003cstrong\u003eBilling Preferences Charge per statement\u003c/strong\u003e \u003cbr /\u003eStatements by post £1.20",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Payment methods\"}",
     "11. 2 We do not accept cash or Oyster cards.",
     "11.3 You need to provide a valid credit or debit card, which is either a VISA, Visa Electron, Mastercard, JCB or Amex and which is accepted by us and from which we can deduct the Charges (a \"Payment Card\").",
     "11.4 If you are a Registered User, you must ensure that the delivery address for dispatch of Key(s) is the same as the UK billing address of your Payment Card.",
     "11.5 During the Bike Access Period, you agree not to cancel your Payment Card without first telling us and providing an alternative Payment Card from which we can collect the Charges.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Payment agreement\"}",
     "11. 7 Without prejudice to the paragraph 11.6, this Payment Agreement also applies to Registered Users who have agreed to auto-renew.",
     "11.8 We reserve the right to amend these terms and conditions including the Charges at any time but, where practicable, will use all reasonable endeavours to provide you with prior notification of any such amendments.",
     "11.9 You have the right to cancel this Payment Agreement at any time by contacting the Contact Centre and cancelling your registration to Cycle Hire, provided there are no outstanding Charges which are payable by you under these terms and conditions.",
     "11.10 We reserve the right to suspend or cancel this Payment Agreement at any time and will use all reasonable endeavours to provide Registered Users with prior notification of such action.",
     "11.11 You are responsible for ensuring that, in terms of Registered Users, your Registered User account details and Key(s), or in terms of Casual Users, your Release Code(s) are kept secure. In accordance with our Non-Return/Damage Policy, you may be liable for further Charges resulting from your failure to keep your Registered User account details and Key(s) or Release Code(s) (as applicable) secure.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Payment of Charges\"}",
     "11.12 You will become liable for the Charges from the times set out below:\u003cbr /\u003ea) The Bike Access Fee for you (and each Additional User) shall be payable on successful completion of the registration process\u003cbr /\u003eb) The Key Issue Fee in respect of each Key that you have requested shall be payable on successful completion of the registration process\u003cbr /\u003e(c) subject to paragraph 11.15 (Extra Ride Charge Limit) below, the Extra Ride Charge for your (and each Additional User's) use of a Cycle shall become payable either:\u003cbr /\u003ei) in terms of Casual Users and Registered Users, at the end of the Bike Access Period, where you have selected a Daily Bike or weekly Access Period or\u003cbr /\u003eii) in terms of Registered Users that selected a Yearly Bike Access Period, on the date in each calendar month that you selected during the registration process\u003cbr /\u003ed) the Non-Return Charge shall become payable in accordance with the Non-Return/Damage Policy and\u003cbr /\u003ee) the Damage Charge shall become payable in accordance with the Non-Return/Damage Policy",
     "11.3 You may obtain a receipt for each of your (or an Additional User's) journey records from the Terminal.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Extra Ride Charge Limit\"}",
     "11.15 We have a set a limit on Charges that can accrue in any Bike Access Period of £50 (the \"Extra Ride Charge Limit\"). If you exceed the Extra Ride Charge Limit, you may continue to use Cycle Hire, however, we shall at the moment your Extra Ride Charge Limit is exceeded, or shortly after, deduct payment of the Charges due at that date from your Payment Card. Deduction of the Extra Ride Charge Limit does not in any way limit or reduce your obligations to pay us the Charges for your (and each Additional User's) use of a Cycle.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Non-Return Charge and Damage Charge\"}",
     "11.16 If a Cycle is returned after the Maximum Period of Use or is lost or stolen during the Period of Use, we may charge you a sum up to the maximum sum set out in paragraph 11.1 above for each Cycle that is returned late or that is lost or stolen within this period (\"Non-Return Charge\").",
     "11.17 If a Cycle is damaged during the Period of Use, then depending on the extent of the damage to the Cycle, we may charge you a sum up to the maximum sum set out in paragraph 11.1 above for each Cycle that is damaged within this period (\"Damage Charge\").",
     "11.19 We will exercise our rights under this paragraph 11 in accordance with the Non-Return/Damage Policy",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Lost or stolen Payment Cards/Keys\"}",
     "12.2 If you (or an Additional User) lose a Key or a Key is damaged or stolen, you must notify us by telephoning the Contact Centre. Until you notify us, you will be liable for all Charges incurred on a lost or stolen Key. Once notified, we will then arrange for your Key to be permanently deactivated to prevent any misuse of it. You may also request a replacement Key(s) to be issued. You may be required to pay an additional Key Issue Fee for each replacement Key in accordance with our key use policy.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Key Use Policy\"}",
     "12.3 If a Key that has been issued to you is used fraudulently to obtain a Cycle, you will not be responsible to us for any Charges from the time that you have notified us to report that the Key has been lost or stolen in accordance with the Key Use Policy. You may remain responsible for any losses that we may suffer up to the time that you have reported the Key to us as being lost or stolen.",
     "12.4 In exercising our rights under this paragraph 12, and more generally in relation to\u003cbr /\u003ethe Keys, we will apply the Key Use Policy.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Cancellation and amendment\"}",
     "13.1 If you wish to cancel or amend your:\u003cbr /\u003e(a) registration to Cycle Hire or relevant Bike Access Period;\u003cbr /\u003e(b) Pay As You Pedal or Payment Agreement; or\u003cbr /\u003e(c) payment method, Payment Card or any other personal details,\u003cbr /\u003eyou may telephone the Contact Centre.",
     "13.2 If you are a Registered User with a web account, you may amend or update your registration details directly by accessing your account on-line.",
     "13.3 If you cancel or amend your registration to Cycle Hire or a Bike Access Period, you may be eligible for a refund as determined in accordance with our Refund Policy.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Refunds\"}",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Exclusion and suspension\"}",
     "15.2 Information obtained by the police regarding non-compliance with these terms and conditions, any applicable laws and/or the Tips for Safer Cycling while you (or an Additional User) are using a Cycle may be disclosed to us and we may use such information to exclude or suspend you (or an Additional User) from using Cycle Hire.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Complaints and disputes\"}",
     "16.2 These terms and conditions shall be governed by English law.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Other information\"}",
     "17.1 Only you and we have rights under these terms and conditions. No other person shall have any rights under these terms and conditions.",
     "17.2 You may not transfer any of your rights under these terms and conditions to any other person.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Policies\"}",
     "{\"template\":\"listgroup\",\"style\":\"nocard\",\"links\":[{\"title\":\"Complaints handling policy\",\"url\":\"/cdn/static/cms/documents/santander-cycles-complaints-handling-policy.pdf\",\"icon\":\"download\",\"size\":\"PDF 107KB\",\"image\":{}},{\"title\":\"Key use policy\",\"url\":\"/cdn/static/cms/documents/santander-cycles-key-use-policy.pdf\",\"icon\":\"download\",\"size\":\"PDF 176KB\",\"image\":{}},{\"title\":\"Non-return and damage policy\",\"url\":\"/cdn/static/cms/documents/santander-cycles-non-return-and-damage-policy.pdf\",\"icon\":\"download\",\"size\":\"PDF 106KB\",\"image\":{}},{\"title\":\"Refund policy\",\"url\":\"/cdn/static/cms/documents/santander-cycles-refund-policy.pdf\",\"icon\":\"download\",\"size\":\"PDF 187KB\",\"image\":{}},{\"title\":\"User policy\",\"url\":\"/cdn/static/cms/documents/santander-cycles-user-policy.pdf\",\"icon\":\"download\",\"size\":\"PDF 111KB\",\"image\":{}}],\"link\":{\"image\":{}},\"image\":{},\"wrapped\":false}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Terms \u0026 conditions",
    "links": [
     {
      "title": "Competitions",
      "url": "/corporate/terms-and-conditions/competitions",
      "image": {}
     },
     {
      "title": "Conditions of Carriage",
      "url": "/corporate/terms-and-conditions/ticketing-and-travel-conditions-of-carriage",
      "image": {}
     },
     {
      "title": "Conveyancing searches",
      "url": "/corporate/terms-and-conditions/conveyancing-searches",
      "image": {}
     },
     {
      "title": "Live Bus \u0026 River Bus arrivals",
      "url": "/corporate/terms-and-conditions/live-bus-departure-information",
      "image": {}
     },
     {
      "title": "Online accounts",
      "url": "/corporate/terms-and-conditions/online-accounts",
      "image": {}
     },
     {
      "title": "Pay to drive in London",
      "url": "/corporate/terms-and-conditions/pay-to-drive-in-london",
      "image": {}
     },
     {
      "title": "Pay to drive in London app",
      "url": "/corporate/terms-and-conditions/pay-to-drive-in-london-app",
      "image": {}
     },
     {
      "title": "Santander Cycles",
      "url": "/corporate/terms-and-conditions/santander-cycles",
      "image": {}
     },
     {
      "title": "Santander Cycles insurance",
      "url": "/corporate/terms-and-conditions/santander-cycles-insurance",
      "image": {}
     },
     {
      "title": "Cycle Hire Business Accounts",
      "url": "/corporate/terms-and-conditions/cycle-hire-business-accounts",
      "image": {}
     },
     {
      "title": "Cycle Hire promo codes",
      "url": "/corporate/terms-and-conditions/cycle-hire-promo-codes",
      "image": {}
     },
     {
      "title": "Scrappage scheme",
      "url": "/corporate/terms-and-conditions/scrappage-scheme",
      "image": {}
     },
     {
      "title": "Social media",
      "url": "/corporate/terms-and-conditions/social-media",
      "image": {}
     },
     {
      "title": "STARS",
      "url": "/corporate/terms-and-conditions/stars",
      "image": {}
     },
     {
      "title": "Taxi delicensing",
      "url": "/corporate/terms-and-conditions/taxi-delicensing",
      "image": {}
     },
     {
      "title": "TfL call charges",
      "url": "/corporate/terms-and-conditions/tfl-call-charges",
      "image": {}
     },
     {
      "title": "TfL Oyster and contactless app",
      "url": "/corporate/terms-and-conditions/tfl-oyster-app",
      "image": {}
     },
     {
      "title": "TfL Pension Fund",
      "url": "/corporate/terms-and-conditions/tfl-pension-fund",
      "image": {}
     },
     {
      "title": "Transport Data Service",
      "url": "/corporate/terms-and-conditions/transport-data-service",
      "image": {}
     },
     {
      "title": "Visitor Oyster shop",
      "url": "/corporate/terms-and-conditions/visitor-oyster-shop",
      "image": {}
     },
     {
      "title": "WebCAT",
      "url": "/corporate/terms-and-conditions/webcat",
      "image": {}
     },
     {
      "title": "Website",
      "url": "/corporate/terms-and-conditions/website",
      "image": {}
     },
     {
      "title": "DLR Discovery",
      "url": "/corporate/terms-and-conditions/dlr-discovery",
      "image": {}
     },
     {
      "title": "Direct Vision Standard and Safety Permit for HGVs",
      "url": "/corporate/terms-and-conditions/direct-vision-standard-and-safety-permit-for-hgvs",
      "image": {}
     },
     {
      "title": "ULEZ Car and motorcycle scrappage scheme",
      "url": "/corporate/terms-and-conditions/car-and-motorcycle-scrappage-scheme",
      "image": {}
     }
    ],
    "link": {
     "title": "Terms \u0026 conditions",
     "url": "/corporate/terms-and-conditions/car-and-motorcycle-scrappage-scheme",
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "advert",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}