{
 "pageTitle": "Visitor Oyster shop",
 "keywords": "TfL",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Terms \u0026 conditions",
   "url": "/corporate/terms-and-conditions/index"
  },
  {
   "title": "Visitor Oyster shop"
  }
 ],
 "title": {
  "title": "Visitor Oyster shop",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "{\"template\":\"intro\",\"texts\":[\"These terms and conditions apply to the use of the Transport for London Visitor Shop.\"],\"link\":{\"image\":{}},\"image\":{},\"wrapped\":false}",
     "The\n        Shop ( \u003ca href=\"http://visitorshop.tfl.gov.uk/\"\u003ehttp://visitorshop.tfl.gov.uk/\u003c/a\u003e ) is run by Transport for London (TfL) and its affiliates in conjunction with\n        VisitBritain.",
     "This website is\n        operated by TfL and its affiliates (and by VisitBritain on behalf of TfL).\n        TfL is a functional body of the Greater London Authority, reporting to the Mayor\n        of London.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"TfL contact details\"}",
     "\u003cstrong\u003eTelephone: \u003c/strong\u003e 0343 222 1234 ( \u003ca href=\"/corporate/terms-and-conditions/tfl-call-charges\"\u003eTfL call charges\u003c/a\u003e ) Customer\n        Services 09:00-17:00, Travel Information - 24\n        hours\u003cbr /\u003e\u003cstrong\u003eEmail:\u003c/strong\u003e enquire@tfl.gov.uk\u003cbr /\u003e\u003cstrong\u003ePost:\u003c/strong\u003e \u003cbr /\u003eTfL Customer Services\u003cbr /\u003e4th  Floor\u003cbr /\u003e14 Pier Walk\u003cbr /\u003eLondon\u003cbr /\u003eSE10 0ES\u003cbr /\u003e\u003cstrong\u003eTfL website:\u003c/strong\u003e  \u003ca href=\"https://custserv.tfl.gov.uk/icss_csip/init.do\"\u003eHelp \u0026 contact\u003c/a\u003e ",
     "Travel cards and\n        tickets sold from the Shop are sold on behalf of TfL and its affiliates by\n        VisitBritain, which is a statutory corporation incorporated under the\n        Development of Tourism Act 1969 as the British Tourist Authority.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"VisitBritain's\\n        contact details in the UK\"}",
     "Email: \u003ca href=\"http://www.visitbritain.com\"\u003etfl.world@visitbritainshop.com\u003c/a\u003e ",
     "\u003cstrong\u003eEnquiries,\n        notices or support requests about purchases from the Shop should be directed to\n        VisitBritain, not TfL.\u003c/strong\u003e ",
     "Please read through these terms and conditions and\n        if you do not agree with them do not use this website.  If you do access the\n        website and/or place an order, by doing so you agree to be bound by these terms\n        and conditions as set out below.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"How to order\"}",
     "To purchase from the Shop you must be aged 18 or\n        over.",
     "All orders for tickets from the Shop must be placed\n        using the shopping basket facility provided on the website.",
     "When you submit\n        your order, you are offering to purchase tickets at the prices indicated on this\n        website.\n        To make your order you will be directed to a secure\n        website operated by our provider of on-line payment facilities where you can\n        enter your payment information.",
     "Please do not e-mail your card details to us as\n        we can only take payment via the website.",
     "Once you have entered your payment information and\n        your payment has been confirmed, you will then be directed to a final\n        confirmation screen displaying the details relating to your order.",
     "We will acknowledge receipt and acceptance of your\n        order by email. The contract between us is not formed until we confirm that we\n        have accepted your order.",
     "If you discover you have made a mistake with your\n        order please contact us immediately.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Method of payment\"}",
     "The prices indicated in the Shop do not include\n        taxes (including VAT in the UK or applicable sales tax in other countries) which\n        may be payable in respect of the tickets unless otherwise stated.  Payment is\n        due in the currency shown on the website during the ordering process, which\n        depends upon the country from which you are placing the order.",
     "You can pay for tickets from the Shop using the\n        payment methods specified on the website. We are unable to accept payment by any\n        other method, including cards that are not specified on the website and cheques,\n        cash, or postal orders.",
     "We can only process your order if you enter the\n        card holder's name as it is shown on the card being used for payment and the\n        postcode that appears on the card statement. It is your responsibility to ensure\n        that the payment details you enter on the website are correct and complete.\n        Neither VisitBritain nor TfL is responsible for supplying tickets if the details\n        you submit when making your order are incorrect or incomplete.",
     "No payment will be deemed to have been made until\n        we have cleared funds and we will not accept your order or dispatch the tickets\n        until we receive payment in full.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Postage\"}",
     "We aim to despatch your order within seven working days\n        of receiving it, but we cannot give an exact delivery date.  We will arrange for\n        delivery of the tickets by the means specified on the website during the\n        ordering process. Please refer to the delivery details on the website for\n        further information and our delivery charges, which depend upon which country\n        you are in.",
     "If you have not received the tickets you ordered\n        within the period shown on the website during the ordering process please let us\n        know as soon as possible.  You may cancel the order and we will refund any money\n        paid by you if we have not delivered your tickets in time for your departure to\n        London as indicated during the ordering process.  If the tickets ordered are\n        subsequently delivered to you, these should be returned to us.",
     "The tickets will be delivered to the address of the\n        holder of the credit or debit card used to make the purchase, or a different\n        address if specified by you when making your order.  If you order more than one\n        ticket in a single order then they may be despatched separately and arrive with\n        you at different times.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Pricing and availability of tickets\"}",
     "The prices on this website are checked regularly to\n        ensure they are accurate and up-to-date.  However, if we find they have changed\n        when we receive your order we will contact you and ask if you wish to proceed.",
     "We do our best to ensure that all tickets shown\n        on our website are available to order. If however any ticket you order is out of\n        stock or unavailable we will endeavour to contact you to arrange a refund or\n        alternative delivery date.  In addition, if the tickets that you have ordered\n        are no longer available, we may offer you substituted tickets of a similar\n        nature.  Again, in this case, we will contact you and ask if you wish to\n        proceed.",
     "We cannot currently accept orders from and/or\n        deliver to certain countries. The website will not permit you to place an order\n        if you are in, or specify a delivery address in, one of those countries.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Other conditions\"}",
     "All tickets are sold subject to \u003ca href=\"/corporate/terms-and-conditions/ticketing-and-travel-conditions-of-carriage\"\u003eTfL's Conditions of carriage\u003c/a\u003e .",
     "All Oyster Cards are sold subject to \u003ca href=\"/corporate/terms-and-conditions/online-accounts\"\u003eTfL's Oyster Terms and Conditions\u003c/a\u003e .",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Returns policy and your right to cancel\"}",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Returns Policy\"}",
     "You should inspect the tickets when you receive\n        them for defects or damage. If you find a defect or damage you must tell us as\n        soon as possible and we will arrange for their return, at no cost to you. If\n        the tickets are found to be damaged prior to delivery to you, or defective, we\n        will replace them or if replacement is not possible (for example if there is\n        insufficient time before your visit to London) refund the price paid by you.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Cancellation\"}",
     "If you are a consumer (i.e. you are not purchasing\n        either wholly or in part for your business or you are not a business), in\n        addition to your other legal rights you have the right to cancel any order and\n        receive a full refund from us.  You may choose to cancel within 14 working days,\n        starting on the day after the date when we confirm acceptance of your order.  If\n        you wish to cancel your order please contact us stating your order reference\n        number.  If you choose to return any tickets under this right to cancel, you\n        will be responsible for returning the tickets to us.  However, we will cover the\n        cost of you returning any tickets that we have provided as a substitute for\n        defective tickets that you ordered.",
     "Please send all returns with a covering letter\n        stating your order reference number and accompanied by the original delivery\n        note to:",
     "VisitBritain Online Shop\u003cbr /\u003eE-Commerce Team - Tfl\u003cbr /\u003eSanctuary Buildings\u003cbr /\u003e20 Great Smith Street\u003cbr /\u003eLondon SW1P 3BT\u003cbr /\u003eUnited Kingdom",
     "Whenever you return tickets to us as permitted by\n        these Terms and Conditions, please ensure as far as possible that they are in\n        their original packaging and accompanied by the original delivery note. We\n        recommend that you return tickets by recorded delivery. All refunds will be\n        made to the card which you originally used for the purchase.",
     "Nothing in these terms and conditions affects any\n        other legal rights you may have to reject or return tickets.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Data protection and privacy\"}",
     "We take your right to privacy very seriously.  We\n        will treat any personal information that you provide to  us via this website or\n        in connection with an order in accordance with the Data Protection Act 1998 and\n        other applicable UK privacy legislation.",
     "By submitting your details when making an order you\n        allow us to use the personal information you provide for the purposes set out in\n        these terms and conditions and in accordance with our Privacy Policy.  We will\n        only use your personal information in accordance with these terms and conditions\n        and our Privacy Policy unless we have your consent to use it in any other\n        ways.",
     "We will never disclose or sell your personal\n        information to any other organisation without your express permission except to\n        our relevant service providers for the purposes of carrying out maintenance of\n        this website, to our provider of online payment facilities in connection with\n        your processing your order, to couriers and other subcontractors for the purpose\n        of supplying tickets.",
     "The types of personal information we collect from\n        you are:",
     "{\"template\":\"bulletlist\",\"items\":[\"Contact information for order fulfilment and\\n            customer services purposes (such as name, email address, delivery address and\\n            telephone number). This information may be used to contact you in case of\\n            difficulty in processing an order or to deal with customer services issues\",\"Financial information relating to your payment for\\n            tickets (such as credit card number and expiry date).  We do not obtain any\\n            payment information from you. This is collected and held securely by our\\n            provider of online payment facilities on our behalf. Please ensure you read the\\n            privacy policy on their website in relation to the information you submit in\\n            relation to payments. This information is used for billing purposes and to\\n            fulfil your orders.  No financial information is stored on our servers or those\\n            of our partner Internova\"]}",
     "We use the information you give us to fulfil your\n        order and to contact you in case of issues with your order.  We also use your\n        personal details and contact information for:",
     "{\"template\":\"bulletlist\",\"items\":[\"Internal record keeping\",\"To improve the website and service provided by the\\n            Shop\",\"To respond to enquiries submitted by you\",\"To follow up as part of our customer care\\n            procedures, and\",\"To contact you for market research\\n            purposes\"]}",
     "We may contact you by e-mail, phone, fax or mail\n        for these reasons, unless you have registered with the appropriate preference\n        service.  More information about Preference Services can be found at \u003ca href=\"http://www.mpsonline.org.uk/mpsr/\"\u003ehttp://www.mpsonline.org.uk/\u003c/a\u003e .",
     "We will notify you of any changes to the ways we\n        will treat your personal information by placing a notice on this website and by\n        email. We will always give you the option whether or not you wish us to use\n        your information for any new purposes before going ahead.",
     "We have in place security systems and encryption\n        technology to help ensure the security of your personal information. The servers\n        on which we collect and store personal information are kept in a secure\n        environment.",
     "Please refer to our Privacy Policy for further\n        details of how TfL uses and protects your personal information.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Our liability to you\"}",
     "These terms and conditions do not exclude TfL's\n        liability (if any) to you for:",
     "{\"template\":\"bulletlist\",\"items\":[\"Personal injury or death resulting from our\\n            negligence\",\"Fraud\",\"Any matter which it would be illegal for us to\\n            exclude or to attempt to exclude our liability\"]}",
     "We will make every effort to perform our\n        obligations under these terms and conditions but we cannot be held responsible\n        to you for any failure or delay, or for the consequences of any failure or\n        delay, in the performance of our obligations due to any event beyond our\n        reasonable control.",
     "We are only liable to you for losses which you\n        suffer as a result of a breach of these terms and conditions by us. We are not\n        responsible to you for any losses which you may incur which were not a\n        foreseeable consequence of us breaching these terms and conditions - for\n        example, if you and we could not have contemplated those losses before or when\n        we enter into a contract.",
     "Our liability to you shall not in any circumstances\n        include any business losses that you may incur, including but not limited to\n        lost profits or business interruption.",
     "The information we make available on this website\n        is given for general information and interest purposes only. While we try to\n        ensure that the information we make available on the website is accurate and up\n        to date, we cannot be responsible for any inaccuracies in this information.",
     "While we try to ensure that this website is\n        functioning correctly this may not always be achievable. We do not guarantee\n        that this website will be available all the time or at any specific time. We do\n        not guarantee that this website will be compatible with all or any hardware and\n        software which you may use.",
     "We take steps to ensure that this website is free\n        from computer viruses or any other malicious or impairing computer program,\n        however we cannot guarantee this due to the nature of the Internet.  You are\n        advised to use appropriate firewall and anti-virus software.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Linking to this website\"}",
     "This website may contain links to other websites\n        over which TfL has no control. Such links are supplied solely for the\n        convenience of users. TfL is not responsible for the contents or reliability of\n        the linked websites and does not necessarily endorse the views expressed within\n        them or the organisation or persons providing them in any way.  TfL does not\n        guarantee that these links will work all of the time and has no control over the\n        availability of the linked pages.  It is your responsibility to check the terms\n        and conditions and privacy policy on any other website which you visit.",
     "If you make a contract with another person who is\n        named or referred to on this website, this is entirely at your sole risk and it\n        is your responsibility to ensure that you are comfortable with the terms of that\n        contract and to take legal advice if necessary.",
     "You must not create links to this website without\n        our prior written permission.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Copyright \\u0026 intellectual property\"}",
     "We have made this website available to you for your\n        personal non-commercial use. We do not give you permission to do anything with\n        this website except to browse its contents, order tickets and use any other\n        facilities we expressly offer to you.",
     "This website and all the materials contained in it\n        are protected by intellectual property rights, including copyright, and either\n        belong to us or are licensed to us to use. Materials include, but are not\n        limited to, the design, layout, look, appearance, graphics and documents on this\n        website, as well as other content such as articles and other text.",
     "You must not copy, redistribute, republish or\n        otherwise make the materials on this website available to anyone else without\n        our written consent, except for your own personal non-commercial use.",
     "You may print or download materials we make\n        available on this website for your own personal non-commercial use provided\n        that:",
     "{\"template\":\"bulletlist\",\"items\":[\"no materials are modified in any way\",\"no graphics are used separately from accompanying\\n            text\",\"our copyright and trade mark notices appear in all\\n            copies and you acknowledge this website as the source of the material\",\"you obtain any necessary permissions before\\n            printing or downloading any materials made available on this website by a third\\n            party (for example, advertisers)\"]}",
     "Please note, any unauthorised use of TfL's\n        copyright and trademarks is an infringement of TfL's intellectual property\n        rights and may lead to legal action and other remedies, for example under the\n        Trade Marks Act 1994 and the Copyright Design and Patents Act 1988.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Overseas orders\"}",
     "When ordering goods from this website for delivery\n        overseas you may be subject to import requirements, duties and taxes. Any\n        import charges must be borne by you - we have no control over these charges and\n        cannot predict what they may be. Customs policies vary from country to country,\n        so you should contact your local customs office for further information of any\n        relevant charges. You are responsible for complying with all laws and\n        regulations of the country in which you are importing the goods. Please be\n        aware that cross-border deliveries are subject to opening and inspection by\n        customs authorities and delivery times can be affected due to packages being\n        inspected by customs.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Other information you need to know\"}",
     "Nothing on this website is intended to be an offer\n        to enter into a contractual relationship with you or anyone else, except for\n        these terms and conditions and our \u003ca href=\"/corporate/privacy-and-cookies/website-privacy\"\u003ePrivacy Policy\u003c/a\u003e .",
     "We may modify this website at any time, for\n        instance to comply with changes in the law or to add new features. We will try\n        as far as possible to ensure that any modifications do not reduce the quality of\n        the Shop.",
     "We reserve the right to withdraw, suspend or\n        discontinue any functionality or feature on this website at any time.",
     "We advise you to keep a copy of these terms and\n        conditions and your order details for your future reference.",
     "Any notices we send to you will be sent to the most\n        recent email address or postal address provided to us by you.",
     "Neither of us intend that these terms and\n        conditions will be enforceable by any other person by virtue of the Contracts\n        (Rights of Third Parties) Act 1999.",
     "These terms and conditions and all communications\n        between us will be conducted in the English language.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Jurisdiction\"}",
     "The laws of England and Wales apply to these terms\n        and conditions.",
     "If any disputes arise between you and us in\n        relation to this website or your order(s) and you want to take court\n        proceedings, you must do so in the courts of England and Wales."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Terms \u0026 conditions",
    "links": [
     {
      "title": "Competitions",
      "url": "/corporate/terms-and-conditions/competitions",
      "image": {}
     },
     {
      "title": "Conditions of Carriage",
      "url": "/corporate/terms-and-conditions/ticketing-and-travel-conditions-of-carriage",
      "image": {}
     },
     {
      "title": "Conveyancing searches",
      "url": "/corporate/terms-and-conditions/conveyancing-searches",
      "image": {}
     },
     {
      "title": "Live Bus \u0026 River Bus arrivals",
      "url": "/corporate/terms-and-conditions/live-bus-departure-information",
      "image": {}
     },
     {
      "title": "Online accounts",
      "url": "/corporate/terms-and-conditions/online-accounts",
      "image": {}
     },
     {
      "title": "Pay to drive in London",
      "url": "/corporate/terms-and-conditions/pay-to-drive-in-london",
      "image": {}
     },
     {
      "title": "Pay to drive in London app",
      "url": "/corporate/terms-and-conditions/pay-to-drive-in-london-app",
      "image": {}
     },
     {
      "title": "Santander Cycles",
      "url": "/corporate/terms-and-conditions/santander-cycles",
      "image": {}
     },
     {
      "title": "Scrappage scheme",
      "url": "/corporate/terms-and-conditions/scrappage-scheme",
      "image": {}
     },
     {
      "title": "Social media",
      "url": "/corporate/terms-and-conditions/social-media",
      "image": {}
     },
     {
      "title": "STARS",
      "url": "/corporate/terms-and-conditions/stars",
      "image": {}
     },
     {
      "title": "Taxi delicensing",
      "url": "/corporate/terms-and-conditions/taxi-delicensing",
      "image": {}
     },
     {
      "title": "TfL call charges",
      "url": "/corporate/terms-and-conditions/tfl-call-charges",
      "image": {}
     },
     {
      "title": "TfL Oyster and contactless app",
      "url": "/corporate/terms-and-conditions/tfl-oyster-app",
      "image": {}
     },
     {
      "title": "TfL Pension Fund",
      "url": "/corporate/terms-and-conditions/tfl-pension-fund",
      "image": {}
     },
     {
      "title": "Transport Data Service",
      "url": "/corporate/terms-and-conditions/transport-data-service",
      "image": {}
     },
     {
      "title": "Visitor Oyster shop",
      "url": "/corporate/terms-and-conditions/visitor-oyster-shop",
      "image": {}
     },
     {
      "title": "WebCAT",
      "url": "/corporate/terms-and-conditions/webcat",
      "image": {}
     },
     {
      "title": "Website",
      "url": "/corporate/terms-and-conditions/website",
      "image": {}
     },
     {
      "title": "DLR Discovery",
      "url": "/corporate/terms-and-conditions/dlr-discovery",
      "image": {}
     },
     {
      "title": "Direct Vision Standard and Safety Permit for HGVs",
      "url": "/corporate/terms-and-conditions/direct-vision-standard-and-safety-permit-for-hgvs",
      "image": {}
     },
     {
      "title": "ULEZ Car and motorcycle scrappage scheme",
      "url": "/corporate/terms-and-conditions/car-and-motorcycle-scrappage-scheme",
      "image": {}
     }
    ],
    "link": {
     "title": "Terms \u0026 conditions",
     "url": "/corporate/terms-and-conditions/car-and-motorcycle-scrappage-scheme",
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "advert",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}