{
 "pageTitle": "Crossrail to become the Elizabeth line in honour of Her Majesty the Queen",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2016",
   "url": "/info-for/media/press-releases/2016"
  },
  {
   "title": "February",
   "url": "/info-for/media/press-releases/2016/february"
  },
  {
   "title": "Crossrail to become the Elizabeth line in honour of Her Majesty the Queen"
  }
 ],
 "title": {
  "title": "Crossrail to become the Elizabeth line in honour of Her Majesty the Queen",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Her Majesty the Queen today visited the under-construction Crossrail station at Bond Street as the Mayor of London, Boris Johnson MP, announced that the new railway will be known as the Elizabeth line in her honour.",
     "The Elizabeth line will transform travel across the city, boosting the economy by billions of pounds and supporting thousands of new jobs and homes.",
     "The Mayor was joined by Secretary of State for Transport, Patrick McLoughlin MP, London's Transport Commissioner, Mike Brown MVO, the Crossrail infrastructure company's Chairman, Terry Morgan, and Chief Executive, Andrew Wolstenholme, as they gave Her Majesty a tour of the Bond Street station site, which will see 24 trains per hour in each direction when the central section of the Transport for London (TfL) run railway opens in 2018.",
     "The Queen was presented with a commemorative Elizabeth roundel, and met a wide range of people involved in the construction of Crossrail, Europe's largest infrastructure project. This included apprentices working on building the railway, engineers fitting out the station and drivers of the trains that will serve the line.",
     "This marks the latest in a long-held association between the Royal family and London's Transport network.",
     "Her Majesty became the first reigning monarch to travel on the London Underground in 1969, when she opened the Victoria line service.",
     "In 1977, the Jubilee line was officially opened by HRH the Prince of Wales and was named to mark 25 years since Her Majesty's accession to the throne. In the same year, Her Majesty opened Heathrow Central station (Terminals 1 2 3) on the Piccadilly line.",
     "In the aftermath of the 7 July terrorist attack on the London Underground, Her Majesty unveiled a plaque at Aldgate station in 2010 remembering the lives of the 52 victims who had died.",
     "In 2013, the celebrations of London Underground's 150th anniversary saw The Prince of Wales and Her Royal Highness The Duchess of Cornwall take a trip on the Underground, and Her Majesty The Queen, His Royal Highness The Duke of Edinburgh and Her Royal Highness The Duchess of Cambridge visit Baker Street station.",
     "The Mayor of London, Boris Johnson MP, said: `Crossrail is already proving a huge success for the UK economy, and as we move closer to bringing this transformative new railway into service, I think it's truly wonderful that such a significant line for our capital, will carry such a significant name from our country. As well as radically improving travel right across our city, the Elizabeth line will provide a lasting tribute to our longest serving monarch.'",
     "The Rt Hon Patrick McLoughlin MP said: 'Given Her Majesty the Queen's long association with UK transport, it is very fitting that this vital link across our capital will be named the Elizabeth Line in her honour. This is an example of British engineering at its best and will transform the way people travel across London and beyond from 2018, bringing better and faster journeys, while boosting jobs and driving economic growth.'",
     "Mike Brown MVO, London's Transport Commissioner, said: 'This new railway is absolutely vital to meeting the needs of the Capital's rapidly growing population. The Elizabeth line will transform the way people get across our city and will enable London to continue to succeed, contributing to the economic health of the entire country. In running this important new railway we will ensure that it serves as a fitting tribute to Her Majesty the Queen.'",
     "Terry Morgan, Chairman, Crossrail Limited said: 'Construction for the new railway is now over 70 per cent complete and is being delivered on time and within budget. The Crossrail project is one of the most ambitious and complex infrastructure programmes ever undertaken in the UK, the scale of engineering being delivered under the capital is quite incredible. The opening of the Elizabeth line in 2018 will be a significant moment for London.'",
     "Stretching from Reading and Heathrow in the west across to Shenfield and Abbey Wood in the east, the Elizabeth line will change the way people travel around London and the South East and add much needed new capacity to London's transport infrastructure. A fleet of brand new 200 metre long trains will run on the Elizabeth line, featuring nine walk-through carriages, air conditioning, CCTV and real-time travel information.",
     "When the railway fully opens it will significantly increase the Capital's rail capacity, carrying over half a million passengers per day - the same number of annual visitors to Buckingham Palace. Some 1.5 million people will have better access to the jobs and opportunities of London's main employment centres, and an estimated £42bn will have been added to the economy of the United Kingdom.",
     "Ends",
     "Notes to Editors",
     "The Elizabeth Line will deliver a direct connection between all of London's main employment centres, linking Heathrow with Paddington, the West End, the City and Canary Wharf. Trains will start operating in five phases:",
     "{\"template\":\"bulletlist\",\"items\":[\"Liverpool Street to Shenfield - May 2017\",\"Heathrow to Paddington (main line platforms) - May 2018\",\"Paddington (Crossrail platforms) to Abbey Wood, through the new central tunnels - December 2018\",\"Paddington (Crossrail platforms) to Shenfield - May 2019\",\"Full through service (including services to Reading) - December 2019\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"Over 500 apprentices, whose training and development at the Crossail Tunnelling and Underground Construction Academy (TUCA) in Ilford, East London, have helped build Crossrail.\",\"Two in five Crossrail apprenticeships (44%) has been filled by people that were identified as being not in work, a success rate that is almost double the UK wide average.\",\"Beyond apprenticeships, more than 900 unemployed jobseekers have secured jobs on the Crossrail project and the industry-leading TUCA, which was promoted and delivered by\",\"Crossrail, has provided training to more than 2,500 unemployed jobseekers, allowing them to gain basic construction qualifications.\",\"Crossrail is being delivered by Crossrail Limited (CRL). CRL is a wholly owned subsidiary of Transport for London. Crossrail is jointly sponsored by the Department for Transport and Transport for London.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2016/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2016/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2016/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2016/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2016/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2016/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2016/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2016/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2016/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2016/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2016/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2016/december",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}