{
 "pageTitle": "TfL funding for street-improvement trials",
 "description": "TfL announces funding for transformative street-improvement trials",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2016",
   "url": "/info-for/media/press-releases/2016"
  },
  {
   "title": "February",
   "url": "/info-for/media/press-releases/2016/february"
  },
  {
   "title": "TfL funding for street-improvement trials"
  }
 ],
 "title": {
  "title": "TfL funding for street-improvement trials",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Four innovative street schemes to be trialled for wider use across London"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"TfL's Future Streets Incubator fund creates iconic public spaces and reduces congestion\",\"Sparking innovation and creative use of limited street space, the fund is part of the Mayor's Road Modernisation Plan\"]}",
     "Four innovative schemes that will transform streets in the Capital have been awarded grants as part of Transport for London's (TfL's) Future Streets Incubator Fund.",
     "The fund, which is one element of the Mayor's £4bn Road Modernisation Plan, has been created to encourage creative and more effective uses of the Capital's limited road space and help alleviate the pressures on the network.",
     "By funding original on-street projects, it is designed to trigger innovation that will lead to long-term improvements across London, addressing congestion, overcrowding, air quality and noise pollution.",
     "The latest projects to receive TfL funding include an intelligent street to generate energy and improve air quality near Oxford Street, an innovative boardwalk to improve a traffic-dominated rat-run in Southwark, a noise-absorbing system to improve an underpass of the A12 and a novel delivery service to reduce vehicles on the Capital's roads.",
     "Previously-funded projects have included temporary parks and seating through the Ealing Parklet and Team London Bridge's Fresh Air Squares and Westminster's e-tag parking.",
     "Deputy Mayor for Transport, Isabel Dedring, said:",
     "'Given the growing pressures on our road network to move people and goods, and tackle air pollution, we need to be evermore inventive in how we use our limited road space. These worthy winners are just a few examples of how we are trailing new approaches that could bring big benefits to roads across the city.'",
     "Following the award, TfL will now work with the successful bidders to deliver the latest round of projects later this year. They include:",
     "{\"template\":\"bulletlist\",\"items\":[\"Creating an 'Intelligent Street' in the West End; Bird Street - a traffic-free space off Oxford Street - will be transformed with a range of cutting-edge technologies designed to generate energy from the sun and pavement movement, and potentially improve air quality. Materials in roofs, canopies and pavements would generate the energy, and would be integrated into an enjoyable public space that will prioritise pedestrians and cyclists. This project will be delivered by the New West End Company.\",\"Using a flexible boardwalk to transform Lavington Street in Southwark into a pedestrian boulevard; an innovative new boardwalk system will be used to widen the path as one-way traffic is trialled on the traffic-dominated rat run. The boardwalk will include plants and greenery and points of interest drawn from the Southwark Local History Library, encouraging more people to walk and cycle safely through the area. This project will be delivered by Better Bankside, with the boardwalk system commissioned through an invited design and build competition.\",\"Creating an innovative noise-absorbing barrier to protect residents near the A12 Blackwall Tunnel; a new noise-absorption material will be trialled at the A12 underpass between Empson Street and Gillender Street to create a more attractive barrier that incorporates a green wall with integrated watering system. The project will investigate the potential for reducing the impact of noise and air pollution from major roads on local communities, as well as testing methods for reducing surface water on the A12. This project will be delivered by the Poplar Housing and Regeneration Community Association and London Borough of Tower Hamlets.\",\"Consolidation of deliveries to businesses within Holborn, Bloomsbury and St Giles; a central platform for ordering everyday items like milk and newspapers will allow consolidated deliveries to be made using electric vehicles or cargo bikes to up to 320 local businesses. The new consolidation service, delivered by the Inmidtown BID, could reduce vehicle miles by 81 per cent per year and achieve an annual 60 per cent reduction in delivery-related greenhouse gas emissions.\"]}",
     "Richard De Cani, TfL's Managing Director of Planning, said:",
     "'The fabulously creative and innovative ideas we are funding as part of the Incubator Fund capture the spirit of turning London's streets into places for all to enjoy and work to deliver the vision of the Mayor's Roads Task Force. By trialling new ideas we are able to look to the future at how we can make our roads and public spaces work better for everyone.'",
     "Steve Medway, Managing Director Trading Environment, New West End Company (NWEC), said:",
     "'London's West End is one of the most vibrant and exciting shopping destinations in the world, attracting millions of shoppers each year. This funding will enable us to provide a beautiful oasis for shoppers and residents to enjoy in the heart of our Capital city, trialling some of the newest clean air technology, as part of our continued aim to improve air quality in the West End.'",
     "Peter Williams, CEO, Better Bankside, said:",
     "'Future Streets will make it possible to trial, in a creative and innovative way, the transformation of Lavington Street SE1 from a traffic cut through to pleasant pedestrian route for Bankside workers and visitors to the area alike. We look forward to developing and implementing this exciting project with our local businesses, residents and TfL. We hope it can be solution that can then be applied more widely in Bankside and elsewhere in London.'",
     "Paul Augarde, Head of Creativity \u0026 Innovation for Poplar HARCA, said:",
     "'We are thrilled to have secured funding for the first stage of our 'A12:Green Mile' project alongside the London Borough of Tower Hamlets and University of East London. The funding will allow us to design, implement, monitor and test a series of initiatives around noise attenuation, reduction in air pollution, and environmental enhancement along one of London's busiest roads - making Poplar a cleaner, greener and better place to live.'",
     "Tass Mavrogordato, CEO of InMIdtown, said:",
     "'Funding for our project to create a consolidated delivery booking service for business essentials using electric vehicles will help to radically reduce deliveries in the InMIdtown area from over 5,000 trips per day to just over 1,000, reducing congestion and CO2 emissions by over 60 per cent. This will have a hugely positive impact to Holborn, Bloomsbury and St Giles and reduce congestion, overcrowding and improve air quality.'",
     "TfL established the fund in 2014 to invest in creative and original on-street projects and inspire bright ideas to help make the Capital's streets fit for the future. Schemes are delivered in partnership between TfL and the successful bidders and the trials have the potential to be expanded across London.",
     "It is just one part of the Mayor's Road Modernisation Plan to radically transform the way the Capital's roads and public spaces are used. The £4bn plan is the largest investment in the Capital's roads in a generation and includes an unprecedented £1bn investment in cycling, new major projects to transform dozens of key junctions across the city, the rollout of world-leading technological innovations to get more capacity out of the road network, and an urgently-needed maintenance and renewals programme for London's aging road network.",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"The Future Streets Incubator forms part of the wider work TfL is carrying out across London to deliver the recommendations of the Mayor's Road Task Force. This independent body brought together a wide range of interests and expertise, united in the belief that the capital needs a long-term strategy for roads and a commitment to major investment in street management and urban design. For more information visit \\u003ca href=\\\"https://tfl.gov.uk/travel-information/improvements-and-projects/future-streets-incubator\\\"\\u003ehttps://tfl.gov.uk/travel-information/improvements-and-projects/future-streets-incubator\\u003c/a\\u003e .\",\"The Roads Task Force includes members from: The Greater London Authority, Transport for London, the Chartered Institute of Logistics \\u0026 Transport, Living Streets, IBM, Sustrans, University College London (UCL), London First, London TravelWatch, London Councils, Motorcycle Action Group (MAG UK), the Independent Disability Advisory Group, British Land, the RAC Foundation, City of London, and Cyclists in the City.\",\"The Roads Task Force challenged TfL to pursue regulatory changes to overcome existing barriers to innovation and trialling new approaches. TfL will work closely with the Department for Transport and local highways authorities where appropriate to progress these schemes.\",\"For more information about the Mayor's Roads Task Force, visit \\u003ca href=\\\"https://tfl.gov.uk/corporate/publications-and-reports/roads-task-force\\\"\\u003ehttps://tfl.gov.uk/corporate/publications-and-reports/roads-task-force\\u003c/a\\u003e .\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2016/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2016/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2016/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2016/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2016/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2016/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2016/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2016/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2016/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2016/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2016/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2016/december",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}