{
 "pageTitle": "TfL selects 13 property partners to help it deliver thousands of homes for London",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2016",
   "url": "/info-for/media/press-releases/2016"
  },
  {
   "title": "February",
   "url": "/info-for/media/press-releases/2016/february"
  },
  {
   "title": "TfL selects 13 property partners to help it deliver thousands of homes for London"
  }
 ],
 "title": {
  "title": "TfL selects 13 property partners to help it deliver thousands of homes for London ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) has approved the appointment of 13 major property development companies and consortiums to a development framework which will help the delivery of the thousands of homes, offices and retail spaces that are vital to help London meet the needs of its growing population.",
     "The 13 organisations have been selected following a competitive procurement process that saw over 50 companies register an interest in becoming a property partner with TfL. The successful companies and consortiums will now be placed on TfL's Property Partnership Framework and will be able to bid for work on some of the most iconic locations across the Capital.",
     "This framework will enable TfL to work in joint ventures with some of the best developers in the market to deliver the thousands of homes, retail and office spaces that London needs more efficiently than procuring a joint venture development partner on a site by site basis. The wider GLA family will also be able to use the framework to bring forward developments on their sites.",
     "The Property Partnership programme is part of TfL's ambitious plans to generate £3.4bn in non-fares commercial revenue by 2023 which it will reinvest in London's transport network. It is just the first phase of TfL's property development programme which will see thousands of affordable homes built across the Capital.",
     "Graeme Craig, Director of Commercial Development at TfL, said: `After an extremely competitive process, we have appointed a selection of leading development organisations that we will work with to bring forward thousands of much needed homes, along with commercial space and jobs that will help support the Capital's continued growth.",
     "`The 300 acres of land we have announced for development is just the first phase. We are currently reviewing our assets to see how many more sites we can develop, especially in outer London, to provide homes that Londoners can afford while also generating revenue that can be reinvested in the transport network.",
     "`This framework marks a major step forward in allowing us to work with leading private sector developers and housing associations on an important part of our portfolio.'",
     "In February 2015, TfL announced its search for property development partners and has selected some of the leading developers and housing associations with experience in delivering complex and mixed use schemes. The 13 companies and consortiums selected are:",
     "{\"template\":\"bulletlist\",\"items\":[\"Balfour Beatty PLC\",\"Barratt Development PLC / London and Quadrant Housing Association (Consortium)\",\"Berkeley Group PLC\",\"The British Land Company PLC\",\"Canary Wharf Group PLC\",\"Capital and Counties PLC\",\"U+I / Notting Hill Housing Group (Consortium)\",\"Land Securities Group PLC\",\"Mace Limited / Peabody Trust / DV4 Limited (Consortium)\",\"Mount Anvil Group Limited / Hyde Housing Association Limited\",\"Redrow Homes Ltd\",\"Stanhope PLC / Mitsui Fudosan Company Limited\",\"Taylor Wimpey UK Ltd\"]}",
     "Francis Salway, Chairman of TfL's Commercial Development Advisory Group, said: `TfL has some of the best assets in London and over the coming years we will be working together with these developers to ensure that we are delivering for Londoners.'",
     "TfL has already begun the process to identify development opportunities for the partnerships by submitting planning applications in Nine Elms, Northwood and Parsons Green. It is anticipated that the three sites will generate over £100m for reinvestment in London's transport network as well as delivering more than 600 new homes, a new step-free London Underground station at Northwood, new workspaces, retail units and high quality public spaces. The three sites will also support the creation of more than 500 new jobs.",
     "Ends",
     "Notes to Editors\u003cbr /\u003eThe appointments are subject to a ten day standstill period, after which the contracts will be formalised.\u003cbr /\u003eThe three planning applications are:",
     "{\"template\":\"bulletlist\",\"items\":[\"Nine Elms - The proposed development above the new Nine Elms Tube station will deliver 332 new homes around 25% of which is proposed to be affordable, 5,332 sq metres of office, 612 sq metres of retail, a new public square, play space, pedestrian and cycle connections, cycle parking, and disabled car parking. Revenue generated from the new development will support the funding of the Northern Line extension.\",\"Northwood - The proposed development at Northwood will deliver 127 new homes, around 20% of which will be affordable, as well as a new Tube station with step-free access and a new bus and train interchange. It will also deliver a new public space and approximately 300 parking spaces, as well as 1,240 sq metres of retail floor space. TfL is exploring options to accommodate existing tenants in the development and is providing relocation options to assist them in continuous trade.\",\"Parsons Green - The proposed development is on the site of a former London Underground depot adjacent to Parsons Green Tube station, which is currently used as workspace. The scheme will deliver 119 new homes, 40% of which will be affordable, as well as over 5,100 sq metres of retail, workspace and restaurants. The development will also support around 300 jobs and enable the opening of three arches for commercial use.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2016/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2016/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2016/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2016/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2016/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2016/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2016/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2016/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2016/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2016/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2016/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2016/december",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}