{
 "pageTitle": "Eight European countries join forces to launch the Eurosparks project",
 "description": "Representatives from eight member states attending the launch in London in February were enthusiastic about Eurosparks' potential to pinpoint issues and develop robust solutions, so penalties for civil and administrative traffic violations can be enforced",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Eight European countries join forces to launch the Eurosparks project",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Collaboration between local authorities and the legal profession will improve traffic law enforcement across the EU, according to partners in the newly-launched Eurosparks project."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Representatives from eight member states attending the launch in London in February were enthusiastic about Eurosparks' potential to pinpoint issues and develop robust solutions, so penalties for civil and administrative traffic violations can be enforced across national borders.",
     "The launch was a chance for partners to meet each other, share issues they face enforcing local traffic laws against foreign registered vehicles, and discuss the interpretation of EU legislation in their own countries.",
     "They were also able to meet academic lawyers from the universities of Hull, Osnabruck, Utrecht and Sciences-Po in Paris, who will be conducting a full analysis of the legal basis for judicial enforcement across borders, and a comparative analysis of national laws in similar policy areas.",
     "Project manager Bill Blakemore said after the launch event: \"The atmosphere was very positive.",
     "\"People were willing to listen to and learn from each other. There was a palpable willingness to collaborate and work together.\"",
     "British Parking Association technical services director Kelvin Reynolds added: \"There was an upbeat attitude. Eurosparks partners want to resolve the problems and believe this to be possible.\"",
     "Among the challenges partners identified were differing definitions of criminal, civil and administrative traffic laws, differing interpretations of EU legislation and differing liabilities.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Proper solution\"}",
     "In some EU member states, including the UK, the registered keeper is liable for traffic fines; in other states the driver is responsible.",
     "Transport for London's Head of Traffic Enforcement Patrick Troy said: \"It is clear municipalities in other European states face the same problems as UK local authorities.",
     "\"They can't identify the person to send a penalty charge notice to and they can't enforce the penalty legally or recover the fine.",
     "\"Though partners believe a proper solution has to be found at EU level, there is also agreement that we all need to work with national governments to tackle these issues.\"",
     "More than 30 people from municipalities, academic institutions, and other partner organisations in Malta, Italy, Spain, Belgium, The Netherlands, Germany, France and the United Kingdom, attended the Eurosparks launch.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Notes for editors\"}",
     "{\"template\":\"bulletlist\",\"items\":[\"Lawyers and municipality associations are working together through Eurosparks to identify legal solutions that will enable traffic authorities to enforce judgments across EU borders\",\"Eurosparks is a new project within the SPARKS Programme, an initiative that enables traffic authorities in the UK and other EU member states to collaborate on the issue of cross-border enforcement of traffic violations and to spread political understanding of the issue\",\"The SPARKS Programme was created by London's Enforcement Task Force, a group of organisations that coordinate traffic enforcement activities across the Capital. Members come from Transport for London, London Councils, London Technical Advisors Group, Metropolitan Police, Driver \\u0026 Vehicle Licensing Agency and Vehicle \\u0026 Operators Services Agency\",\"Further information is available on the \\u003ca href=\\\"http://www.eurosparks.org/\\\"\\u003eEurosparks\\u003c/a\\u003e and \\u003ca href=\\\"http://www.sparksproject.org/\\\"\\u003eSPARKS\\u003c/a\\u003e websites\",\"For further information, contact: Programme manager Bill Blakemore, +44 (0) 1189 313 616 \\u003ca href=\\\"mailto:bill.blakemore@pep-partnership.co.uk\\\"\\u003ebill.blakemore@pep-partnership.co.uk\\u003c/a\\u003e or the project communications consultant Jo Ann Sweeney +44 (0) 20 8771 4050 \\u003ca href=\\\"mailto:jo.ann@sweeneyuk.com\\\"\\u003ejo.ann@sweeneyuk.com\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}