{
 "pageTitle": "Evade your fare and you risk a criminal conviction  - TfL launches a new advertising campaign",
 "description": "Adverts will show actors in mug shots as 'fare evaders' with a description of where they were caught on the network. The campaign will include adverts in the press, posters at tube stations and bus shelters across the network and will also be on the side",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Evade your fare and you risk a criminal conviction  - TfL launches a new advertising campaign",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) has launched a new hard-hitting campaign to tackle fare evasion on the transport network by reminding people they risk a criminal conviction if they don't pay their fare."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Fare evasion is a crime and you risk a criminal conviction every time you travel without paying the correct fare",
     "Adverts will show actors in mug shots as 'fare evaders' with a description of where they were caught on the network.",
     "The campaign will include adverts in the press, posters at tube stations and bus shelters across the network and will also be on the side of buses.",
     "Emails will also be sent out to oyster card users.",
     "Although 97 per cent of customers pay the correct fare for their journeys fare evasion is a serious problem and costs TfL millions of pounds every year across the bus and Tube networks, money that would otherwise be used to improve services.",
     "Jeroen Weimar, Director of Transport Policing and Enforcement for TfL said: \"We hope this campaign stops fare evaders in their tracks.",
     "\"Fare evasion is a crime and you risk a criminal conviction every time you travel without paying the correct fare.",
     "\"TfL is committed to combating fare evasion and carries out targeted operations regularly across the network.",
     "\"There is no such thing as a free ride.\"",
     "The rules on how to avoid being a fare evader are simple - on the bus always touch in on the yellow reader immediately before you enter the bus and ensure that your Oyster card has been accepted, one bleep and a green light.",
     "On the Tube, always touch in and out at the start and end of your journey.\u003cbr /\u003e",
     "TfL offers a range of tickets within the Greater London area for use on Tube, buses, Docklands Light Railway (DLR), and Tramlink services. Information on fares and tickets is available at: \u003ca href=\"http://www.tfl.gov.uk/fares\"\u003ewww.tfl.gov.uk/fares\u003c/a\u003e ",
     "Find out about the benefits of using Oyster, including how tickets can be bought or renewed online: \u003ca href=\"http://www.tfl.gov.uk/oyster\"\u003ewww.tfl.gov.uk/oyster\u003c/a\u003e ",
     "em",
     "Notes for editors",
     "{\"template\":\"bulletlist\",\"items\":[\"Fare evasion is a crime and is treated as such - anyone found to be deliberately avoiding paying the correct fare for their journey could receive a criminal record and a £1,000 fine\",\"The rules on how to avoid being a fare evader are simple- ensure you have a valid ticket before getting on the bus or going through the station gates. All oyster cards users should always touch in on the yellow reader on entering the bus. On the tube always touch in and out at the start at end of your journey\",\"People travelling on London Buses and London Underground without a valid ticket for their journey may be liable to pay a penalty fare of £20. Passengers are given 21 days to pay or appeal the fine\",\"In 2006 TfL checked more than 16 million passengers on London Buses. More than 120,000 (121,287) people were issued with Travel Irregularity reports which can lead to prosecution, while more than 45,000 were given penalty fares (45,150)\",\"A range of tactics are used to combat fare evasion on the buses including both plain clothed and uniformed Revenue Protection Inspectors patrolling in both small and large numbers and, in areas of higher fare evasion staging high profile exercises supported by the Transport Operational Command Unit of the Met police or City of London Police\",\"Last year London Underground issued more than 30,000 penalty fares and a further 18,000 people were prosecuted by London Underground and the British Transport Police for travelling without a valid ticket\",\"Penalty fares can only be issued by London Underground Revenue Control Inspectors (RCIs) and not London Underground station staff. There are around 250 RCIs on the Tube network\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}