{
 "pageTitle": "Ford joins London campaign to reduce the number of cyclists injured in collisions with HGVs",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Ford joins London campaign to reduce the number of cyclists injured in collisions with HGVs ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) has announced two new campaigns to help reduce the risks cyclists face from heavy goods vehicles.",
     "The number of cyclists in London is increasing rapidly and we need them to feel safe on our roads",
     "More than half of all cyclists killed on London's roads are involved in collisions with these vehicles.",
     "Ford's lorry drivers, who travel millions of miles in the UK every year, have joined forces with TfL to help make roads safer for cyclists by displaying warning signage for cyclists on the back of more than 2,000 Ford HGV trailers.",
     "The signs, which have been developed by TfL, carry the message 'cyclists - beware of passing this vehicle on the inside'.",
     "They are designed to address the particular threat cyclists face from goods vehicles turning left, as situations arise where HGV drivers are not able to see cyclists between their vehicles and the kerb.",
     "In addition to the partnership with Ford, TfL is today launching the latest stage of their Share the Road campaign which encourages all road users to consider the impact of their behaviour on others.",
     "A new poster, which features a cyclist and an HGV, gives the message to 'take care', asks lorry drivers to take care when turning left and warns cyclists to be aware of large vehicles.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Leave cyclists space\"}",
     "The poster will be displayed at sites throughout London. The two existing road safety posters in the campaign, which will run in conjunction with the new image, focus on asking drivers to leave cyclists space to cycle safely on the road and asking cyclists to stop at red lights.",
     "London has seen a dramatic rise in the number of people cycling, with a 72 per cent increase on London's major roads since 2000.",
     "The number of cyclists killed or seriously injured on London's roads has fallen by 30 per cent compared with the Government's baseline figures from the mid to late 1990s.",
     "These latest initiatives are aimed at helping to reduce the significant proportion of collisions involving cyclists and goods vehicles.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Safer roads\"}",
     "Jenny Jones, The Mayor's Road Safety Ambassador, said: \"The tragic deaths of three cyclists, killed in collisions with lorries in one week, shows the urgent need for this campaign.",
     "\"The number of cyclists in London is increasing rapidly and we need them to feel safe on our roads.",
     "\"Despite the overall fall in the number of cyclists injured, the number of cyclists killed by lorries continues to be way too high.",
     "\"Drivers have to learn to give cyclists more space and cyclists need to be aware of the fatal consequences of getting caught on the inside of a left turning HGV.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Making progress\"}",
     "Chris Woodmore, Manager of Ford's Transport Operations, said: \"We are delighted to work with Transport for London on this initiative.",
     "\"Ford trailers travel in excess of 10 million miles every year and present an ideal opportunity to get this message across to cyclists where it will be noticed.\"",
     "Chris Lines, TfL's Head of Road Safety, said: \"We are making progress in cutting the number of cyclists hurt on London's roads, but the number of cyclists involved in collisions with goods vehicles is still too high.",
     "\"By creating the new poster and working in partnership with Ford, I hope we can get the message out to cyclists to be careful when riding near HGVs and also to help educate drivers to watch out for cyclists.\"",
     "......\u003cbr /\u003e",
     "\u003cstrong\u003eNotes for editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"In the twelve months to June 2006, 17 cyclists were killed on London's roads. Of those 17 cyclists, nine were killed in collisions with goods vehicles in Greater London (which accounted for 53 per cent of all cyclist deaths during that period). A further 48 cyclists were seriously injured in collisions involving goods vehicles. In the twelve months to June 2006, LGVs were involved in four fatal and 30 serious cyclist collisions, MGVs were involved in six serious cyclist collisions, and  HGVs were involved in five fatal and 12 serious collisions\",\"In 2006/07, TfL invested £1.8m in cycle training for children and adults in London\",\"Share the Road aims to tackle a visible minority of road users who break traffic laws in London, including vehicles parking in cycle lanes and encroaching into the 'advance stop' boxes designated for cyclists, as well as some cyclists who endanger themselves and pedestrians by jumping red lights and riding on the pavement. The actions of a few can cause animosity between road users, are inconsiderate and can endanger lives. The two existing road safety posters in the campaign, which will run in conjunction with the new poster, focus on getting cyclists to stop at red lights and asking drivers to leave cyclists space to cycle safely on the road. The campaign is supported by Sustrans, London Cycle Campaign (LCC), CTC, the RAC, AA Motoring Trust, the Institute of Advanced Motorists (IAM), Living Streets, the Motorcycle Industry Association, Road Peace, Transport 2000, the Road Haulage Association and the Freight Transport Association\",\"Ford's HGV fleet are largest to have signed up with the TfL signage initiative to date. Other companies involved with the TfL signage initiative include Sainsburys, Tradeteam Ltd and O'Hara Brothers Surfacing\",\"TfL's Freight Unit, in conjunction with the police and the freight industry, has set up \\u003ca href=\\\"/businessandpartners/freight/1286.aspx\\\"\\u003eThe Freight Operator Recognition Scheme (FORS)\\u003c/a\\u003e . Around 70 operators are involved in the pilot stage of the scheme, which could reduce operator's costs while driving down collisions and emissions in the Capital\",\"A copy of the advert is available on request\",\"For more information on Ford, please contact Oliver Rowe at Ford's press office on 01277 252216 or email \\u003ca href=\\\"mailto:orowe@ford.com\\\"\\u003eorowe@ford.com\\u003c/a\\u003e \\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}