{
 "pageTitle": "Getting around London - a new guide for all",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Getting around London - a new guide for all",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Travelling on public transport around London has never been easier and a new guide has been produced about accessibility on all forms of public transport across London."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "It will help disabled Londoners and visitors to the Capital travel with confidence",
     "\"Getting around London: Your guide to accessibility\" has been developed by Transport for London (TfL) following extensive customer research.",
     "It has been produced with expert advice and guidance from Scope, a leading disability organisation supporting disabled people to achieve equality, and in conjunction with disabled people themselves.",
     "This is the first time that such a guide has been produced covering all public transport. It will be of particular help to people with mobility impairments - not just disabled people but also older people and people travelling with buggies.",
     "Mayor of London Ken Livingstone said: \"This guide is another positive step towards making London a more accessible and inclusive city.",
     "\"It will help disabled Londoners and visitors to the Capital travel with confidence and get the most out of all that the city has to offer.\"",
     "Bob Benson, Executive Director at Scope, said: \"This is a valuable tool for disabled people which we are very pleased to be part of.",
     "\"A key right to equality and independence for all is that people can travel where they want, when they want, and how they want.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Customer-friendly approach\"}",
     "\"This is a small but significant step by TfL in empowering disabled people and other customers through better travel information contained within this new guide.\"",
     "The customer research undertaken by TfL showed that a more joined-up, customer-friendly approach to accessibility information was required and the result is a guide that has many features specifically requested by passengers.",
     "The guide will be available upon request at Tube stations, bus stations and Travel Information Centres.",
     "Customers will also be able to download the guide in PDF form from the TfL website, and to request a copy over the phone, via our 24-hour travel information helpline onfont. Audio, large print and Braille versions of the guide are also available.",
     "em",
     "Notes for editors",
     "{\"template\":\"bulletlist\",\"items\":[\"Features in the guide requested by customers include:ul\",\"The guide comprises:ul\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}