{
 "pageTitle": "Improving Woolwich town centre - information days",
 "description": "The changes form part of a new, modern bus transit service - Greenwich Waterfront Transit.Greenwich Waterfront Transit is a proposed service that will run between Abbey Wood station to North Greenwich via Thamesmead and Woolwich.The transit will carry",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": " Improving Woolwich town centre - information days ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) and the London Borough of Greenwich will be holding public information days on improvements to Woolwich town centre on 23 and 24 March 2007."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The changes form part of a new, modern bus transit service - Greenwich Waterfront Transit.",
     "Greenwich Waterfront Transit is a proposed service that will run between Abbey Wood station to North Greenwich via Thamesmead and Woolwich.",
     "The transit will carry approximately 16 million people a year when fully open, easing demand on local bus and National Rail services.",
     "It will be an important part of the social and economic regeneration of the area, improving access to employment, education, healthcare and community services.",
     "The proposed changes will ease bus and traffic congestion and include improvements made to General Gordon Square through the Mayor of London's 100 Public Spaces Programme that will benefit the community with a better local environment.",
     "The information days will focus on the area from the junction of Wellington Street and John Wilson Street to Dial Arch Square in the entrance to the Royal Arsenal site.",
     "A trailer with drawings of the improvements, staffed by TfL and the Woolwich Regeneration Agency, will be at Greens End/Powis Street in Woolwich town centre between 10.00 and 17.00 on 23 and 24 March 2007.",
     "Nigel Hardy, Head of Project Initiation, said: \"Greenwich Waterfront Transit is a key element of the regeneration of the Thames Gateway.",
     "\"The new service will allow passengers to make frequent, fast and reliable journeys.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Regeneration\"}",
     "\"It will provide the local community with better access to the London Underground, DLR and other local bus services.\"",
     "Scott Lester, Project Planning and Development Manager, said: \"The improvements to Woolwich town centre will transform the area into a more attractive and enjoyable space, with new wider pavements and shelters, and easier access to bus stops for those who live, work and travel around General Gordon Square.",
     "Councillor Peter Brooks, Deputy Leader of Greenwich Council, said: \"I would encourage our residents to visit the exhibition and find out about the major transport and local environmental improvements associated with the Greenwich Waterfront Transit scheme.",
     "\"First class transport facilities are key to Greenwich's huge programme of regeneration, which is delivering thousands of new jobs, homes, businesses and public services across the whole borough.\""
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}