{
 "pageTitle": "London's longest serving taxi driver is honoured by TfL",
 "description": "The award which bears an inscription of the year of Mr Collin's birth in 1915 was presented to him and his family at a specially organised ceremony at the Public Carriage Office.As London's longest serving taxi driver Mr Collins drove his first passenger",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London's longest serving taxi driver is honoured by TfL",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London's longest serving taxi driver, Alfred Collins aged 92, has been honoured with an award from Transport for London on his retirement, after 70 years of dedicated service to the Capital."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The award which bears an inscription of the year of Mr Collin's birth in 1915 was presented to him and his family at a specially organised ceremony at the Public Carriage Office.",
     "As London's longest serving taxi driver Mr Collins drove his first passenger in 1937 and his last passenger just a few years ago.",
     "Some of his most famous passengers have included Margaret Thatcher, Joan Collins and Bruce Forsyth.",
     "On presentation of the award, David Brown, Managing Director, Surface Transport, said: \"I would like to thank Mr Collins for 70 years of sterling service to the travelling public of London.",
     "\"We are proud of the invaluable contribution he has made to the Capital, and to Londoners and visitors alike who value the black taxi as an iconic landmark.\"",
     "Mr Collins said: \"It has been a great privilege to serve the people of London.",
     "\"It really does not seem that nearly 70 years has passed by.",
     "\"I have had the pleasure of meeting people from all walks of life, politicians, celebrities and the great British public.",
     "\"Life is all about communication and I have enjoyed sharing my vast experience of life as well as learning a lot with some of my passengers.",
     "\"I will treasure these memories for the rest of my life. I would also like to take this opportunity to pay tribute to my late wife who supported me all those years and more.\"",
     "At 92, Mr Collins is in remarkably good shape, he enjoys current affairs, computing, and says the secret to a long life is not to worry and always take a little exercise."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}