{
 "pageTitle": "Mayor abolishes Tube and DLR fares for under 11s all day, every day",
 "description": "500,000 children aged under 11 can now travel free all day every day on the Tube and Docklands Light Railway when accompanied by an adult from Sunday 1 April.Free Tube and Docklands Light Rail travel for under-11s is part of the Mayor's policy to improve",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor abolishes Tube and DLR fares for under 11s all day, every day",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "500,000 children aged under 11 can now travel free all day every day on the Tube and Docklands Light Railway when accompanied by an adult from Sunday 1 April.",
     "Free Tube and Docklands Light Rail travel for under-11s is part of the Mayor's policy to improve young people's access to education, sport and leisure facilities across the capital meaning real savings for hundreds of thousands of London families - there are 500,000 5 to 10-year-olds across London who will benefit from this concession.",
     "It follows the introduction of free travel on buses and trams for under-18s in full-time education.",
     "Last April saw under-11s able to travel for free from 9.30am on weekdays and all day on weekends and bank holidays when accompanied by an adult passenger with a valid ticket.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Better access\"}",
     "This has now been extended to all day every day.",
     "Mayor of London, Ken Livingstone, said: \"We are continuing to bear down on the cost of travel for London's families, and the extension of free travel on the Tube and DLR to all day, every day is another big step in reducing the pressures on Londoners' pockets.",
     "\"Combined with free bus and tram travel for all under-18s in full-time education, this new step means that London has one of the most extensive cut-price travel schemes for families with children anywhere in Europe.",
     "\"My first aim as mayor is to work to guarantee London's continued success, but I also want to make sure that all Londoners can take part in that success, including opening up the transport system for families with children.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Increasing independence\"}",
     "Adrian Voce, Director of Play England, based at the National Children's Bureau, said:  \"Free transport for children and young people is a great idea that will help many of the poorest families - it means better access to education, sports facilities and play spaces and thus better outcomes for children.",
     "\"We are delighted with the Mayor's plans to extend free Tube travel to children under the age of 11\".",
     "Nick Wilkie, CEO at London Youth, said: \"London Youth welcomes the Mayor's initiative to ensure free unrestricted travel for children under 11 on the Tube and Docklands Light Railway.",
     "\"London Youth supports all moves to increase the independence of young people and to allow them to play a wider role in the community of the Capital.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Helping families\"}",
     "Chief Executive of Child Poverty Action Group, Kate Green, said: \"This is very welcome news for London's families struggling to meet the high costs of life in the Captial.",
     "\"London has the highest rate of child poverty in the whole of Britain, with more than half of children in inner London and over a third in outer London growing up in poverty.",
     "\"Any pressure taken off family budgets will help lessen the impact for those below the poverty line and this move will particularly help families meet the costs associated with education by making journeys to school more affordable.\"",
     "Ravi Chandiramani, editor of Young People Now, said: \"Poorer families find public transport costs particularly hard to meet.",
     "\"Unconditional \u003ca \u003efree travel on the Tube and DLR for accompanied under-11s\u003c/a\u003e will ease access to leisure facilities as well as education.",
     "\"It will, therefore, allow more children from disadvantaged backgrounds to regain their childhood.\"\u003cbr /\u003e\u003cbr /\u003e",
     "Notes to editors",
     "{\"template\":\"bulletlist\",\"items\":[\"Up to four children under 11 can accompany an adult (anyone over 18) in possession of a valid ticket or who is using Oyster to pay as they go. Over 60s Freedom Passes are not valid until 09.00, Monday to Friday\",\"An adult with a Travelcard can be accompanied by four under-11s travelling for free and up to four under-16s travelling for £1 under the 'Kids for a Quid' scheme after 09.30, Monday to Friday and all day Saturdays, Sundays and bank holidays. After 9.30am this is £2 per child\",\"Under-16s have been able to travel for free on London's buses and trams since September 2005. This was extended to16 to 17-year-olds in full-time education or unwaged training in September 2006\",\"London Youth is a network of almost 400 youth clubs serving 75,000 young people across the Capital. Last year alone London Youth programmes trained 700 youth workers, found opportunities for more than 1,000 young volunteers and gave over 13,000 young people a challenge at its two outstanding training and outdoor centres\",\"The National Children's Bureau (NCB) is a charitable organisation that acts as an umbrella body for organisations working with children and young people in England \\u0026 Northern Ireland. Through working in partnership, sharing knowledge, resources and services it has created a powerful, authoritative and influential voice to improve the lives of children and young people\",\"Young NCB is NCB's free membership network for all children and young people aged under 18. Young NCB members speak out on issues they feel are important, such as safety, sex and relationships, education, bullying, drugs and the media\",\"Child Poverty Action Group (CPAG) is the leading charity campaigning for the abolition of child poverty in the UK and for a better deal for low-income families and children\",\"Young People Now is the weekly industry magazine produced in partnership with the national youth agency. It is aimed at youth workers, youth justice workers, teachers and those involved in the personal, social education and voluntary sector\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}