{
 "pageTitle": "Mobile phone trial on the Waterloo \u0026 City line",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mobile phone trial on the Waterloo \u0026 City line",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground (LU) today announced that it is to undertake a six-month trial of mobile phone and new technology services on the Waterloo \u0026 City line."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "A Contract Notice has appeared in the Official Journal of the European Union.",
     "The trial, which will start in April 2008 at the earliest, will make mobile phone coverage available on the Waterloo \u0026 City platforms at Bank and Waterloo stations.",
     "Coverage will also extend to tunnels between the two stations. This means that passengers will be able to use their mobile phone and other handheld devices while travelling on the Waterloo \u0026 City line.",
     "Richard Parry, LU Strategy and Service Development Director, said: \"The below ground sections of the Underground are one of the few places in London where you are unable to use a mobile phone. We recognise that there is now growing demand for mobile coverage to be extended to deep-level sections of the Tube.",
     "\"The key aim of the trial is to conclude whether it is technically and commercially viable for coverage to be extended across the Tube network.",
     "\"Should the trial prove a technical and commercial success, then London Underground will consider how to provide mobile phone and telecommunications services across the Tube network.",
     "\"This would enable passengers to enjoy the benefits of the same mobile and new technology services that are available on the overground sections of the Underground network.",
     "\"If the trial is not a success then London Underground will not proceed with plans to extend mobile phone coverage to the Tube.\"",
     "Such technology could also mean that passengers could receive up-to-the-minute travel information via a mobile phone or other device while on the Tube.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Customer demand\"}",
     "The Waterloo \u0026 City line has been selected for the six-month trial of mobile phone coverage as it is characterised by deep-level tunnels that are unconnected to the rest of the Tube network thereby providing a confined environment for a trial to take place.",
     "A recent LU survey has shown that 56 per cent of passengers would support being able to use a mobile phone in all parts of the Tube network, including trains and stations, if it was available.",
     "When LU originally announced in March 2005 that it was seeking expressions of interest from potential suppliers for mobile phone coverage on the Tube it was on the basis that coverage in tunnels would be excluded.",
     "This was because we did not believe there to be customer demand for it to be made available on trains.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Tendering process\"}",
     "A feasibility study undertaken last year identified that the only technical solution to extending mobile phone coverage to the Tube was to include tunnels.",
     "To have many thousands of mobile phones coming in and out of signal while passengers travel across the Tube network could potentially overload a mobile network on the Underground.",
     "The feasibility study was undertaken as the original consultation with suppliers identified that the sheer complexity of introducing such a system needed to be fully understood due to the unique physical and environmental constraints which the Tube presents.",
     "LU will use the opportunity presented by the six-month trial to undertake a comprehensive survey of customer attitudes towards mobile phone coverage on the Tube.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Tube improvements\"}",
     "This will inform LU's final decision on whether to proceed with extending coverage across the Tube network. Fifty-five per cent of the Tube network is above ground and passengers can and already do use their mobile phone on surface sections of the Underground.",
     "If the trial is a success then LU will engage in a full tendering process to select a contractor to provide mobile phone and new technology services such as DAB digital radio and Internet access.",
     "It is envisaged that a private sector company or consortium would invest in, install, operate, maintain and manage the infrastructure in exchange for an agreed revenue stream and any financial benefit would be reinvested in Tube improvements.",
     "The earliest date that mobile phone and new technology coverage could be extended across the Tube network is mid-2009.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Notes for editors\"}",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL is investing £10bn to improve and expand London's transport network, more than half of that in the Tube\",\"The OJEU Contract Notice will be published at the beginning of March. The various stages in the trial tendering process will be as follows: Mid-May 2007 (Pre-qualification stage), Mid-July 2007 (Invitation to Tender issued), End-October 2007 (Mobile phone trial contract awarded) and April 2008 for earliest date for trial commencing on the Waterloo \\u0026 City line\",\"LU originally intended to make mobile phone coverage available from mid-2008 onwards but it became clear from the market consultation process which commenced in March 2005 that the Tube presented unique physical and environmental constraints which need to be understood in greater detail. This necessitated the need for a feasibility study which has influenced the decision to undertake a full trial on the Waterloo \\u0026 City line and the possible subsequent tendering timetable\",\"In a LU survey (carried out by MORI) of 1,007 respondents conducted in February 2007, 34 per cent said that they would be very likely to use a mobile phone in all parts of the Tube, including trains and stations, if it was available. 22 per cent responded fairly likely, 19 per cent not very likely, 23 per cent not at all likely with 1 per cent of respondents not having a view\",\"The same survey also asked to what extent did an individual support or oppose the facility to use a mobile phone in all parts of the Tube network, including trains and stations. Thirty-two per cent strongly supported, 22 per cent tended to support, 12 per cent neither supported nor opposed, 11 per cent opposed, 19 per cent strongly opposed while 4 per cent did not have a view\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}