{
 "pageTitle": "New Board members and Advisors to the Board announced by Transport for London",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New Board members and Advisors to the Board announced by Transport for London",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) today announced that two new members have been appointed to the TfL Board by the Mayor of London.",
     "Christopher Garnett lives in Putney and is a member of the Board of the Olympic Delivery Authority and was, until August 2006, the Chief Executive of Great North Eastern Railway and also Senior Vice President of the Rail Division of Sea Containers, GNER's parent company.",
     "He brings a wealth of experience of managing large and complex organisations in the transport field to his TfL position.",
     "Dr Rana Roy, FCILT, is an international consulting economist based in Central London.",
     "He has researched, published and advised extensively on the reform of transport taxation, pricing and investment.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Extensive experience\"}",
     "His clients have included HM Government, UK local authorities, the European Commission and the European Conference of Ministers of Transport; he is currently acting as chief technical adviser in economics to the Rail Safety and Standards Board research programme on sustainable development.",
     "Prior to setting up his independent practice in April 1997, Dr. Roy served as Chief Economist at the European Centre for Infrastructure Studies, Economic Adviser at the UK Department of Trade and Industry, and Senior Policy Adviser at the Australian Department of the Prime Minister and Cabinet.",
     "In addition two advisors to the Board have also been appointed by Transport for London:",
     "Peter Anderson is the Managing Director of Finance at Canary Wharf Group plc.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Knowledge of community issues\"}",
     "He brings extensive experience of managing and developing a major business within a rapidly regenerating area to his TfL role together with experience of influencing the development of transport infrastructure appropriate to an area of rapid commercial and residential development.",
     "Shiria Khatun is a serving Councillor in the East India and Lansbury ward of Tower Hamlets.",
     "She has extensive knowledge of community issues in East London and has worked closely with local and Bangladeshi media both in East London and across the Capital.",
     "Mayor of London Ken Livingstone said: \"The TfL Board has an important role in scrutinising and commenting upon a huge range of often complex but always important transport issues and projects.",
     "\"It is vital that the Board and its advisors reflect a wide range of knowledge and experience and I am delighted in these appointments.\"\u003cbr /\u003e",
     "\u003cbr /\u003e\u003cstrong\u003eNotes to Editors\u003c/strong\u003e ",
     "All four appointments continue until 45 days after the next London Mayoral election unless terminated earlier.\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}