{
 "pageTitle": "Tube carries one billion passengers for first time",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Tube carries one billion passengers for first time",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) today revealed that over the last year London Underground (LU) carried one billion passengers for the first time in its 144-year history.",
     "London is challenging New York as the world's most important financial centre and an effective transport system places a critical role in London's success",
     "Ken Livingstone, Mayor of London, said that the record-breaking figure showed the strength of London's economy and reinforced the need for substantial investment to increase the capacity of the system. Mayor Ken Livingstone said: \"Every day the London Underground carries more passengers than the entire national rail network.",
     "\"This new record of one billion passengers shows the strength of London's economy and how crucial the Tube is to that economic success.",
     "\"The challenge we now face is to sustain the investment necessary to get the most out of the existing system and expand capacity to meet ever increasing demand.",
     "\"The key to meeting that new demand, and making travel more comfortable for existing passengers, is the step change in Underground capacity which the proposed new Crossrail line would deliver.",
     "\"London is challenging New York as the world's most important financial centre and an effective transport system places a critical role in London's success.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Improvements to stations\"}",
     "\"All Londoners owe a debt to the dedicated staff of London Underground who work so hard to get so much out of the oldest Tube network in the world.\"",
     "LU Managing Director Tim O'Toole said: \"London Underground is now running more trains and carrying more passengers than ever before.",
     "\"This important milestone could only have been achieved through the hard work and dedication of staff across the Underground network.",
     "\"It is also remarkable that this record passenger figure has been achieved as we carry out the renewal of the Tube.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Record passenger numbers\"}",
     "\"Improvements to stations, track and trains are being delivered, but this does mean the closure of sections of lines at weekend.",
     "\"We thank passengers for their patience and urge them to 'check before you travel' on the Tube at weekends.\"",
     "Last year (2005/06), the Tube carried a total of 971 million passengers.",
     "The one billion passenger figure was achieved this week and with two weeks of the current financial year remaining the final figure will be even higher.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Growing importance of Docklands\"}",
     "On average, the Tube carries just over three million passengers each day, rising to 3.4 million passengers on weekdays.",
     "On one day last year, December 8, due in part to Christmas shopping and leisure travel, LU calculates that around four million passengers were carried for the first time.  Overall, in the run up to Christmas the Tube carried more passengers - 87m - in one four week period than ever before.",
     "By 2016, it is estimated that the Tube could be carrying 25 per cent more passengers, equivalent to an average of 3.4 million passengers each day, as a direct result of London's growing population.",
     "London Underground also released latest available figures for the busiest stations on the Tube network in 2005/06 which demonstrates the growing importance of Docklands to London's economy.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Future growth\"}",
     "Canary Wharf station which opened in 1999 as part of the Jubilee Line Extension is now the ninth busiest station on the Tube network with over 34 million passengers each year, but did not even feature in the top fifteen busiest Underground stations in 2003.",
     "The number of passengers using the station is predicted to grow even further as Docklands grows.",
     "Part of this growth will be met by the Jubilee line which will deliver a 45 per cent increase in capacity, but the only transport solution for the long-term is Crossrail.",
     "King's Cross St Pancras remains the Tube's busiest station with nearly 72 million passengers, with the numbers using the station expected to reach 127 million by 2016.",
     "This is in part due to the transfer of Eurostar services to St. Pancras later this year, and in coming years the opening of a new Thameslink station at King's Cross, the start of domestic services on the Channel Tunnel Rail Link and the extension of King's Cross mainline station.",
     "To meet this growing demand, LU last year opened the new Western Ticket Hall at the Tube station which doubled the station's capacity.",
     "Work is now well underway on the new Northern Ticket Hall, which is due for completion in 2010.",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL is investing £10bn to improve and expand London's transport network, with than half of that in the Tube\",\"In 2005/06 the Tube carried 971 million passengers and in 2004/5 976 million\",\"In 2005/06, the busiest stations on the Tube network were  (1) King's Cross St. Pancras - 71.50 million; (2) Victoria - 67.82 million; (3) Waterloo - 67.40 million; (4) Oxford Circus - 63.06 million; (5) Liverpool Street - 50.67 million, (6) London Bridge - 44.97 million; (7) Bank \\u0026 Monument - 34.30 million; (8) Paddington - 34.29 million; (9) Canary Wharf - 34.21 million (10) Piccadilly Circus - 33.76 million; (11) Tottenham Court Road - 30.80 million; (12) Bond Street - 29.57 million; (13) Leicester Square - 29.54 million; (14) Holborn - 25.07 million and (15) Green Park - 24.89 million\",\"In 2003/04, the busiest stations on the Tube network were (1) King's Cross St. Pancras - 69.76 million; (2) Victoria - 66.24 million; (3) Waterloo - 64.52 million; (4) Oxford Circus - 58.75 million; (5) Liverpool Street - 48.00 million; (6) London Bridge - 40.10 million; (7) Piccadilly Circus - 34 million; (8) Bank \\u0026 Monument - 32.97 million; (9) Paddington - 32.45 million; (10) Leicester Square - 31.23 million; (11) Tottenham Court Road - 29.49 million; (12) Bond Street - 27.60 million; (13) Canary Wharf - 24.23 million; (14) South Kensington - 24.12 million and (15) Hammersmith (District and Piccadilly) - 24.06 million\",\"The Tube carried four million passengers in one day for the first time in December 2006\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}