{
 "pageTitle": "World's first double-decker hybrid bus goes into service in London",
 "description": "This inaugural service comes after the Mayor of London, Ken Livingstone, recently announced plans for an increased hybrid bus fleet for the capital.Hybrid buses, which use a combination of diesel and electric power, are central to the Mayor and TfL's",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "World's first double-decker hybrid bus goes into service in London",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The world's first hybrid diesel electric double-decker bus goes into service on route 141 in London today, Transport for London (TfL) has announced."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This inaugural service comes after the Mayor of London, Ken Livingstone, recently announced plans for an increased hybrid bus fleet for the capital.",
     "Hybrid buses, which use a combination of diesel and electric power, are central to the Mayor and TfL's plans for a cleaner, greener fleet, and will contribute to cutting the capital's carbon dioxide emissions.",
     "These hybrid buses are an important step towards the Mayor's long-term goal of a low carbon transport system.",
     "A leafy motif on the buses will help passengers recognise their environmentally-friendly status.",
     "Ken Livingstone said: 'This is a world-first for London marking our commitment to a cleaner, greener public transport network.",
     "'Hybrid vehicles emit less harmful emissions helping to improve air quality and tackle climate change.",
     "'I repeat my call for bus manufacturers and operators to rise to the challenge of making hybrid buses more financially feasible so we can speed up their introduction across London.'",
     "The hybrid bus will operate on Route 141, run by Arriva, from Palmers Green, Wood Green, Turnpike Lane Station, Haringey, Manor House, Newington Green, Mildmay Park, Hoxton, Old Street Station, Moorgate, Bank Monument and to London Bridge Station.",
     "Immense potential",
     "Mark Yexley, Managing Director, Arriva London, said: 'Buses play a vital role in encouraging people to use public transport more often.",
     "'By introducing more environmentally-friendly means of public transport, we're helping in the battle to reduce carbon emissions across the UK.",
     "'This hybrid engine initiative is excellent and its potential is immense.",
     "'We're delighted to be part of it.'",
     "The adoption of hybrid buses is a key part of a range of measures being developed by the Mayor and TfL to meet London's contribution to tackling climate change.",
     "The measures include:",
     "* Continuing modal shift from private car usage to public transport, cycling and walking\u003cbr /\u003e* Greater energy efficiency across all TfL businesses and modes of transport\u003cbr /\u003e* The adoption of more energy from renewable sources and innovative technology to recycle energy\u003cbr /\u003e* Support for the continued research and development of low carbon fuels\u003cbr /\u003e* Strategies and support for organisations and individuals to travel in more environmentally-friendly ways through Travel Demand Management schemes, including in the London Borough of Sutton the largest of its kind in the UK",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Notes for editors\"}",
     "{\"template\":\"bulletlist\",\"items\":[\"Media are invited to board the inaugural route 141 - please see operational note for further details\",\"The London Bus fleet includes 8,000 buses on 700 routes, carrying more than 6m passengers per day\",\"The 8,000 strong London Bus fleet is the cleanest in the UK\",\"All buses in the London fleet meet at least euro II emissions standards and have particulate traps, 60 per cent meet Euro III standards and are also fitted with particulate traps, and buses meeting Euro IV standards are now being introduced\",\"The current hybrid buses are powered by a small diesel engine and electric power, thereby cutting emissions by up to 40 per cent per bus. The technology works through a battery pack providing power to the wheels via an electric motor. The battery pack is kept at optimum power by a diesel Euro IV engine, keeping the battery charged. When the vehicle brakes, energy which would normally be wasted is also recycled and used to charge the battery. Thanks to continuous charging of the battery, the vehicle can meet the existing range of a conventional diesel bus\",\"The Hybrid double-decker bus has been built by WrightBus Limited\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}