{
 "pageTitle": "Staff network groups",
 "keywords": "TfL",
 "description": "Six internal staff network groups represent the diversity of our workforce",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "About TfL",
   "url": "/corporate/about-tfl/index"
  },
  {
   "title": "Corporate social responsibility",
   "url": "/corporate/about-tfl/corporate-and-social-responsibility"
  },
  {
   "title": "Equality \u0026 inclusion",
   "url": "/corporate/about-tfl/corporate-and-social-responsibility/equality-and-inclusion"
  },
  {
   "title": "Staff network groups"
  }
 ],
 "title": {
  "title": "Staff network groups",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "{\"template\":\"intro\",\"texts\":[\"We have six internal staff network groups to represent the diversity of our workforce.\"],\"link\":{\"image\":{}},\"image\":{},\"wrapped\":false}",
     "{\"template\":\"video\",\"style\":\"4iMHVnHhd_I\",\"title\":\"See our rainbow taxi being wrapped\",\"link\":{\"image\":{}},\"image\":{},\"wrapped\":false}",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"BAME\"}",
     "The Black, Asian and Minority Ethnic (BAME) Staff Network Group champions diversity and actively supports the ambitions of staff with a BAME background.",
     "The BAME Staff Network Group's ultimate aim is to diversify the business and increase the number of BAME leaders. They help our organisation and staff celebrate a diverse range of cultures, heritage and backgrounds, running events to celebrate Black History Month, including a collaborative event with their opposite numbers in the Houses of Parliament (ParliREACH) and participation in the Notting Hill Carnival, facilitating engagement with local communities.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Carers\"}",
     "Our Carers Staff Network Group supports our staff who are also carers, finding a number of ways to make a difference and raise awareness of caring needs. Their members provide advice and guidance through support groups and also host events to raise awareness of carers, working closely with Carers UK.",
     "They played a key role in the launch of our carers guidelines, aimed at supporting carers and helping their managers to work with them to enable them to balance their caring and work responsibilities.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Disability\"}",
     "The Staff Network Group for Disability breaks down barriers and gives disabled people a voice through support groups, awareness events and forums which raise the profile of disabilities.",
     "Over the years the group has directly supported hundreds of disabled staff, their managers and departments. They've successfully improved working conditions for disabled staff, for example making it easier to access Reasonable Adjustments.",
     "The Group knows the power of understanding - because of that they also help colleagues to understand how they can offer support to disabled people and customers. Among other things they have created an internal peer-to-peer support group for people who have experience of mental health conditions or wish to help others who do, and have launched a visually impaired user group, which brings together visually impaired staff, so they can network, raise common issues and solve them.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Faith \\u0026 Wellbeing\"}",
     "The Faith and Wellbeing Staff Network Group promotes and supports faith and wellbeing for our staff.",
     "We have a diverse workforce, made up of different faith groups and values and everyone is unique, which is why the group finds ways to improve working life for different faith communities within our organisation. They know that work can seem stressful and demanding at times and they support general wellbeing through training and events.",
     "They make sure that everyone's values and beliefs are upheld and supported, and make changes within our organisation, including lobbying for the implementation of prayer or quiet rooms in as many buildings and depots as possible; working with our caterers to ensure that different dietary requirements are met and helping to produce an annual faith and cultural calendar.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"OUTbound - LGBT+ network\"}",
     "Our goal is to ensure LGBT+ staff are fairly represented throughout TfL by the policies we help shape and the improvements we initiate. We lead on providing our LGBT+ staff with the best possible opportunities to connect, support and develop themselves in our workplace.",
     "In 2015 we launched our award winning #RidewithPride campaign, which saw a rainbow bus, taxi and DLR train on our transport network. The campaign has gone on to inspire other cities to include rainbow vehicles on their networks. In 2014 we installed London's first ever rainbow crossing for Pride in London.",
     "OUTbound works with other charities and community interest groups in the LGBT+ community, and takes part in Pride in London's parade every year.",
     "You can email us at \u003ca href=\"mailto:outbound@tfl.gov.uk\"\u003eoutbound@tfl.gov.uk\u003c/a\u003e .",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Women\"}",
     "The Women's Staff Network Group (WSNG) is a professional networking group that facilitates the development of strong, flexible and productive connections between our employees.",
     "The WSNG is run by a committee of volunteers from across our organisation. They are supported by a number of active members and representatives from our Equality \u0026 Inclusion team.",
     "The vision of the WSNG is to influence, inform and promote the issues of interest to women in our organisation. They run accessible networking events, learning and development sessions and a mentoring scheme all designed to support the personal and professional development of their members.",
     "They also act as a focal point for other organisations to make contact with and consequently allows the strengthening of external relationships. For example, they have partnered with Tommy's, the pregnancy charity, to develop a bespoke scheme that supports pregnant employees, their partners and managers with accredited health and wellbeing advice, delivered by trained midwives.",
     "We are an equal opportunities employer. \u003ca href=\"/corporate/careers/index\"\u003eFind out more about working for us.\u003c/a\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Corporate social responsibility",
    "links": [
     {
      "title": "Charities",
      "url": "/corporate/about-tfl/corporate-and-social-responsibility/charities",
      "image": {}
     },
     {
      "title": "Equality \u0026 inclusion",
      "url": "/corporate/about-tfl/corporate-and-social-responsibility/equality-and-inclusion",
      "image": {}
     },
     {
      "title": "Staff network groups",
      "url": "/corporate/about-tfl/staff-network-groups-and-outbound",
      "image": {}
     },
     {
      "title": "Transport \u0026 health",
      "url": "/corporate/about-tfl/corporate-and-social-responsibility/transport-and-health",
      "image": {}
     }
    ],
    "link": {
     "title": "Corporate social responsibility",
     "url": "/corporate/about-tfl/corporate-and-social-responsibility/transport-and-health",
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "advert",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "title": "Also on this site",
    "links": [
     {
      "title": "Report a hate crime or incident",
      "url": "/travel-information/safety/report-a-crime-or-incident",
      "icon": "internal",
      "image": {}
     }
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}