{
 "pageTitle": "First ever Barclays Cycle Hire race to be held",
 "description": "First ever Barclays Cycle Hire race to be held",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2014",
   "url": "/info-for/media/press-releases/2014"
  },
  {
   "title": "May",
   "url": "/info-for/media/press-releases/2014/may"
  },
  {
   "title": "First ever Barclays Cycle Hire race to be held"
  }
 ],
 "title": {
  "title": "First ever Barclays Cycle Hire race to be held",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Night time Barclays Cycle Hire race announced as scheme hits 30 million hires"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Londoners in with a chance to get a race place and year's free membership\",\"Tour de France, Prudential RideLondon and Tour of Britain set to draw people onto the streets of London and inspire more cycling in the capital\",\"Nocturne races to feature top professional cycling teams, Garmin-Sharp, Team Sky, Movistar and Net-App Endura\"]}",
     "As part of London's summer of cycling, Transport for London (TfL) has teamed up with London Nocturne to give Londoners the chance to compete in the first ever Barclays Cycle Hire race.",
     "Thirty Londoners will hit the course during the evening of Saturday 7 June, pedalling as fast as they can around Smithfield Market on the iconic blue bikes and some special edition yellow cycle hire bikes released to celebrate the Tour de France coming to London.",
     "The five lap Barclays Cycle Hire race is part of London Nocturne - a series of sprint and endurance cycle races enjoyed by over 15,000 spectators each year in east London.To be in with a chance to win a place in the race, Londoners should look out for details of competitions on TfL's Facebook today and throughout next week.",
     "The winner of the race will receive a year's free Barclays Cycle Hire membership.",
     "Spectators are welcome along the course, which has a street festival feel with a cycling expo area, food stalls and live music.",
     "A number of Barclays Cycle Hire docking stations are located close to the event at Smithfield Market.",
     "More information is available at \u003ca href=\"http://www.londonnocturne.com\"\u003ewww.londonnocturne.com\u003c/a\u003e ",
     "The Barclays Cycle Hire roadshow will also be at London Nocturne.",
     "Visitors to the stand can pick up a free docking station map and ask staff any questions they may have about the scheme.",
     "The Mayor of London, Boris Johnson, said:",
     "'Exactly a month before the Tour de France rolls into our great city, the London Nocturne will kick-start another sensational summer of cycling in the capital. Londoners shouldn't miss the chance to see Penny Farthings, folding bikes and even Barclays Cycle Hire bikes race around historic Smithfield Market. This free event has grown every year since 2007 and I'm sure the 2014 London Nocturne will be the best yet.'",
     "TfL's General Manager for Barclays Cycle Hire, Nick Aldworth, said:",
     "'Barclays Cycle Hire has quickly become a much loved part of London life, with the scheme hitting 30 million hires last week. The London Nocturne highlights the greatest and most iconic forms of cycling on the streets of London and we are delighted that Barclays Cycle Hire is taking part in what is hotly anticipated to be a thrilling night of cycling action.",
     "'This is just one of a fantastic series of cycling events in London this summer which include the return of the Tour de France and Prudential RideLondon, together they will help to cement London's reputation as a true cycling city and encourage more people to take to two wheels.'",
     "James Pope, MD of FACE Partnership, said:",
     "'This year's London Nocturne is set to be the best yet and will feature teams who will be racing the streets of London again a few weeks later in the Tour de France. Team Sky, Garmin-Sharp, Movistar and Net-App Endura will line up against the leading British teams with Olympic and World Champions battling against road stars such as Tyler Farrar and Josh Edmondson. We're delighted to include the Barclays Cycle Hire Race in the programme for the first time - the sight of a peloton of Barclays Cycle Hire bikes is set to be one of this year's highlights.'",
     "The London Nocturne will take place exactly one month before the Tour de France - the world's largest annual sporting event - comes to London on Monday 7 July.",
     "After two stages in Yorkshire, around 200 elite cyclists will travel from Cambridge, through Essex, into London before a spectacular finish on The Mall.",
     "The Tour de France will draw people onto the streets of London from near and far, and help to inspire more people to take up cycling in the capital.",
     "The Tour de France is followed by two more exciting cycling events in London - Prudential RideLondon on 9 and 10 August and the Tour of Britain, which finishes in London on 14 September.",
     "This summer's cycling events are likely to inspire thousands more Londoners to take to two wheels, building on the Mayor's ambition for cycling to be an integral part of the transport network.",
     "As part of his cycling vision, the Mayor is already engaging in a vast £1billion programme of improvements - creating a series of major new segregated cycle routes, enhanced cycling superhighways, urban quietways and turning some outer boroughs into mini-Hollands.",
     "There are currently over 10,000 Barclays Cycle Hire bikes across London with over 19,000 docking points available.",
     "The scheme, which is already the second largest cycle hire system in Europe, last week celebrated 30 million journeys since its launch and remains an affordable and enjoyable way to travel around London.",
     "A Barclays Cycle Hire membership key costs just £3 with membership costs at £2 for a 24-hour access period.",
     "The first 30 minutes of every journey is free.",
     "Around 93 per cent of all journeys made by Barclays Cycle Hire members have been under 30 minutes, which means that the vast majority of people using the scheme aren't paying any more than their access fees.",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"The 30 competition winners will be provided with a Barclays Cycle Hire bike for the race;\",\"Large parts of southwest London are now accessible by Barclays Cycle Hire after the area covered by the scheme expanded by more than 50 per cent in December 2013;\",\"Over 500 new docking points have also been added in the last year to improve availability of the scheme in existing areas where demand is particularly high;\",\"The detailed Tour de France route is available on the TfL website at \\u003ca href=\\\"http://tfl.gov.uk/tourdefrance\\\"\\u003etfl.gov.uk/tourdefrance\\u003c/a\\u003e . In early summer the website will be updated to include a full list of road closures and timings. To avoid delays drivers are advised to, wherever possible, avoid areas near the event routes in the affected parts of Cambridgeshire, Essex and London.\",\"Spectators will be able to watch the elite cycling action along the Tour de France route and also at the official Tour de France fan parks sites. The fan park sites will feature a wide range of different activities such as live Tour de France racing on a big screen, a French-style food market, a Tour de France Museum, interactive cycling activities, an outdoor cinema, live music, celebrity appearances and shops showcasing all of the latest bike equipment and accessories. Team London volunteers will also be on hand at all of the fan park sites to help spectators with local travel information and directions.\",\"Tube and rail services will be the best way to get around affected areas of London on the day of Tour de France, although stations along and around the route, particularly the finish at the Mall, are expected to be extremely busy.\",\"For up to date information on how transport services are operating, Londoners are advised to check before they travel at \\u003ca href=\\\"http://tfl.gov.uk\\\"\\u003etfl.gov.uk\\u003c/a\\u003e and follow @TfLTravelAlerts (Tube, DLR and London Overground), @TfLTrafficNews (roads) and @TfLBusAlerts (buses)\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2014/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2014/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2014/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2014/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2014/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2014/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2014/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2014/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2014/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2014/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2014/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2014/january",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}