{
 "pageTitle": "Full Tube services in operation after RMT strike",
 "description": "Full Tube services in operation after RMT strike",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Full Tube services in operation after RMT strike",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Customers thanked for their patience, and volunteers and transport staff thanked for keeping London moving"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Around 90 per cent of usual number of Oyster cards were used on the TfL network\",\"The Tube carried up to 57 per cent of its usual passenger numbers, a record high during strike action, and up to 80 per cent of stations were open\",\"RMT union urged to join LU and the other unions in continuing discussions rather than threatening more disruption\"]}",
     "Full Tube services are in operation this morning following the pointless strike called by the leadership of the RMT union.",
     "London Underground (LU) operated over 50 per cent of Tube services across the 48-hour action, far higher than during the last strike in February.",
     "LU carried 57 per cent of its usual passenger numbers yesterday, a record for a strike day, and around 80 per cent of stations were open.",
     "Services ran on 10 of the 11 lines for most of the strike, with all 11 lines running during yesterday's morning peak.",
     "Around 90 per cent of Oyster cards that would usually be seen on the TfL network were seen - showing that London carried on working and open for business.",
     "The highest number of buses ever seen in London helped Londoners get around and Barclays Cycle Hire journeys were up by over 70 per cent and journeys reached record numbers since the Olympic Games.",
     "Many thousands of staff and volunteer Travel Ambassadors drawn from TfL's support functions were out in force working hard to help customers and road users make their journeys.",
     "The strikes were called by the leadership of the RMT union over plans to modernise the Tube.",
     "Under these plans, at the busiest stations there will be nearly a third more staff visible and available to provide, on a permanent basis, the face-to-face customer service offered during the London 2012 Games.",
     "Visitors to London and people with disabilities will be better looked after than ever before.",
     "The modernisation will see savings of £50 million a year which will be reinvested in more frequent and reliable train services and will help keep fares down.",
     "Safety and security will never be compromised.",
     "Safety is not controlled from ticket offices but by station supervisors and dedicated control rooms.",
     "This will continue. LU has made five commitments to customers:",
     "{\"template\":\"bulletlist\",\"items\":[\"All stations will remain staffed and controlled at all times, with more staff visible and available to help customers and keep them safe and secure\",\"A new 24-hour service on core parts of the Tube network at weekends from 2015\",\"More frequent and reliable train services with better, more accessible stations\",\"Simpler ticketing, including contactless bank card payment with daily and weekly fares capping\",\"The best possible value by running our services as efficiently as possible while improving customer service\"]}",
     "From day one, LU has also guaranteed that modernisation will be taken forward with no compulsory redundancies and that there is a job for everyone who wants to continue working at LU.",
     "Mike Brown, Managing Director of London Underground, said:",
     "'I apologise for the disruption caused to Londoners as a result of the RMT's pointless strike, and thank everyone for the patience they showed throughout. I also thank the thousands of volunteers and transport staff, including many London Underground staff, who worked hard to keep London moving and open for business.",
     "'Under our plans to modernise the Tube, we're committed to a safe railway with an increased number of visible staff - by 30 per cent at our busiest stations - personally serving our passengers.  That means more staff than ever on hand providing help for customers who need it most. Fairness to our staff is guaranteed. There will be no compulsory redundancies, there is a job for all staff wanting to remain with us and no one will lose pay.",
     "'We have made significant changes to our original proposals after listening to our people and the unions. The only sensible course is for the RMT leadership to join us and the other unions in continuing discussions and to work with us to shape the future of the Tube rather than threatening more disruption.'",
     "In more than 40 meetings over eight weeks, the RMT leadership has failed to put forward a single credible idea of their own to respond to a changing world.",
     "Instead, they have demanded that all proposals for change should be stopped, and are also opposing voluntary redundancy as a choice for LU staff.",
     "All other unions continue to support offering staff the option of voluntary redundancy as part of modernisation and over 650 staff have already formally applied for voluntary redundancy with hundreds more expressing an interest.",
     "London Underground will be discussing its proposals further with the unions at the conciliation service ACAS on Friday, and is urging the RMT leadership to remove the threat of further disruption."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}