{
 "pageTitle": "Commercial partnership opportunities",
 "keywords": "TfL",
 "description": "Explore the opportunities for commercial partnership with us.",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Business \u0026 commercial",
   "url": "/info-for/business-and-commercial/index"
  },
  {
   "title": "Commercial partnerships and experiential marketing",
   "url": "/info-for/business-and-commercial/commercial-partnerships-and-experiential-marketing"
  },
  {
   "title": "Commercial partnership opportunities"
  }
 ],
 "title": {
  "title": "Commercial partnership opportunities",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "{\"template\":\"intro\",\"texts\":[\"Explore the opportunities for commercial partnership with us.\"],\"link\":{\"image\":{}},\"image\":{},\"wrapped\":false}",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Out of home advertising\"}",
     "You can book out of home advertising via our advertising partner Exterion Media. This can be either alongside a commercial partnership for an integrated campaign through our joint Hello London offering, or as a standalone booking.",
     "We offer a range of formats, from traditional posters to digital screens to more creative solutions.",
     "For more information \u003ca href=\"http://www.exterionmedia.com/uk/our-products/tfl-rail-estate/london-underground-advertising\"\u003evisit the Exterion website\u003c/a\u003e .",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Experiential space\"}",
     "You can book experiential advertising as part of a commercial partnership or as a standalone booking via one of our experiential advertising partners.",
     "Many pre-approved locations are available for activities including distributing product samples, marketing materials or creating immersive brand experiences.",
     "For more information email \u003ca href=\"mailto:experientialmarketing@tube.tfl.gov.uk\"\u003eexperientialmarketing@tube.tfl.gov.uk\u003c/a\u003e .",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Filming and photography\"}",
     "Find out about \u003ca href=\"/info-for/media/filming-opportunities\"\u003efilming and photography opportunities on the TfL network\u003c/a\u003e .",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"TfL website\"}",
     "Formats available on the TfL website include banner advertising formats, page wraps, video ads and targeting on the results pages of our \u003ca href=\"/plan-a-journey/index\"\u003eJourney Planner\u003c/a\u003e .",
     "For more information email \u003ca href=\"mailto:commercialpartnerships@tfl.gov.uk\"\u003ecommercialpartnerships@tfl.gov.uk\u003c/a\u003e .",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Retail and pop-up space\"}",
     "Find out about \u003ca href=\"/info-for/business-and-commercial/retail\"\u003eretail units\u003c/a\u003e and \u003ca href=\"/info-for/business-and-commercial/other-opportunities\"\u003epop-up space\u003c/a\u003e on the TfL network.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Renaming stations\"}",
     "Renaming a station is one of our premium commercial partnerships.",
     "You need a formal commercial agreement with us to rename a station. This applies to:",
     "{\"template\":\"bulletlist\",\"items\":[\"A single or limited number of station roundels for a photo opportunity\",\"Implied name change through any press release or copy, creative or script on other assets\"]}",
     "Tube stations can be renamed for 24-48 hours. This includes the rights to change internal signage referring to the station name at the chosen station.",
     "The new name should be a pun or reference to the current station name, and close enough to it to avoid confusion. Temporary station names are subject to agreement from a TfL Director.",
     "Internal signage that will be temporarily changed includes roundels (tend to be found on platforms), line diagrams, wayfinding signs and platform frieze panels.",
     "The following signage referring to the station name isn't included in station renaming: roundels on the track side of a platform, signage visible at street level, signage within trains, signage at other locations where the station is referenced.",
     "All internal signage will be returned to the actual station name at the cost of the commercial partner.",
     "For costs and lead times, see our \u003ca href=\"/info-for/business-and-commercial/commercial-opportunities/commercial-partnerships\"\u003eCommercial partnerships overview\u003c/a\u003e .",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Busking pitches\"}",
     "The busking scheme has nearly 40 pitches in 25 Tube stations and can be sponsored on an exclusive basis by a commercial partner. Busking pitches for commercial use are otherwise only available as part of a commercial partnership and can't be bought on a standalone basis or as an add-on to an out of home advertising campaign.",
     "The primary purpose of TfL's busking scheme is to provide music to entertain customers and improve the station environment, commercial usage of the space should be performance-based, for example acoustic music or spoken word.",
     "For costs and lead times, see our \u003ca href=\"/info-for/business-and-commercial/commercial-opportunities/commercial-partnerships\"\u003eCommercial partnerships overview\u003c/a\u003e .",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Station PA announcements\"}",
     "PA announcements are only available as part of a commercial partnership and can't be bought on a standalone basis or as an add-on to an out of home advertising campaign. For costs and lead times, see our \u003ca href=\"/info-for/business-and-commercial/commercial-opportunities/commercial-partnerships\"\u003eCommercial partnerships overview\u003c/a\u003e .",
     "To include PA announcements as part of a commercial partnership, the following criteria need to be satisfied:",
     "{\"template\":\"bulletlist\",\"items\":[\"\\u003cstrong\\u003eProximity\\u003c/strong\\u003e . It needs to make sense for that location. This could be at a station level or a London level depending on the campaign\",\"\\u003cstrong\\u003eRelevance\\u003c/strong\\u003e . Why will our customers be interested in this?\",\"\\u003cstrong\\u003eAudience\\u003c/strong\\u003e . Is the message going to be understood and appreciated by the majority of the audience?\"]}",
     "Production costs vary by station but are typically £600-£2000 ex VAT per station, depending on the types of PA system used. Media costs vary depending on station, and the amount of time they'll be played for.",
     "Approvals are required from London Underground's Director of Customer Strategy on all of the above.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Platform countdown screens (DMIs)\"}",
     "Dot matrix indicators (DMIs) are only available as part of a commercial partnership and can't be bought on a standalone basis or as an add-on to an out of home advertising campaign. For costs and lead times, see our \u003ca href=\"/info-for/business-and-commercial/commercial-opportunities/commercial-partnerships\"\u003eCommercial partnerships overview\u003c/a\u003e .",
     "For DMIs to be included as part of a commercial partnership the following criteria need to be satisfied:",
     "{\"template\":\"bulletlist\",\"items\":[\"\\u003cstrong\\u003eProximity\\u003c/strong\\u003e . It needs to make sense for that location, for example nearby event(s), experiential activity in station(s). This could be at a line level or a London level depending on the campaign\",\"\\u003cstrong\\u003eRelevance\\u003c/strong\\u003e . Why will our customers be interested in this?\",\"\\u003cstrong\\u003eAudience\\u003c/strong\\u003e . Is the message going to be understood and appreciated by the majority of the audience? It can't be too niche, annoying or commercial beyond references to the above\"]}",
     "Production costs are £1000 ex VAT per line, media costs vary dependent on line, and how long messages will be played for.",
     "Approvals are required from London Underground's Director of Customer Strategy on all of the above.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Wayfinding and signage\"}",
     "We have an established wayfinding and signage approach designed to be intuitive and help our millions of customers navigate a complex network.",
     "Your organisation can request signage within a station, or an enhanced version of your existing signage. We consider each individually on commercial terms, and it will need to be approved by our Wayfinding and Signage team to ensure the proposal works in the station environment.",
     "Commercial costs vary according to the station and, along with production and implementation costs, must be met by the commercial partner. The contract will be published on the contracts section of the TfL website in line with our transparency policy.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Social media and press releases\"}",
     "Due to our communication policy and approval process with the Mayor's Office, we can't offer social media posts or press releases as part of a commercial partnership contract.",
     "However, we can still publish appropriate posts or releases, if we receive a press and social media plan from a commercial partner or their agency in good time.",
     "Social media posts are usually reposts of a commercial partner's own content, rather than an organic post from our own accounts. Any press releases or social media posts must be agreed between the commercial partner and our Press Office.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Customer emails (CRM)\"}",
     "Our customer emails (CRM) are limited to service related messaging and can't be used as part of a commercial partnership.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Sponsoring the Tube map\"}",
     "Each release of our Tube map consists of around 1,360 large \"Quad Royal\" maps, which appear on walls and noticeboards in stations across the network. The release also includes 6 million pocket maps, which are given out in station ticket halls.",
     "The above are released twice a year, in May and November. We need a signed commercial partnership contract and the approved artwork 8 weeks before that. This is on top of our \u003ca href=\"/info-for/business-and-commercial/commercial-opportunities/commercial-partnerships\"\u003estandard lead times\u003c/a\u003e .",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Sponsoring or distributing Oyster wallets\"}",
     "For more information, see \u003ca href=\"#experiential\"\u003eExperiential space\u003c/a\u003e . To find out about incorporating TfL designs on branded wallets under license, see \u003ca href=\"#intellectual\"\u003eIntellectual property\u003c/a\u003e .",
     "Full sponsorship of the Tube Map and Oyster wallets distributed through TfL channels. Lead time here is about 12 months, with a cost of around £1m+. Partnerships must be a minimum of 1 year.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Offering free journeys\"}",
     "Due to their complexity, we can only arrange payment promotions as part of a commercial partnership.",
     "Previous payment promotion mechanics have been arranged by or in partnership with one of the main card schemes, Visa, MasterCard or American Express. These use their technical capabilities to offer refunds on travel to effectively give their card users free journeys.",
     "Contactless payment technology is also widely available. We don't offer Oyster chips for promotional or other purposes. This means you would need to source a Europay MasterCard Visa (EMV) chip maker, chip provider, scheme, issuer (bank) and processor.",
     "The chip would need full EMV accreditation (normally from MasterCard or Visa), which takes time and costs a reasonable amount of money. It would need to have a unique BIN (Bank Identification Number) for us to track journeys made.",
     "We don't fund free travel, so all travel costs need to be funded by the commercial partner. Lead times (including accreditation) vary from 6-12+ months.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Santander Cycles\"}",
     "We are happy to explore opportunities to promote Santander Cycles in London. All further partnerships are subject to the approval of Santander and TfL.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"TfL intellectual property in advertising creative\"}",
     "The TfL roundels, Tube map and other intellectual property and trademarks can be used on products under a commercial license, either independently or as part of a commercial partnership.",
     "To do this independently of a commercial partnership, you'll find details at our \u003ca href=\"http://www.tsbagroup.com/brands/transport-for-london/\"\u003elicensing partner TSBA\u003c/a\u003e .",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Next step\"}",
     "For any of the above, go to our overview page to \u003ca href=\"/info-for/business-and-commercial/commercial-opportunities/commercial-partnerships\"\u003esubmit an initial brief.\u003c/a\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Commercial partnerships and experiential marketing",
    "links": [
     {
      "title": "How to work with us",
      "url": "/info-for/business-and-commercial/commercial-opportunities/commercial-partnerships",
      "image": {}
     },
     {
      "title": "Commercial partnership opportunities",
      "url": "/info-for/business-and-commercial/commercial-opportunities/commercial-partnership-opportunities",
      "image": {}
     },
     {
      "title": "Transparency policy on commercial partnerships",
      "url": "/info-for/business-and-commercial/commercial-opportunities/commercial-partnerships---transparency",
      "image": {}
     },
     {
      "title": "Charity fundraising",
      "url": "/info-for/business-and-commercial/commercial-opportunities/charity-fundraising",
      "image": {}
     }
    ],
    "link": {
     "title": "Commercial partnerships and experiential marketing",
     "url": "/info-for/business-and-commercial/commercial-opportunities/charity-fundraising",
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "advert",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}