{
 "pageTitle": "Cabwise number 60835 not in operation from 1am until 6am on Sunday 18 November",
 "description": "Anyone who requires a number for a local licensed minicab during this time should call TfL's 24-hour travel information centre on 020 7222 1234 for local licensed minicab details. People wanting to pre-book a licensed minicab for their journey home can",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Cabwise number 60835 not in operation from 1am until 6am on Sunday 18 November",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London's (TfL's) CABWISE number 60835 will not be available from 1am until 6am on Sunday 18 November due to planned maintenance work by Cable and Wireless."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Anyone who requires a number for a local licensed minicab during this time should call TfL's 24-hour travel information centre on 020 7222 1234 for local licensed minicab details.",
     "People wanting to pre-book a licensed minicab for their journey home can also visit tfl.gov.uk/findaride to search for licensed minicab operators in any part of London.\u003cbr /\u003e\u003cbr /\u003eThe CABWISE number will resume normal service from 6am on Sunday 18 November.\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"To use TfL's text service CABWISE: just text HOME to 60835 to get one taxi number and two local, licensed minicab numbers sent directly to your mobile phone. Texts are charged at 35p per enquiry plus standard network charges. The service is not currently available on 3 and Virgin networks\",\"There are marshalled taxi rank schemes in operation in Romford, Cranbourn Street, Bromley, the City of London and Kingston\",\"Passengers must approach the marshal at the rank if they wish to get a taxi\",\"Marshals do not link up individual passengers or groups unknown to each other who are travelling in the same direction\",\"Drivers are free to return to the marshalled rank as many times as they wish during the night\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}