{
 "pageTitle": "Extra public transport for Diwali celebrations at the Shri Swaminarayan Mandir, Neasden",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Extra public transport for Diwali celebrations at the Shri Swaminarayan Mandir, Neasden",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) will provide extra buses to take people to the Shri Swaminarayan Mandir for Diwali celebrations."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The Mandir is the largest Hindu temple outside India.",
     "This year the festival takes place on Friday 9 and Saturday 10 November.",
     "A free shuttle bus will link Neasden Station on the Jubilee Line to the temple.",
     "It will run between 15:00 and midnight on Friday 9 November and between 10:00 and 22:00 on Saturday 10 November.",
     "Route PR2 links the temple with Wembley Park, Stonebridge Park and Park Royal.",
     "It will run every 15 minutes - double the normal service - on both the Friday and the Saturday.",
     "Before 10:00, there will be a bus every 30 minutes.",
     "Route 206 links the temple with St. Raphael's Estate, Harlesden and Kilburn.",
     "It will run its normal service - every 15 minutes in the daytime and every 30 minutes in the evening.",
     "John Barry, Head of Network Development for London Buses, said:  \"These extra buses will help people travelling to the celebrations and encourage the use of public transport.\"",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Travel London will provide the Neasden Station shuttle bus on behalf of TfL\",\"It will run every 8-10 minutes from 15:00 to midnight on the Friday\",\"On the Saturday it will run every 15 minutes from 10:00 until 16:00 and then every 10 minutes until 22:00\",\"Routes 206 and PR2 accept all normal TfL tickets and passes\",\"All London's buses have in-vehicle CCTV and all except the Heritage Routemasters are accessible to wheelchair users\",\"With more than 8000 buses on approximately 700 routes, the London bus network has seen usage increase by 45 per cent since 1999/2000\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}