{
 "pageTitle": "First woman to lead out London Transport veterans on Remembrance Sunday",
 "description": "Brian Thompson, a retired bus driving instructor, will lay the wreath at the Cenotaph.The London Transport Old Comrades is the only civilian group allowed to lay a wreath at the Cenotaph on Remembrance Sunday. They march in honour of transport workers who",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "First woman to lead out London Transport veterans on Remembrance Sunday",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Jacky Emberton, a London Buses Network Duty Manager will be the first woman to lead the London Transport Old Comrades as they march past the Cenotaph on Remembrance Sunday this year."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Leading the contingent is like a dream come true",
     "Brian Thompson, a retired bus driving instructor, will lay the wreath at the Cenotaph.",
     "The London Transport Old Comrades is the only civilian group allowed to lay a wreath at the Cenotaph on Remembrance Sunday.",
     "They march in honour of transport workers who died serving their country in the First and Second World Wars.",
     "Jacky Emberton currently works to keep the network running smoothly in the London Bus operations centre, Centrecomm, as a Duty Manager.",
     "At the start of her career she was as a driver in the Women's Royal Army Corps (WRAC) between 1973 and 1978, serving in the UK and Germany.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Great deal of pride\"}",
     "Joining the bus industry in 1978 as a bus driver in Salisbury, she returned to military service in 1986 with the Territorial Army as a logistics movement operator.",
     "During that period she experienced an 18 month tour of Bosnia, as well as exercises in Oman, the United States and various countries across Europe.",
     "Jacky Emberton said: \"I used to watch the Remembrance Sunday parade when I was a little girl and always felt such a great deal of pride that we took the time every year to honour those men and women who paid the ultimate price for our freedom.",
     "\"Leading the contingent is like a dream come true.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Highly honoured\"}",
     "Brian Thompson began his military career in 1951 with the RAF, serving for 12 and a half  years in various postings in the UK before going to Aden.",
     "He served for a further 30 years in the Royal Marines Reserve and is still on the Reserve Officers list.",
     "Brian joined London Buses in 1988 as a driver for Red Arrows and later worked on route 11, which regularly passes the Cenotaph, before finally retiring as a bus instructor in 2000 on his 65th birthday.",
     "Brian Thompson said:  \"I am highly honoured to lay the wreath for Transport for London, especially having served in London General which shares the name of the General Omnibus Company, which went to the front in the Great War.",
     "\"Although not in action, I lost my grandson in June of this year when he was only 19 years old.",
     "\"I feel a great deal of sympathy for those who lost young loved ones over the years in military service.\"",
     "{\"template\":\"bulletlist\",\"items\":[\"London Transport Old Comrades were given the right to march by King George V who granted this honour to the London General Omnibus Company in 1920 in recognition of the services rendered by the men who drove buses to the front line in France 1915\",\"1500 transport workers died in World War I and 3000 lost their lives in World War II\",\"Images of Jacky Emberton and Brian Thompson are available on request\",\"Anyone who would like to interview Jacky Emberton or Brian Thompson should contact the TfL press office\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}