{
 "pageTitle": "Have your say on plans to improve Highbury Corner roundabout and the surrounding open space",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Have your say on plans to improve Highbury Corner roundabout and the surrounding open space",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) and Islington Council have launched a public consultation today (Monday 12 November) on plans which could turn Highbury Corner into a more attractive public area with better transport connections."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This is an ambitious project to transform Highbury Corner and to create a landmark public space",
     "Local residents are being urged to give their views on three options which could transform the area which is outside Highbury \u0026 Islington station.",
     "A public exhibition on the proposals for Highbury Corner will be held at Highbury Baptist Church, 40a Baalbec Road, on Thursday 6, Friday 7 and Saturday 8 December.",
     "TfL staff and representatives from Islington Council will be there to answer questions in person.",
     "The public consultation will then last for eight weeks closing on Monday 7 January 2008.",
     "Improvements to this busy roundabout and surrounding area would make changing between transport services quicker and safer for passengers.",
     "The number of people passing through this hub is expected to rise, especially with increased numbers travelling to and from Arsenal's higher capacity home ground.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Pleasant environment\"}",
     "TfL has done work with Islington Council and has drawn up three options.",
     "Views are invited on these.",
     "John McNulty, Interchange Programme Director for TfL, said: \"We are keen to hear what people think about these possible plans which could transform this busy transport hub into a safer, greener and more attractive communal area.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Ambitious project\"}",
     "\"The local community's views are important to us and together with other technical criteria will help us decide which option to choose.\"\u003cbr /\u003e\u003cbr /\u003eJames Kempton, Council Leader for Islington Council, said: \"Highbury Corner is a great example of the sort of post war transport planning which we now recognise as being wrong.",
     "\"It's noisy, unpleasant and the pavements are cramped.",
     "\"This is an ambitious project to transform Highbury Corner and to create a landmark public space beside one of the busiest transport interchanges in Islington.\"",
     "The upgrade for Highbury Corner would complement improvements - both Tube and overground rail - planned inside Highbury \u0026 Islington station.\u003cbr /\u003e\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL is working closely with Islington Council and has drawn up three possible design options for Highbury Corner which they would like people to comment on. To create more space for pedestrians and make better use of the green area at the centre of the gyratory two of these options would involve closing one of the sides of the roundabout. TfL recognises that significant improvements to Highbury Corner could lead to changes in traffic flow so an option which does not require closing one side of the roundabout has been developed. The proposals are subject to planning permission and funding\",\"The proposed options are:\",\"Option A: western side closure\\u003cbr /\\u003eThe western side of the roundabout would be closed to private vehicles but open to buses, taxis, cyclists and pedestrians to create a shared area of public space next to the station\",\"Option B: northern side closure\\u003cbr /\\u003eThe northern side of the roundabout would be closed to private vehicles but open to buses, taxis, cyclists and pedestrians to create a shared area of public space outside the shops\",\"Option C: minor improvements\\u003cbr /\\u003eThis option would retain current traffic arrangements while also creating a well-designed public area\",\"The public exhibitions on the proposals for Highbury Corner are being held Highbury Baptist Church 40a Baalbec Road, London, N5 1QL on:\",\"Thursday 6 December (12:00 - 19:30)\",\"Friday 7 December (12:00 - 19:30)\\u003cbr /\\u003eSaturday 8 December (10:00 - 16:00)\\u003cbr /\\u003eA copy of the consultation brochure can be found at: \\u003ca href=\\\"http://www.tfl.gov.uk/highburyandislington\\\"\\u003ewww.tfl.gov.uk/highburyandislington\\u003c/a\\u003e \",\"The project partners are Transport for London, GLA, Design for London, Islington Council\",\"These plans are part of a coordinated programme of works being undertaken by TfL which also include:\",\"An upgrade to the Underground station to provide step-free access to the platforms and increased capacity in the ticket hall\",\"Improvements to the North London Railway (formerly Silverlink) platforms and creation of a new platform for the extended East London Line as part of the new London Overground network\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}