{
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor announces £4.3m for transport improvements in Harrow",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Mayor of London today announced £4.3m of funding for Harrow to spend on local transport improvements to make the borough safer, greener and more accessible."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This £4.3m investment will go towards directly improving transport for people in Harrow",
     "The £4.3m funding includes £665,000 for more cycle lanes and better facilities for cyclists in Harrow as part of the London Cycle Network+, £1m to widen the rail bridge at Petts Hill Bridge, £360,000 for three schemes to set up 20 mph zones around schools and £222,000 to reconstruct the footpath along the A409 from Uxbridge Road to Harrow Weald Park.",
     "The funding is part of the record-breaking five-year £792m programme for local transport schemes included in the Transport for London (TfL) £10bn Investment Programme.",
     "Mayor of London, Ken Livingstone, said: 'This new £4.3m investment in local transport schemes will make the daily journeys of people in Harrow, safer, greener and more accessible, whether they are travelling by public transport, by car, on foot or by bike.",
     "'Thanks to extra investment in local transport schemes, cycling has increased by 83 per cent since 2000 and more than 1,600 school travel plans have been approved which encourage and enable more children and their parents to walk to school.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Improving local transport\"}",
     "London's Transport Commissioner, Peter Hendy, said: 'This £4.3m investment will go towards directly improving transport for people in Harrow.",
     "'Local people feel strongly about transport in their area and this funding will make a real difference to their experience each day.",
     "'The investment will fund both large and small projects that will improve bus journeys and access to public transport, reduce congestion, improve the environment and promote a healthier lifestyle.",
     "This funding is an important part of our wider programme of spending in the boroughs to make improvements to local transport.'",
     "Projects funded in Harrow for 2008/09 will include:\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"£665,000 for the London Cycle Network+\",\"£1m to provide a widened rail bridge at Petts Hill Bridge, improving the junction and making it safer. Network Rail and the London Boroughs of Ealing and Harrow are also contributing to this project\",\"£360,000 for three schemes to set up 20 mph zones around schools to improve safety, especially for school children. This investment will also contribute to a general Review of Safety around schools, to be completed by 2008\",\"£222,000 to reconstruct the footpath alongside the A409 from Uxbridge Road to Harrow Weald Park\",\"£50,000 to support the borough's design and development work for a town centre scheme in Station Road near Harrow-on-the-Hill station, to complement bus access improvements in the area. The aim is to improve public transport in the town centre. Measures being considered include buses travelling in both directions in Station Road and improvements for pedestrians such as more direct crossings, better street lighting and landscaping in the area\\u003cbr /\\u003e\"]}",
     "\u003cstrong\u003eNotes for editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Each year the borough prepares a Local Implementation Plan to demonstrate how they propose to implement the Mayor's Transport Strategy locally. While Transport for London awards funding for individual schemes, project delivery is the responsibility of the borough.\",\"Priorities for the Local Implementation Plans include:\\u003cbr /\\u003eul\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"Below is a list with a breakdown of Local Implementation Plan funding for Harrow:\"]}",
     "Principal road renewals - £560,000\u003cbr /\u003eLocal safety schemes - £225,000\u003cbr /\u003e20mph zones - £360,000\u003cbr /\u003eEducation, training and publicity - £38,000\u003cbr /\u003eWalking - £150,000\u003cbr /\u003eCycling - £70,000\u003cbr /\u003eLondon Cycle Network+ - £665,000\u003cbr /\u003eBus stop accessibility - £106,000\u003cbr /\u003eBus priority - £1,502,000\u003cbr /\u003eTown Centres - £50,000\u003cbr /\u003eStation access - £250,000\u003cbr /\u003eSchool Travel Plans - £122,000\u003cbr /\u003eTravel awareness - £40,000\u003cbr /\u003eEnvironment - £20,000\u003cbr /\u003eLocal area accessibility - £100,000\u003cbr /\u003eTotal - £4,258,000",
     "{\"template\":\"bulletlist\",\"items\":[\"A School Travel Plan is a package of measures, tailored to the needs of individual schools to deliver alternative transport methods for the school run.  The aim of a school travel plan is to reduce single occupancy car journeys to school, reduce congestion and increase safety around schools\",\"London Cycle Network+ is funded by Transport for London. The London Cycle Network+ will provide 900km of safer, faster cycle routes through the Capital. It's due to be finished by 2010 and is one of TfL's major investments\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}