{
 "pageTitle": "Mayor announces Europe's largest fleet of hydrogen buses for London",
 "description": "The Mayor of London, Ken Livingstone, today announced that ten new hydrogen-powered buses will join London's bus fleet by 2010. When operational on London's streets, the hydrogen fuel cell-powered vehicles will produce no pollution or carbon dioxide, a",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor announces Europe's largest fleet of hydrogen buses for London ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "This press release was originally issued by the Mayor of London's press office at the Greater London Authority."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The Mayor and Transport for London are committed to tackling climate change through cutting London's contribution to CO2 and other emissions",
     "The Mayor of London, Ken Livingstone, today announced that ten new hydrogen-powered buses will join London's bus fleet by 2010.",
     "When operational on London's streets, the hydrogen fuel cell-powered vehicles will produce no pollution or carbon dioxide, a major contributor to global warming, and will help improve the capital's air quality.",
     "Transport for London (TfL) has signed a contract with ISE - an American company with a record of delivering hydrogen buses - for five hydrogen fuel cell buses and five hydrogen internal combustion engine buses.",
     "This is one of the world's first commercial contracts for hydrogen buses. The vehicles will be operated by First on behalf of TfL.",
     "In February 2006, the Mayor announced the London Hydrogen Transport programme, which aims to introduce 70 new hydrogen vehicles into London - ten of these vehicles will be buses.",
     "Transport is responsible for 22 per cent of London's emissions, and the Mayor's Climate Change Action plan sets a target for annual reductions.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Improving air quality\"}",
     "Hydrogen vehicles are clean and efficient, and it is expected that the ten hydrogen hybrid buses will produce substantially fewer emissions of CO2 and other harmful air pollutants than a conventional diesel bus.",
     "Ken Livingstone said: \"Hydrogen is a fuel of the future as it improves air quality and does not produce the harmful emissions which are causing catastrophic climate change. These ten new hydrogen vehicles will be clean and efficient, providing a smoother, quieter ride for passengers.",
     "\"London is now the first city in Europe to commit to a hydrogen bus fleet of this size, which will match traditional diesel buses in terms of performance.",
     "\"This represents a huge step forward from the previous hydrogen trials in the capital and is an important step towards my target of having five per cent of all public sector fleet vehicles powered by hydrogen by 2015.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Reducing emissions\"}",
     "The contract signed with ISE is for £9.65m.",
     "This covers not only the initial cost of the vehicles themselves but also the specialist maintenance and replacement parts over a five year period after delivery.",
     "The Department for Business Enterprise \u0026 Regulatory Reform has provided a grant of £2.6 million towards TfL's hydrogen bus programme.",
     "Malcolm Wicks, Minister of State for Energy, said: \"This is a very exciting development and a serious step towards the long-term aim of reducing emissions from road transport.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Fuel cell projects\"}",
     "\"The Government has backed the Mayor's scheme with £2.6m as part of a wider package of support for UK hydrogen and fuel cell projects.",
     "\"This again underlines our commitment to do what we can to tackle climate change.\"",
     "Mike Weston, Operations Director for London Buses, said: \"The Mayor and Transport for London are committed to tackling climate change through cutting London's contribution to CO2 and other emissions.",
     "\"Hydrogen technology is still being developed and we are paying a premium for these early models.",
     "\"However, we firmly believe this is a worthwhile investment in developing clean, green technology, and we expect costs to reduce over time.\"",
     "\u003cstrong\u003eNotes to editors: \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"These new hydrogen buses will incorporate hybrid technology to ensure they make the most efficient use of hydrogen. It also allows hydrogen buses to match their diesel counterparts in terms of range and operating hours\",\"Hydrogen fuel cell buses produce no exhaust emissions other than water vapour. Emissions from the buses with hydrogen internal combustion engines will also be much lower than from conventional diesel buses; exact figures will be confirmed after delivery\",\"ISE is an American company which has been delivering hydrogen buses since 2004. ISE will be working with a number of sub-contractors, including The Wright Group, a bus manufacturer based in Northern Ireland, and Ballard, a fuel cell manufacturer based in Canada\",\"The 'well to wheel' CO2 emissions for both types of bus will be calculated after delivery, when the volume of hydrogen required to power the buses in operation has been confirmed.  'Well to wheel' emissions levels take into consideration the production or extraction processes used in procuring the fuel, as well as the emissions produced by vehicles in operation. The reductions in carbon dioxide emissions, compared to a diesel bus are expected to be: 50 per cent reduction for the fuel cell buses and 20 per cent reduction for the internal combustion engine buses\",\"The procurement process to secure a hydrogen refuelling supplier is well underway and TfL expects to have chosen a supplier on board early in 2008\",\"This project compliments the activities of the Hydrogen Bus Alliance, which TfL was integral in setting up. The Alliance comprises representatives from the public transport authorities of international cities and regions that have demonstrated a clear commitment to hydrogen technology. Each member of the Alliance has made a commitment to buy at least five new hydrogen buses to begin operating between 2008 and 2012. For more details: \\u003ca href=\\\"http://www.hydrogenbusalliance.org\\\"\\u003ewww.hydrogenbusalliance.org\\u003c/a\\u003e \",\"TfL previously took part in CUTE (Cleaner Urban Transport for Europe) - a European Union project designed to test hydrogen technology in different cities in Europe. A number of participants (including London) also took part in the one year extension of the trial, known as Hy:FLEET CUTE. The trial saw three hydrogen-powered fuel cell buses running on the RV1 route in London for three years. The aim of the project was to demonstrate the feasibility of an innovative, high energy efficient, clean urban public transport system; and educate people about hydrogen fuel\",\"CUTE trial: \\u003ca href=\\\"http://www.fuel-cell-bus-club.com\\\"\\u003ewww.fuel-cell-bus-club.com\\u003c/a\\u003e \",\"HyFLEET:CUTE extension: \\u003ca href=\\\"http://www.global-hydrogen-bus-platform.com\\\"\\u003ewww.global-hydrogen-bus-platform.com\\u003c/a\\u003e \",\"These ten new hydrogen buses are part of the Mayor's plan to have up to 70 hydrogen vehicles in operation in London by 2010, as set out in the London Hydrogen Partnership's Transport Action Plan.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}