{
 "pageTitle": "More hybrid buses help make cleaner, greener bus fleet",
 "description": "The six new single deck hybrid buses will add to the six single deck and one double deck hybrid buses already operating on London's bus network. The new hybrid buses, built by The Wright Group, are cleaner, quieter and use less fuel than a standard diesel",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "More hybrid buses help make cleaner, greener bus fleet",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Another six environmentally friendly hybrid buses are being added to Transport for London's (TfL's) bus fleet."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Our aim is that by 2012 every new bus entering the fleet will be a hybrid",
     "The six new single deck hybrid buses will add to the six single deck and one double deck hybrid buses already operating on London's bus network.",
     "The new hybrid buses, built by The Wright Group, are cleaner, quieter and use less fuel than a standard diesel bus, which means they emit considerably less carbon dioxide.",
     "Five of the new hybrids will operate on route 129 and the other will join six hybrid buses already operating on route 360.",
     "The buses will enter service on Monday 19 November 2007. A leafy motif on the vehicles will help passengers recognise the environmentally-friendly status of the buses.",
     "These vehicles are being introduced as part of an ongoing programme by TfL to test innovative technology and reduce emissions from its bus fleet, which is already the cleanest in the UK*.",
     "This is in line with the Mayor of London's Climate Change action plan and other environmental strategies.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Helping the environment\"}",
     "Ken Livingstone, Mayor of London, said: \"These cleaner, greener hybrid buses are at the forefront of environmentally-friendly technology and will help cut pollutant emissions in London.",
     "\"This contributes to our drive to tackle climate change and improve the city's air, as well as offering passengers a smoother, quieter journey.",
     "\"Our aim is that by 2012 every new bus entering the fleet will be a hybrid.\"",
     "Mike Weston, Operations Director for London Buses, said: \"London Buses is committed to minimising its impact on the environment. Increasing the number of hybrid buses in the fleet is just one of the projects we are working on to reduce emissions and help tackle climate change.\"",
     "\u003cstrong\u003eNotes to editors \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"In September, London Buses won the Public Sector Innovation category in the GreenFleet Awards for introducing hybrid buses in London\",\"Route 129 is run by Travel London, and travels from North Greenwich station to Greenwich Cutty Sark\",\"Route 360 is run by London Central, and travels from Elephant \\u0026 Castle to Kensington (Queen's Gate) via Black Prince Road, Albert Embankment, Vauxhall, Pimlico, Chelsea Bridge Road, Sloane Square, Brompton Cross and South Kensington\",\"The hybrid bus works as follows: a 336 volt battery pack provides power to the wheels via a 120Kw electric motor. The battery pack is kept at optimum power by a 2.2 litre diesel Euro IV engine. In other words, an engine which would normally be found in a light commercial van keeps the battery charged. When the vehicle brakes, energy which would normally be wasted is also recycled and used to charge the battery. With a smaller diesel engine in conjunction with the battery pack the vehicle can achieve improved fuel consumption and reduced CO2\",\"The route 360 bus will use a Lithium Ion battery pack with roof mounted engine cooling and a 2.2 litre Ford engine. The buses on the route 129 will use the gel lead acid batteries\",\"*The 8,000 strong London Buses fleet is the cleanest in the UK. Thirty-six per cent of the fleet meet Euro II standards and are fitted with particulate filters, 61 per cent meet Euro III and are fitted with particulate filters. Three per cent eet the latest Euro standard of Euro IV\",\"This is the first of a number of hybrid systems to be evaluated by London Buses, representing TfL's continued commitment to ensuring its operators' fleets achieve the highest standards in environmental performance\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}