{
 "pageTitle": "New subway and ticket office opens at Walthamstow Central station",
 "description": "Passengers using Walthamstow Central station are set for faster, safer and easier journeys with a programme of improvements now complete and ready for use. Underground, bus and National Rail users will benefit from the improvements, which are part of",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New subway and ticket office opens at Walthamstow Central station ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Improved safety and accessibility part of massive investment"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "These improvements will greatly improve the safety and convenience of Walthamstow Central Station",
     "Passengers using Walthamstow Central station are set for faster, safer and easier journeys with a programme of improvements now complete and ready for use.",
     "Underground, bus and National Rail users will benefit from the improvements, which are part of Transport for London's (TfL's) £10bn investment in London's transport infrastructure.",
     "The improvements at Walthamstow include:",
     "{\"template\":\"bulletlist\",\"items\":[\"New easy access subway linking tube, rail and bus terminals\",\"Enlarged ticket office, with extra ticket issuing facilities\",\"Enhanced passenger safety including new CCTV and Help points\",\"Improved access for passengers with disabilities, including new ticket gates\"]}",
     "Walthamstow Central is a major transport interchange, with more than 30 per cent of Underground users transferring to and from bus services at the station.",
     "Before the improvements were undertaken, access to the tube was through the busy National Rail station ticketing area.",
     "These works will make greatly improve the experience for the 13 million passengers who use the station each year.",
     "The Mayor of London, Ken Livingstone, said: \"These improvements will greatly improve the safety and convenience of Walthamstow Central Station as a key transport interchange.",
     "\"They are part of our ongoing effort to improve public transport in London.\"",
     "John Doyle, London Underground's Victoria line Manager, said: \"We want to ensure customers can use this interchange quickly and safely to as part of their journey.",
     "\"The raft of improvements we have undertaken will be a huge benefit to customers, as it will save valuable time on journeys, and help ensure their safety.",
     "\"Further improvements are planned on the station, including step free access to the ticket hall being installed next year.\"\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL is investing £10bn to improve and expand London's transport network, over half of that of being spent on the Tube\",\"The station has also had an electronic water exclusion system installed, which will protect the concrete structure from water damage. This is the first time this technology has been used in the UK\",\"Pictures of official opening of the subway are available on request\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}