{
 "pageTitle": "PPP Administrator Ernst \u0026 Young confirms Transport for London as only bidder for Metronet",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "PPP Administrator Ernst \u0026 Young confirms Transport for London as only bidder for Metronet",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "TfL and Administrator working together to exit Administration and transfer Metronet to Transport for London (TfL) nominee companies early next year"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We need to continue to work together for passengers",
     "London Underground (LU) Managing Director, Tim O'Toole, and the PPP Administrator of Metronet, Alan Bloom, today confirmed that TfL is the only formal bid to have been received for Metronet.",
     "They also confirmed that, as a result of the TfL bid, the PPP Administrator will not take any active steps to market the Metronet companies.",
     "Under TfL's plans, the people and the assets of the two Metronet companies, BCV and SSL, will be transferred into two TfL nominee companies, which will be managed on a stand alone basis while the long-term structure is agreed with the Mayor and Government.",
     "LU Managing Director, Tim O'Toole, said: \"An exit from Administration as quickly as possible is the best way to maintain the continued safe operation of the Tube network, to mitigate the performance and cost risks that inevitably come with such a situation, and to ensure the continuation of the Tube's vital upgrade and renewal programme.",
     "\"I am pleased to be able to confirm today that Transport for London is the only bidder for Metronet and that we do not anticipate any other bids.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Reliable operation\"}",
     "\"We are now working with the Administrator to transfer the Metronet companies to Transport for London's control in early 2008.",
     "\"In dealing with the collapse of Metronet, and through the Administration process, we have had two key priorities.",
     "\"First, to ensure the continued safe and reliable operation of the Tube network for passengers. That has been achieved and I would like to pay tribute to the hard work and dedication shown by all Metronet and London Underground staff, as well as the Administrator and his team.",
     "\"We need to continue to work together for passengers.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Efficient structure\"}",
     "\"Secondly, once under Transport for London control, we seek to put in place a stable, economic and efficient structure that is better able to deliver our investment priorities that will lead to increased capacity on the Tube in future.\"",
     "PPP Administrator, Alan Bloom, said: \"Transport for London has expressed clear interest in the purchase of Metronet Rail BCV Limited and Metronet Rail SSL Limited.",
     "\"The PPP Administrators will be working closely with Transport for London to progress their proposal towards an exit from administration, preferably early in the New Year.\"",
     "TfL's bid for the two Metronet companies has been constructed on the basis that there should be no net additional cost to the organisation.\u003cbr /\u003e\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The two Metronet companies, Metronet Rail BCV and Metronet Rail SSL, entered PPP Administration on July 18, 2007. This followed the PPP Arbiter's Interim Determination award of just £121m for Metronet Rail BCV, when the company had been seeking a £551m Interim Determination and £992m in total\",\"Metronet Rail BCV is responsible for the maintenance and renewal of the Bakerloo, Central, Victoria and Waterloo \\u0026 City lines\",\"Metronet Rail SSL is responsible for the maintenance and renewal of the Sub-Surface lines - the Circle, District, Hammersmith \\u0026 City, Metropolitan and East London* lines (The East London line is due to close for upgrade on 22 December 2007 and is due to open in 2010 as part of TfL's new London Overground network\",\"Tube Lines is responsible for the maintenance and renewal of the Jubilee, Northern and Piccadilly lines\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}