{
 "pageTitle": "Residents asked what they think of improvements along Waterfront Transit route",
 "description": "The Greenwich Waterfront Transit, which will be operated by environmentally friendly buses, is being funded by TfL. The initial route will be from North Greenwich to Abbey Wood, via Woolwich Town Centre and Thamesmead. It is one of a package of measures",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Residents asked what they think of improvements along Waterfront Transit route",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) and the London boroughs of Bexley and Greenwich are encouraging local residents to have their say on improvements proposed along the future route of the Greenwich Waterfront Transit."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "It is set to make a real difference to local people",
     "The Greenwich Waterfront Transit, which will be operated by environmentally friendly buses, is being funded by TfL.",
     "The initial route will be from North Greenwich to Abbey Wood, via Woolwich Town Centre and Thamesmead.",
     "It is one of a package of measures to regenerate and support projected growth in the Thames Gateway.",
     "It will also give access to National Rail services and the Docklands Light Railway, due to open in Woolwich in 2009, as well as other bus services.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Regeneration\"}",
     "Suggested improvements along the route include new paving and lighting, bus stop locations and environmental improvements such as tree planting and greening.",
     "A public consultation is asking local residents, businesses and stakeholders for their opinions of the suggestions, which should be in place when the scheme launches in 2011.",
     "The consultation will end on 11 January 2008.",
     "A number of public events will take place where the plans will be on display and Transport for London staff will be available to answer questions.",
     "They will be on:",
     "{\"template\":\"bulletlist\",\"items\":[\"Monday 26 November at Morrison Supermarket, Thamesmead, from 10am to 7pm\",\"Tuesday 27 November at North Greenwich Station, from 12pm to 7pm\",\"Saturday 1 December at Woolwich Town Centre from 10am to 4pm\"]}",
     "Nigel Hardy, TfL's Head of Project Initiation, said: \"The Greenwich Waterfront Transit will improve access to employment, education, healthcare and leisure services for the local community.",
     "\"It is set to make a real difference to local people and we want to hear their views on the improvements we can make to the along the route, to ensure that local communities get the most possible from the scheme.\"",
     "Cllr Pete Brooks, Greenwich Borough Council Cabinet Member for Regeneration, said: \"Greenwich Waterfront Transit is another example of the important role transport links are playing in regenerating the area.",
     "\"We are seeing a great deal of extra investment across the borough, creating more businesses, homes and jobs.",
     "\"With the prospect of the Waterfront Transit, Docklands Light Railway (DLR) and hopefully the Crossrail station at Woolwich, we can expect to see even more investment changing the face of Woolwich beyond recognition.\"",
     "The transit service, which is included in the Olympic Transport Strategy, will use environmentally friendly buses.",
     "They will be separated from other traffic and operate on bus-only sections along some of the route.",
     "The new service will also include well-lit waiting areas for comfort and security and 'real-time' passenger information to provide passengers with up to the minute travel information.",
     "\u003cstrong\u003eNotes to editors: \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Greenwich Waterfront Transit phase1 is fully funded under the TfL Investment Programme\",\"More than 24,000 leaflets are being sent to local businesses and people living near the route asking them for their opinions\",\"Greenwich Waterfront Transit phase1 will run between Abbey Wood and North Greenwich via Thamesmead and Woolwich. The scheme aims to help improve the environment, support the economic activity of local centres, encourage sustainable development and aid regeneration\",\"Full details of the proposals can be found at \\u003ca href=\\\"http://www.tfl.gov.uk/gwt\\\"\\u003ewww.tfl.gov.uk/gwt\\u003c/a\\u003e \\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}