{
 "pageTitle": "Safety boost as London Underground takes full control of 14 Silverlink stations",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Safety boost as London Underground takes full control of 14 Silverlink stations ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "MP Dawn Butler will be visiting three former Silverlink Metro stations at Kensal Green, Stonebridge Park, and Wembley Central, on Friday (23 November 2007)."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Customers will see immediate improvements",
     "These stations are set for huge improvements after their recent transfer to London Underground (LU) control.",
     "The move, which took place on 11 November, means that these previously neglected stations, now served by both LU and London Overground trains, have passed to the public sector, along with staff previously employed by Silverlink Metro.",
     "This will bring investment and safety improvements for passengers and staff alike.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Improved safety\"}",
     "All stations will be staffed at all times while trains are running, stations will be deep cleaned and have improved lighting, along with CCTV and Help points in the slightly longer term as stations are refurbished.",
     "The stations which have come under London Underground control are:",
     "{\"template\":\"bulletlist\",\"items\":[\"Queen's Park to Harrow \\u0026 Wealdstone on the Bakerloo line, excluding Willesden Junction\",\"Kew Gardens and Gunnersbury on the District line\",\"Silverlink platforms at Blackhorse Road, Highbury \\u0026 Islington and West Brompton stations\"]}",
     "Ken Livingstone, Mayor of London, said: \"The transfer of these stations to London Underground allows us to invest in better staffing and security for passengers, bringing these stations that have suffered from years of underinvestment up to the standards that passengers deserve.",
     "\"Public sector control of these stations will mean real improvements - including putting staff back into stations where the public want to see them, giving passengers a more visible and reassuring presence at all times that trains are operating.\"",
     "Tim O'Toole, LU Managing Director, said: \"This is a great opportunity for London Underground that I'm sure will be welcomed by passengers.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Progressing plans\"}",
     "\"The transfer reflects the fact that London Underground is already the operator of the majority of train services from these stations.",
     "\"Customers will see immediate improvements, as the stations are cleaned and properly lit.",
     "\"We are now progressing plans to invest in and improve all these stations, which have suffered from a lack of investment and are perceived by passengers to be unwelcoming.",
     "\"We have already improved safety and security, with staff at stations as long as they are open.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Working together\"}",
     "Dawn Butler, MP for Brent South, said: \"I'd like to thank everyone who backed the campaign for Transport for London to take control of the stations that run through our Borough.",
     "\"Thousands of residents joined together to secure massive improvements to our stations' security.",
     "\"Through working together, this shows that we can get things done.",
     "\"Now that we have stations staffed throughout the hours of operation they'll be much safer places to be.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Investment\"}",
     "\"Public control will mean once again these stations are run for the benefit of all and not private profit.\"",
     "Station structures and infrastructure will however remain the responsibility of Network Rail who will continue to retain ownership of the stations.",
     "Staff who were employed by Silverlink Metro at these stations transferred to LU under Transfer of Undertakings (Protection of Employment) regulations.\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL is investing £10bn to improve and expand London's transport network with more than half being spent on the Tube\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}