{
 "pageTitle": "Silverlink lines under new management as Mayor launches London Overground",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Silverlink lines under new management as Mayor launches London Overground",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "A key part of the Capital's rail network is now under new management, and will be transformed over the coming years under Transport for London (TfL) plans."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "I welcome the opportunity to show rail passengers what can be done when their interests are put first",
     "Launching the new London Overground service, Mayor of London Ken Livingstone outlined the widespread improvements that will be delivered for passengers on the routes formerly operated by Silverlink Metro.",
     "These will include over £1.4bn of investment, more staff, Oyster ticketing and refurbished and new stations improving safety for passengers.",
     "London Overground passengers will benefit immediately through Oyster pay as you go ticketing and staff at every station at all times when services are operating.",
     "Station improvements and new trains will follow, delivered as part of TfL's Investment Programme, with all stations cleaned and repaired by spring 2008 and refurbished with more Help points, CCTV, better lighting and customer information systems by the end of 2010.",
     "A fleet of 44 new electric air-conditioned trains will be introduced on the network from late 2008. These will bring improved accessibility and capacity, and the latest security features.",
     "London Overground services will also operate on the extended East London railway when it opens in 2010, following TfL's £1bn extension of the East London line.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Raising standards\"}",
     "The Mayor said: 'London Overground, giving Transport for London control of key parts of the overground rail services in the Capital, is the start of a radical revitalisation of London's rail services, which have suffered from decades of neglect and under-investment.",
     "'Our aim is very simple, to raise standards to levels similar to the rest of the public transport system in London, with Oyster ticketing and stations staffed at all times while trains are running.",
     "'Over the next few years, huge investment will bring more secure stations, new trains and a more frequent and reliable service.",
     "'The new rail system will create 400 jobs over the next three years and with its connection to the East London line, radically improve public transport provision in some of the poorest boroughs in London.'",
     "Transport Commissioner Peter Hendy said:  'We're going to demonstrate a new way to run a railway, through tightly managed contracts to meet Transport for London's standards of quality, safety, staffing, frequency and ticketing.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Olympic role\"}",
     "'When complete, with the renewal and extension of the East London line due in 2010, the London Overground network will also play a key role in our transport for the London 2012 Olympics.'",
     "TfL's Managing Director of London Rail, Ian Brown, whose team will manage the contract, said:  'I welcome the opportunity to show rail passengers what can be done when their interests are put first and I am proud to be part of the team which will make it happen.",
     "'However, it will take time for our investment to deliver all of the improvements.",
     "'This railway is suffering from decades of under-investment and bringing it up to Transport for London's high standards will take a lot of hard work from us as well as a little patience from passengers while we make up for that neglect.'",
     "\u003cstrong\u003eNotes to Editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The London Overground network consists of the North London (Richmond to Stratford), West London (Willesden Junction to Clapham Junction via Kensington Olympia), Gospel Oak to Barking, and Euston to Watford DC lines, and will be joined by the extended East London line when it opens in 2010\",\"The East London Line will close on 22 December 2007 for upgrade and conversion so it can be used by London Overground services. It is due to reopen in June 2010 and will link with the North London line at Highbury \\u0026 Islington in 2011\",\"TfL has ordered 44 new Electrostar 378 trains at a cost of £223m. Twenty-four three-car trains will be introduced on London Overground from late 2008, with the exception of the Gospel Oak to Barking line, where eight new two-carriage diesel trains will enter service in 2009\",\"There will be 20 new four-car trains in operation on the extended East London line when it opens in 2010\",\"London Overground Rail Operations Ltd (LOROL) is a joint venture of MTR and LaingRail, who will operate trains and stations under the new London Overground concession. MTR runs the Hong Kong Metro and Laing operates Chiltern Railways\",\"The TfL London Overground concession contract is different from the DfT franchises because:\\u003cbr /\\u003e- TfL will take 90 per cent of the revenue from the concession for reinvestment in London's transport network, leaving 10 per cent for LOROL as part of an incentive to run the railway to the highest standards\\u003cbr /\\u003e- Monitoring and enforcement of the operator's performance will be tighter due to new technology allowing constant inspection\\u003cbr /\\u003e- There is a wide range of specific performance indicators with immediate and strict financial deductions on the concession payments if they fail to deliver\\u003cbr /\\u003e- The contract is flexible in allowing for adjustments to the financial arrangements after improvements in performance are brought about by new trains and track work.\",\"There are 50 stations and 60 route miles on the North London Railway.  Every day, 63,000 people use the line, bringing a total of 23 million journeys every year\",\"Contracts under the London Rail Concession will incorporate TfL's Equality and Inclusion requirements, helping to ensure that all of London's communities benefit from TfL investment\",\"London Overground will provide an important service for spectators travelling to the Olympic Park at Stratford during the summer of 2012\",\"Press images are available from the \\u003ca href=\\\"http://www.tfl.gov.uk/tfl/corporate/media/photos/pressimages/\\\"\\u003eTfL image library\\u003c/a\\u003e or by ringing the TfL Press Office\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}