{
 "pageTitle": "TfL welcomes Oyster on London Midland services",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL welcomes Oyster on London Midland services",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Oyster pay as you go is now valid on London Midland services."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "With the full benefits of Oyster now available on both London Overground and London Midland travel will be quick and easy",
     "From Sunday (18/11/2007) Oyster pay as you go can now be used on London Midland services between Watford Junction and Euston and Southern services between Watford Junction and Clapham Junction and all stations in between.",
     "This follows an offer by the Mayor of London, Ken Livingstone, to provide the funding to the train operators to install the system, which offers passengers quicker and more convenient journeys.\u003cbr /\u003e\u003cbr /\u003eThe Mayor said: \"London Midland signing up to accept Oyster is good news for their customers, who can now get the full benefits of the system that has proved so popular with Londoners.\u003cbr /\u003e\u003cbr /\u003e\"We have worked hard to get the Train Operators to sign up, offering them the funding to install the system. Those train operators that currently do not accept oyster should now come on board, and give their passengers what they have been asking for.\"",
     "Shashi Verma, TfL Director of Fares and Ticketing, said: \"This is great news for commuters as they can now take advantage of the convenience that Oyster offers on London Midland services.",
     "\"With the full benefits of Oyster now available on both London Overground and London Midland travel will be quick and easy for thousands of passengers.\"\u003cbr /\u003e\u003cbr /\u003eLondon Midland took over the Silverlink County services when London Overground, part of Transport for London (TfL), took control of the Silverlink Metro services on November 11 this year.\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to Editors: \u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}