{
 "pageTitle": "Transport for London receives Royal seal of approval",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London receives Royal seal of approval",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Groundbreaking children's road safety work wins Royal award"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This award recognises the dedication that the TfL Road Safety Unit has shown in bearing down on the number of lives needlessly lost to road accidents in London",
     "The successful work of Transport for London's (TfL's) London Road Safety Unit was recognised last Friday (16 November) with a Prince Michael International Road Safety Award.",
     "The Prince Michael International Road Safety Award recognises outstanding contributions to improving road safety and TfL was given the accolade for its consistently successful programme.",
     "The work has helped deliver a 58 per cent reduction in the number of children killed or seriously injured on London's roads compared to the mid to late 1990s.",
     "Campaigns such as Children's Traffic Club, Junior Road Safety Officer programmes and the teen 'Don't die before you've lived' advertisements have all helped to raise the profile of road safety in the Capital among younger age groups.",
     "These educational campaigns, co-ordinated with initiatives such as placing speed cameras at key spots across London, have meant that progress has been excellent against the National target of reducing casualties by 40 per cent by 2010.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Stringent targets\"}",
     "In London, this target was achieved in 2006 when there was 41 per cent reduction in the number of people killed or seriously injured compared to the mid to late 1990s.",
     "The Mayor of London has now set even more stringent targets to reduce road casualties by 50 per cent by 2010, which TfL  is on course to achieve.",
     "Ken Livingstone, Mayor of London, said: \"This award recognises the dedication that the TfL Road Safety Unit has shown in bearing down on the number of lives needlessly lost to road accidents in London.",
     "\"The progress - reducing the numbers killed and injured by 58 per cent compared to the mid to late nineties - has been excellent, but we are determined to reduce this number further.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Extra focus\"}",
     "\"The Road Safety Unit will be instrumental in making sure that this happens, and will have received a boost by this recognition.\"",
     "Chris Lines, Head of TfL's London Road Safety Unit, said: \"We are proud of the progress made, but there are still over 200 people killed every year on London's roads and these tragedies could be avoided.",
     "\"We need to continue to build on what we've already achieved, with extra focus on making cycling, walking and motorcycling safer, and continue to reduce casualties beyond 2010.'\"",
     "The award was presented to Nick Morris, TfL's Director of Road Network Planning and Chris Lines by John Plowman, a director of the Prince Michael International Road Safety Awards.",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Photographs of TfL's London Road Safety Unit receiving the Prince Michael International Road Safety Award are available on request\",\"In 2007/08, TfL is investing a record £46.9m in road safety in London, up from £18m in 2000\",\"Following the excellent casualty reductions achieved in London, in 2005 the Mayor announced new lower targets, to be achieved by 2010:ul\",\"At sites where London Safety Camera Partnership speed cameras have been placed there has been an average 53 per cent reduction in the number of people killed or seriously injured\",\"The Prince Michael International Road Safety Awards are organised by RoadSafe whose mission is to reduce road deaths and injuries through building partnerships between the motor industry and related companies, traffic engineers, the police and road safety professionals, promoting the safe design and use of vehicles and roads and encouraging education and innovation\",\"More information is available \\u003ca href=\\\"http://www.roadsafe.com/\\\"\\u003eonline \\u003c/a\\u003e \\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}