{
 "pageTitle": "Transport for London's London Rail Managing Director Ian Brown appointed to the Railway Heritage Committee",
 "description": "The Committee is sponsored by the Department for Transport to identify those railway records and railway artefacts of future value to the nation, of general interest of the public and for research and scholarship, to ensure that they ultimately reside in",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London's London Rail Managing Director Ian Brown appointed to the Railway Heritage Committee",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Secretary of State for Transport has appointed Ian Brown, the Managing Director of London Rail at Transport for London (TfL) to the Railway Heritage Committee."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The Committee continues to ensure that our important railway legacy is not lost",
     "The Committee is sponsored by the Department for Transport to identify those railway records and railway artefacts of future value to the nation, of general interest of the public and for research and scholarship, to ensure that they ultimately reside in good condition in appropriate locations.",
     "Ian Brown is one of six public appointments announced this week to serve on the Railway Heritage Committee.",
     "Transport Minister Tom Harris said: \"The Railway Heritage Committee continues to ensure that our important railway legacy is not lost to the nation.",
     "\"The members' range of experience and knowledge will enable them to be strong champions of our rail heritage and help drive forward the work and profile of the Committee.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Railway experience\"}",
     "Ian Brown said: \"I am very conscious of the massive change currently taking place as the railway industry adapts to future demands, particularly in the capital city.",
     "\"I am delighted to be appointed to serve on the Railway Heritage Committee, where I can use my railway experience and knowledge of railway developments to support the proper conservation of this rich heritage.\"",
     "Ian Brown is TfL's Managing Director for London Rail with responsibility for TfL's railway project programme, including the East London Line extensions, the Docklands Light Railway and the recently launched London Overground.",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Prior to joining TfL, Ian Brown BSc FCILT, had a wide range of experience in the rail industry; he was Managing Director of Railfreight Distribution for eight years where he introduced Channel Tunnel rail freight services\",\"He was previously a member of the Chairman's Policy Unit at the British Railway's Board. Other BR positions included InterCity Manager, West Coast Main Line, and Chief Passenger Manager at London Midland Region\",\"Ian was President of the Railway Study Association for the academic year 2005/6\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}