{
 "pageTitle": "Walking London made easy with state-of-the-art sign system",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Walking London made easy with state-of-the-art sign system",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "West End shoppers get an early Christmas present."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "London is a fantastic place to explore on foot",
     "Visitors to the Bond Street area will be able to find their way around with ease from today (27 November), thanks to a new system of pedestrian information called Legible London.",
     "Legible London is designed to provide better information for people who want to explore the Capital on foot.",
     "The Bond Street trial, which is the prototype for a future London-wide pedestrian information system, consists of 19 on-street signs displaying all the information pedestrians could require when walking in the area.",
     "There will also be improved mapping in bus shelters and new information displays in Bond Street Tube station, pointing walkers in the direction of the area's main attractions.\u003cbr /\u003eIn addition, unnecessary signage will be removed to leave the streets easily navigable by one recognisable set of information.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Exciting sights\"}",
     "Transport for London (TfL) will work with boroughs, developers and local communities to develop Legible London.",
     "They hope to have it in place in central and east London before the Olympics in 2012 and in urban centres in Greater London by 2015.",
     "The Bond Street area has been chosen to test the prototype because of a commitment by the Mayor of London, TfL, Westminster City Council and New West End Company to improve conditions and signage for pedestrians in the area.",
     "The new system of signs will aim to transform people's experience of visiting an area that is rich in hidden shopping and alfresco dining gems such as St Christopher's Place.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Off the beaten track\"}",
     "The Mayor of London, Ken Livingstone, said: \"Legible London is an important part of the work that is taking place to improve conditions for pedestrians in the Capital.",
     "\"London is a fantastic place to explore on foot, but if you don't know an area very well, it can be difficult to find your way around.",
     "\"The Bond Street trial delivers on the pledge I made last year to improve signage in the West End before this year's Christmas shopping season.\"",
     "Sir Simon Milton, leader of Westminster City Council, said: \"The West End is a great place to explore on foot, with fresh and exciting sights around every corner.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Healthier Londoners\"}",
     "\"Along with TfL and the private sector we're advancing ambitious plans to renew the West End ahead of 2012 which will encourage visitors to be even more adventurous and venture off the beaten track.",
     "\"Oxford Street is unequivocally the nation's high street, but there's an eclectic mix of restaurants, shops and entertainment - from Carnaby Street cool to Savile Row style - just a short stroll away.",
     "\"This prototype is just the beginning, and we're looking forward to its rollout across the rest of the West End and Westminster.\"",
     "Ian Henderson, Chairman of New West End Company, said: \"Navigating the West End, the world's top shopping destination, has been somewhat of a challenge for the 200 million shoppers who come into the West End every year.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Less people driving\"}",
     "\"With our new wayfinding signage, shoppers will be able to quickly familiarise themselves with the lay of the land and conquer the retail landscape, which is home to over 600 shops spread over three miles.\"",
     "Jenny Jones, the Mayor's green transport adviser, said: \"A London that walks is a London that works.",
     "\"It means healthier Londoners and less pollution.",
     "\"Apart from it being great personal exercise, it also means less people driving cars or crowding onto public transport.\"",
     "\u003cstrong\u003eNote to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"A free public exhibition on the new wayfinding system is being held at 10 Heddon Street (close to Regent Street, W1B 4BY). The  exhibition will be open from Wednesday 28 November to Saturday 1 December between the hours of 10.00 - 16.00. Visitors to the  exhibition will be asked to share their views as part of a public consultation on Legible London that will run until February 2008\",\"Members of the public will also be able to take part in the consultation by completing a questionnaire on the \\u003ca href=\\\"http://www.legiblelondon.info/\\\"\\u003eLegible London\\u003c/a\\u003e website\",\"The information system being used by the Legible London prototype was designed by Applied Information Group, a London-based design company that undertook a TfL-funded wayfinding study of central London in 2005\",\"The population of London is projected to grow by 800,000 by 2025. Increasing walking journeys is an important way of helping to manage the demands this increase would otherwise place on the transport system\",\" \\u003ca href=\\\"http://journeyplanner.tfl.gov.uk/\\\"\\u003eJourney Planner\\u003c/a\\u003e now automatically provides a walking option for any journey under 30 minutes walk in length\",\"House of Fraser, Oxford Street, supported the Legible London prototype by wrapping a Legible London sign as a giant Christmas  present for the photo call event on Tuesday 27 November\",\" \\u003ca href=\\\"http://www.newwestend.com/\\\"\\u003eNew West End \\u003c/a\\u003e Company is responsible for enhancing and promoting retail in London's West End. It is funded by the retailers and  property owners of Bond Street, Oxford Street and Regent Street and the Mayor's Office to ensure that London's West End continues  to be renowned as the world's top shopping destination. Media Enquiries: Jace Tyrrell, New West End Company, Tel: 07791 123 513\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}