{
 "pageTitle": "Construction team builds on its reputation",
 "description": "The Considerate Constructors Scheme, a national body which recognises best practice in the construction industry, praised the team's success in minimising disruption to the local community and reducing the project's environmental impact. 'This rating",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Construction team builds on its reputation",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London's (TfL) A40 Western Avenue Bridge Replacement project site in Acton has been recognised for its contribution to the local community."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This rating approval reflects the professionalism of our team",
     "The Considerate Constructors Scheme, a national body which recognises best practice in the construction industry, praised the team's success in minimising disruption to the local community and reducing the project's environmental impact.",
     "\"This rating approval from the Considerate Contractor's Scheme reflects the professionalism of our team, from planning to execution,\" said TfL Principal Engineer Chad Frankish.",
     "\"A major construction project such as the A40 site invariably leaves a lasting legacy on the community and we have the opportunity here to not only improve the infrastructure for people, but also to invest on a larger scale.",
     "\"After consultation with the wider community, we chose to sponsor a number of local initiatives including local charities and schools.\"",
     "One such charity supported by the A40 site team is Whizz-Kids.",
     "TfL, along with consulting engineers, Hyder Consulting and contractor, Alfred McAlpine, supported a Whizz-Kids wheelchair skills training programme that aims to change disabled children's lives by providing them with customised training and advice, including giving them the confidence to independently use public transport.",
     "As part of the A40 project, TfL has devised a strategy to improve accessibility and sustainability for all road users.",
     "The three year major construction project involves the replacement of the Wales Farm Road and Perryn Road bridges in Acton, as well as improvements to the highway layout, access and crossing facilities.",
     "The bridges were built in the 1920s and now require complete replacement to manage today's volumes of A40 traffic - which carries over 100,000 vehicles a day.",
     "This project will also ensure the safety of the railway tracks below and the 800 trains which pass through daily.",
     "{\"template\":\"bulletlist\",\"items\":[\"Western Avenue Bridge Replacement\\u003cbr /\\u003eThe A40 Western Avenue Bridge Replacement project site will deliver:\",\"New bridges that will secure the structural safety for the next 120 years\",\"A modern carriageway and safer highway layout for drivers\",\"Quick and safe access to and from the A40\",\"A new toucan crossing, with disabled access, to replace the existing footbridge at Perryn Road\",\"New cycle paths on both sides of the new road\",\"Improved footways\",\"New bus shelters\",\"A new one-way access road between St. Dunstan's Avenue and Friary Road\",\"Landscaping the full length of the scheme\",\"Wales Farm Road Bridge has been designed to enable future rail network expansion and improvements to meet European route requirements\",\"People can find out more, ask questions and keep up-to-date with project progress at \\u003ca href=\\\"http://www.A40ActonBridges.info\\\"\\u003ewww.A40ActonBridges.info\\u003c/a\\u003e or email: \\u003ca href=\\\"mailto:info@A40ActonBridges.info\\\"\\u003einfo@A40ActonBridges.info\\u003c/a\\u003e for more information. A project telephone hotline, available 24 hours 7 days a week, has been set up. Calls will be charged at your local rate. Call: 0845 601 7282\",\"Whizz Kids\\u003cbr /\\u003eWhizz-Kidz changes disabled children's lives by providing them with customised mobility equipment, training and advice. As a result, the scheme encourages the independence to live a life of freedom at home, at school and at play.  For further information on Whizz-Kidz see \\u003ca href=\\\"http://www.whizz-kidz.org.uk\\\"\\u003ewww.whizz-kidz.org.uk\\u003c/a\\u003e \",\"The Considerate Constructors Scheme\\u003cbr /\\u003eThe A40 Western Avenue Bridge Replacement project site was awarded a Considerate Constructors Scheme score of 36.5 out of 40. The national average is 29.9.  The Considerate Constructors Scheme is a national initiative, recommended by government, designed to improve the image of construction through better management and presentation of its sites, over and above statutory requirements. Constructors must commit to an eight point Code of Considerate Practice that includes being considerate, environmentally aware, clean, a good neighbour, respectful, safe, responsible and accountable. For further information on the Considerate Constructors Scheme see \\u003ca href=\\\"http://www.considerateconstructorsscheme.org.uk\\\"\\u003ewww.considerateconstructorsscheme.org.uk\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}