{
 "pageTitle": "Cyberspace connects teenagers with road safety",
 "description": "Transport for London's famous 'Don't Die Before You've Lived' adverts will be automatically broadcast while teenagers download the latest music, games and videos. The adverts will run via Lycos's entertainment portal. Users will be redirected to a special",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Cyberspace connects teenagers with road safety",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The 24-hour world of the internet is the focus for the latest road safety campaign aimed at young people."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Transport for London's famous 'Don't Die Before You've Lived' \nadverts will be automatically broadcast while teenagers download the latest \nmusic, games and videos.",
     "The adverts will run via Lycos's entertainment portal. Users will be \nredirected to a special microsite especially constructed for the campaign.",
     "In another move, banners will be displayed on several of the most popular \nwebsites to drive young people to the entertainment portal - these sites include \nMyKindaPlace.com, a popular site for teenage girls recently bought by BSkyB, and \nMonkeySlum.",
     "Peer group pressure and mobile phones are two factors that can distract young \npeople crossing the road.",
     "Showing the clip on the internet allows viewers to take-in the message behind \nthe advert alone.",
     "This tactic was used when the original cinema adverts were run in May \n2004.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Road safety\"}",
     "Paul Amlani-Hatcher, Surface Transport Head of Marketing, said: \"We recognise \nthat internet community sites have quietly become one of the main ways young \npeople access the news.",
     "\"This initiative places important road safety messages on the internet \nbecause this is how young people want to be reached.\"",
     "Chris Lines, Head of Road Safety, said: \"The message behind this is simple: \n'don't die before you've lived'.",
     "\"At the moment two teenagers are killed or seriously injured in road \nincidents every day.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Automatically broadcast\"}",
     "\"It is a priority for Transport for London to reduce this figure by \nencouraging young people to be more street savvy.",
     "\"We are running these adverts on the internet to repeat the message that \nyoung people should take more care and pay attention when near or using \nroads.\"",
     "The cinema advert will be re-run across London during August.",
     "TfL is committed to improving road safety and supports a number of schemes \naimed at reducing deaths and injuries on London's roads: \u003ca href=\"http://www.tfl.gov.uk/roadsafety\"\u003ewww.tfl.gov.uk/roadsafety\u003c/a\u003e ",
     "Cyclists can learn more about staying safe on London's roads with TfL's \nsafety guidelines: \u003ca href=\"http://www.tfl.gov.uk/stayingsafe\"\u003ewww.tfl.gov.uk/stayingsafe\u003c/a\u003e \u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"The campaign will feature on the follow sites: Lycos, Pupkus, Faceparty, My Kinda Place, Monkeyslum, Yahoo Mail, Miniclip, WAYN, Girland.com and Adserving\",\"In London boys aged between 11 - 14 years are most at risk from being hit by a vehicle when crossing roads\",\"Children from low income and ethnic minority backgrounds are also particularly vulnerable\",\"Approximately a quarter of all teenage pedestrian casualties occur on the way to or from school\",\"Mobile phones, texting and the use of personal stereos can easily distract young road users\",\"Other activities including ball games, rollerblading and skateboarding on the street can also lead to serious accidents involving teenagers and traffic\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}