{
 "pageTitle": "Kicking off a new era for Arsenal Station",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Kicking off a new era for Arsenal Station",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Arsenal station reopened to passengers this morning following a two-week programme of refurbishment work - the first step towards providing a first-class transport network to support the new Arsenal stadium and local community."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The work now underway at Arsenal station is the first step towards providing a first-class transport network to support the new Arsenal stadium",
     "Funded by Transport for London's (TfL's) £10bn Investment Programme, the work now underway at Arsenal will modernise and upgrade the Tube station, providing better service information and security features for passengers.",
     "It follows the recent announcement that TfL is investing £50m to improve transport links to the new Arsenal stadium, which hosted its first official fixture last month.",
     "Mike Challis, Piccadilly Line General Manager, said: \"The work now underway at Arsenal station is the first step towards providing a first-class transport network to support the new Arsenal stadium and local community.",
     "\"Formerly known as Gillespie Road, the station celebrates its 100th birthday this year and this modernisation programme will give it a new lease of life.",
     "\"Passengers will benefit from 21st century standards of passenger information and security, while also continuing to enjoy the station's heritage features.\"",
     "The first phase of work, being undertaken by Tube Lines, is the replacement of wall and floor tiles in the ticket hall and upper passageway to the platforms.",
     "The intrusive nature of work meant that the station had to be closed to passengers over a two-week period, which was carefully timed to avoid match days.",
     "\u003ch2\u003eStation re-open\u003c/h2\u003e",
     "Now the station has re-opened, the less intrusive work will continue without any anticipated need for further station closures.",
     "Tooraj Shadnia, Senior Project Manager from Tube Lines said: \"The closure enabled us to complete noisy works during the daytime, in order to minimise the amount people living near the stations are disturbed.",
     "\"We've retiled the floors and walls and started replacing old cables and lighting, completing three months worth of work in two weeks.",
     "\"Additional major improvements will now take place around the football schedule.\"",
     "The modernisation of Arsenal station is due to be completed early next year including further improvements to passenger information and security:",
     "{\"template\":\"bulletlist\",\"items\":[\"44 new CCTV cameras\",\"Five new passenger help points\",\"A new public announcement system\",\"New lighting to the ticket hall, passageways and platforms\\u003cbr /\\u003e\"]}",
     "For 24-hour information on public transport in London, please call: 020 7222 1234.\u003cbr /\u003e\u003cbr /\u003eTfL's Realtime pages display live travel information on London's public transport network: \u003ca href=\"http://www.tfl.gov.uk/realtime\"\u003ewww.tfl.gov.uk/realtime\u003c/a\u003e ",
     "Journey Planner checks the transport network's status before providing results. The best available route is shown automatically: \u003ca href=\"http://www.tfl.gov.uk/journeyplanner\"\u003ewww.tfl.gov.uk/journeyplanner\u003c/a\u003e ",
     "Travel alerts via SMS and email can be set up at: \u003ca href=\"http://www.tfl.gov.uk/alerts\"\u003ewww.tfl.gov.uk/alerts\u003c/a\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Arsenal station was closed for refurbishment work between Sunday 23 July and Monday 7 August 2006\",\"TfL announced the £50m investment in transport links for the new Arsenal stadium in July 2006. The investment will fund improvements to bus, road, cycle and pedestrian links as well as contributing to the £10m Finsbury Park Interchange project. The project, due to be completed later this year, will vastly improve connections between London Buses, London Underground and National Rail services\",\"Tube Lines isresponsible for the maintenance and renewal of the Jubilee, Northern and Piccadilly lines\",\"The Mayor and TfL are investing £10bn over the next five years to improve and expand London's transport network. More than half of this investment is in the Tube\",\"Gillespie Road station first opened on 15 December 1906 and was renamed Arsenal (Highbury Hill) on 31 October 1932. The suffix was later dropped. Today, Arsenal station is used by approximately 6,000 people on standard weekdays, and significantly more people on match days\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}