{
 "pageTitle": "London is your Oyster with great deals across the Capital",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London is your Oyster with great deals across the Capital",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Oyster card holders can now enjoy the best of London with a wide range of fantastic two for one deals at the city's top shows, attractions and restaurants during August and September."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) has teamed up with a number of major entertainment locations so Oyster holders can take advantage of a range of deals.",
     "Mayor of London, Ken Livingstone, said: \"Oyster card is the simplest, cheapest and fastest way to get around London on public transport.",
     "\"These new two for one deals at London's top attractions mean there has never been a better time to get an Oyster card.\"",
     "The two for one deals include:",
     "{\"template\":\"bulletlist\",\"items\":[\"Attractions - London Eye River Experience, Jongleurs Comedy Club\",\"West End shows - The Producers, Sinatra, We Will Rock You, Blood Brothers, Les Miserables, The Canterbury Tales, Footloose, Seven Brides for Seven Brothers, Daddy Cool, Stomp\",\"Restaurants - Bangra Beat, Spaghetti House (Sicilian Avenue, St Martin's Lane), Est Est Est (Chiswick,) and Imli Restaurant\",\"Royal Philharmonic Orchestra performances at the Royal Albert Hall\",\"Outdoor concerts across the capital including Jools Holland and Westlife\"]}",
     "Full details of the deals and how to take advantage of them are available \u003ca href=\"http://www.tfl.gov.uk/oyster \"\u003eonline\u003c/a\u003e where people can also buy an Oyster card.\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"The Oyster campaign began on 1 August with the majority of deals ending on 30 September - for full terms and conditions visit \\u003ca href=\\\"http://www.tfl.gov.uk/oyster\\\"\\u003ewww.tfl.gov.uk/oyster\\u003c/a\\u003e or pick up a leaflet available at all London Underground stations\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}