{
 "pageTitle": "Mayor abolishes bus and tram fares for 16 and 17-year-olds in full-time education",
 "description": "The Mayor of London, Ken Livingstone, today marked the start of free travel on buses and trams in London for 16 and 17-year-olds in full-time education. From September around 130,000 16 and 17-year-olds living in London in full-time education or unwaged",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor abolishes bus and tram fares for 16 and 17-year-olds in full-time education",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "This press release was originally issued by the Mayor of London's press office at the Greater London Authority."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Today marks the delivery of one of my key manifesto commitments",
     "The Mayor of London, Ken Livingstone, today marked the start of free travel on buses and trams in London for 16 and 17-year-olds in full-time education.",
     "From September around 130,000 16 and 17-year-olds living in London in full-time education or unwaged training can apply for a 16 to 17-year-old Oyster photocard, offering them free travel on the Capital's bus and tram network.",
     "The Oyster card will also allow 16 and 17-year-olds to travel at half the adult fare on the Tube and DLR.",
     "The scheme marks the Mayor's commitment to promote the benefits of public transport to school leavers and to help young people continue studying and improve their employment prospects.",
     "It follows the abolition of fares on buses and trams for under-16s and for under-11s on the Tube.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Manifesto commitments\"}",
     "Mayor of London, Ken Livingstone, said: \"Today marks the delivery of one of my key manifesto commitments at the last election to ensure that every one under-18 in full-time education travels free on London's buses and trams.",
     "\"Our polling shows that eight out of ten Londoners support this policy.",
     "\"Free travel on buses and trams in London for 16 and 17-year-olds in full-time education will benefit around 130,000 young people and their families.",
     "\"It builds on last year's introduction of free bus and tram travel for under-16s.",
     "\"It is a huge boost for individuals striving to fulfil their full potential through continued studies and will greatly help those who might be at risk of having to drop out of education through lack of money.",
     "\"This move also continues the policy of promoting the use of public transport wherever possible which is helping to protect our environment.\"",
     "The initiative has been welcomed by a number of education and training organisations across London.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Benefit students\"}",
     "Jenny Lo, Regional Director for the Association of Colleges London Region, said: \"This initiative will benefit all our students across London.",
     "\"Many of them come from disadvantaged families and removing the cost of travel will not only help them travel to college, but will also help students in research or vocational projects to get to and from libraries or work-based training and learning places that will help with their studies.",
     "\"We fully endorse the scheme and what it means for thousands of young people across London.\"",
     "Chris Heaume, Chief Executive Officer for Central London Connexions, said: \"Free tram and bus travel to Further Education will make all the difference to many 16 and 17-year-olds.",
     "\"Of the thousands of young Londoners that Connexions helps to get into college or training, more than half travel out of their local area to do so. And many struggle to find the fare.",
     "\"This scheme will remove at least one of the daily pressures in a young student's life. Well done, the Mayor and Transport for London.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Fulfill potential\"}",
     "Balbir Chatrik, Director of Policy and Communications at Centrepoint, said: \"Centrepoint welcomes free tram and bus travel for 16 to 17-year-olds in full-time education.",
     "\"For young people to fulfill their potential it is essential that they are able to enter high quality education or vocational training and not be deterred from doing so because of hidden costs.",
     "\"This scheme is an added incentive to remain in learning. We wish TfL every success with this initiative.\"",
     "Application forms for the new 16-17 Oyster photocard will be available from Post Offices.",
     "Schools and colleges have also been invited to distribute forms.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Applications\"}",
     "Applications will be accepted at Post Offices as soon as schools and colleges re-open in September.",
     "The old-style 16 to 17-year-old paper photocards will not be valid from 2 January 2007.",
     "All 16 and 17-year-old",
     "{\"template\":\"bulletlist\",\"items\":[\"Eligibility:\",\"Free bus and tram travel will be available to:\",\"Sixteen and 17-year-olds who permanently reside within a London borough and are in full-time education or unwaged training (see definition below)\",\"Eighteen-year-olds who permanently reside within a London borough, apply before the end of the academic year in which they turn 18 and who are in full-time education or unwaged training (see definition below)\",\"Full-time education will be defined as 12 hours of guided learning per week for a minimum of ten weeks, on further education courses in school sixth forms, sixth form colleges and Further Education colleges or as Learning and Skills Council (LSC) arranged Entry to Employment (E2E) or Programme Led Pathways (PLP) work based learning\",\"Students aged 18 or over can apply for a Student Oyster photocard and get 30% off Travelcard and Bus Pass season tickets. See \\u003ca href=\\\"http://www.tfl.gov.uk/fares\\\"\\u003ewww.tfl.gov.uk/fares\\u003c/a\\u003e for full details.\",\"Applications:\",\"Applications for free travel must be endorsed by the educational establishment to confirm that the applicant meets the definition of being in full time education. Schools and colleges will not be required to register for the scheme\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}