{
 "pageTitle": "Modernisation works to improve Maida Vale station",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Modernisation works to improve Maida Vale station",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Work continues to restore and renew Maida Vale station on the Bakerloo line."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Passengers can rest assured that the station's appearance will not be dramatically altered",
     "The work, part of Transport for London's (TfL's) £10bn Investment Programme to improve London's transport network, commenced in September 2005 and will be completed in April 2007.",
     "Improvement works include the restoration of heritage features; the replacement of all CCTV cameras; the installation of customer Help points; an enhanced public address system; tactile strips on platforms and contrasting handrails for the partially sighted.",
     "All cabling will be concealed, ceilings will be either replaced or decorated and new wall tiles will be fitted throughout the station.",
     "The work is currently at a stage where tiles are being stripped from the walls leaving the beautiful 1915 station looking a little bare, but all heritage features are to be returned.",
     "Francis Lee, Station Supervisor at the station, said: \"Maida Vale station is undergoing thorough modernisation works and some heritage features have been removed in order to be restored but will soon be returned to their rightful place adorning the station.",
     "\"Passengers can rest assured that the station's appearance will not be dramatically altered.\"",
     "Disruptions to passengers' journeys for the duration of the modernisation works is being kept to a minimum as the station will remain open except during certain weekends.",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL is investing £10bn over the next five years to improve and expand London's transport network, over half of that in the Tube\",\"Metronet Rail BCV is responsible for the maintenance and renewal of the Bakerloo, Central, Victoria and Waterloo \\u0026 City lines\",\"Maida Vale station first opened 6 June 1915\",\"Maida Vale station counts 5,750 daily commuters\",\"Maida Vale was the first London station to have all-female staff. When it opened there were two ticket collectors, two porters, two booking clerks and two relief ticket collector-booking clerks\",\"The Bakerloo line runs for 23km from Elephant \\u0026 Castle in the south to Harrow \\u0026 Wealdstone in the north\",\"The line was opened in stages between 1906 and 1915\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}