{
 "pageTitle": "New freight scheme is a FORS to be reckoned with",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New freight scheme is a FORS to be reckoned with",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) is teaming up with the police and the freight industry to develop a new scheme which could reduce operator's costs by ten per cent while driving down road accidents and emissions in the capital."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The Freight Operator Recognition Scheme (FORS) is an excellent example of the authorities working together in partnership",
     "The Freight Operator Recognition Scheme (FORS) set up by TfL's \nFreight Unit aims to offer incentives and other encouragement to freight \noperators who adopt best practice, while addressing illegal and dangerous road \nbehaviour.",
     "Around 70 operators will be involved in the scheme's pioneer phase, which \nstarted this month and runs until March 2007, to help TfL shape the best scheme \nfor everyone.",
     "They will get face-to-face guidance and support from experts on issues such \nas fuel efficiency.",
     "Evidence from the Department for Transport shows that advice and training on \njourney planning and the way in which a vehicle is driven can cut operator's \ncosts by up to a tenth.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Tackle issues\"}",
     "TfL has funded an experienced team of Metropolitan Police officers - the \nCommercial Vehicle Education Unit - who will assist businesses in tackling \nissues such as illegal use of mobile phones, unsafe vehicles, excessive driver \nhours and unfit or incompetent drivers.",
     "They will also give guidance on areas of legal compliance, such as servicing \nrequirements and licensing, and work related road safety.",
     "TfL's Freight Unit will also be carrying out research into the issue of \nparking, both for drivers to take statutory breaks and for safe loading and \nunloading of vehicles.",
     "Freight Operator Recognition Scheme Manager, Clare Bottle, said: \"With the \nsupport of our industry partners, through building a successful scheme we will \ndemonstrate to freight companies how much London values their contribution to \nthe economy.",
     "\"The Freight Operator Recognition Scheme (FORS) standards of best practice \nwill help maintain London as a world-class city by balancing the needs of the \nfreight industry with those of other transport users.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Partnership\"}",
     "Chief Inspector Ian Brooks from the Met Police Traffic Unit said: \"Freight \nOperator Recognition Scheme (FORS) is an excellent example of the authorities \nworking together in partnership.",
     "\"By supporting and providing tailored advice to freight companies in legal \ncompliance, this innovative scheme will help to reduce deaths, injuries and fear \non our roads.\"",
     "At the end of the pioneer phase, the Freight Unit will analyse feedback and \nresults to develop a tiered membership scheme offering incentives to operators \nand making freight transport more sustainable.",
     "More information on the scheme can be found \u003ca href=\"http://www.tfl.gov.uk/fors\"\u003eonline\u003c/a\u003e .",
     "{\"template\":\"bulletlist\",\"items\":[\"In 2005 there were 36 fatalities as a result of road collisions involving goods vehicles - 17 per cent of the total deaths on London's roads\",\"In total, there were 3,260 road collisions involving goods vehicles - seven per cent of all collisions on London's roads\",\"TfL Freight Unit's vision for freight in London has been defined as: \\\"The safe, reliable and efficient movement of freight and servicing trips to, from, within and, where appropriate, through London to support London's economy, in balance with the needs of other transport users, London's environment and Londoners' quality of life\\\"\",\"The London Freight Plan, which includes Freight Operator Recognition Scheme (FORS), can be viewed \\u003ca title=\\\"London Freight Plan\\\"href=\\\"/businessandpartners/freight/1292.aspx\\\"\\u003eonline \\u003c/a\\u003e \\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}