{
 "pageTitle": "New freight centre cuts emissions and lorry trips by 70 per cent",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New freight centre cuts emissions and lorry trips by 70 per cent",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "People around Bermondsey are enjoying cleaner air and less traffic after a unique construction distribution centre has successfully cut emissions and lorry trips by 70 pert cent in just six months, slashing journey times by two hours and reducing congestion."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Local people are seeing significantly less traffic on the roads",
     "The London Construction Consolidation Centre (LCCC) is a two year pilot study and was launched in January this year in Stockholm Road, Bermondsey.",
     "The LCCC means building materials can be delivered to the one-stop centre in bulk, before being sent to building sites as and when they are needed.",
     "Better journey planning means supplies arrive at the right time and use less lorry trips overall.",
     "In the first six months of operation, the LCCC has seen:",
     "{\"template\":\"bulletlist\",\"items\":[\"CO2 emission lowered by 73 per cent, from 11,985kg to 3,175kg\",\"The need for deliveries reduced by three-quarters from around 1,500 to 395\",\"Journey times for lorries cut by up to two hours\",\"Less deliveries turned away from building sites, with the right materials arriving on time 95per cent of the time, up from 50 per cent\",\"Traffic flow maintained around major construction sites, reducing congestion\"]}",
     "The centre, which is servicing four major construction projects in central London, is funded through a partnership between Transport for London (TfL), Stanhope plc, Bovis Lend Lease and logistics specialists Wilson James.",
     "Further work is now being carried out with a view to establishing other sites around the capital.",
     "Adrian Boughtflower, of TfL's Freight Unit, said: \"Local people are seeing significantly less traffic on the roads, and benefiting from better air quality.",
     "\"The LCCC is making big steps towards cutting emissions and road trips, as well as boosting efficiency in the construction industry.",
     "\"The next step will be to secure a further six construction projects to use the centre which will enable it to become self-financing.",
     "\"At the same time we are looking at the benefits of implementing a number of these centres across London, to keep working with the industry to improve things further for Londoners and so support the sustainable development of London.\"\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"Consolidation forms key proposal LFP7 in TfL's London Freight Plan, which is open for consultation until September 5. Other proposals in the plan that will reduce CO2 emissions in the Capital include:ul\",\"Operators can get further advice on these issues from TfL's Freight Unit. To see and comment on the eight proposals that make up TfL's London Freight Plan, and how they affect all aspects of freight operation in London, go to \\u003ca href=\\\"http://www.tfl.gov.uk/freight\\\"\\u003ewww.tfl.gov.uk/freight\\u003c/a\\u003e . The Freight Unit can be contacted for advice by emailing \\u003ca href=\\\"mailto:freight@tfl.gov.uk\\\"\\u003efreight@tfl.gov.uk\\u003c/a\\u003e \",\"The London Freight Plan addresses the challenge of the capital's expected growth facing freight operators, and seeks to recognise the vital role that freight movement plays in maintaining London as a world-class city by balancing the needs of freight with those of other transport users\",\"Over the next 10 years London's population is expected to grow by 800,000, with a consequent increase in freight transport of 15 per cent\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}