{
 "pageTitle": "New District line trains given thumbs up by passengers",
 "description": "The modernised carriages, which are now entering service at a rate of around one a fortnight, have been overwhelmingly backed by passengers who said trains also provided better customer information and lighting. The survey showed 71 per cent of customers",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New District line trains given thumbs up by passengers",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Commuters across London have declared the newly refurbished trains which are being introduced on the District line much more comfortable, spacious and clean."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The new District Line trains show the kind of improvement passengers can now expect",
     "The modernised carriages, which are now entering service at a rate of around one a fortnight, have been overwhelmingly backed by passengers who said trains also provided better customer information and lighting.",
     "The survey showed 71 per cent of customers said they felt the amount of space on the refurbished District line trains had improved (with 36 per cent saying it is much better).",
     "A total of 87 per cent of respondents said the seating had improved (54 per cent saying it was much better).",
     "Almost nine out of ten (86 per cent) found the trains cleaner and 90 per cent said the interior decor was better than before (with 59 per cent saying it was much improved).",
     "Visual information was said to have improved by 74 per cent of people, while audio announcements had also got better according to 68 per cent of those surveyed.",
     "The updated rolling stock has completely renewed interiors; CCTV cameras inside the cars; dot matrix information (DMI) displays; fire retardant seats and flooring; and accessibility measures, including tip-up seats to accommodate wheelchairs, buggies and luggage.",
     "Ken Livingstone, Mayor of London, said: \"After decades of neglect we are now starting to see the benefits of new investment in the London Underground.",
     "\"Our aim is to see the kind of transformation we have already delivered on London buses.",
     "\"The new District Line trains show the kind of improvement passengers can now expect.\"",
     "Howard Collins, Service Director of London Underground, said: \"We are delighted that passengers have welcomed these changes and are so pleased with the improvements we have made.",
     "\"We are continually looking to make journeys for our customers safer, cleaner, more reliable and more accessible and the results of this survey show that passengers think we are getting things right.",
     "\"The District line carries 555,000 people every weekday and this refurbishment is an important step in Transport for London's £10bn Investment Programme to improve and expand the Tube.\"",
     "To help more people use London's transport network, TfL has produced a range of accessibility information: \u003ca href=\"http://www.tfl.gov.uk/accessibility\"\u003ewww.tfl.gov.uk/accessibility\u003c/a\u003e ",
     "Dial-a-Ride and other door-to-door transport services are available to people with impaired mobility: \u003ca href=\"http://www.tfl.gov.uk/dialaride\"\u003ewww.tfl.gov.uk/dialaride\u003c/a\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"A web based survey of 590 users of the District line was carried out in April/May 2006 and customers were asked to rate the refurbished trains as much worse, slightly worse, no change, slightly better, much better or don't know on specific areas, such as cleanliness\",\"The current fleet has been running on the District line since 1979, and will be replaced with brand new rolling stock in 2015\",\"There are currently around 20 of the refurbished trains running on the District line out a fleet of 75, and another is put on the tracks roughly every fortnight. They are being worked on three at a time to avoid disruption and the whole fleet is expected to be replaced by spring 2009\",\"From the platform, the trains will also look very different as the previously bare aluminium exterior has been repainted in the Underground's familiar red, white and blue livery, and the standing bars inside are bright green, clearly identifying the trains as District line stock\",\"Comments from the survey include: 'Certainly more space has been achieved by having the new flip-up seats'; 'The new District line is more beautiful... It looks more attractive'; 'They look much nicer and newer than the old. Destination clearly digitally displayed.'\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}