{
 "pageTitle": "Planned closures for works to improve the Metropolitan line",
 "description": "Some of the oldest track on the network between Amersham and Moor Park will be replaced at 16 separate sites, which will bring better reliability and faster journeys for customers.The work will be carried out by Metronet Rail, using new engineering trains",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Planned closures for works to improve the Metropolitan line",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Improvement works to the northern section of the Metropolitan line will begin this weekend (August 19) as part of Transport for London's (TfL'S) £10bn Investment Programme to improve and expand London's transport network."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Some of the oldest track on the network between Amersham and Moor Park will be replaced at 16 separate sites, which will bring better reliability and faster journeys for customers.",
     "The work will be carried out by Metronet Rail, using new engineering trains which have the most up-to-date track-laying equipment on board, on five weekends between now and Christmas when track closures and service suspensions will be required.",
     "Angela Back, General Manager, Metropolitan line, said: \"This track work is really good news for the Metropolitan line and will bring noticeable changes to the service.",
     "\"Some track sections in the northern part of the line will be replaced, with passengers soon benefiting from a quicker and more reliable service as a result.\u003cbr /\u003e\u003cbr /\u003e\"These essential works have been timed to cause the minimum disruption to passengers and we ask them to bear with us but check before travelling at the weekend.",
     "\"A rail replacement bus service will operate along the affected route.\"",
     "During the closures there will be no Metropolitan line services between Moor Park and Amersham; Chalfont \u0026 Latimer and Chesham and no fast services north of Harrow-on-the-Hill.",
     "Some Chiltern Railways services will also be affected.",
     "Weekend work is expected to continue into 2007.",
     "{\"template\":\"bulletlist\",\"items\":[\"The work is part of TfL's £10bn Investment Programme to improve and expand London's transport network, more than half of that on the Tube\",\"The closures are planned for the weekends of 19/20 August, 7/8 October, 11/12 November, 9/10 and 16/17 December\",\"On those dates there will be no Metropolitan line services between Moor Park and Amersham; Chalfont \\u0026 Latimer and Chesham; and no fast service north of Harrow-on-the-Hill\",\"An \\\"all stations\\\" service will continue to operate to Watford\",\"Rail replacement bus services will operate from Croxley station as below\\u003cbr /\\u003eo Rail replacement bus service A - Croxley to Chesham every 10 minutes calling at Rickmansworth, Chorleywood, Chalfont \\u0026 Latimer and Amersham\\u003cbr /\\u003eo One in three of these buses (ie every 30 minutes) will continue northbound from Chesham to stop at Great Missenden, Wendover, Stoke Mandeville and Aylesbury\",\"Valid London Underground and National Rail tickets will be accepted on the rail replacement bus services, but not on other local routes\",\"Chiltern Railways services between Marylebone and Aylesbury via Amersham will also be suspended, with customers being advised to use the service via Princes Risborough instead\",\"The Metropolitan line opened in 1863 and was the world's first underground railway. It covers 66.7km and serves 34 stations\",\"Metronet Rail SSR is responsible for the renewal and maintenance of the Metropolitan, Hammersmith \\u0026 City, District and Circle lines\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}