{
 "pageTitle": "Surrey Quays shoppers encouraged to swap four wheels for two",
 "description": "The Shopping Centred Cycle Training project, the brainchild of Southwark Cyclists, aims to get local residents to leave their cars at home and use their bicycles for short local journeys. Shoppers who normally drive to Surrey Quays are being offered",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Surrey Quays shoppers encouraged to swap four wheels for two",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "A project which aims to encourage shoppers out of their cars and on to their bikes is being launched at Surrey Quays shopping centre on Thursday 24 August, thanks to a £5,000 grant from the Transport for London (TfL) funded Cycle London Promotional Partnership (CLPP)."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Schemes such as this are a brilliant way to reach people who are new to cycling",
     "The Shopping Centred Cycle Training project, the brainchild of \nSouthwark Cyclists, aims to get local residents to leave their cars at home and \nuse their bicycles for short local journeys.",
     "Shoppers who normally drive to Surrey Quays are being offered professional \ncycle training for up to three hours, for just £10.",
     "Sessions will be individually tailored, and could include anything from \nlearning to start, stop and steer a bicycle safely through to on-road training \nand basic bike maintenance, depending on each person's needs.",
     "To help people make the switch from four wheels to two, people can take part \nin free 'taster' cycle training sessions at Surrey Quays' Bike Magic Day, which \nruns from 11am - 7pm on Thursday 24 August.",
     "As well as getting the chance to see what cycle training involves, there will \nalso be a free Dr Bike cycle surgery on hand so people can give their bikes a \nfree health check, local police will be registering bikes with anti-theft \nmarkers, there will be led local bike rides, and RJRideguide, one of the UK's \nbest cycle stunt riders, will be performing throughout the day.",
     "Jenny Jones, the Mayor's Green Transport Advisor, said: \"If you want to get \nfitter, move around faster, or just save money on your travel costs then the \nsummer is an ideal time to start cycling.",
     "\"A bit of cycle training is all that many people need to get them back in the \nsaddle.\"",
     "Rose Ades, Head of the Cycling Centre of Excellence at TfL, said: \"Many \nLondoners have got bikes and are keen to ride them, but don't have the \nconfidence to cycle in their own area.",
     "\"Training can help break down this barrier and give people the freedom to \ncycle in the capital.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Cycling Projects\"}",
     "\"TfL funds cycle training in partnership with many London boroughs already, \nbut schemes such as this, that go out into the community, are a brilliant way to \nreach people who are new to cycling.\"",
     "Barry Mason of Southwark Cyclists said: \"Lots of Londoners want to cycle \nmore, but for many people a lack of confidence in their cycling skills stops \nthem from getting on their bikes.",
     "\"The CLPP funding has allowed Southwark Cyclists to get the Shopping Centred \nCycling project off the ground.",
     "\"Not only are we able to offer local residents high quality personalised \ncycle training at very affordable prices, we are also piloting something that \ncan be used as a blueprint for similar projects in the future.\"",
     "Lucy Davis, CLPP Project Officer at the London Cycling Campaign (LCC), said: \n\"Since it started in 2005, the CLPP Community Grant Scheme has already helped \nmore than 30 community cycling projects throughout London to get started, and to \ncontinue to grow.",
     "\"The Southwark Cyclists Shopping Centred Cycling project is a brilliant \nexample of what CLPP grants are helping to achieve in communities right across \nLondon, and shows that by providing resources and support to get people started, \ncycling can become an everyday activity for all Londoners.\"",
     "{\"template\":\"bulletlist\",\"items\":[\"The TfL funded Community Cycling Grants are distributed by the Cycle London Promotion Partnership (CLPP), which consists of TfL, London Cycling Campaign, CTC, Sustrans, LondonCycleSport and Good Going. The grants are available to charities, not-for-profit groups and schools that work with communities in London and are intended to promote, encourage and support cycling across the capital. Information is available on \\u003ca \\u003eTfL's website \\u003c/a\\u003e \",\"CLPP funding is administered by London Cycling Campaign's Community Cycling Project. The Community Cycling Project also offers free advice, support and hands-on assistance to groups wishing to encourage cycling in the community\",\"There has been a 72 per cent increase in cycle journeys on London's major roads since 2000. It is estimated that there are now approximately 450,000 cycle journeys a day across London as a whole\",\"Investment in cycling has risen during the past five years from £5.5m in 2000 to £24m in 2006/07. TfL is investing this money in cycling infrastructure, training, promotion and education\",\"There has been a 34 per cent reduction in cycle casualties in London against the government's baseline figures (from 1994-1998 average)\",\"Adult cycle training is widely available in London. More details are available on the \\u003ca \\u003eTfL website \\u003c/a\\u003e or contact their local borough cycling or road safety officers for further information\",\"Media Contacts\",\"For more information on TfL's work to support and promote cycling in London, please contact Silka Kennedy-Todd at Transport for London on 020 7126 3394, email \\u003ca href=\\\"mailto:silkakennedy-todd@tfl.gov.uk\\\"\\u003esilkakennedy-todd@tfl.gov.uk\\u003c/a\\u003e or go to \\u003ca href=\\\"http://www.tfl.gov.uk/cycles\\\"\\u003ewww.tfl.gov.uk/cycles\\u003c/a\\u003e \",\"For free advice on how to get your community cycling project started, please contact Lucy Davis at the London Cycling Campaign (LCC) on 020 7234 9310, email \\u003ca href=\\\"mailto:lucy@lcc.org.uk\\\"\\u003elucy@lcc.org.uk\\u003c/a\\u003e , or see \\u003ca href=\\\"http://www.lcc.org.uk/\\\"\\u003ehttp://www.lcc.org.uk/\\u003c/a\\u003e \",\"For more information on Southwark Cyclists, please contact Barry Mason on 07905 889 005 or email \\u003ca href=\\\"mailto:info@southwarkcyclists.org.uk\\\"\\u003einfo@southwarkcyclists.org.uk\\u003c/a\\u003e or see \\u003ca href=\\\"http://www.southwarkcyclists.org.uk/\\\"\\u003ehttp://www.southwarkcyclists.org.uk/\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}