{
 "pageTitle": "TfL appoints event management company for 2007 Tour de France Grand Depart",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL appoints event management company for 2007 Tour de France Grand Depart",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) today announced that after a rigorous selection process Innovision has been appointed as the event management company for the Grand Depart of the Tour de France in July 2007."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Innovision will work in association with SweetSpot (organisers of the Tour of Britain) to deliver the host city requirements.",
     "Innovision, in association with SweetSpot, will deliver:",
     "{\"template\":\"bulletlist\",\"items\":[\"Race HQ \\u0026 Press Centre\\u003cbr /\\u003eLocated in ExCeL London and covering 8,000 square metres, the HQ will be home to the race organisers and the world's media between Wednesday 4 July and Saturday 7 July. The facility will include a 500-seat press centre, two conference rooms seating a total of 650 people, a Tour de France partner exhibition zone, and temporary offices for race officials. There will be an additional facility located at the Stage One finish in Canterbury incorporating a 500-seat press centre\\u003cbr /\\u003e\",\"The Opening Ceremony\\u003cbr /\\u003eTaking place on Friday 6 July in Trafalgar Square this event sets the scene for the forthcoming competition, combining the presentation of the riders and teams taking part in the 2007 Tour de France with an array of live entertainment\\u003cbr /\\u003e\",\"The Race, consisting of:\",\"The Prologue\\u003cbr /\\u003eOn Saturday 7 July - An individual race against the clock with the riders setting off a minute apart and racing around a 7.9km circuit. The result of this time trial will determine which rider wears the world famous yellow jersey on the 1st Stage of the race.  The route comprises Whitehall, Parliament Square, Buckingham Palace, Hyde Park Corner, Hyde Park, Constitution Hill and a finish in The Mall\\u003cbr /\\u003e\\u003cbr /\\u003eo The 1st Stage\\u003cbr /\\u003eOn Sunday 8 July - Comprises a 209km course starting in The Mall and taking in many London sights including the Houses of Parliament, The London Eye, St Paul's Cathedral, the Bank of England, Tower Bridge and the Greenwich World Heritage site. The route proceeds through the Kent countryside passing through a number of historic urban centres before finishing in Canterbury with the Cathedral as a backdrop\"]}",
     "The Tour de France is the largest annual sporting event in the world. The event will bring hundreds of thousands of visitors to London and the South East and is expected to bring more than £70m to the South East economy.",
     "The Tour de France is coming to London following a bid by the Mayor of London, Transport for London and the London Development Agency. The 2007 Grand Depart is the first time the Tour de France has visited the capital and the first time the race has ever started in the UK. The race has visited the UK twice before in 1974 and 1994.",
     "{\"template\":\"bulletlist\",\"items\":[\"The Tour de France Grand Depart weekend will run from Friday 6 July to Sunday 8 July 2007\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}