{
 "pageTitle": "TfL launches Tube Check before you travel TV ads",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL launches Tube Check before you travel TV ads",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) today launches a new London Underground (LU) television advertising campaign fronted by LU Managing Director Tim O'Toole, urging all Londoners to \"check before you travel\" on the Tube at weekends due to an extensive improvement programme."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We are investing billions to improve the Tube",
     "Earlier this year, LU announced a major increase in the level of \nengineering work taking place on the Tube at weekends as part of Transport for \nLondon's £10bn Investment Programme.",
     "The pace of work has increased to almost double that of last year, a momentum \nto be maintained for many years to come. The work is being undertaken by Tube \nLines and Metronet.",
     "The campaign's message is simple - please, check before you travel on the \nTube at weekends, plan an alternative route or allow extra time if \nnecessary.",
     "The TV ads have been devised by TfL as a way of targeting leisure and weekend \nTube users, who could find themselves increasingly affected by weekend Tube \nimprovement works.",
     "TfL already targets regular commuters and weekday Tube passengers through a \nrange of publicity, including posters and leaflets at stations, but this \ncommunication does not always reach weekend passengers.",
     "The advertisement will be seen several times by six million adults in the \nLondon region during the campaign providing a cost effective way to communicate \nthe \"check before you travel\" message to weekend Tube passengers.",
     "Tim O'Toole, LU Managing Director, said: \"After decades of underinvestment, \nwe are investing billions to improve the Tube.",
     "\"This is funding massive improvement works which means we have to close some \nstations and sections of lines at weekends.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Improvement works\"}",
     "\"We recognise that this will inevitably cause some inconvenience to \npassengers but this will result in a much improved London Underground.",
     "\"That's why we are asking all Londoners to please, check before you travel on \nthe Tube at weekends.",
     "\"Alternative travel options and information will always be available at \nstations, the TfL website or through TfL's Travel Information line.\"",
     "Improvement works taking place on the Tube this year include a major series \nof weekend closures on the Northern and Victoria lines throughout 2006.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Check service\"}",
     "The Waterloo \u0026 City line is closed for five months until early September \nfor a major upgrade.",
     "Regent's Park and Lancaster Gate stations are presently closed for \nmodernisation and lift replacement works.",
     "In addition Network Rail works will also mean the suspension of parts of \nUnderground lines at times, in order that they can undertake work.",
     "Around 50 stations will have improvement works this year including Baker \nStreet, Embankment, Farringdon, Blackfriars, Earl's Court and Mile End.",
     "Stations will generally remain open, although some may close early on \noccasion.",
     "Passengers are advised to check before travelling via the following options:",
     "{\"template\":\"bulletlist\",\"items\":[\"The TfL website: \\u003ca href=\\\"http://www.tfl.gov.uk/tubeworks\\\"\\u003ewww.tfl.gov.uk/tubeworks\\u003c/a\\u003e \",\"The London Travel Information 24-hour telephone helpline: 020 7222 1234\",\"BBC Ceefax, page 436, or ITV's Teletext, page 164\",\"Information on posters, leaflets and \\\"Good Service\\\" boards at Tube \\nstations\"]}",
     "The advert will run to coincide with news bulletins on ITV London, Channel 4 \nand five over the next three months on Thursdays, Fridays and Saturdays.",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL's Tube \\\"Check before you travel\\\" TV ad will first broadcast on Thursday, August 17 on the following channels and at the following times:\\u003cbr /\\u003eITV London at 12.40(national news) and 13.15 (local news)\\u003cbr /\\u003eC4 at 12.15 and 19.35\\u003cbr /\\u003efive at 17.45\",\"TfL is investing £10bn over the next five years to meet London's transport needs now and in future, over half of that in the Tube\",\"Tube Lines is responsible for the maintenance and renewal of the Jubilee, Northern and Piccadilly lines\",\"Metronet BCV is responsible for the maintenance and renewal of the Bakerloo, Central, Victoria and Waterloo \\u0026 City lines\",\"Metronet Rail SSL is responsible for the maintenance and renewal of the sub-surface lines - the Circle, District, Hammersmith \\u0026 City, Metropolitan and East London lines\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}