{
 "pageTitle": "A lock is a gate - young people of Hackney create album of songs as a gift for Central line passengers",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "A lock is a gate - young people of Hackney create album of songs as a gift for Central line passengers",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Artist Ruth Ewan and composer Kerry Andrew unlocked the imaginations of a group of around 40 members of the Laburnum Boat Club in Hackney when they began working with them for a new Art on the Underground commission."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Together the young people have created a song album as a gift for travellers on the Central line.",
     "Their experimental songs and drawings tell of who they are and how they think others see them and share their hopes and dreams for a better world in which to grow up.",
     "The album will also be available as a \u003ca href=\"/art\"\u003efree download\u003c/a\u003e from 24 August.",
     "Next, the group is creating two artworks for Bethnal Green Tube station to be launched this autumn.",
     "Two drawings, which map the sound and flow of songs from the album, will run above the length of the escalators.",
     "Ruth Ewan was commissioned to devise and lead the project by Art on the Underground.",
     "Inspired by the youth club's inclusive atmosphere and lively adventurous spirit, Ruth invited composer Kerry Andrew to collaborate with her on leading the project through a series of workshops open to all members of the Club who are aged between nine and 19.",
     "The young people were also given support in developing their words and lyrics by poet Evlynn Sharp.",
     "All the songs, words and drawings were created by Laburnum Club members, and shaped into complete artworks by Ruth and Kerry.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Overcoming obstacles\"}",
     "The group developed the theme 'a lock is a gate', a phrase that has both philosophical and practical meaning for the Club: a canal lock is a water gate that requires special knowledge to unlock.",
     "Once opened, it lets a boat pass between different water levels.",
     "In the same way, obstacles in life that might at first seem impassable can be overcome.",
     "The core of the songs and drawings in the project respond to this idea.",
     "The album recounts the story of a journey, part imaginary part real, that leads from the Tube to and along Regent's Canal.",
     "To develop their ideas, the Club members went on a tour behind the scenes at Bethnal Green Tube station and took a trip on a narrow boat through a lock and Islington canal tunnel.",
     "During their travels they recorded sounds on the water and out in the wider city, weaving them into songs.",
     "They also invented ways to express these sounds through mapping the flow of a song along a line.",
     "Ruth Ewan, said: 'I hugely enjoyed working with Kerry, Evlynn and the staff and young people from Laburnum Boat Club.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Creative working\"}",
     "'The Boat Club is an inspiring organisation: energetic, welcoming and creative.",
     "'It is a fantastic place, there should be more organisations like this across the country.'",
     "Cathy Haynes, Curator for Art on the Underground, London Underground, said: 'I hope Tube travellers will enjoy the songs and artworks that the young members of Laburnum Boat Club have created for them with Ruth, Kerry and Evlynn.'",
     "It has been a great experience to work with this group of young people from Hackney who have volunteered their time and creative energies to help make something for us all to enjoy.",
     "'The artists have been exceptional in their commitment to the young people and their ideas.",
     "'This has been a highly rewarding project.'",
     "The album tracks and artwork will be \u003ca href=\"http://www.tfl.gov.uk/art\"\u003edownloadable for free\u003c/a\u003e for an unlimited period of time.",
     "A special edition of the album as a CD with sleeve artwork is also available for free for a limited period at the V\u0026A Museum of Childhood in Bethnal Green and other venues.",
     "For information on stockists, visit \u003ca href=\"http://www.tfl.gov.uk/art\"\u003etfl.gov.uk/art\u003c/a\u003e ",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}