{
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "All my lines in the palm of your hand: A new artwork for the Pocket Tube Map cover by Michael Landy",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "A new work by artist Michael Landy, All my lines in the palm of your hand, the latest artist commission by Art on the Underground for the front cover of the Pocket Tube Map, is now available from Tube stations."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "His reference to the way that people write on their hands as an aid memoire is very much in contrast to current handheld technology - like GPS and Google Maps.",
     "The work is a tracing of the artist's own hand in pencil; the creases and lines of the hand are represented by lines drawn in the various colours of the Tube map.",
     "In this way, Landy makes a direct relationship between 'the artist's hand' and the Pocket Tube Map.",
     "We can read his palm and see how his personal journeys have left their mark there.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Hands-on art\"}",
     "Reproduced as a pocket artwork for millions of Tube travellers to hold in the palm of their own hands, the work has a humorous yet uncanny quality.",
     "Head of Art on the Underground, Tamsin Dillon, said: 'I like the way that Landy brings us back to the physical workings of the Tube Map. His reference to the way that people write on their hands as an aid memoire is very much in contrast to current handheld technology - like GPS and Google Maps.",
     "'We like to provide travel information to passengers in as many different formats as possible. The Pocket Tube Map is a traditional, 'hands-on' guide, which is still a great way to get around the London Underground system.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Acts of Kindness\"}",
     "The presentation of this new work coincides with Michael Landy's project for the Central line series, Acts of Kindness.",
     "To find out more and to tell us your story of kindness on the Tube visit \u003ca href=\"http://art.tfl.gov.uk/actsofkindness\"\u003ehttp://art.tfl.gov.uk/actsofkindness\u003c/a\u003e ",
     "For further information contact about Art on the Underground contact:\u003cbr /\u003eAlice Broughton\u003cbr /\u003eTheresa Simon \u0026 Partners Ltd\u003cbr /\u003eEmail: \u003ca href=\"mailto:alice@theresasimon.com\"\u003ealice@theresasimon.com\u003c/a\u003e \u003cbr /\u003eTel: 020 7734 4800\u003cbr /\u003e\u003cbr /\u003eFor further information contact about TfL contact:\u003cbr /\u003eCandice Jones\u003cbr /\u003eTfL Press Office\u003cbr /\u003eEmail: \u003ca href=\"mailto:candicejones@tfl.gov.uk\"\u003ecandicejones@tfl.gov.uk\u003c/a\u003e \u003cbr /\u003eDirect line: 020 7126 4883 or 0845 604 4141",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The Pocket Tube Map cover art works are owned outright by London Underground and form the basis of a permanent collection of unique works by world class artists, including Cornelia Parker, Richard Long, Liam Gillick and Jeremy Deller.\",\"For more information about Art on the Underground, please visit \\u003ca href=\\\"http://www.tfl.gov.uk/art\\\"\\u003ewww.tfl.gov.uk/art\\u003c/a\\u003e \",\"Artist Michael Landy (b.1963) grew up in East London where he still lives. Throughout his life most of his journeys have started out on the Central line. Landy was inspired to be an artist when as a child a picture he had made was shown on the BBC TV programme Take Hart. After school he studied art at Loughton, Loughborough and Goldsmiths. Shortly afterwards he achieved acclaim as one of the Young British Artists who transformed the international art scene in the early 1990s. Landy's major projects include Break Down (Artangel, 2001), where he destroyed all his material possessions. He made a painstakingly detailed list of everything he owned, totalling 7227 items. Then a team of boiler-suited helpers passed them all one by one along a conveyor belt to be shredded and granulated in a former C\\u0026A store on Oxford Street. He walked away with nothing but a pair of overalls. The experience led him to reflect deeply on the value of the small acts of compassion that connect us with others, and triggered his idea for Acts of Kindness. Landy is currently Associate Artist at the National Gallery. In recognition of his major contribution to contemporary art, he was made a lifetime member of the Royal Academy of Arts in 2008.\",\"Acts of Kindness is the first in Art on the Underground's Central line series of artist's projects taking place from 2011 to 2012. The Central line is 46 miles long, interconnects with all other Underground lines, and has 49 stations in 12 boroughs. The Central line series takes inspiration from the variety of people and places spanned by the line. Each project explores the theme of communication and exchange, and the connections we make with others. The Central line series of temporary commissions is supported by the National Lottery through Arts Council England.\",\"The first Central line stations to receive the Acts of Kindness stories are Liverpool Street, Holborn and St Paul's.\",\"Tube customers can contribute their stories by visiting the project web pages at art.tfl.gov.uk. Please visit the website for full terms and conditions.\",\"The Tube is undergoing a huge and essential programme to upgrade its ageing infrastructure - vital to cope with a growing population and to support the economic development and growth of the capital and the UK. This includes the introduction of new track and signalling and the rebuilding of some of our most important stations. By the end of the current programme there will be 30% more capacity. This will inevitably result in some disruption for passengers, but TfL is working hard to provide information and alternative travel options. The work is essential to provide for London's growing transport needs now, and into the future. TfL is urging all Londoners and Tube, London Overground, London Tramlink and DLR passengers to \\\"check before you travel\\\" at weekends, allowing extra journey time where necessary. Weekend travel news is available at \\u003ca href=\\\"http://www.tfl.gov.uk/check\\\"\\u003ewww.tfl.gov.uk/check\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}