{
 "pageTitle": "Be Safe Week at London Transport Museum",
 "description": "The five days of workshops between 22-26 August will cover safety awareness for travelling by bus, road, river and rail. The week of events is aimed at families with young children, aged five and above.Some highlights of the activities on offer this year",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Be Safe Week at London Transport Museum",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "For the seventh year, London Transport Museum is hosting five days of safety workshops for children during Be Safe Week."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The five days of workshops between 22-26 August will cover safety awareness for travelling by bus, road, river and rail.",
     "The week of events is aimed at families with young children, aged five and above.",
     "Some highlights of the activities on offer this year are two interactive vehicles with free access on the Covent Garden Piazza outside the museum.",
     "Here, children can simulate driving a bus, or learn about rail safety on an inflatable train.",
     "Inside the museum, children can get to grips with personal safety for cycling and learn about safely responding to animals from the Dog's Trust amongst other educational activities.",
     "Transport for London's (TfL's) Safety and Citizenship team are being supported by other safety training providers across London for this latest safety initiative, including the London Ambulance Service, the Royal National Lifeboat Institution, the London Fire Brigade, the Metropolitan Police and the Dog's Trust.",
     "Be Safe Week attendees are also welcomed to take part in the Young London Navigators' challenges included in the museum admission fee - where kids go free, while adults pay £13.50 for unlimited entry for 12 months.",
     "Young London Navigators summer family fun is part of the Sense and the City: smart, connected and on the move exhibition which explores how technology is changing the way we access and experience London and looks at past visions of the future.",
     "Christopher Nix, Head of Learning Development at London Transport Museum said: 'It's great to get children engaged with safety issues in the Capital at an early age.",
     "'Be Safe Week is an opportunity for London's younger generations to have fun and learn how to get involved in building a safer London.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"London Transport Museum opening hours: Saturday to Thursday 10:00 to 18:00 (last admission 17:15), Friday 11:00 to 18:00 (last admission 17:15)\",\"London Transport Museum admission: £13.50 adults, £10.00 concessions (all tickets allow unlimited admission for a 12 month period from date of purchase), children under 16 free (under-12s must be accompanied by an adult)\",\"Online bookings: \\u003ca href=\\\"http://www.ltmuseum.co.uk\\\"\\u003ewww.ltmuseum.co.uk\\u003c/a\\u003e \",\"Sense and the City: smart, connected and on the move is a new temporary exhibition at London Transport Museum. It explores how emerging technologies are changing the way we access and experience London and compares this with past visions of the future\",\"Public information:\",\"Talks and events bookings: +44 (0)20 7565 7298\",\"Switchboard:  +44 (0)20 7379 6344 (general information)\",\"Address: Covent Garden Piazza, WC2E 7BB\",\"24-hour information: +44 (0)20 7565 7299\",\"London Transport Museum Ltd is a subsidiary company of Transport for London with charitable status. The Museum's charity number is 1123122\",\"Young London Navigators' remaining events include (all workshops are open to children aged five and above):\",\"Week five: Design eggs-cellence - Monday 22 to Friday 26 August 2011 - 12:00-15:00 - Do the Young Navigators' vehicle safety test using real eggs!\",\"Week six: Fantasy future London - Monday 29 August to Friday 2 September 2011 - 12:00-15:00 - The grand finale of the Young London Navigators challenges; help us build a capital city of the future and fill it with fantasy buildings and vehicles\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}