{
 "pageTitle": "Circle and District line works completed on schedule after four-week upgrade closure",
 "description": "Normal services are operating across the District and Circle lines this morning following the successful completion of four weeks of upgrade works between High Street Kensington and Edgware Road.The block closure from 23 July to 23 August between the two",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Circle and District line works completed on schedule after four-week upgrade closure",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Thousands of metres of new track and drainage laid in four-week closure. Platform lengthening and signal renewals carried out."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Normal services are operating across the District and Circle lines this morning following the successful completion of four weeks of upgrade works between High Street Kensington and Edgware Road.",
     "The block closure from 23 July to 23 August between the two stations, one of the oldest sections of the Tube network, has enabled key upgrade works to take place.",
     "The works have improved track and equipment and will improve reliability, and have been completed in four weeks rather than six months of weekend works.",
     "This includes work to accommodate the new Hammersmith \u0026 City and Circle line air-conditioned trains including power upgrade on the tracks, signal renewals and lengthening platforms.",
     "Track and drainage renewals will also help to protect track circuits from flooding thereby helping to cut down on the number of signal failures.",
     "Two thousand metres of new drainage has been laid down to replace an old system from the 1850s while approximately 3.5km of track from the 1940s has been replaced.",
     "This has involved around 7.5km of new rail.",
     "Specially adapted engineering trains were used to make nearly 400 trips to bring old earth out and bring equipment and new materials in including:",
     "{\"template\":\"bulletlist\",\"items\":[\"Bulldozers and cranes which were used to remove 16,000 tonnes of spoil in order to take the track down to its base level\",\"A total of 25,000 tonnes of sand and new stone ballast\",\"Around 5,000 new sleepers\"]}",
     "Over the last 100 years the old railway in the area has seen little upgrade work but during the last four weeks it has been stripped back and rebuilt so it will last for decades to come.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Positive impact\"}",
     "David Waboso, London Underground's (LU's) Capital Programmes Director, said: 'We're working hard to upgrade the Tube network to provide our customers with the best possible service and this is a great example of the types of improvements that we are making across the network.",
     "'By implementing a block closure on the Circle and District lines between High Street Kensington and Edgware Road we have been able to complete the works in four weeks rather than the period of six months that would have been required had we carried out the work just using weekend closures.",
     "'I hope our customers can see the positive impact that these improvements will have on their journeys and I would like to thank them all for their patience of the last few weeks.'",
     "The closure also allowed LU to carry out work to improve safety and security with CCTV and lighting.",
     "Although the Circle and District lines will still require some weekend closures as work to upgrade the District, Metropolitan, Hammersmith \u0026 City and Circle lines intensifies, this blockade has saved several months of weekend closures.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}