{
 "pageTitle": "Consultation begins on proposed changes to South Kensington station",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Consultation begins on proposed changes to South Kensington station",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground (LU) is today beginning a six week public consultation - Friday 26 August to Friday 7 October - on the possibility of a development above South Kensington station."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "'Creating a modest development above South Kensington station has been a long-time aspiration and we have worked hard to devise a proposal that will benefit the area whilst remaining sensitive to local residents' concerns.",
     "Work on the proposal has been undertaken with input from the Royal Borough of Kensington \u0026 Chelsea in order to examine the best way to implement any development whilst ensuring that Tube customers and local people reap the maximum benefit.",
     "The potential development could fund station improvements providing the opportunity to carry out changes to reduce congestion and provide step-free access to the District and Circle lines at South Kensington station.",
     "The narrow flight of stairs from the District and Circle line platforms is causing congestion problems whilst some customers find the station difficult to use because it can only be accessed via stairs.",
     "An initial scoping study has been carried out in order to address the problems at the station.",
     "The study has shown that the best option would be a lift from a new Thurloe Street entrance into an enlarged ticket hall, as well as new stairs and a lift to the District and Circle line platforms.",
     "The plans for a modest development have been created keeping the key issue of conservation in mind, in order to respect and enhance the listed elements of the station and the surrounding neighbourhood.",
     "As such, the existing arcade, listed shop fronts and northern and southern entrances would all be retained, as would the Thurloe Street terrace.",
     "The 'Ox-blood' station building would also be retained and integrated with the residential development over the station ticket office.",
     "Richard Parry, LU's Deputy Managing Director, said: 'Creating a modest development above South Kensington station has been a long-time aspiration and we have worked hard to devise a proposal that will benefit the area whilst remaining sensitive to local residents' concerns.",
     "'This will allow us to carry out much needed station improvements including lifts to provide step-free access to the District and Circle line platforms, an enlarged ticket hall and new stairs to cope with the ever increasing number of visitors to the area. We do not have the money for these improvements without a developer paying for it.'",
     "TfL is keen to get local support and opinion and welcomes the involvement of residents and stakeholders in this project.",
     "The consultation period will close on 7 October 2011 and we are holding a public meeting at 19:00 on Wednesday 21 September at Kensington Town Hall.",
     "{\"template\":\"bulletlist\",\"items\":[\"Step-free access to the Piccadilly line platforms cannot be installed as part of this proposed scheme, but will be safeguarded for future provision\",\"The public meeting will take place at Kensington Town Hall, (Committee Room 3/4), Hornton Street, London, W8 7NX at 19:00 on Wednesday 21 September\",\"This study, along with information on how to comment on this proposal, or request further details, can be found on TfL's website at: \\u003ca href=\\\"http://www.tfl.gov.uk/corporate/projectsandschemes/20735.aspx\\\"\\u003ehttp://www.tfl.gov.uk/corporate/projectsandschemes/20735.aspx\\u003c/a\\u003e \\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}