{
 "pageTitle": "Consultation begins on lane rental scheme to tackle roadworks",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Consultation begins on lane rental scheme to tackle roadworks",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Scheme would make companies pay to dig up the Capital's busiest roads during busiest periods, encouraging quicker and more collaborative working."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Key part of Mayor's assault on disruptive roadworks will be first scheme of its type in the country.",
     "Subject to consultation, scheme could be introduced by spring next year.",
     "Transport for London (TfL) will tomorrow begin a 12-week consultation on plans for a lane rental scheme that would give utility companies a clear economic incentive to reduce the scale and duration of roadworks on London's busiest roads, following the start of a national consultation by the Department for Transport (DfT) today.",
     "By using lane rental TfL would be able to charge companies who dig up the busiest roads on their network as well as subjecting their own roadworks to charges.",
     "The aim is to provide a financial incentive for works to be carried out quicker, and a sliding scale of charges would be introduced to encourage companies to work during less disruptive times.",
     "The Mayor has lobbied for London to have the first targeted and avoidable lane rental scheme in the country and, subject to consultation; TfL will look to formally submit a proposal to the DfT in early 2012.",
     "That timetable would mean a lane rental scheme could be up and running in the Capital by spring next year.",
     "Any revenue raised by the scheme would also contribute to a roadworks innovation fund that would be jointly overseen by TfL and the major utility companies.",
     "The fund would be used to develop and invest in new technology such as quick curing materials and improved plating technology, which would allow excavations to be temporarily covered to enable roads to be returned to normal operation.",
     "By making these technologies more widely available to the industry, utility companies and TfL will be able to carry out more works outside of disruptive times, meaning that charges could be avoided.",
     "A further use for the fund could be to construct infrastructure such as pipe subways to enable utilities and TfL to install and maintain plant, such as pipes, ducts and cables, without the need to excavate the highway.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Relieving congestion\"}",
     "If introduced, lane rental charges would apply to sections of carriageway and pinch points where it has been identified that action to relieve congestion should be prioritised.",
     "These areas cover around 330km (57 per cent) of the TfL Road Network and reflect where the effect of closing a lane of traffic is more than 50 per cent higher than on the rest of the network.",
     "The Mayor of London, Boris Johnson, said: 'Lane rental will offer a powerful incentive for utility companies in London to ensure they complete their work as quickly as possible.",
     "'We will also spend the money raised from lane rental charges on developing new technologies that aim to help utility companies and highway authorities work in ways that will cause far less disruption for road users.'",
     "Leon Daniels, Managing Director for Surface Transport at TfL, said: 'TfL is working on a range of schemes to improve traffic flow across the Capital, and lane rental would give us a vital tool to reduce unnecessarily prolonged and disruptive roadworks.",
     "'By investing any revenue raised by the scheme into new and innovative methods, we can help encourage more work to take place outside of the charging periods'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}",
     "{\"template\":\"bulletlist\",\"items\":[\"Band 1 would cover a majority of the CMAs, where lane rental base charge would be set to £800 per day for all planned works. These would apply 07:00 to 10:00 and 15:30 to 19:00 Monday to Friday, and 12:00 to 18:00 during the weekend\",\"Bands 2 and 3 would cover the rest of CMA segments and all of CMA pinch points, where lane rental base charge would be set to £2,500 per day. These would apply 07:00 to 22:00 Monday to Friday, and 12:00 to 18:00 during the weekend\",\"However, timings of the charge period at some areas may vary depending on their specific location. A map illustrating the locations of the CMAs is available from the TfL Press Office\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"Building on the code of conduct for roadworks - created by the Mayor - and working to sign more boroughs up to the London roadworks permit scheme. These are already improving the management and coordination of works, with utility companies now sharing lane closures and working at the same time to avoid stretches of road being repeatedly dug up\",\"Reviewing the timings of 1,000 sets of traffic signals each year, and working with the boroughs to identify sites where they can be removed if they serve no purpose\",\"Installing advanced computer technology at traffic signals that allows the lights to adjust their timings to best suit the flow of traffic\",\"Examining innovative engineering techniques which could see utilities use temporary road surfacing methods and fast-setting replacement road surfaces - allowing roads to re-open more quickly when works have been carried out\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}