{
 "pageTitle": "London Underground makes multi-year pay offer",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Underground makes multi-year pay offer",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground (LU) has made a five-year pay offer to trade unions which would see staff get a 5 per cent pay increase this year, followed by inflation (RPI) plus 0.25 per cent in the following three years and RPI + 0.5 per cent in the final year."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "'We have made a very fair and affordable multi-year pay offer to the trade unions that will enable our employees' salaries to keep pace with the cost of living and guarantees an increase in real terms",
     "A further guarantee has also been given that LU would not take into account negative RPI, should such a situation occur.",
     "The five-year offer was made to all trade unions at the meeting of LU's Company Council on Thursday 4 August.",
     "During previous discussions, London Underground asked the trades unions to take into account that the basic pay offer could be improved if their claims for changes to other terms and conditions could be limited to those which did not incur extra costs and it is on this basis that this revised package has now been offered.",
     "Howard Collins, Chief Operating Officer, LU said: 'We met again with the unions today and have made a very fair and affordable multi-year pay offer to the trade unions that, over the life of the deal, will enable our employees' salaries to keep pace with the cost of living and guarantees an increase in real terms.",
     "'At the same time it is realistic given the current economic situation and the pressure on TfL's finances.",
     "'We have urged the trade unions to recommend our revised offer to our staff as soon as possible.'",
     "The proposed deal would cover the period from April 2011 to April 2016.",
     "The previous agreed pay deal, which saw staff get a 1.5 per cent increase in year one and RPI+0.5 per cent in year two, expired in March.",
     "Separate discussions with trade unions on working arrangements over the period of the London 2012 Games continue."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}