{
 "description": "With the area closed off to traffic, the easiest way to enjoy the sights and sounds of Carnival 2011 is to travel by bus or Tube, on bike or by foot.In order to travel to and from Notting Hill easily and safely TfL urges visitors to arrive early because",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Reminder: The best way to get to Notting Hill Carnival: Sunday 28-Bank Holiday Monday 29 August 2011",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Europe's largest street festival - the Notting Hill Carnival - returns to the streets of west London on the August Bank Holiday weekend."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "With the area closed off to traffic, the easiest way to enjoy the sights and sounds of Carnival 2011 is to travel by bus or Tube, on bike or by foot.",
     "In order to travel to and from Notting Hill easily and safely TfL urges visitors to arrive early because this year the Carnival will begin at 9:00.",
     "By leaving early, before it finishes at 19:00, you will have a great day but reduce your travelling time by avoiding queues and crowded buses and Tube trains.",
     "Transport for London (TfL) advises all visitors to \u003ca href=\"http://www.tfl.gov.uk\"\u003echeck before they travel \u003c/a\u003e and \u003ca href=\"http://www.tfl.gov.uk/journeyplanner\"\u003eplan their journey \u003c/a\u003e to and from the Carnival on Sunday and Bank Holiday Monday, 28 and 29 August.",
     "The TfL website will have up-to-the-minute information about planned improvement works on the Tube, real time travel news, maps, first and last train times and details of weekend engineering works.",
     "Alternatively call the London Travel Information 24-hour help line 0843 222 1234.",
     "Information is also available on posters, leaflets and 'good service' boards at Tube stations.",
     "\u003cstrong\u003eTravelling by London Underground\u003c/strong\u003e ",
     "For safety reasons Ladbroke Grove station, located on one of the busiest sections of the Carnival route, will be closed on both Sunday 28 and Monday 29 August.",
     "Some stations around the Carnival area will close early or be 'exit only' at certain times on both days to help ease congestion.",
     "These include:",
     "{\"template\":\"bulletlist\",\"items\":[\"Latimer Road Station will be closed after 23:30 on Sunday and Bank Holiday Monday\",\"Notting Hill Gate Station will be exit only between 12:00 and 19:00 on Sunday and 12:00 and 18:30 on Bank Holiday Monday. Also on both days between 12:00 and 19:00 Circle and District line trains will not stop at the station\",\"Royal Oak Station will be exit only between 11:00 and 18:00 and closed after 18:00 on both Sunday and Bank Holiday Monday\",\"Westbourne Park Station will be exit only between 11:00 and 18:00 and closed after 23:30 on both Sunday and Bank Holiday Monday\"]}",
     "Suggested alternative Tube stations:",
     "{\"template\":\"bulletlist\",\"items\":[\"Bayswater - on Monday 29 August between 12:00 and 19:00 you are advised to use this station if you are travelling on Circle or District line trains, as neither will stop at Notting Hill Gate\",\"Paddington (Circle and Hammersmith \\u0026 City lines) - on Sunday 28 and Monday 29 August you are advised to use this station instead of Notting Hill Gate or Royal Oak as both these stations will have entry restrictions\"]}",
     "Other stations near to the Carnival are:",
     "{\"template\":\"bulletlist\",\"items\":[\"High Street Kensington (Circle and District lines)\",\"Holland Park (Central line)\",\"Queen's Park (Bakerloo line)\",\"Shepherd's Bush (Central line)\"]}",
     "For safety reasons some stations may need to close temporarily to prevent overcrowding and ease congestion.",
     "It may be worthwhile waiting until the station reopens rather than finding an alternative station - please listen for announcements from staff and police.",
     "\u003cstrong\u003eTravelling by London Overground\u003c/strong\u003e ",
     "London Overground stations near to the Carnival: Queen's Park, Kensal Rise, Kensal Green and Shepherd's Bush.",
     "\u003cstrong\u003eTravelling by bus\u003c/strong\u003e ",
     "A number of bus routes run close to the Carnival area: 7, 18, 23, 27, 28, 31, 36, 52, 70, 94, 148, 228, 295, 316, 328, 390, and 452.",
     "TfL will be running many extra buses especially on Monday evening to get you home quickly and safely.",
     "Three special express routes- 2X, 36X and 436X - will run between south London and the Carnival on both days.",
     "The 2X will run from Norwood Garage to Hyde Park Corner, then non-stop to Notting Hill Gate.",
     "The 36X will run from Peckham to Vauxhall, then non-stop to Harrow Road 'Prince of Wales'.",
     "The 436X will run from Peckham to Hyde Park Corner, then non-stop to Notting Hill Gate.",
     "Special bus route 205X will operate between Aldgate station and the Carnival.",
     "Additionally buses within a comfortable walking distance include: 6, 46, 159, 187, 205, 220, 274, 302, 332, 414, and 436.",
     "Bus routes running 24-hour services are: 6, 23, 27, 36, 94, 148, 159, 205, 220, 295 and 390.",
     "Night bus routes: N7, N18, N28, N31, N52 \u0026 N207 will operate throughout Sunday and Monday night.",
     "Some bus routes will be on diversion due to local road closures.",
     "Diversions will be in place from the first bus on Sunday morning 28 August until around 5:00 on Tuesday 30 August.",
     "\u003cstrong\u003eTravelling by bike\u003c/strong\u003e ",
     "Five docking stations for Barclays Cycle Hire bikes will be suspended in the Notting Hill area from 8:00 on Sunday 28 August until 8:00 on Tuesday 30 August at Turquoise Island, Pembridge Villas, Chepstow Villas, Notting Hill Gate Station and in Bayswater at Hereford Road.",
     "Ken Davidson, Head of Bus Operations for TfL, said: 'The Carnival is a great annual event and we want everyone going to enjoy themselves.",
     "'We do advise visitors to plan their journeys to and from the event, so they arrive and leave early and get home safely.",
     "'The easiest ways to travel are by bus, Tube, on bike or by foot and we advise all Carnival goers to be aware that crowds and road closures could slow you down.",
     "'People should also check options for their return journeys as these may be easier from an alternative station or bus stop.'",
     "\u003cstrong\u003eNotes to editors: \u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}