{
 "pageTitle": "Tramlink to aid regeneration of Croydon",
 "description": "The Mayor of London, Boris Johnson, has confirmed that contracts have now been signed for the supply of six new trams for London Tramlink that will boost services on the network in Croydon from early next year.Local people are also being reminded that",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Tramlink to aid regeneration of Croydon",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Contract signed for six new trams. Free travel this weekend."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The Mayor of London, Boris Johnson, has confirmed that contracts have now been signed for the supply of six new trams for London Tramlink that will boost services on the network in Croydon from early next year.",
     "Local people are also being reminded that there will be free travel on the trams this weekend, which it is hoped will encourage shoppers to head into the town centre and support their local businesses.",
     "The arrival of the new trams will help contribute to the regeneration of Croydon following the recent disturbances.",
     "When they begin running more frequent services will run on the busiest parts of the network between Therapia Lane, central Croydon and Elmers End.",
     "That will boost capacity and ease crowding during peak times.",
     "This weekend Oyster pay as you go and cash fare travel on the tram network will be free to encourage passengers to visit their local businesses and support the community following events last week.",
     "The Mayor of London, Boris Johnson, said: 'I was deeply moved by my visits to Croydon last week.",
     "'And I was greatly heartened by the determination of local people not to let the mindless behaviour of a few members of our society leave a permanent mark on this community.",
     "'Our Tramlink team did a great job of restoring tram services to the town centre so rapidly following the disturbances.",
     "'And we hope the signing of contracts for the six new trams will provide a real boost to services when they begin running early next year.",
     "'But in the mean time I urge everyone to take advantage of the free travel on the trams this weekend and head into Croydon town centre.",
     "'The message is clear.",
     "'It's business as usual.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"New trams for Croydon\"}",
     "Transport for London's Managing Director of London Underground and Rail, Mike Brown, said: 'TfL and London Tramlink are part of the Croydon community and as such we want to support our fellow citizens and the local economy in the most effective ways we can.",
     "'These new trams will have a significant impact on meeting the rising demand for tram services and reducing congestion where the demand is highest while the free travel will encourage passengers to travel into the business district to support their local businesses.'",
     "The London Borough of Croydon has confirmed a £3m contribution in funding to the purchase of the new trams.",
     "Croydon Council Leader Mike Fisher said: 'The announcement of the supplier of new trams for Croydon is great news.",
     "'Perception is important - and the perception today is that things are really beginning to move again in Croydon; and by spending heavily on extra trams we're backing what we're saying with hard cash.",
     "'The tram network has proved to be a huge hit with the many thousands who use it on a daily basis.",
     "'It's fair to say that, at peak times during the day, the network has become a victim of its success.",
     "'These new trams will ease that burden, providing an even better service for the network's customers and help ensure its continued success into the future.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "Trams",
     "{\"template\":\"bulletlist\",\"items\":[\"The new trams will be built by Swiss manufacturer Stadler and delivered early next year\",\"At 32 metres long, the Stadler trams are 2.5 metres longer than the existing vehicles, are air-conditioned, and are low-floor which provides better accessibility\",\"They are each made up of five sections with wide gangways between each giving them a more spacious interior. They are the Variobahn model and based on vehicles currently in use in Bergen, Norway\",\"The contract is worth £16.3m to the supplier which includes spare parts and special equipment to run the vehicles\",\"To accommodate the new trams and additional services modifications to tramstops and the depot will be required\",\"The first of the new trams will be delivered this winter and will enter service in spring 2012 following a rigorous testing and commissioning period. The remaining five trams will be delivered from early 2012 through to spring 2012\",\"Tramlink services have remained relatively static (between 2.4 and 2.7 million km per year) since 2000. However passenger journeys have increased by 45 per cent in 10 years. The 18.6 million journeys made in 2001/02 increased to 27.8 million per year by the end of the March 2011 with ridership continuing to grow since then\",\"TfL purchased Tramtrack Croydon Ltd in June 2008 when it became London Tramlink. Since then TfL has spent £2m on deep cleaning and refurbishing the tram fleet and tramstops, it has also delivered more than £5m in track upgrades since 2008 to improve reliability. Shortly after taking over the network, Tramlink increased its off-peak services in the evenings and on Sundays\",\"Pictures available on request\"]}",
     "Free Travel",
     "{\"template\":\"bulletlist\",\"items\":[\"Travel on the London Tramlink network will be free all day on Saturday 20 August and Sunday 21 August\",\"To benefit from the free travel all Oyster users should not touch in on the Oyster validators and non-Oyster users should not purchase a ticket\",\"Oyster users using Wimbledon station will need to touch in/touch out as normal. They will receive an automatic refund from Thursday 25 August at their most frequently used tram stop. Passengers entering the station will need to touch in at the gate line and again on the Tramlink platform and those leaving the station will need to touch out at the gate line\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}