{
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Zip through the new academic year with your 16+ Zip Oyster photocard",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "With the end of summer fast approaching, Transport for London (TfL) want to encourage all 16-17 year olds in the Capital to fill in their 16+ Zip Oyster photocard form which will be coming through the post in the next few days."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "'I want to urge all 16-17 year olds in the Capital to make the most of the Zip scheme. Last year, over 177,000 young people made the most of their 16+ Zip Oyster photocard which gave them free travel on buses and trams.",
     "Any young person who does not receive one should collect an application form from the Post Office from 1 September.",
     "The scheme allows any young Londoner who lives in one of the Capital's 33 boroughs to apply for the 16+ Zip Oyster photocard.",
     "Applicants who live outside London can apply for their 16+ Oyster photocard at \u003ca href=\"http://www.tfl.gov.uk/photocard\"\u003etfl.gov.uk/photocard\u003c/a\u003e .",
     "The 16+ Oyster photocard offers free travel on buses and trams and half adult rate on other TfL services to those young Londoners studying a Level 3 course, apprenticeship or training course funded by the Young People's Learning Agency and some courses funded by the Skills Funding Agency.",
     "Their school, college or training provider will be able to tell them if their course qualifies.",
     "Once both they and their parent or guardian have filled in their parts of the form, they need to take it to their education establishment or skills programme provider to also sign the application form.",
     "16-18 year olds who are not in education or a programme should also fill in their forms and return them, as the 16+ Oyster photocard will give them half  adult rate travel on all TfL services.",
     "Applications can be submitted from 1 September 2011.",
     "Steve Burton, TfL's Director of Community Safety, Enforcement and Policing said:",
     "'I want to urge all 16-17 year olds in the Capital to make the most of the Zip scheme and to fill in their forms when they receive it. Last year, over 177,000 young people made the most of their 16+ Zip Oyster photocard which gave them free travel on buses and trams. Over 12,000 other young people made the most of their half rate travel concession.",
     "'Concessionary travel is a privilege not a right. All Zip card holders have to sign up to a Behaviour Code when they apply for their card and this is strictly enforced. Anyone abusing the Behaviour Code will have this privilege revoked.'",
     "If you were under 16 on 31 August before the start of the new academic year (2011/2012), you can apply for an 11-15 Zip Oyster photocard.",
     "This entitles the holder to travel free on buses and trams and to buy Travelcard season tickets and pay as you go at child-rate.",
     "Applications for the 11-15 Oyster photocard can be made online at \u003ca href=\"http://www.tfl.gov.uk/photocard\"\u003etfl.gov.uk/photocard\u003c/a\u003e ",
     "Application forms can also be obtained from Post Offices in London.",
     "{\"template\":\"bulletlist\",\"items\":[\"16+ applicants cannot apply until 1 September 2011\",\"Over 16s can also be eligible for concessionary travel with the 16+ Oyster photocards. As of 26 July 2011, there are 177,372 16+ Oyster photocard holders that have the free bus and tram concession and 12,949 that have the half-rate travel concession\",\"All 16+ Oyster photocard holders can buy 7 Day, monthly or longer period Travelcard and Bus \\u0026 Tram Pass season tickets at half adult rate and pay as you go at half  adult-rate, even if they don't qualify for free bus and tram travel\",\"Holders of 16+ Oyster photocards moving into a second year of education or training, and holders of under 16 Oyster photocards that are due to expire on 30 September 2011, should be sent a partially completed application form to their home address. Once both they and their parent/guardian have signed it, and got their education provider to complete their part, and enclosed payment of £10, they can send it direct to TfL, without having to go to the Post Office\",\"Applications for the 16+ card will be available from and accepted at Post Offices from 1 September. These must be submitted by 15 September to ensure applicants receive their new 16+ Oyster photocards by 30 September 2011\",\"Applications for the 11-15 Zip Oyster photocard can be made up to one month before the applicant's 11th birthday\",\"There are currently 537,359 cardholders on the under-16 Oyster photocard schemes as of 27 June 2011\",\"Under 16s can buy child-rate off-peak Day Travelcards for £3 and on Tube services pay child-rate cash single fares without a Zip Oyster photocard. The 11-15 Zip Oyster photocard allows child-rate pay as you go which is cheaper than cash fares. They can also buy child-rate Travelcard season tickets with an Oyster photocard\",\"11-15-year-olds who do not have a valid Oyster photocard must pay the full adult cash fare on buses and trams until they get one\",\"A non-refundable £10 administration fee will be payable for all applications for Zip Oyster photocards. The £10 charge is to contribute to TfL's administration costs of the concessionary schemes, including processing application forms, photocard production and postage\",\"All Zip Oyster photocard applications made at the Post Office need to be supported by proof of identity and address of the parent/guardian signing the application form and a photograph and proof of age of the applicant at the time of application. 16+ applicants for free travel need to have their forms signed by their school, college or training provider and provide proof that they live in a London borough\",\"If an Oyster photocard has been lost, stolen or damaged the cardholder can get a replacement online at tfl.gov.uk/photocard. They'll have to pay a non-refundable fee of £10\",\"Information is also available in Bengali, Chinese, Czech, French, Greek, Gujarati, Hindi, Punjabi, Spanish, Turkish and Vietnamese\",\"Non-London residents are also able to apply for a Zip Oyster photocard at tfl.gov.uk/photocard and are also subject to the £10 administration fee\",\"Application forms for Zip Oyster photocards can be obtained from Post Offices in London.  16+ applications from non London residents can be made online at \\u003ca href=\\\"http://www.tfl.gov.uk/photocard\\\"\\u003etfl.gov.uk/photocard\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}