{
 "pageTitle": "A penny spent at Oakwood and Cockfosters stations is a penny raised for good causes",
 "description": "After years of seeing the public restroom vandalised and defaced on a daily basis, staff decided to introduce special locking system on the doors to the public toilets in which 20p must be inserted to gain access to the loo. The new system literally means",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "A penny spent at Oakwood and Cockfosters stations is a penny raised for good causes",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground (LU) staff at Cockfosters and Oakwood Tube stations have turned their approach to tackling vandalism into cash for charity."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "After years of seeing the public restroom vandalised and defaced on a daily basis, staff decided to introduce special locking system on the doors to the public toilets in which 20p must be inserted to gain access to the loo.",
     "The new system literally means that passengers wanting to spend a penny actually have to spend a penny. The system has led to a reduction in vandalism and allows LU to raise significant amounts of money for charity.",
     "Chris Oduola, Group Station Manager at Arnos Grove said: \"This system is very effective in keeping vandals at bay and allows us to raise significant amounts of money for charity. In July 2005 we donated about £4,000 to the London Bombing Fund and then £3,000 in early 2006 to Cancer Research UK.",
     "\"This month, as we near Christmas we wanted to support a London children's charity to help disadvantaged children by providing them with a present this Christmas. We are delighted to be donating £1,000 to Capital Radio's Help a London Child\".",
     "{\"template\":\"bulletlist\",\"items\":[\"The new locking system was installed upon request from London Underground (LU) by Tube Lines at Oakwood and Cockfosters in February 2005;\",\"Cockfosters and Oakwood stations are part of the Arnos Grove Group which also includes Turnpike Lane, Wood Green, Bounds Green, Arnos Grove and Southgate stations; and\",\"Tube Lines is responsible for the maintenance and renewal of the Jubilee, Northern and Piccadilly lines.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}