{
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "£200 million more in bonds for Transport for London",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) this week signed two £100 million bonds as part of the financing for its 5-Year Investment Programme."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "These bonds form part of the £3.3 billion borrowing programme which is being invested in extending, modernising and improving the capital's transport network before the end of the decade.",
     "The sale of the bonds was very tightly focused to a specific set of investors, thus enabling an even more competitive rate of interest than TfL's previous two bond issues, which were launched in December 2004 and March 2006 respectively.",
     "The interest rate on the new bond issues were 4.6 per cent for the bond maturing in December 2031 and 4.5 per cent on the bond maturing in December 2042.",
     "This compares favourably with the interest rate on the first bond issue of 5 per cent.\u003cbr /\u003e\u003cbr /\u003eThe March 2006 bond was already priced very competitively, putting TfL's bond very close - at a premium of just 0.38 percentage points - to central government borrowing.",
     "But the market has trimmed this even further to just 0.29 percentage points and 0.34 percentage points respectively over government borrowing.",
     "Jay Walder, TfL's Managing Director of Finance and Planning, said: 'This again shows the confidence that the market increasingly has with Transport for London.\u003cbr /\u003e\u003cbr /\u003e'I am pleased to say that this was a terrific deal.",
     "'These funds will be used to deliver major projects to improve travelling for Londoners and help keep the Capital at the forefront of major world cities.",
     "'This bond issue reflects the evolving funding strategy within TfL, enhancing TfL's status as a high quality public sector borrower.",
     "'This is reinforced by our AA ratings from Standard \u0026 Poors and Fitch, and Aa1 rating from Moodys, as well as a 20 per cent risk weighting from the FSA.'\u003cbr /\u003e\u003cbr /\u003eLead managers were Merrill Lynch and the Royal Bank of Scotland.\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}