{
 "pageTitle": "Annual Tube Christmas alcohol safety campaign launches",
 "description": "One of the safest and most reliable ways to get home after festive celebrations is to go by Tube. However, last year, there were two deaths and 394 injuries related to drink across the Tube network during the festive season.Posters displaying the",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Annual Tube Christmas alcohol safety campaign launches",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground (LU) and British Transport Police (BTP) today officially launched its annual Christmas alcohol safety campaign."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "One of the safest and most reliable ways to get home after festive celebrations is to go by Tube. However, last year, there were two deaths and 394 injuries related to drink across the Tube network during the festive season.",
     "Posters displaying the following message will be in stations and on trains across the Tube network: \"Be careful after a few drinks. Last year: 394 injuries, 2 fatalities. Please be careful.\"",
     "To ensure everyone gets home safely, LU and BTP have teamed up to call on passengers to be extra careful after they have had a drink.",
     "LU Chief Operating Officer, Mike Brown said: \"We want Londoners and visitors to enjoy the festive season and we want them to take the Tube, as a safe and reliable way to get home.",
     "\"However, people do need to take care and be sensible while travelling through Tube stations and while on trains.",
     "\"Alcohol can lead to some passengers taking risks with their own and others safety, and unfortunately accidents do happen - especially at this time of year, and no one wants to end up injured or worse.\"",
     "Travellers under the influence of drink have fallen down escalators and in some of the worst cases attempted to climb down onto the tracks to retrieve lost property.",
     "Superintendent Ellie Bird, BTP said: \"BTP officers are out in force this festive season and are already conducting targeted operations to ensure the Tube remains a safe haven for travellers.",
     "\"We're not here to spoil the party and want to encourage passengers to enjoy all London has to offer, but it's important to remember to plan your route home and not over-do-it at festive parties.",
     "\"Intoxicated people who are abusive or violent are a risk to themselves, staff and other passengers. BTP will be active in discouraging and stopping this behaviour.\"\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL is investing £10bn over the next five years to improve and expand London's transport network, more than half of that in the Tube\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}