{
 "pageTitle": "Celebrities light up Waterloo station to Help a London Child",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Celebrities light up Waterloo station to Help a London Child",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "West End Daddy Cool performer Donovan Blackwood and Jayme Ephraim from Stars in their Eyes will lead the fundraising celebrations of the 8 December at Waterloo station to raise money for Capital Radio's Help a London Child and provide thousands of vulnerable children with a present this Christmas."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Commuters will enjoy a day of live music headed by West End star Donovan Blackwood",
     "London Underground (LU) staff at Waterloo station have pulled together an action packed day to raise money for the London children's charity Help a London Child.",
     "Festivities will start at 08.00 and end at 20.00.",
     "Commuters will enjoy a day of live music headed by West End star Donovan Blackwood, Stars in their Eyes performer Jayme Ephraim and Technotronic Kee.",
     "Other activities on the day will include staff in costume, Irish dancing, karaoke and two tombolas including one at Westminster station.",
     "Jason Collins, Group Station Manager at Waterloo, said: \"We are delighted with this year's fundraising programme to raise money for Help a London Child.",
     "\"Last year we raised for £9,084.48 for this worthy cause thanks to the generosity of the travelling public and are hoping to exceed £10,000 this year to help under privileged children in London.",
     "\"All members of staff here have been working hard together using individual skills to ensure that this fundraising day is a success.\"",
     "{\"template\":\"bulletlist\",\"items\":[\"Capital Radio's Help a London Child works all year round to relieve poverty and deprivation and promote physical, mental or general welfare of the Capital's children and their families. The money raised is used to give grants to nearly 500 charities to provide support and care to children and their families\",\"Help a London Child wrist bands priced £1 will be on sale at the ticket offices in Waterloo station\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}