{
 "pageTitle": "Congestion Charge suspended for festive period",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Congestion Charge suspended for festive period",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Ken Livingstone, Mayor of London, today announced that Londoners will not have to pay the Congestion Charge between Christmas and New Year."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The Congestion Charge is about discouraging car use and lowering levels of congestion",
     "This is the third year the charge has not operated during this period because of the much lighter levels of traffic between Christmas and New Year.",
     "The Mayor said: \"It makes sense to suspend the congestion charge between Christmas and the New Year when traffic is already a lot lighter than normal weekdays.",
     "\"The overwhelming majority of people travelling into central London over Christmas will use public transport, so look out for Transport for London's seasonal travel guide to help you plan your journey.\"",
     "The Congestion Charge will not be in operation on 23 and 24 December, as these dates fall on a weekend.",
     "The charge will then be suspended from Monday 25 December, resuming on Tuesday 2 January.",
     "Transport for London's Director of Congestion Charging, Michele Dix, said: \"The Congestion Charge is about discouraging car use and lowering levels of congestion.",
     "\"It's made a real difference to journey times in the zone, reducing traffic levels by 18 per cent and congestion by 30 per cent.",
     "\"But, with traffic lighter, there will be no charge for the ten days between Saturday 23 December and Monday 1 January.\"\u003cbr /\u003e\u003cbr /\u003eAll other enforcement activity on London's roads - bus lanes, red route parking and yellow box junction regulations - will take place as usual over the Christmas and New Year periods.",
     "{\"template\":\"bulletlist\",\"items\":[\"Drivers who have made an annual payment for the congestion charge will have their expiry date extended by three charging days\",\"On New Year's Eve, transport services will run all night on the London Underground, Docklands Light Railway, London buses, Tramlink and selected National Rail routes\",\"Passengers will be able to travel for free on all Transport for London services (all of the above except National Rail) for journeys starting between 11.45pm and 4.30am, sponsored by high street bank NatWest\",\"London Mayor Ken Livingstone is sponsoring free travel on selected National Rail routes between midnight and 5am.  Full details of these routes are outlined in the 'Stay out longer this New Year's Eve' leaflet\",\"Information on New Year's Eve festivities in London is available from the \\u003ca href=\\\"https://www.london.gov.uk/\\\"\\u003eMayor of London's website\\u003c/a\\u003e or \\u003ca href=\\\"http://www.visitlondon.com\\\"\\u003ewww.visitlondon.com\\u003c/a\\u003e \\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}