{
 "pageTitle": "Londons Transport Commissioner Peter Hendy welcomes Eddington Transport Report",
 "description": "'His proposals - which effectively rank transport improvements according to their economic growth benefit - will, if adopted, cut delays and end uncertainty for vital infrastructure projects.'His proposals on governance and the planning process, which",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Londons Transport Commissioner Peter Hendy welcomes Eddington Transport Report",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Following this morning's publication of the Eddington Transport Report, Peter Henry, London's Transport Commissioner, issued the following statement: \"We wholeheartedly endorse the analysis presented by Sir Rod Eddington on the vital importance of investing in transport in the UK, and in particular in London, if we are to remain competitive internationally."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This is a vital report that shows how transport is at the heart of a healthy economy",
     "\"His proposals - which effectively rank transport improvements according to their economic growth benefit - will, if adopted, cut delays and end uncertainty for vital infrastructure projects.",
     "\"His proposals on governance and the planning process, which endorse the creation of the Mayor of London and an integrated transport authority in London, Transport for London (TfL), would end the crippling delays to major projects which hobble economic growth across Britain. Today, Sir Rod also highlighted the importance of Crossrail to the UK economy.",
     "\"TfL's recently published T2025 vision has shown that the Capital's transport system can deliver £180bn of benefits to the UK economy over 60 years by upgrading the Tube network via the PPP, by delivering vitally needed new capacity through Crossrail and on the national rail network, and by managing transport demand, keeping London as a world financial Capital.",
     "\"This is a vital report that shows how transport is at the heart of a healthy economy. I look forward to further discussions with Government on how we can move essential London projects forward in the light of these recommendations.\"\u003cbr /\u003e",
     "\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"Peter Hendy CBE is London's Transport Commissioner and is also Chair of the Commission for Integrated Transport\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}