{
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor unveils £11m improvements to Finsbury Park Interchange",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "This press release was originally issued by the press office at the Greater London Authority."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Whether travelling on foot, bike or by public transport, the interchange is now easier to use",
     "The Mayor of London Ken Livingstone and Transport Commissioner Peter Hendy today officially opened a newly improved Finsbury Park Transport Interchange, one of the busiest stations outside of central London.",
     "The station has received more than £11m of investment making it safer, and easier for passengers to use whether using public transport or walking and cycling.",
     "The changes at the station radically improve the environment in and around the station for residents and commuters.",
     "The station improvements are also a boost for football fans on match days travelling to and from the nearby Emirates stadium.",
     "New CCTV cameras, better lighting, the impressive new Station Place canopy and open bus waiting areas have all been added, giving people more confidence to travel by public transport.",
     "Students from the local Ambler Primary School joined in the event, along with Jennette Arnold, the London Assembly member for North East London, and local councillors.",
     "Ken Livingstone said: \"After many years of under-investment in the public transport system we are now seeing the benefits of putting resources into the network to make it easier and more pleasant to use, as this major improvement of Finsbury Park interchange shows.",
     "\"The transformation of the station will make a real difference to the local community and will drive the ongoing regeneration of the area, to be enjoyed by future generations.",
     "\"At Finsbury Park station we have delivered £11m of investment, making it a much safer and more pleasant environment for passengers.",
     "\"Whether traveling on foot, bike or by public transport, the interchange is now easier to use.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Positive improvements\"}",
     "\"Since completion, we have already seen the positive effects, with more passengers having the confidence to use the station outside of peak hours, and hundreds of people registering for the new cycle park.\"",
     "The project was delivered by Transport for London (TfL) and funded by a partnership that includes TfL, FinFuture, and the London Boroughs of Islington and Haringey.",
     "Transport for London Commissioner, Peter Hendy, said: \"Our main challenges are to improve passengers' day-to-day journeys, continue delivering the Mayor's £10bn transport investment programme and drive wider initiatives such as improving the accessibility of transport and promoting and cycling.",
     "\"Finsbury Park Interchange achieves all of these and highlights the importance of partnership working. We have delivered the project working with FinFuture, Islington, Haringey and Hackney Councils and the Heritage Lottery Grant as well as with Network Rail and First Capital Connect.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Regeneration\"}",
     "\"The new interchange is improving journeys for commuters travelling via bus, Tube, train, cycle or on foot and for football fans on match days at the Emirates by providing a safer and more secure environment in and around the station.\"",
     "Currently 36,000 passengers pass through Finsbury Park Interchange via bus, Tube, train, cycle or on foot - during peak hours on weekday mornings.",
     "The new interchange will increase capacity to accommodate the rise in passenger flow which is expected to be approximately 40 per cent over the next fifteen years.",
     "{\"template\":\"bulletlist\",\"items\":[\"Before and after photographs of the Interchange are available to media from Anji McGrandles at Cohn \\u0026 Wolfe, on 020 7331 5455\",\"The Mayor and TfL are investing £10bn to improve and expand London's transport network. More than half of this investment is in the Tube\",\"The improvement scheme has been completed in five phases over the past three years:\",\"Phase one included the removal of traffic from Station Place\",\"Phase two involved improvements to Station Place forecourt\",\"Phase three included improvements to the Wells Terrace entrance area, including new low-level bus shelters, a new digital CCTV system, improved lighting and pigeon proofing to the under bridges at Seven Sisters Road. These improvements delivered an upgraded waiting area for passengers with easier interchange and improved safety and security\",\"Phase four involves the construction of the new iconic interchange gallery in Station Place to provide a larger and brighter entrance to the station. The structure will provide more shelter to passengers and changes to the layout of the bus station will offer passengers easier access to buses making interchange quicker. This phase also delivers improved lighting and a new CCTV and public address system to promote a safer and more secure environment in and around the station\",\"Phase five involved the construction of the cycle park adjacent to Station Place bus station. This is London's largest staffed cycle park, which offers secure parking for up to 125 cycles\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}