{
 "pageTitle": "New deal brings Oyster and Barclaycard Visa onto one card",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New deal brings Oyster and Barclaycard Visa onto one card",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Passengers on public transport around London could soon be able to make quick, contact-free, cashless payments and travel around the Capital using one card."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "A single card will allow customers to pay for low cost items such as coffee and newspapers quickly",
     "Since its introduction in 2003, Transport for London (TfL) has seen Oyster smartcards become a huge success with more than six million in use on the transport network.",
     "A new deal has now been struck that will make future travel with Oyster even more convenient.",
     "The deal, approved by TfL, between Barclaycard and Transys, the consortium behind the Oyster smartcard system, will see development of a new card to place Oyster and Barclaycard Visa on one piece of plastic.",
     "Mayor of London Ken Livingstone said: 'Oyster has been a great success making journeys across London cheaper, easier and quicker, but we want to make Oyster even more convenient.",
     "'This new deal will mean that from next year people can buy low-cost items and take advantage of Oyster fares on the same card, reducing the need to carry cash.'",
     "Oyster enables passengers to beat the queues by buying online. Passengers who switch to Oyster pay-as you go will save money as Oyster fares are always less than the cash fare.",
     "The new Barclaycard will have three separate functions:",
     "{\"template\":\"bulletlist\",\"items\":[\"Standard Chip and PIN credit card facility\",\"New Visa 'wave and pay' technology for contactless payments up to the value of £10\",\"Oyster\"]}",
     "Jay Walder, TfL's Managing Director for Finance \u0026 Planning, said: 'Bringing together Oyster with the Visa 'wave and pay' function on a single card will allow customers to pay for low cost items such as coffee and newspapers quickly and securely while getting from A to B throughout London.'",
     "Following a trial in February 2007, it is expected the first Barclaycards to include Oyster will be available from mid-2007.",
     "The deal gives exclusive rights for Oyster to be placed on Barclaycard Visa and Barclays Visa Connect cards for the next three years.",
     "{\"template\":\"bulletlist\",\"items\":[\"There are now more than more than six million cards in use and 38 million journeys are made each week using Oyster\",\"Up to three different Travelcards or Bus Pass season tickets and 'pay as you go' can be stored on the same Oyster card at the  same time\",\"Oyster has reduced 'barrier-jams' caused by paper tickets at Tube stations by 95 per cent\",\"Oyster means 40 people a minute can pass through Tube ticket gates, up from 25 under the old paper ticket system\",\"Oyster can be topped up online, over the phone, at Travel Information Centres or at one of 2,300 Oyster-enabled agents - 85 per cent of all Londoners live within 400 metres of an Oyster Ticket Stop\",\"Registered lost or stolen cards with Annual, monthly Travelcards or with 'pay as you go' value stored on them can be stopped and the value transferred onto a new Oyster card, or refunded. Less ticket touts mean more secure stations\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}