{
 "pageTitle": "New road maintenance and improvement contracts for London announced",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New road maintenance and improvement contracts for London announced",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) has today named the companies to whom it intends to award road maintenance and improvement contracts, in a restructuring of road network management across London."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The new Highway Maintenance and Works contracts, worth around £1 billion over ten years, will cover three geographic areas of north, south and central London, replacing five existing area contracts.",
     "TfL has already invested heavily in improving the TfL Road Network. The new contracts will mean those improvements are maintained and added to over the next ten years, and will improve co-ordination and provide a tailored standard of service.",
     "They are being awarded for six year terms, with yearly increments up to the ten-year mark.",
     "Their timing has been designed to avoid clashing with the Olympics.",
     "The new contracts will bring better response and repair on Transport for London managed roads for problems including cleaning drains and filling potholes.",
     "This will lead to even safer footways and carriageways, and still better planning of works.",
     "The contracts will result in less disruption, will provide flexibility and lead to efficiency savings.",
     "The contractors for each area - subject to a ten-day 'cooling-off' period - will be:\u003cbr /\u003eNorth: Amey Infrastructure Services Ltd\u003cbr /\u003eSouth: Accord MP\u003cbr /\u003eCentral: Ringway Jacobs Ltd",
     "Under the new contracts, TfL will deal directly with its contractors as network operator, rather than the current arrangements which involve a consultant organisation acting as steward for TfL in each area.",
     "TfL's Director of Road Network Management, Chris Connor, said: 'These new contracts will see TfL taking a much more hands-on approach to managing contracting works taking place for us on the Transport for London Road Network.\u003cbr /\u003e\u003cbr /\u003e'The contractors we have selected put forward the best and most economically advantageous tenders based on the quality of service provision, risk mitigation and price.",
     "A key part of these contracts is a requirement, assessed as part of the tender process, for contractors to deliver agreed action plans aimed at improving equality and diversity in the workforce and throughout the supply chain.'",
     "Increased inspections and raised standards of defect repair will result in improved performance, while new client roles will provide significant opportunities for TfL staff.",
     "Chris Connor added: 'As a major player in the transport field we will be seeking to strengthen our team over the coming months, particularly in the area of road network and projects management.'",
     "{\"template\":\"bulletlist\",\"items\":[\"The Transport for London Road Network (TLRN) consists of around five per cent of London's roads which carry more than a third of  all traffic\",\"The contracts, which will be confirmed on December 22 following the cooling off period, cover routine highway maintenance (agreed  in advance), reactive operations and additional maintenance and improvement capital works as instructed by TfL\",\"The approximate value of the contracts will be £125m for all three areas combined each year, depending on the number of schemes TfL wishes to implement\",\"The new arrangement will see TfL Road Network Management staff co-locating with providers in their main depots on a 24/7 basis\",\"The use of the New Engineering Contract form will enable TfL to select appropriate and effective delivery solutions for both capital  and ordered revenue works.\",\"Regular surveillance audits will be undertaken, with independent audits carried out every six months to drive constant improvement\",\"Each area will have a strategic board comprised of TfL and the contractor's directors and senior managers\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}