{
 "pageTitle": "Newham to receive major boost for transport improvements",
 "description": "People living, working, visiting and travelling in Newham will benefit from a range of projects delivered by the council during 2007-08. These include road renewal schemes, school travel plans, bridge strengthening, road safety projects and schemes to",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Newham to receive major boost for transport improvements",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Mayor of London today announced £5.53m of funding for the London Borough of Newham to spend on local transport improvements to make the borough safer, cleaner and greener over the next year."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This money will help to make daily journeys more convenient and pleasant",
     "People living, working, visiting and travelling in Newham will benefit from a range of projects delivered by the council during 2007-08.",
     "These include road renewal schemes, school travel plans, bridge strengthening, road safety projects and schemes to reduce pollution through increased walking and cycling.",
     "Newham's allocation is part of a record £160m of funding announced for boroughs across the capital.",
     "Since the Mayor was first elected in 2000, funding for boroughs has almost doubled - this year's allocation shows a 92 per cent increase from 1999/2000.",
     "It is part of the record-breaking five year £792m programme for local transport schemes included in Transport for London's £10bn Investment Programme, and is an increase on the £765m previously announced.",
     "Mayor of London Ken Livingstone said: 'When I met bus drivers at the Waterden Rd bus depot in October I heard first-hand how public transport is improving across Newham.",
     "'This new announcement of £5.3million funding will benefit local schools, including Central Park Primary School in West Ham and make Newham a safer place to walk and cycle, with new cycle tracks and improvements to pavements and paths.",
     "'Following my announcement recently that the area will be among the first boroughs in London to get up to Police Community Support Officers to improve local transport safety, Newham is really benefiting from our record investment in transport.",
     "'All parts of our city, from the suburbs to the centre, are supported directly through this transport funding.",
     "'This money will help to make daily journeys more convenient and pleasant whether by public transport, in a car, on foot or by bike.",
     "'By supporting transport spending in the boroughs over the past six years we have improved town centres, increased cycling by 72 per cent and approved more than 1000 travel plans to get children to and from school safely.''",
     "London's Transport Commissioner Peter Hendy said: 'This money will go directly towards improving transport for people in Newham.",
     "'We will fund a combination of both large and small projects and by working in partnership with each borough we know that local communities will see a difference.",
     "'This funding is an important part of our wider programme of spending in all boroughs to improve public transport and make walking and cycling journeys easier and safer.",
     "'Boroughs, overall, have an excellent record of delivery of TfL-funded projects. TfL is determined to ensure that Newham is aware of the challenges it faces with this local transport programme, its interactions with TfL on major projects and in support of Olympic transport measures.",
     "'TfL will seek to ensure the borough has a clear appreciation of its varied roles and has robust programme management, adequately resourced, to support effective performance of its roles.'",
     "Projects funded in Newham for 2007/08 will include:",
     "{\"template\":\"bulletlist\",\"items\":[\"£45,000 to improve road safety around Central Park Primary School in West Ham, including the installation of better signage at pedestrian crossings, as proposed in the School Travel Plan\",\"£90,000 to continue work already underway on the improvement of pedestrian access to DLR stations on the City Airport branch\",\"£30,000 to provide an improved cycle network across the borough, including the introduction of several two-way cycle tracks and other measures to improve access and traffic flow for cyclists\",\"£334,000 for repairs to the surface and pavements of Prince Regent Lane in Custom House, south of Newham Way, including the application of anti-skid surfacing\",\"£35,000 to improve the accessibility and security of Mitchell Walk, a 600m-long elevated 'green corridor' across Mid Beckton, as part of the East London Green Grid project which will improve and link together green spaces across Euldiv\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}