{
 "pageTitle": "Report shows Transport for London tackling climate change head-on",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Report shows Transport for London tackling climate change head-on",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) has been successfully reducing the environmental impact of transport in the Capital over the last year - making good progress in providing a cleaner and greener transport network, and helping to tackle climate change."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This year's TfL Environment Report highlights many successes including:",
     "{\"template\":\"bulletlist\",\"items\":[\"A shift away from car use to public transport\",\"A reduction of harmful emissions\",\"The trial of six new Hybrid buses, and 3 Hydrogen fuel cell buses\",\"The development of the London Construction Consolidation Centre\"]}",
     "Peter Hendy, TfL Commissioner, said: \"Climate change is a huge issue facing all of us, and this report shows that Transport for London is successfully working to reduce the impact that the transport network has on the environment.",
     "\"We have a major role to play in delivering the Mayor's environmental strategies and are already looking ahead, identifying ways that we can innovate and lead the effort to tackle climate change head on.\"",
     "\u003cstrong\u003eShift from car use to public transport\u003c/strong\u003e : Since TfL was formed in 2000, there has been a shift of 5 per cent away from car usage, saving 500,000 car journeys per day and an estimated 210,000 tonnes of carbon dioxide (CO2) emissions per year.",
     "For most major cities in the world pollution from road transport is their most significant problem in tackling climate change.",
     "In London it makes a much smaller contribution because of the extensive public transport network and TfL's success over the last six years in improving and expanding this.",
     "TfL has also worked to encourage people to make walking and cycling part of their regular journeys.",
     "Cycling in London has grown fast, up 72 per cent on Red Routes in the past six years.",
     "\u003cstrong\u003eCongestion Charging reducing emissions:\u003c/strong\u003e The scheme has reduced CO2 emissions from road transport by 16 per cent since its introduction.",
     "Particulate matter (PM10) emissions - those most harmful to human health - have been reduced in the charging zone by 15 per cent.",
     "The proposed western extension to the Congestion Charging zone is expected to bring further environmental benefits to London.",
     "\u003cstrong\u003eHybrid Buses: \u003c/strong\u003e The trial of six new hybrid diesel-electric buses was launched as the first step in significantly cutting CO2 emissions from the bus fleet.",
     "The new single-decker buses are currently operating on route 360 in London, from Elephant \u0026 Castle to Kensington.",
     "TfL is actively pursuing the development and increased deployment of hybrid buses on London's bus network, with the world's first double-decker hybrid bus recently launched.",
     "The Mayor has expressed his desire that TfL should rapidly adopt hybrid buses once manufacturers commence mass production.",
     "Assuming adequate vehicle availability, it is hoped that all new buses will be hybrids by 2012.",
     "\u003cstrong\u003eHydrogen Fuel Cell Buses:\u003c/strong\u003e The Mayor of London also announced his commitment to take delivery of ten additional hydrogen fuelled buses, encouraging the transport industry to deliver the necessary vehicles and refuelling technology so that these clean vehicles can be rolled out across London.",
     "The only exhaust emission they produce is water vapour. This follows a highly successful trial of three hydrogen fuel cell buses operating on route RV1 from Covent Garden to Tower Gateway.",
     "\u003cstrong\u003eLondon Construction Consolidation Centre: \u003c/strong\u003e A two-year pilot started in January 2005, which means building materials can be delivered to a one-stop centre in bulk, for local distribution to individual construction sites in the quantities needed.",
     "This has cut the number of delivery journeys needed from 1,500 to 395 in the first six months, and reduced CO2 emissions from those vehicles by 73 per cent.",
     "{\"template\":\"bulletlist\",\"items\":[\"The \\u003ca href=\\\"http://www.tfl.gov.uk/environmentreport\\\"\\u003eTfL Environment Report 2006 \\u003c/a\\u003e is available on the website\",\"TfL has also been working to reduce the environmental impact of its own direct activities - decreasing the amount of commercial and industrial waste it produces by 18 per cent and recycling a larger proportion\",\"Other schemes and plans highlighted in the report include:\\u003cbr /\\u003eLondon Taxis: TfL is working to improve air quality in London by updating the taxi fleet. By 2008, all taxis will need to be of stringent Euro 3 standards for emissions of oxides of nitrogen (NOx) and particulates (PM10).\\u003cbr /\\u003eLondon Freight Plan: TfL Freight Unit concluded consultation on this in September. Key planks of the proposals include the establishment of a Freight Operator Recognition Scheme (FORS) to help share best practice among lorry operators. TfL believe that by doing so, it can help operators reduce their costs and emissions by ten per cent. The Freight Plan also envisages greater use of London's canal network in the coming years, reducing the environmental impacts of transporting construction freight by road.\\u003cbr /\\u003eLow Emission Zone (LEZ): Consultation on the LEZ scheme order - the details of how the scheme will operate - began in early November and continues through to February. A London-wide LEZ would work by encouraging owners of the highest polluting lorries, coaches and vans to clean up their fleets or have to pay to enter the Greater London area. In 2005, up to 1,000 early deaths and a similar number of hospital admissions were thought to have been related to emissions.\\u003cbr /\\u003eTfL has set environmental objectives which support the overall aim of continual improvement and are aligned to the Mayor's environmental strategies. Key performance indicators (KPIs) have been identified and are used to monitor progress.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}