{
 "pageTitle": "Safety and environment benefits as Transport for London submits A406 plans",
 "description": "The plans for the three kilometre stretch of road between Bounds Green Road to the west and Connaught Gardens to the east create a predominantly dual two-lane carriageway. Junctions will be enhanced both to provide pedestrians with protected crossings and",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Safety and environment benefits as Transport for London submits A406 plans",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) has submitted a planning application to Enfield and Haringey Councils for its safety and environmental improvement scheme on the A406 North Circular Road at Bounds Green, which is expected to cut accidents by a third and bring much needed improvements to the local community and environment."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We will continue to work hard to keep residents, schools and local businesses advised of developments",
     "The plans for the three kilometre stretch of road between Bounds Green Road to the west and Connaught Gardens to the east create a predominantly dual two-lane carriageway.",
     "Junctions will be enhanced both to provide pedestrians with protected crossings and to discourage drivers from 'rat-running' on local roads.",
     "A segregated two-way cycle path will be provided along much of the north side of the route to tie in with existing facilities at either end of this section of the A406.",
     "The scheme will also rejuvenate the area, giving local people far easier access to nearby services and open spaces.",
     "Peter Brown, Chief Operating Officer of TfL Streets Management, said: \"Work is urgently needed on this stretch of the North Circular to improve safety and the urban environment for local people.",
     "\"This scheme will reduce accidents by a third. It represents a real opportunity to liberate this part of Bounds Green from decades of blight and an environment that has severed the community for years.",
     "\"We will continue to work hard to keep residents, schools and local businesses advised of developments.",
     "\"TfL has dedicated £4m to assist local councils in introducing traffic calming measures on local roads adjacent to the A406 to help improve the quality of life for residents as soon as possible.\"",
     "Enfield and Haringey councils have 16 weeks to consider TfL's planning application.",
     "Construction work is expected to start in 2009 with completion in 2011.",
     "{\"template\":\"bulletlist\",\"items\":[\"The accident and environmental improvement scheme being proposed by TfL requires the acquisition of 14 properties and ten other pieces of land\",\"TfL is making £4m available to local authorities for traffic calming measures in surrounding residential streets\",\"The plans approved by the TfL Board are for construction costs estimated at £26m\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}