{
 "pageTitle": "TfL double win at the Green Awards proves youre better off by bike",
 "description": "The awards, which were held in London last week, recognise outstanding creative work and commitment in communicating the importance of environmental issues, sustainable development and ethical issues in advertising.TfL won the categories for Best Radio",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL double win at the Green Awards proves youre better off by bike",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London's (TfL) Summer Cycling Campaign, 'You're better off by bike', has come top in two of the categories at the first ever Green Awards."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The awards, which were held in London last week, recognise outstanding creative work and commitment in communicating the importance of environmental issues, sustainable development and ethical issues in advertising.",
     "TfL won the categories for Best Radio Advertisement and Best Outdoor Advertisement Campaign Over £100,000.",
     "London has seen a dramatic rise in the number of people cycling during the past five years with a 72 per cent increase on London's major roads since 2000.",
     "It is estimated that there are now approximately 450,000 cycle journeys a day across London as a whole.",
     "Investment in cycling has risen from £5.5 million in 2000 to £24 million in 2006/7.",
     "TfL is investing this money in cycling infrastructure, training, promotion and education.",
     "Nigel Marson, TfL Director of Group Marketing, said: 'Often people think that TfL is just about the public transport network.",
     "'These awards highlight the tremendous amount of excellent work that goes on to promote other sustainable forms of travel such as cycling.",
     "'The 'You're better off by bike' campaign was a huge success, and, along with TfL's work on improving cycling infrastructure and education, has helped contribute to the tremendous growth in popularity that cycling has had in London in recent years.'",
     "The 'You're better off by bike' campaign ran on posters, in print and broadcast and even on the side of shopping baskets and petrol pumps, in the spring and summer of 2006.",
     "{\"template\":\"bulletlist\",\"items\":[\"Sound files and jpegs of the award winning radio adverts and outdoor advertising are available on request\",\"For more information on the Green Awards, see \\u003ca href=\\\"http://www.greenawards.co.uk/\\\"\\u003ehttp://www.greenawards.co.uk/\\u003c/a\\u003e \\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}