{
 "pageTitle": "TfL Commissioner reveals plans to upgrade Circle, District, Hammersmith and City and Metropolitan lines",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL Commissioner reveals plans to upgrade Circle, District, Hammersmith and City and Metropolitan lines",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Seventh carriage added to all new Circle \u0026 Hammersmith \u0026 City trains.",
     "Air-conditioned trains and new energy efficient features to be delivered."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "A common train fleet for all these lines will help us deliver a better service to passengers",
     "Detailed plans to upgrade a third of the Tube network over the next decade and help tackle climate change were announced by the Transport Commissioner Peter Hendy today.",
     "The Circle, District, Hammersmith \u0026 City and Metropolitan lines will get new air-conditioned trains from late 2009, together with a new signalling system and renewed track.",
     "The improvements will bring about faster, more frequent services along with improved reliability, customer information, accessibility and enhanced safety and security.",
     "Trains on the Circle and Hammersmith \u0026 City lines will increase in size from six to seven carriages, an overall capacity increase of 17 per cent, as will those on the District line between Edgware Road and Wimbledon.",
     "Mayor of London Ken Livingstone said: \"The upgrade of these lines is the next stage of Transport for London's (TfL's)investment in the renewal and improvement of London Underground.",
     "\"This upgrade will be felt by passengers every day, who will benefit from air-conditioning and extra space on the trains.",
     "\"It will also deliver major energy efficiencies which will reduce energy costs and make a positive contribution towards reducing London's CO2 use and tackling climate change.\"",
     "The improvements are part of TfL's £10bn Investment Programme, to meet London's transport needs now and in future.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Tackling climate change\"}",
     "The work will be undertaken by Metronet Rail SSL and is the biggest single package of improvement works planned on the Tube under TfL's investment plans.",
     "London Underground (LU) announced that it is in the early stages of investigating increasing the power supply on the sub-surface network from 630v to 750v - the same as the National Rail network.",
     "This would deliver even greater energy efficiencies and would also contribute towards the reduction of heat levels on the sub-surface network.",
     "The new trains will also have regenerative braking systems, which recycle energy that, on current sub-surface lines trains, is lost in braking.",
     "This will save about 20-25 per cent of that energy, making a real contribution towards tackling CO2 emissions.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Longer carriages\"}",
     "Regenerative braking works by recycling power production from the action of the train braking and puts it back in the power network.",
     "This is already a feature on Central, Northern and Jubilee line trains.",
     "Transport Commissioner Peter Hendy said: \"This is the biggest single package of improvements for these lines since they opened in 1863, running over the same route from Paddington to Farringdon they do today.",
     "\"Over one million people use these lines each day and they will all benefit.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Shorter journey times\"}",
     "\"All lines will get new trains, with the Circle, Hammersmith \u0026 City line and part of the District line, which serve some of the busiest sections on the Tube, getting new longer seven-carriage trains.\"",
     "LU Managing Director Tim O'Toole said: \"The new trains will also have air conditioning and deliver more reliable and comfortable journeys for passengers.",
     "\"Shorter journey times will be delivered through a combination of track improvements, a new signalling system and reduced boarding times at stations.",
     "\"A common train fleet for all these lines will help us deliver a better service to passengers.",
     "\"It will provide more robust and reliable trains, with more integrated and flexible services on all of the Circle, District, Hammersmith \u0026 City and Metropolitan lines.\"",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL is investing £10bn over the next five years to improve and expand London's transport network, more than half of that in the Tube\",\"Metronet Rail SSL is responsible for the renewal and maintenance of Circle, District, Hammersmith \\u0026 City, Metropolitan and East London lines\",\"Hammersmith \\u0026 City and Circle lines trains (C-stock) are presently made up of six carriages but will increase to seven carriages when the new rolling stock is delivered. C-stock trains also operate the District service between Wimbledon and Edgware Road\",\"Metropolitan line trains will remain at eight carriages while District line trains (D-stock) will increase to seven carriages from their present six carriages but the overall train length will remain virtually the same\",\"Metronet Rail SSL has awarded the contract to build the new sub-surface fleet to Bombardier Transportation in Derby who will deliver a total of 190 trains\",\"To deliver the additional seventh carriage, LU has exercised a Specified Right under the PPP contract with Metronet Rail SSL\",\"The new 190-strong train fleet, which will be common to all sub-surface lines, will be fully air-conditioned with CCTV throughout and walk-through gangways between carriages. The trains will be built by Bombardier in Derby and will be delivered between late 2009 and 2015. There will be dedicated spaces for wheelchair users and those with luggage and prams. The biggest accessibility improvement is that access to the train carriage will be at precisely the same height as the platforms allowing ease of access to and from the train\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}