{
 "pageTitle": "Transport for London confirms next bid stage for London Overground services",
 "description": "The contract will be awarded to the successful bidder in summer 2007. London Overground services will start operating on the North London Railway when it passes to TfL in November 2007, and will operate an integrated service including the East London",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London confirms next bid stage for London Overground services",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) has announced that MTR Laing and Go-Via have been selected to submit a 'best and final offer' for the contract to run London Overground services on the integrated North and East London Railways, under the management of TfL."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The contract will be awarded to the successful bidder in summer 2007.",
     "London Overground services will start operating on the North London Railway when it passes to TfL in November 2007, and will operate an integrated service including the East London Railway when it re-opens, after work to extend the line, in 2010.",
     "The linking up of the North and East London Railways will be the first step towards an orbital railway for London.",
     "In phase one, TfL is investing £1bn to build the new East London Railway, by extending the existing East London Line north to Highbury \u0026 Islington and south to New Cross, Crystal Palace and West Croydon.",
     "Phase two would provide a further link between Surrey Quays and Clapham Junction, completing the orbital rail network and serving 20 of London's 33 boroughs.",
     "{\"template\":\"bulletlist\",\"items\":[\"The vision for London Overground was launched in September 2006\",\"London Overground services will operate on the North and East London Railways under TfL's London Rail Concession\",\"In June this year, four companies were shortlisted to receive an Invitation to Tender: Govia, MTR Laing, National Express Group and Nedrailways\",\"The North London Railway will be operated under the Silverlink Metro franchise until November 2007. The railway consists of the North London Line (Richmond to Stratford); the London Euston to Watford Junction local line; the West London Line (Willesden Junction to Clapham Junction via Kensington Olympia); and the Gospel Oak to Barking line\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}