{
 "pageTitle": "Transport for London supports Very Important Pedestrians Day",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London supports Very Important Pedestrians Day",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "For the first time ever, the whole of Oxford Street and Regent Street will be closed to traffic for a day of entertainment and shopping on Saturday 2 December."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The event, supported by Transport for London (TfL) will be entitled Shop West End VIP Day' for Very Important Pedestrians. TfL is committed to improving the pedestrian environment in the capital, and for the day have created a special walking map of the area, which will help shoppers work out how many steps they have taken towards their recommended 10,000 daily total.",
     "The maps, along with 3,000 free pedometers and other walking gifts, will be available from the TfL Good Going Marquee, located halfway between Oxford Circus and Tottenham Court Road Tube stations on Oxford Street.",
     "Copies of the map will also be distributed at Tube stations in the area.",
     "Drivers and bus passengers are advised to keep up to date with the latest travel news on \u003ca href=\"http://www.tfl.gov.uk/journeyplanner\"\u003ewww.tfl.gov.uk/journeyplanner\u003c/a\u003e or by calling the London Travel Information Centre on 020 7222 1234.",
     "Tube services remain unaffected, with Marble Arch (Central line), Bond Street (Central and Jubilee lines), Oxford Circus (Bakerloo, Central and Victoria lines) and Tottenham Court Road (Central and Northern line) serving the area.",
     "{\"template\":\"bulletlist\",\"items\":[\"Between 1030 and 1700 hours on Saturday 2 December Oxford Street will be traffic free between Portman Street and Tottenham Court Road. Regent Street will be closed to vehicles between Piccadilly Circus in the south end and Margaret Street in the north end\",\"The following bus routes will be affected by the street closures - 2, 3, 6, 7, 8, 10, 12, 13, 14, 15, 19, 22. 23, 24, 25, 29, 30, 38, 55, 73, 74, 82, 88, 94, 98, 113, 137, 139, 159, 176, 189, 274, 390, 453, C2\",\"For \\u003ca href=\\\"http://www.tfl.gov.uk/walking\\\"\\u003emore information about walking\\u003c/a\\u003e and the Mayor's vision to make London one of the most walkable cities in Europe by 2015, please visit TfL's website\",\" \\u003ca href=\\\"http://www.legiblelondon.info\\\"\\u003eLegible London\\u003c/a\\u003e , a free TfL funded exhibition which is looking at how it can be made easier for people to walk in and around the capital, is being held at New London Architecture, The Building Centre, 26 Store Street, London WC1E 7BT. Call 020 7636 4044 for more details\",\"Walking accounts for 80 per cent of trips under a mile and is the main way in which public transport is accessed in London\",\"The British Heart Foundation (BHF) says 10,000 steps a day (about five miles) can give you a healthy heart and reduce body fat\",\"For more information, go to \\u003ca href=\\\"http://newwestend.com/\\\"\\u003eNew West End's website\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}