{
 "pageTitle": "Travel advice for New Years Eve",
 "description": "Thanks to sponsorship from NatWest and the Mayor of London, many transport services will run all night with free travel at the busiest periods. However, there will be some changes to normal services so Londoners and visitors to the Capital are being",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Travel advice for New Years Eve",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) today published full details of public transport arrangements for New Year's Eve."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Thanks to sponsorship from NatWest and the Mayor of London, many transport services will run all night with free travel at the busiest periods.",
     "However, there will be some changes to normal services so Londoners and visitors to the Capital are being advised to plan their journeys carefully.",
     "Peter Hendy, Transport Commissioner, said: \"With many thousands of people expected to celebrate the new year in London, many public transport routes will be running through the night to get people safely home.",
     "\"But we are asking people to plan their journeys in advance and allow plenty of time as there will be special arrangements in place, particularly in the West End and parts of Central London.\"",
     "The changes to normal service patterns will have the greatest impact on those travelling to see the midnight fireworks display above the London Eye.",
     "Special arrangements have been made to deal with the large numbers of people expected to travel to the event, which will also be shown live on BBC1.",
     "The main travel changes on New Year's Eve are:",
     "{\"template\":\"bulletlist\",\"items\":[\"Westminster Tube station will be closed from 9pm until around 3am\",\"Embankment Tube station will be closed from midnight until around 3am and passengers must exit north to Villiers Street. Police and stewards will be available to give directions\",\"Leicester Square Tube station is open for interchange and exit only from 7pm until around 12.15am\",\"Covent Garden Tube station is open for exit only from 7pm until around 3am\",\"Buses on routes through central London will be diverted as necessary from 7.30pm, when roads will be closed in the West End and around Waterloo. During this time, buses will continue running to destinations around the Capital from key points at Aldwych, Green Park station, Hyde Park Corner, Lambeth North, Marble Arch, Tottenham Court Road (Centre Point) and Oxford Circus\",\"Access to Westminster bridge will be from south of the river only between 8pm and 1am\",\"There will be no pedestrian access to the footbridge at Embankment (Golden Jubilee Bridge) from 8pm until crowds have dispersed\"]}",
     "Passengers should listen out for any additional travel advice on the night as further station closures may be necessary for crowd control reasons.",
     "Peter Hendy continued: 'I know people out enjoying themselves will join me in thanking our staff, and those of our contractors, who are forgoing their own New Year celebrations to keep transport services running all night.",
     "'I would ask passengers to be patient and follow the directions of staff on the night to ensure the safety and enjoyment of all concerned. And please do take care while travelling on public transport, particularly after a few drinks.'",
     "Further travel advice is available by:",
     "{\"template\":\"bulletlist\",\"items\":[\"Phoning the London Travel Information 24-hour helpline on 020 7222 1234\",\"Phoning National Rail Enquiries on 08457 484950\",\"Visiting \\u003ca href=\\\"http://www.tfl.gov.uk/journeyplanner\\\"\\u003ewww.tfl.gov.uk/journeyplanner\\u003c/a\\u003e or \\u003ca href=\\\"http://www.nationalrail.co.uk/\\\"\\u003ehttp://www.nationalrail.co.uk/\\u003c/a\\u003e \\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}