{
 "pageTitle": "Works commence at Earls Court to restore Grade II listed roof",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Works commence at Earls Court to restore Grade II listed roof",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Works have started to restore the Grade II listed roof at London Underground's Earl's Court station, as part of the second phase of improvements that will take place at the station."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The Victorian train shed roof is synonymous with Earl's Court station",
     "The works, which are being carried out by Metronet, are part of Transport for London's (TfL's) £10bn Investment Programme to improve and expand London's transport network, with more than half being spent on the Tube.",
     "To enable Metronet to carry out the restoration, a protection deck will be constructed to run underneath the entire length of the Victorian train shed roof.",
     "Other improvement works include the refurbishment of the District and Piccadilly platforms, further refurbishment of the Exhibition ticket hall and upgraded lighting to the station.",
     "Bob Thorogood, General Manager of the District line said: \"The Victorian train shed roof is synonymous with Earl's Court station and its restoration is part of the second phase of improvement works that will take place at the station.",
     "\"To carry out the restoration works, a protection deck will be constructed which will run underneath the entire length of the roof.",
     "\"The building of the deck will be carried out during engineering hours to minimise the impact it will have on the 58,000 passengers who use Earl's Court each day.\u003cbr /\u003e\u003cbr /\u003e\"Metronet, who are carrying out the work, have liaised regularly with the local residents to address any concerns they might have about the improvement works.\"",
     "This protection deck will be supported from scaffold towers constructed in the ticket hall floor and on the District line platforms.\u003cbr /\u003e\u003cbr /\u003eRoof restoration works are expected to be completed in spring 2008 and the remainder of the improvement works are due for completion in summer 2009.\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL is investing £10 billion to improve and expand London's transport network, over half of that of being spent on the Tube\",\"Metronet Rail SSL is responsible for the maintenance and renewal of the sub surface lines - the Circle, District, Hammersmith \\u0026 City, Metropolitan and East London lines\",\"Phase one works at Earl's Court were completed in 2004 and these included: the installation of lifts connecting the ticket hall and District line platforms; new help points and CCTV to improve safety and security; the reconstruction of the Earl's Court Road ticket hall to improve traffic flow and reduce congestion\",\"Earl's Court station opened in 1871 and was the first station in London to have escalators installed on 4 October 1911\",\"Piccadilly line services started serving Earl's Court in 1906\",\"The Warwick Road entrance was opened in 1887\",\"58,000 people use Earl's Court station every day\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}