{
 "pageTitle": "Bakerloo line extension to improve transport links in south London by 2030",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "December",
   "url": "/info-for/media/press-releases/2015/december"
  },
  {
   "title": "Bakerloo line extension to improve transport links in south London by 2030"
  }
 ],
 "title": {
  "title": "Bakerloo line extension to improve transport links in south London by 2030",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) has confirmed it will be taking the next vital steps on the proposed new Bakerloo line extension and will begin the detailed technical work in 2016 to build a case for extending the line from Elephant and Castle to Lewisham via Old Kent Road.",
     "This would allow TfL to seek permission from Government to start the construction of the extension by 2020. If the project is given the green light, construction is expected to start around 2024. By terminating at Lewisham, an extension could be open by 2030, delivering significant benefits across south east London.",
     "Passengers travelling to central London from Lewisham, New Cross and the Old Kent Road would benefit from more frequent services and faster journey times with the Bakerloo Line extension, delivering capacity for 65,000 new trips in each direction.",
     "With the Capital's population growing to 10m by 2030 from 8.6m today, extending the Bakerloo line is vital in helping support the anticipated growth in south London by providing improved transport infrastructure and enabling regeneration in a number of the Mayor of London's key Opportunity Areas including Elephant and Castle, the Old Kent Road, New Cross Gate and Lewisham.",
     "TfL carried out an initial public consultation in Autumn 2014 on route options for extending the line south of Elephant \u0026 Castle. More than 15,000 people responded, with 96 per cent in favour of an extension. Since then, further work has been carried out to assess a number of possible routes and stations, including options serving over 200 alternative destinations that were suggested during the consultation.",
     "TfL has today published a summary report of how the various options have been assessed against their potential to unlock new homes and improve transport provision in south east London. The report indicates that a route to Lewisham via Old Kent Road has the strongest case, with potential to support the building of 25,000 new homes by improving transport accessibility and capacity along the route.",
     "Mayor of London, Boris Johnson MP, said: 'The extension of the Bakerloo line will provide a vital new transport link for people living and working in south London. It will help to spur the delivery of jobs, homes and regeneration in this part of the capital and provide much-needed new capacity on a key underground line. The case for a route to Lewisham via Old Kent Road is strong and TfL will now be working closely with the boroughs to fine tune our plans to the next important stage. We're now firmly on track to get construction on this major project underway by 2024 and have it up and running by 2030.'",
     "Further work is also underway to look at the wider rail network to ensure that it gets the vital investment it needs to support growth in London and the South East. Beyond Lewisham, TfL is working closely with Network Rail and the DfT to develop improvements to the rail network, such as capacity enhancements to allow for more frequent trains, which will complement and add to the Bakerloo line extension.",
     "The Mayor and TfL will be working closely with Network Rail and Southwark Council on plans for a new Thameslink station at Camberwell. This new station would reduce journey times into central London by up to 20 minutes, and by providing connections to the Underground and Crossrail, will improve access from Camberwell to locations across London.",
     "Richard de Cani, TfL's Managing Director for Planning, said: \"Following a comprehensive assessment of route options for extending the Bakerloo line, a route to Lewisham via Old Kent Road and New Cross Gate provides the greatest opportunity to support growth with the potential to unlock 25,000 new homes whilst improving access to jobs in Central London. Together, these two proposals would unlock growth across a wider area and help improve transport accessibility for people in the Camberwell and Old Kent Road areas\"",
     "\"No final decisions have been made and next year more detailed work will be carried out before we undertake another public consultation. We will also continue to work closely with the London Boroughs of Lewisham and Southwark, Network Rail and other key stakeholders as we develop our plans.\"",
     "Funding options for the extension are being considered. There is potential to look at similar funding mechanisms as that being used for the Northern line extension, seeking contributions from new residential and commercial developments along the proposed extension.",
     "Subject to funding and securing powers the extension could be completed by 2030.\u003cbr /\u003eEnds",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"A copy of the option selection summary report is available here \\u003ca href=\\\"http://www.tfl.gov.uk/bakerloo-extension\\\"\\u003ewww.tfl.gov.uk/bakerloo-extension\\u003c/a\\u003e .\",\"The consultation from 2014 saw over 95 per cent of the 15,000 respondents supporting the principal of an extension to the Bakerloo line.\",\"An extension to the stations at New Cross Gate and Lewisham would enable passengers to change between rail and underground services for more frequent and direct access to central London and town centres across south east London.\",\"By terminating the route at Lewisham, we could deliver the extension more quickly and affordably.\",\"An extension beyond Lewisham remains an option for a future phase.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}