{
 "pageTitle": "Consultation gets underway on new rail link to Barking Riverside",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "December",
   "url": "/info-for/media/press-releases/2015/december"
  },
  {
   "title": "Consultation gets underway on new rail link to Barking Riverside"
  }
 ],
 "title": {
  "title": "Consultation gets underway on new rail link to Barking Riverside",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "A detailed public consultation has begun on plans to build a vital new rail link to Barking Riverside, east London's largest housing development site.",
     "The proposed 4km extension will see the London Overground Gospel Oak to Barking line extended to serve a new station at the heart of the development.",
     "It will mean a wide range of benefits for people in the local area and beyond, including:",
     "{\"template\":\"bulletlist\",\"items\":[\"Up to nearly 11,000 new homes being built, many of which are affordable, along with a new school and healthcare facilities;\",\"The construction of a new district centre with commercial and leisure facilities;\",\"Four trains an hour to Barking where customers can connect with District and Hammersmith \\u0026 City Tube services, and c2c services into Fenchurch Street station.\"]}",
     "The consultation will focus on the details of the extension's proposed route, including the amount of land required to build the extension, its operation and proposed construction locations. It will be the last consultation before Transport for London (TfL) seeks permission from the Secretary of State for Transport to start construction.",
     "The Government has agreed to provide a loan of 55 million to support the extension to Barking Riverside and the provision of this loan means that funding is available to cover the full cost.",
     "Mayor of London, Boris Johnson MP, said: `Barking Riverside is the largest housing development in east London, but without extending London Overground services it cannot reach its full potential. Our proposals for extending the railway line to this part of the Capital enjoy huge public support and will help to breathe life into a fantastic new community for London.'",
     "TfL's Managing Director of Planning, Richard de Cani, said: `This consultation is the last phase before we approach Government for permission to build this extension of London Overground services. This important new piece of London's transport network will help unlock the potential for almost 11,000 new homes to be delivered on the Barking Riverside site.'",
     "Full details of the route, along with the opportunity to respond to the final consultation, is available online here: \u003ca href=\"http://www.tfl.gov.uk/barking-riverside\"\u003ewww.tfl.gov.uk/barking-riverside\u003c/a\u003e ",
     "Local residents and businesses are encouraged to participate in this consultation and make their views known. The consultation ends on Sunday 24 January 2016.",
     "Subject to the outcome of this consultation, TfL will make a Transport and Works Act Order application for powers to build and operate a railway extension in March 2016. If approved by the Secretary of State for Transport, construction could begin in late 2017 with trains running by the end of 2021.",
     "Barking Riverside is the largest housing development in east London, with planning permission for up to 10,800 new homes, as well as healthcare, shopping, community and leisure services. The area is one of The Mayor of London's Opportunity Areas for housing growth, plans which cannot be realised without this new transport infrastructure.",
     "Notes to Editors",
     "{\"template\":\"bulletlist\",\"items\":[\"The proposed extensions of London Overground to Barking Riverside and Old Oak are part of TfL's vision of creating better rail services in London to meet the needs of the city's rapidly growing population and to support new jobs, homes and economic growth.\",\"The Gospel Oak to Barking route, which is already part of London Overground, is being electrified by Network Rail and due to be completed in 2017. The new four-carriage electric trains will run on the route after electrification has been completed, replacing all two-carriage diesel trains, and will provide improved journey times and more capacity.\",\"A previous consultation in spring this year, available here, asked whether people were supportive in principle of the extension and to provide feedback on their preferred route option.\",\"Alignment B was chosen as the preferred option - out of the 600 people who responded, 55 per cent said they were in favour of the alignment B route.\",\"It would mean that both lines would run in parallel along a single viaduct. The viaduct would pass over the freight terminal and Choats Road before dropping under the power lines and continuing into Barking Riverside. This alignment would tie-in to the Tilbury line slightly further west and would require more changes to the freight yard\",\"However, by crossing the Choats Road to the east on a single viaduct, it is possible to increase the distance between the existing residential areas and the operational railway.\",\"In autumn of 2014 TfL consulted on the principle of extending the London Overground line to Barking Riverside. There were 715 responses, with 90 per cent of respondents replying that they supported the scheme in principle. A copy of the 2014 consultation report is available \\u003ca href=\\\"https://consultations.tfl.gov.uk/rail/barking-riverside-extension/user_uploads/barking-riverside-2014-consultation-report--v3-.pdf\\\"\\u003ehere\\u003c/a\\u003e \",\"London Overground services are being increased by 25 per cent through the introduction of a fifth car to trains across the network and should be completed by the end of this year.\",\"Earlier this year the West Anglia routes to Cheshunt, Chingford and Enfield Town joined TfL's integrated network as part of London Overground. Rail services between Liverpool Street and Shenfield will also joined the TfL network and will see radical improvements in preparation for the line carrying TfL-run Crossrail services in 2017.\",\"TfL's transformation of underused suburban rail links into the highly popular London Overground has seen passenger numbers rise by 400 per cent since 2007 and the network become one of the most reliable and popular in the UK.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}