{
 "pageTitle": "EU funding proposals for new London Overground stations",
 "description": "Proposals for two new London Overground stations",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "December",
   "url": "/info-for/media/press-releases/2015/december"
  },
  {
   "title": "EU funding proposals for new London Overground stations"
  }
 ],
 "title": {
  "title": "EU funding proposals for new London Overground stations",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Proposals for two new London Overground stations"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"New stations could support the regeneration of the area, creating thousands of new jobs and homes\",\"Opportunity to create new links to proposed High Speed 2 and Crossrail services\"]}",
     "Improved transport links to support the transformation of Old Oak Common moved a step closer today, as Transport for London (TfL) secured €4m funding from the European Commission (EC) to progress the development of options for new London Overground stations in the area.",
     "The funding was awarded from the EC's Connecting Europe Facility (CEF) within the framework of the Trans-European Transport Network scheme and will be match-funded by TfL, allowing the further development of options for potential new stations at Old Oak Common Lane and Hythe Road.",
     "Connectivity between HS2, Crossrail and the London Overground is essential to the transformation of Old Oak Common and the regeneration of Park Royal, one of the Mayor of London's key Opportunity Areas, supporting 65,000 jobs and 25,500 new homes. The new travel links could radically cut journey times to and from the area and would allow access to both the Clapham Junction to Stratford, and Richmond to Stratford, London Overground lines. The stations would also provide an interchange with Crossrail and High Speed 2, helping minimise congestion at Euston station and allowing further integration of these services into London's transport network.",
     "Richard De Cani, TfL's Managing Director of Planning, said: \"Old Oak and Park Royal is one of the largest regeneration schemes in London for decades and will support 65,000 new jobs and 25,500 new homes. Good transport links are vital to the successful transformation of the area, and this funding will allow us to develop proposals for London Overground connectivity in the area. These new local links will connect Old Oak Common to two London Overground routes and will enable High Speed 2 and Crossrail to interchange with the suburban rail network, easing potential pressure on Euston.\"",
     "Work on the proposals for the new London Overground connections in Old Oak will commence as part of wider development plans for Old Oak and Park Royal, led by the Old Oak and Park Royal Development Corporation (OPDC), which was launched by the Mayor of London in April to drive forward regeneration plans for the area.",
     "Sir Edward Lister, Deputy Mayor for Planning and Chairman of the Old Oak and Park Royal Development Corporation said: \"HS2 and Crossrail represent a once-in-a-generation opportunity to transform Old Oak and Park Royal into a thriving new part of London with thousands of new homes and jobs. This funding paves the way for us to progress the development of new stations that will help to make Old Oak one of the best-connected parts of London and a key driver of economic prosperity for decades to come.\"",
     "The Corporation has the support of Government, and works closely with the boroughs of Brent, Ealing and Hammersmith \u0026 Fulham, to exercise their planning powers across the entire site.",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"Further information on the new London Overground station at Old Oak consultation can be found at \\u003ca href=\\\"http://www.tfl.gov.uk/old-oak\\\"\\u003ewww.tfl.gov.uk/old-oak\\u003c/a\\u003e \",\"The proposed extensions of London Overground to Old Oak and to Barking Riverside are part of TfL's vision of creating better rail services in London to meet the needs of the city's rapidly growing population and to support new jobs, homes and economic growth. London Overground services are being increased by 25 per cent through the introduction of a fifth car to trains across the network, and the integration of West Anglia routes to Cheshunt, Chingford and Enfield Town to TfL's integrated network as part of London Overground. Rail services between Liverpool Street and Shenfield have also joined TfL network and will see radical improvements in preparation for the line carrying TfL-run Crossrail services in 2017. TfL's transformation of underused suburban rail links into the highly popular London Overground has seen passenger numbers rise by 400 per cent since 2007 and the network become one of the most reliable and popular in the UK.\",\"The nine week public consultation, which ran between 22 September and 24 November, indicated 85 per cent of the respondents supported plans to build a new London Overground station at Old Oak. It has been recommended that Option C, which proposes two Overground stations, should be further progressed as the single preferred option. TfL is undertaking more detailed work to progress Option C, taking on board comments received from the consultation.\",\"The Mayor of London Boris Johnson launched the Old Oak and Park Royal Development Corporation (OPDC) on 1 April 2015. \\u003ca href=\\\"https://www.london.gov.uk/about-us/organisations-we-work/old-oak-and-park-royal-development-corporation-opdc\\\"\\u003ehttps://www.london.gov.uk/about-us/organisations-we-work/old-oak-and-park-royal-development-corporation-opdc\\u003c/a\\u003e \",\"The OPDC covers the area encompassing the Park Royal Industrial Estate, Stonebridge Park, Park Royal Cemetery (Acton Cemetery), the core development site at Old Oak, North Acton Underground Station, Willesden Junction Underground and Overground stations and Wormwood Scrubs Common.\",\"The Grand Union Canal and Wormwood Scrubs will continue to be protected by its designation as Metropolitan Open Land and the 1879 Wormwood Scrubs Act. New additional public open spaces are proposed north of Wormwood Scrubs to contribute to meeting the needs and requirements for forthcoming development.\",\"The OPDC works closely with the three boroughs and all existing businesses across Old Oak Common and Park Royal. This will include working with existing businesses to support potential relocations to protect the businesses and jobs that are so integral to the London economy and the local community.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}