{
 "pageTitle": "Major success at NCE International Tunnelling Awards",
 "description": "Major success for London Underground and Crossrail at NCE International Tunnelling Awards",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "December",
   "url": "/info-for/media/press-releases/2015/december"
  },
  {
   "title": "Major success at NCE International Tunnelling Awards"
  }
 ],
 "title": {
  "title": "Major success at NCE International Tunnelling Awards",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Bond Street station upgrade wins prestigious Global Tunnelling Project of the Year Award"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "London Underground has won the prestigious Global Tunnelling Project of the Year (under $500m) Award for the Bond Street station upgrade at the 2015 New Civil Engineer International Tunnelling and Underground Space Awards.",
     "Crossrail, Europe's largest infrastructure project, won the Judge's Supreme Award.",
     "The annual awards, held in London, recognise excellence in international tunnelling and underground space projects.",
     "As part of Transport for London's (TfL's) multi-billion pound investment programme to improve and expand the transport network, the Bond Street Station upgrade project team are reconfiguring the station to provide 30 per cent more capacity. The upgrade work will result in fewer delays, less congestion, step-free access and quicker journeys for customers in and out of the station. The brand new ticket hall, currently under construction beneath Marylebone Lane, will open in 2017.",
     "Nick Brown, Managing Director, London Underground, said: \"Over 200 engineers and staff have been working on site at Bond Street 24-hours-a-day, for two years. This complex station upgrade - beneath an extraordinarily small footprint on Oxford Street - has been largely constructed out-of-sight, all while keeping this essential station open to the public. When the station upgrade is complete it will dramatically increase transport capacity in the heart of London's busiest shopping district and I thank our customers for their patience while this work continues.\"",
     "Crossrail tunnelling began in 2012 and ended at Farringdon in May with the break through of tunnelling machine Victoria. Eight 1,000 tonne tunnelling machines bored 26 miles or 42 km of new 6.2m diameter rail tunnels under London.",
     "Simon Wright, Crossrail Programme Director, said: \"This award is fantastic recognition for everyone who works on Crossrail. Over the last three years, our highly skilled team have worked tirelessly to build these major tunnels under one of the world's busiest cities.\"",
     "Crossrail and TfL were also successful in several other categories including:",
     "{\"template\":\"bulletlist\",\"items\":[\"London Underground - Rehabilitation Project of the Year - Bond Street to Baker Street Tunnel Relining Project\",\"London Underground - Tunnel Operator of the Year - SSL Civil Maintenance, LU - 3D laser survey innovating brick tunnel\",\"Crossrail - Product / Equipment Innovation of the Year - BBMV JV's Uphill Excavator at Crossrail's Liverpool Street and Whitechapel stations\",\"Crossrail - Rising Star of the Year - Ponciano Perez Lupi from BFK JV (Crossrail's Western Tunnels and Farringdon station)\",\"Crossrail - Technical Innovation of the Year - BBMV JV's Uphill Excavator at Crossrail's Liverpool Street and Whitechapel stations\"]}",
     "London is currently the fastest growing capital city in Europe and today it is home to 8.6 million people with the population expected to reach 10 million by 2030. TfL's work to upgrade stations such as Bond Street, Tottenham Court Road and Victoria, as well as increasing capacity on the busiest lines, is critical to supporting the continued growth and regeneration of the Capital.",
     "When TfL-run Crossrail fully opens it will provide much needed new transport links and capacity, helping to support London's continued economic growth and meet the demands of the Capital's rapidly growing population.",
     "The Government, the Mayor of London and TfL are investing in Crossrail and other transport infrastructure to support access to jobs, education, housing and to boost economic growth.",
     "Crossrail will add 10 per cent capacity to central London's rail network. It will serve 40 stations, connecting Reading and Heathrow in the west with Shenfield and Abbey Wood in the east. Services through central London will commence in December 2018. An estimated 200 million passengers will travel on Crossrail each year.",
     "Note to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"London Underground is working with its delivery partner Costain Laing O'Rourke JV (CoLOR) on the Bond Street station upgrade.\",\"More than half of London Underground's 270 stations have now been modernised or refurbished to make them brighter and easier to use, with improvements such as tactile strips and better CCTV and help points, electronic information displays in ticket halls and on platforms, as well as improved seating and lighting.\",\"Although the upgrade is large in scale, the site occupies a mere 440msupat surface level between 354 - 358 Oxford Street, presenting significant logistical challenges. 550 metres of new tunnels have been constructed and over 46,000 tonnes of ground have been carefully excavated - a significant amount by hand - around historic assets, including the disused London Post Office Railway.\",\"Crossrail is being delivered by Crossrail Limited (CRL). CRL is a wholly owned subsidiary of Transport for London. Crossrail is jointly sponsored by the Department for Transport and Transport for London.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}