{
 "pageTitle": "Proposal to establish Crossrail 2 Ltd to help advance vital new railway",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "December",
   "url": "/info-for/media/press-releases/2015/december"
  },
  {
   "title": "Proposal to establish Crossrail 2 Ltd to help advance vital new railway"
  }
 ],
 "title": {
  "title": "Proposal to establish Crossrail 2 Ltd to help advance vital new railway",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "The Mayor of London and Transport for London (TfL) today announced their intention to ask the TfL Board to set up a new company, Crossrail 2 Ltd, to take forward the development and delivery of this vital new railway.",
     "Crossrail 2 will transform the South East, serving central London through an underground tunnelled section between Wimbledon and Tottenham Hale and New Southgate and connecting with existing National Rail networks in Surrey and Hertfordshire. It will help relieve the increasing pressure on London's transport network, support 200,000 new homes and 200,000 new jobs and provide a boost to the UK economy of up to 102bn.",
     "Crossrail 2 Ltd would be a wholly owned subsidiary of TfL tasked with driving forward the development of the project. The Board, which will comprise of a number of non-executive directors and senior TfL officers, will bring together senior industry expertise and will steer the project through the development phase to the grant of powers to begin construction.",
     "The proposed railway received a boost in the recent Spending Review and Autumn Statement, as the Chancellor confirmed that the project would be eligible for funding from a new 300 million Transport Development Fund. TfL and Network Rail have already made a comprehensive business case submission to Government, and the project will now be considered by the new National Infrastructure Commission, chaired by Lord Adonis, which is expected to report back in Spring 2016.",
     "Significant progress has been made by TfL, working with Network Rail, on the design phase of Crossrail 2 with the latest public consultation on locations for stations and worksites now underway.  The project is due to accelerate further in mid-2016, with continued development of the Business Case, with further work to secure funding  and decisions on powers for its construction, which could be as early as 2020. The independent Crossrail 2 Growth Commission, chaired by Sir Merrick Cockell, has been gathering evidence and will report next year to ensure opportunities for regional and national growth are maximised.",
     "The Mayor of London, Boris Johnson MP, said: `Crossrail 2 is a vital infrastructure project needed to give London and the South East the transport links, homes and jobs it needs as the population continues to grow rapidly. To continue to develop the project at pace and bring together stakeholders and other advocates, I am asking TfL to set up a company that will have the job of fulfilling the Chancellor's pledge last year that we must get Crossrail 2 off the page and into construction.'",
     "Mike Brown MVO, London's Transport Commissioner, said: `The contribution of the Crossrail project, shows how successful we can be in taking forward vital infrastructure projects. It makes sense that we now proceed with forming Crossrail 2 Limited for the development phase and get construction underway as soon as possible.'",
     "Even with the addition of Crossrail services from 2018, and ongoing improvements to London Underground and the National Rail network, further large-scale infrastructure projects will be vital to support the Capital's expected population increase, from a record 8.6 million today to 10 million people by 2030. Current proposals would see Crossrail 2 services become operational in 2030.",
     "The new railway would provide capacity for 270,000 more people to access central London during the morning peak, with an increase in the number of trains from major destinations across south west London and Surrey including Wimbledon, New Malden, Kingston and Epsom and across north east London and Hertfordshire including Tottenham Hale, Waltham Cross, Cheshunt and Broxbourne.",
     "Crossrail 2 would also free up space on some of the most congested lines on the National Rail network, which could be used to run additional longer distance services from Hampshire and Surrey into Waterloo and from Cambridgeshire and Hertfordshire into Liverpool Street during peak periods. Significant passenger growth is expected at key mainline stations and Waterloo alone has seen numbers rise from 86.4m to 98.4m, almost 15 per cent, during the last five years. The new railway would support significant growth potential with areas such as Cambridge, Stansted, Basingstoke, Portsmouth and Southampton potentially benefiting.",
     "Beyond the South East, Crossrail 2 will bring more than 800 destinations around the country within one interchange of a Crossrail 2 station, including towns in the Midlands and the North such as Birmingham, Liverpool and Manchester.",
     "ENDS",
     "Notes to editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"The proposal will be considered by the TfL Board on Thursday 17 December.\",\"Copies of TfL Board meeting papers are available online - \\u003ca href=\\\"http://The Mayor of London and Transport for London (TfL) today announced their intention to ask the TfL Board to set up a new company, Crossrail 2 Ltd, to take forward the development and delivery of this vital new railway.    Crossrail 2 will transform the South East, serving central London through an underground tunnelled section between Wimbledon and Tottenham Hale and New Southgate and connecting with existing National Rail networks in Surrey and Hertfordshire. It will help relieve the increasing pressure on London's transport network, support 200,000 new homes and 200,000 new jobs and provide a boost to the UK economy of up to 102bn.   Crossrail 2 Ltd would be a wholly owned subsidiary of TfL tasked with driving forward the development of the project. The Board, which will comprise of a number of non-executive directors and senior TfL officers, will bring together senior industry expertise and will steer the project through the development phase to the grant of powers to begin construction.    The proposed railway received a boost in the recent Spending Review and Autumn Statement, as the Chancellor confirmed that the project would be eligible for funding from a new 300 million Transport Development Fund. TfL and Network Rail have already made a comprehensive business case submission to Government, and the project will now be considered by the new National Infrastructure Commission, chaired by Lord Adonis, which is expected to report back in Spring 2016.    Significant progress has been made by TfL, working with Network Rail, on the design phase of Crossrail 2 with the latest public consultation on locations for stations and worksites now underway.  The project is due to accelerate further in mid-2016, with continued development of the Business Case, with further work to secure funding  and decisions on powers for its construction, which could be as early as 2020. The independent Crossrail 2 Growth Commission, chaired by Sir Merrick Cockell, has been gathering evidence and will report next year to ensure opportunities for regional and national growth are maximised.    The Mayor of London, Boris Johnson MP, said: \\\"Crossrail 2 is a vital infrastructure project needed to give London and the South East the transport links, homes and jobs it needs as the population continues to grow rapidly. To continue to develop the project at pace and bring together stakeholders and other advocates, I am asking TfL to set up a company that will have the job of fulfilling the Chancellor's pledge last year that we must get Crossrail 2 off the page and into construction.\\\"   Mike Brown MVO, London's Transport Commissioner, said: \\\"The contribution of the Crossrail project, shows how successful we can be in taking forward vital infrastructure projects. It makes sense that we now proceed with forming Crossrail 2 Limited for the development phase and get construction underway as soon as possible.\\\"   Even with the addition of Crossrail services from 2018, and ongoing improvements to London Underground and the National Rail network, further large-scale infrastructure projects will be vital to support the Capital's expected population increase, from a record 8.6 million today to 10 million people by 2030. Current proposals would see Crossrail 2 services become operational in 2030.   The new railway would provide capacity for 270,000 more people to access central London during the morning peak, with an increase in the number of trains from major destinations across south west London and Surrey including Wimbledon, New Malden, Kingston and Epsom and across north east London and Hertfordshire including Tottenham Hale, Waltham Cross, Cheshunt and Broxbourne.   Crossrail 2 would also free up space on some of the most congested lines on the National Rail network, which could be used to run additional longer distance services from Hampshire and Surrey into Waterloo and from Cambridgeshire and Hertfordshire into Liverpool Street during peak periods. Significant passenger growth is expected at key mainline stations and Waterloo alone has seen numbers rise from 86.4m to 98.4m, almost 15 per cent, during the last five years. The new railway would support significant growth potential with areas such as Cambridge, Stansted, Basingstoke, Portsmouth and Southampton potentially benefiting.   Beyond the South East, Crossrail 2 will bring more than 800 destinations around the country within one interchange of a Crossrail 2 station, including towns in the Midlands and the North such as Birmingham, Liverpool and Manchester.   ENDS   Notes to editors: •\\tThe proposal will be considered by the TfL Board on Thursday 17 December. •\\tCopies of TfL Board meeting papers are available online - https://tfl.gov.uk/corporate/publications-and-reports/board-papers \\\"\\u003ehttps://tfl.gov.uk/corporate/publications-and-reports/board-papers\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}