{
 "pageTitle": "Reminder - Fares frozen in real terms from Saturday 2 January",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "December",
   "url": "/info-for/media/press-releases/2015/december"
  },
  {
   "title": "Reminder - Fares frozen in real terms from Saturday 2 January"
  }
 ],
 "title": {
  "title": "Reminder - Fares frozen in real terms from Saturday 2 January",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) is reminding customers that fares for 2016 will be frozen in real terms for the third consecutive year, with changes coming into effect on Saturday 2 January. Free travel for children is also being extended to National Rail services in the Capital in a move that will benefit hundreds of thousands of families.",
     "The Mayor of London, Boris Johnson MP, announced earlier this year that there would be a real terms fares freeze on Transport for London (TfL) services during 2016. Fares on TfL services are set to rise by one per cent on 2 January, in line with the July 2015 Retail Price Index (RPI), however a number of fares, including single bus fares and all but two pay as you go single Tube fares, will be frozen.",
     "Travelcard season tickets will increase by slightly less than one per cent, but customers can save money by renewing their Travelcards season tickets to start on or before Friday 1 January at 2015 prices.",
     "The changes to fares are expected to raise an additional £43m a year and will be reinvested to modernise the network - a vital step as TfL increasingly looks to cover its operating costs from fares and other income.",
     "The Mayor of London, Boris Johnson MP, said: \"I'm delighted that we're able to yet again freeze overall fares in real terms for our passengers. It's the third year in a row that we've been able to offer this great deal, allowing us to keep the cost of travel down while continuing our vital programme to modernise the network.",
     "`Hundreds of thousands of families will also benefit now that we've struck a deal to extend free travel for under 11s across all rail services in London. By securing this deal on National Rail services, we are taking away the fares confusion for so many and opening up wider travel in the Capital for families to enjoy.'",
     "\u003cstrong\u003eFree travel for under 11s on National Rail services\u003c/strong\u003e \u003cbr /\u003eFrom 2 January, hundreds of thousands of families across London are set to benefit as National Rail services in London will become free for 5-10 Zip photocard holders. Children under 11 can already travel free on TfL's bus, Tube, tram, DLR, London Overground and TfL Rail services when using a 5-10 Zip Oyster photocard or when accompanied by a fare-paying adult.",
     "\u003cstrong\u003eRezoning of Stratford to Zone 2/3\u003c/strong\u003e \u003cbr /\u003eIn a move to recognise the shifting economic map of London towards east London, the Mayor has also announced that Stratford and a number of adjacent stations, including West Ham, Canning Town and Stratford International (DLR), will move from Zone 3 to the Zones 2/3 boundary. Rezoning these stations will benefit more than 100,000 people per week and means customers travelling to Stratford from central London will only need a ticket valid in Zones 1-2.",
     "\u003cstrong\u003ePay as you go extended to Gatwick airport\u003c/strong\u003e \u003cbr /\u003eFrom 11 January 2016, passengers will be able to use pay as you go with an Oyster or contactless card for journeys between London and Gatwick Airport on Southern, Gatwick Express and Thameslink services. Five other stations along the route - Horley, Salfords, Earlswood, Redhill and Merstham - will also benefit from hugely successful pay as you go ticket technology.",
     "The introduction of pay as you go will make it more convenient and flexible for visitors and leisure travellers. It will also allow seamless onward connections to London's transport network and National Rail services in London.",
     "Other key elements of the 2016 fares package:",
     "{\"template\":\"bulletlist\",\"items\":[\"The pay as you go bus fare is frozen at £1.50 while the daily cap increases by 10p to £4.50, the same as the cost of three single fares.\",\"On the Tube, DLR, London Overground and TfL Rail, pay as you go fares in Zones 1-6 are frozen, with the exception of Zone 1 only and Zone 1-2 off-peak fares, which will increase from £2.30 to £2.40. All concessionary fare schemes will be maintained in their current forms.\",\"The Daily Anytime caps (which were reduced last year to 20 per cent of the 7 Day Travelcard price) in Zones 1-6 will increase by 10p.\",\"The Daily Off-peak Zones 1-6 Travelcard and the Daily Anytime Zones 1-4 Travelcard will increase from £12 to £12.10 while the Daily Anytime Zones 1 to 6 Travelcard will increase from £17 to £17.20.\",\"Travelcard season tickets increase by just under one per cent on average in line with guidance from the Secretary of State for Transport that no regulated National Rail fare should rise by more than RPI next year.\",\"On the Emirates Air Line, the adult single fare for pay as you go users and Travelcard holders is increased by 10p to £3.50. All other Emirates Air Line fares - including child fares and cash fares - are frozen.\"]}",
     "Last year the fare package included a significant restructuring of one day fares to make it fairer for part-time commuters or people on zero hours contracts who could previously pay significantly more per day than Travelcard season holders.  The lower all day pay as you go caps are now benefitting over 200,000 part-time commuters a day and over 700,000 a week.",
     "TfL is increasingly covering its operating costs from fares and other income. It has already cut costs by 15 per cent while delivering a £16bn savings and efficiencies programme over the duration of its business plan to 2020/21. TfL also has ambitious plans to generate £3.4bn in non-fares commercial revenue by 2023 to reinvest in London's transport, supporting jobs and economic growth.",
     "To check your fares ahead of Saturday 2 January 2016, visit \u003ca href=\"http://tfl.gov.uk/fares\"\u003etfl.gov.uk/fares\u003c/a\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL does not make a profit from fares - every penny is invested in delivering and improving transport. As well as meeting the needs of the modern London workforce this fares package will ensure that the unprecedented investment in London's transport network will continue.\",\"Nearly 25 per cent of pay as you go customers use contactless payment cards already because it is so quick and easy. Since Contactless payments were introduced in September 2014, there have been more than 220 million Contactless journeys made. Each day there are over one million Contactless journeys on London's transport system. One in ten Contactless transactions in the UK are made on TfL's services, making TfL one of the largest Contactless merchants worldwide.\",\"When pay as you go is introduced at Gatwick Airport, all existing peak and off-peak fares, advance fares, period fares, and group ticket offers will be maintained, including the special Thameslink-only fares offers. These may be cheaper than pay as you go, particularly for return journeys, and customers are advised to check online in advance.\",\"Last year the fare package included a significant restructuring of one day fares to make it fairer for part-time commuters or people on zero hours contracts who could previously pay significantly more per day than Travelcard season holders. The lower Daily Anytime pay as you go caps are now benefitting over 200,000 part-time commuters a day and over 700,000 a week.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}