{
 "pageTitle": "TfL's Dana Skelley recognised with an OBE",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "December",
   "url": "/info-for/media/press-releases/2015/december"
  },
  {
   "title": "TfL’s Dana Skelley recognised with an OBE"
  }
 ],
 "title": {
  "title": "TfL’s Dana Skelley recognised with an OBE",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "One of the most senior and widely-respected women in engineering in Britain, Dana Skelley, Transport for London's (TfL's) Director of Asset Management for Surface Transport, has been recognised with an OBE in the Queen's New Year's Honours list for services to transport in London."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The first woman ever to be named Surveyor/ICE Municipals 'Engineer of the Year', Dana leads a team of around 500 engineers and asset managers, who are responsible for more than £15bn of infrastructure including maintaining London's arterial roads, all 6,200 traffic lights, around 1,800 bridges, 12 tunnels and more than 1,000 miles of footway.",
     "In recent years, Dana has overseen a range of major engineering schemes as part of TfL's continuing £4bn Road Modernisation Plan. These include strengthening the Hammersmith flyover and the successful implementation of the Olympic Route Network for the London 2012 Games. In the coming years, her team will also help to deliver the new Silvertown crossing in east London, which will help reduce congestion from nearby Blackwall Tunnel. She has also been a driving force behind the 100 Years of Women in Transport campaign, which celebrates the role of women in the industry.",
     "London's Transport Commissioner, Mike Brown MVO, said:",
     "'I'm delighted that Dana has been recognised with this New Year's honour. In the fifteen years she has been at TfL, as well as being an exceptional engineer, she has also been a true ambassador for promoting equality and helping hundreds of female graduates and apprentices to get their first step on the engineering ladder.",
     "'With the Capital's population continuing to grow, the work that Dana and her team do day and night to keep our roads safe for all road users will become even more important as we continue to support the economic growth of London and the UK.'",
     "Mayor of London, Boris Johnson MP, said:",
     "'Dana has an outstanding track record and this recognition for her sterling work to improve transport in London is well deserved. Her integrity, dedication and professionalism are well known in the industry and our city has benefitted hugely from this during her time at TfL.  It is people like Dana who will be essential in helping London respond to the challenge of growth as the city develops.'",
     "Dana Skelley, said:",
     "'It's an immense privilege to receive this honour, which I hope will encourage more women to consider a career in transport, including engineering. Women are increasingly playing an important role in major projects across London, and with more companies now offering young people apprentice and graduate opportunities, together we can help ensure the Capital continues to grow and prosper.'",
     "TfL continues to mark 100 Years of Women working in Transport, commemorating women taking on roles on buses and Tubes in the First World War, and being involved in building landmarks such as Waterloo Bridge, often called the 'Ladies Bridge', which opened in December 1945.",
     "For more information about the 100 Years of Women in Transport, please visit \u003ca href=\"http://tfl.gov.uk/YOWIT\"\u003etfl.gov.uk/YOWIT\u003c/a\u003e or follow on Twitter at @transportwmn",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"Images of Dana Skelley are available from the TfL Press Office.\",\"Born in London, Dana Skelley graduated as a Civil Engineer from Kingston University, where she was the only woman among 150 student engineers. She began her career at Wandsworth Council before joining TfL in 2000 as Principal Engineer for the City of London.\",\"Since then, Dana has worked to champion apprenticeships across the transport sector, creating hundreds of new opportunities for young people to train and find permanent employment. She chairs TfL's Surface Transport Equality and Inclusion Board, promoting diversity in the workforce and particularly women's representation in transport and construction.\",\"In 2013, Dana brought TfL and London's boroughs together to form the London Highways Alliance - new city-wide contracts for road maintenance which have helped saved £450m and improve cooperation between boroughs on everything from preparing for severe winters to sharing resources to keep the city moving. \\u003ca href=\\\"https://tfl.gov.uk/corporate/about-tfl/what-we-do/roads/london-highways-alliance\\\"\\u003ehttps://tfl.gov.uk/corporate/about-tfl/what-we-do/roads/london-highways-alliance\\u003c/a\\u003e .\",\"Dana chairs events for the Women's Engineering Society and is an active member of the Department for Transport's Highways Management Efficiency Programme Board, the UK Roads Liaison Group and the World Roads Association.\",\"TfL has joined forces with key players in the transport industry to celebrate 100 Years of Women in Transport including Bechtel, Crossrail, the Department for Transport, Network Rail, the Women's Transportation Seminar and Women's Engineering Society. The centenary is being used to showcase the role of women in transport, share best practice from across the industry and to tackle the challenges that remain.\",\"Women make up 47 per cent of the UK workforce and 44 per cent of London's.\",\"Across the EU, transport employs more than 10 million people and only 18 per cent is female.\",\"At TfL, women represent 22.8 per cent of the total workforce, 22.5 per cent of senior managers and 15.1 per cent of operational grades.\",\"Only 6 per cent of the engineering workforce in the UK is female.\",\"Less than 20 per cent of A level physics students are girls and this hasn't changed for 25 years.\",\"In 2011/12 women accounted for 3 per cent of engineering apprentices.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}