{
 "pageTitle": "Wayfindr launches with major London Underground trial at Euston",
 "description": "Using smartphones to guide vision impaired people in urban areas",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "December",
   "url": "/info-for/media/press-releases/2015/december"
  },
  {
   "title": "Wayfindr launches with major London Underground trial at Euston"
  }
 ],
 "title": {
  "title": "Wayfindr launches with major London Underground trial at Euston",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Using smartphones to guide vision impaired people in urban areas"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Blind and partially sighted people are trialling the Wayfindr digital navigation system at a major London Underground (LU) station for the first time.",
     "Wayfindr - pioneered by the Royal London Society for Blind People's (RLSB's) youth forum and digital product studio ustwo - uses beacon technology to guide vision impaired people through and around urban environments.",
     "The trial guides participants through Euston Tube station, giving audio directions from a prototype smartphone app that interacts with beacons installed throughout the station. LU commissioned the trial to find out if the system can work reliably across the Tube network and to test and refine Wayfindr's standards for audio navigation. It builds on a pilot project at Pimlico station in early 2015, which led LU to invest in this full-scale demonstration at one of the busiest stations on the Tube network.",
     "Through the RLSB, Wayfindr was awarded a $1m grant by Google.org in 2015 as part of the Google Impact Challenge: Disabilities program, which invites applications from projects that seek to solve problems for people living with disabilities, through technology. The grant will accelerate the work of Wayfindr over the next three years. Wayfindr will build on its experience in London to set the standard to make cities worldwide more accessible to the vision impaired. Having developed its expertise alongside LU, Wayfindr will begin trials in other urban settings, including retail environments and hospitals.",
     "The Wayfindr Standard will launch in early 2016, setting the first guidelines for audio navigation for vision impaired people. The standard, developed through rigorous user research in live environments, will give location owners and makers of digital navigation services the tools to empower vision impaired people to independently navigate urban settings with the phone in their pocket. Compliance with the Wayfindr Standard will let vision impaired people know that a place or app is a reliable aid to independent travel.",
     "Mayor of London, Boris Johnson MP said: `We're always striving to find new and innovative ways to help give more people the confidence to travel on our transport network. The Wayfindr project is a great example of our wider work to improve accessibility in London, which includes hundreds of millions of pounds invested into step-free stations and new trains designed to be accessible to all. I look forward to the results of this hugely exciting trial, which is making use of the latest smartphone technology to help vision impaired people get around our city more easily.'",
     "David Waboso, LU's Capital Programmes Director, said: `We've been supporting Wayfindr from its infancy, and are delighted to see it taking off. Our trial at Euston is really putting the system through its paces, to see whether it can fulfil its promise at one of London's busiest Tube stations. Ultimately this innovative project is about giving our vision-impaired customers the flexibility to travel with the same independence and spontaneity as everyone else. We're excited to see what this technology can do to make London an even more open and accessible city.'",
     "Umesh Pandya, CEO of Wayfindr - previously Associate User Experience Director at ustwo, said: `Wayfindr evolved from a collaboration with RLSB's Youth Forum investigating whether they could use their smartphones to navigate the London Underground as part of ustwo's Invent Time (their social good R+D programme). Through our open and inclusive design approach, the Wayfindr standard has the potential to change the lives of vision impaired people across the globe.'",
     "Dr Tom Pey, Chief Executive of RLSB and Chair of Wayfindr, said: `Smartphones have revolutionised the lives of blind people, giving us a level of independence that 20 years ago we couldn't have imagined. What makes Wayfindr so strong is the focus on smartphones, meaning blind people don't have to spend hundreds of pounds on different gadgets - they have everything they need in their pockets. I am excited for our young people to be at the forefront of making London the most accessible city in the world, through the Wayfindr Standard.'",
     "Ashar Smith of the RLSB Youth Forum, said: `It's fantastic to see concepts developed by the Youth Forum materialise into something useful that will change the way vision impaired people participate in society on a global scale. Wayfindr will allow us to travel independently, which will facilitate accessibility to jobs, reduce the risks of isolation, and allow us to enjoy the city that we live in. Only an innovative organisation like RLSB would encourage such a wide reaching project to be user led, allowing the project to be streamlined for those who will benefit from it most.'",
     "Google's Managing Director in the UK Eileen Naughton comments: `We're extremely proud to support this project through Google.org, and to see multiple UK partners working together to improve access for visually impaired people. Moving freely is something that many of us take for granted and the hope here is that we can support mobility and movement through innovations in technology, and ultimately to support visually impaired people to live more independent lives.'",
     "{\"template\":\"bulletlist\",\"items\":[\"Images are available here - \\u003ca href=\\\"https://www.flickr.com/photos/tflpress/albums/72157661946343885\\\"\\u003ehttps://www.flickr.com/photos/tflpress/albums/72157661946343885\\u003c/a\\u003e \"]}",
     "About Wayfindr",
     "{\"template\":\"bulletlist\",\"items\":[\"Wayfindr is the first open standard for audio-based navigation. It is a joint venture between RLSB and ustwo.\",\"Wayfindr empowers vision impaired people across the world to move independently through their environment. Our open standard, built on a foundation of rigorous user research, dissolves into digital navigation services to create consistent, seamless and reliable experiences across locations, services and platforms. It includes a prototype app that utilises BLE beacons to test and validate the insights from the standardised guidelines with real users in real contexts in real time.\",\"The Wayfindr Standard will launch in early 2016 and will specify the detailed requirements for a consistent, reliable and accurate digital navigation system that can be used above or below ground. The Standard will be non-commercial and open for all to develop but will bring consistency to the design and user experience of digital navigation systems for vision impaired people. It specifies elements such as how distance should be expressed, audio clarity requirements, what features will be identified by the beacons and how frequently instructions should be updated. LU's trial at Euston will contribute expertise to the Standard including how the system can work in a transport environment and technical considerations of how it should be installed and maintained.\",\"Interested parties are invited to join the Wayfindr Alliance of navigation app developers, locations, researchers, hardware manufacturers and vision impairment specialists.\",\"Isolation and poverty. This is the untold story of childhood sight loss. It's time to change the game for blind children and young people. At the Royal London Society for Blind People, our expert family therapists work side by side with parents, to support blind young Londoners to discover the skills and confidence they need to take control of their life. We're a hard-working, game-changing, mould-breaking organisation, set on ensuring that every blind young person should have the chance to live life without limits. More at www.rlsb.org.uk\",\"The RLSB Youth Forum was set up to enable young people in the VI community to unearth potential solutions for the challenges that they face every day. The Youth Forum is made up of vision impaired young people aged between 16-25 and represents their communities for London and the South East.\",\"43% of vision impaired (VI) people in the UK would like to leave their home more often. In 2014, the RLSB Youth Forum worked with ustwo to investigate the following challenge: What if vision impaired people were empowered to navigate independently using the smartphone they already have in their pocket?\",\"ustwo designs digital products and services with the world's leading brands from studios in New York, Malmö, Sydney and London. Its evolved studio model creates a platform for meaningful investment in joint venture and own product initiatives. ustwo invests heavily in its 220 people and culture, retaining and developing the best design and engineering talent in the game. More at www.ustwo.com\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"LU's trial at Euston Tube station runs from November 2015 to January 2016. It is investigating how the Wayfindr Standard can be applied at a large and complex underground site. It includes thorough investigation of how the system works for users and how it could be installed and maintained long term on the Tube. The trial will result in a full set of requirements for use of an indoor navigation system within LU stations that ensure it remains fit for purpose, reliable, available and maintainable. The trial is not publically open to all customers, but involves controlled tests of the system by vision impaired participants.\",\"LU actively engages with academia, charities, SMEs and multi-nationals operating in the field of research and innovation. Some key areas and challenges for collaboration can be found on the TfL Technology Innovation Portal (www.tfl.gov.uk/innovation). LU's technology and innovation team also maintain a strong presence with the Railway Industry Association, Innovate UK, Shift2Rail and Rail Supplier Group's Innovation sub-committee\",\"LU has staff at all stations at all times, offering a turn-up-and-go assistance service for anyone who needs to be guided through the station or met from a train. Any digital navigation system implemented on the network will be in addition to this service, for those who would prefer to travel independently. This project forms part of Transport for London's commitment to making the transport network more accessible, including hundreds of millions of pounds being invested in step-free access schemes, improved staff training programmes and more spacious and accessible trains, designed to give access to all\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"•\\tAt Google.org, we seek out and support people who are using technology to tackle some of the world's biggest challenges. We help nonprofits accelerate and scale by investing in their vision, and we rally our employees and mobilise their skills to help grant-winners realise their projects. Through our Google Impact Challenges, we fund and support nonprofits through grants. In 2015, we launched a global Impact Challenge focused on solving problems for people living with disabilities.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}