{
 "pageTitle": "Bloomsbury, Covent Garden and Holborn set to become more legible for pedestrians",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Bloomsbury, Covent Garden and Holborn set to become more legible for pedestrians",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Legible London, a new pedestrian way-finding system, to be installed in area during autumn 2009."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "West End is a great place to explore on foot, with fresh and exciting sights around every corner",
     "The Mayor and Transport for London (TfL) have today (24 November) announced that the London boroughs of Camden and Westminster, through the Clear Zones Partnership, will pilot Legible London, a unique system of on-street signs, maps and fingerposts designed to make it quicker and easier to walk around the Capital.",
     "The scheme uses 3D representations to give people a quick sense of their bearings and help them locate shops, parks, hotels, landmarks, toilets, Tube stations and other amenities.",
     "It has already been successfully guiding visitors around the Bond Street area for the past year, as part of a prototype study of 19 signs.",
     "Now, Bloomsbury, Covent Garden and Holborn, through the Clear Zones Partnership, have been chosen as one of three areas in London to pilot the new pedestrian system.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"By the end of the year\"}",
     "Sixty to 80 Legible London signs will be installed in the area during autumn 2009.",
     "The many distinct local neighbourhoods are popular with Londoners and visitors alike, and the short distances between them make them ideal for replacing short hops on the Tube with walking journeys.",
     "In addition, 24 Legible London signs will be installed in the western end of Oxford Street to the Marble Arch area and along Regent Street as part of an extension of the original Bond Street prototype.",
     "The 24 Legible London signs will be installed in time for this year's Christmas shopping season.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"By next summer\"}",
     "An additional 37 signs will be installed elsewhere in the Oxford Street, Regent Street and Bond Street areas by summer 2009.",
     "As Legible London is introduced, redundant street furniture and confusing signage will be removed.",
     "The removal of obsolete signs and their replacement with fewer and more attractive, easy to understand, maps will reduce visual clutter and make life easier for pedestrians.",
     "Ben Plowden, Director of Smarter Travel at TfL said: 'Walking is a convenient, enjoyable and healthy way to get around London.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Easy to use\"}",
     "'It's also often the quickest option - for example, 90 per cent of all Tube stations within 1.5km of Covent Garden are quicker to walk between.",
     "'The problem is that the Capital can sometimes be challenging to navigate on foot.",
     "'Legible London has been designed to address that, by creating a reliable way-finding system that makes it easier to walk in and around London.",
     "'Its clear and easy-to-read mapping will tell people which roads to take, what landmarks they'll pass along the way and how long it will take them to get where they want to go.'",
     "Councillor Danny Chalkley Cabinet Member for Environment and Transport at Westminster City Council, said: 'The West End is a great place to explore on foot, with fresh and exciting sights around every corner.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Getting active\"}",
     "Along with TfL and the private sector we're advancing ambitious plans to renew the West End ahead of 2012 which will encourage visitors to be even more adventurous and venture off the beaten track.'",
     "Councillor Chris Knight, Camden Council's Executive Member for Environment, said: 'Walking is a great way to get active and do your part for the environment at the same time.",
     "'These new signs will clearly show how easy and quick it can be to travel on foot and enable residents, businesses and visitors alike to discover more of our fantastic city.'",
     "New West End Company's Chief Executive, Richard Dickinson, said: 'The prototype signage system installed on Bond Street last November is already making pedestrian journeys in that area significantly quicker for our 200 million visitors a year.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Discover the city\"}",
     "'West End shoppers value it so highly that 90 per cent have said that they want it rolled out across the rest of London.",
     "'This is another great example of local councils, the Mayor, TfL and businesses working together to enhance the West End so that it remains the world's top shopping destination.'",
     "The Mayor, TfL, the London Boroughs of Camden and Westminster and the Clear Zones Partnership are all clear on the need for better pedestrian signage and information throughout the Capital, and are committed to improving conditions as part of a wider programme to make London a great walking city.",
     "The Bloomsbury, Covent Garden and Holborn pilot of Legible London is one of three pilots taking place across London.",
     "It is an important step towards the goal of having Legible London signage in place in central London and the Olympic area before 2012, and in urban centres throughout Greater London by 2015.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "\u003cstrong\u003e \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}