{
 "pageTitle": "Croydon bus team celebrates award win",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Croydon bus team celebrates award win",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Mayor of London, Boris Johnson, congratulated staff at Metrobus' Croydon Service Quality Team today, after they won the London Service Quality Award at the UK Bus Awards this week."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Our aim is to offer a first class service to passengers and we're proud to have this award in recognition of our efforts",
     "The London Service Quality Award is one of three awards sponsored by Transport for London (TfL) to recognise outstanding achievement running bus services in London.",
     "The Service Quality Team based at Metrobus' Croydon garage is responsible for ensuring that the buses run on time, and that passengers get to their destinations as quickly and reliably as possible.",
     "The Service Quality Team has seen considerable success over recent years, continually improving the performance of its bus routes against targets set by TfL.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Rewarding effort\"}",
     "Mayor of London, Boris Johnson, said: 'I don't think many of us who use the Capital's buses realise the enormous amount of hard work and dedication that goes into operating London's vast bus network.",
     "'I would like to congratulate the team in Croydon for their well-deserved award, and I hope that the recognition of their achievement helps to raise awareness of the efforts of our city's fantastic bus staff who ensure that Londoners receive the punctual and reliable service they deserve.'",
     "David Brown, TfL's Managing Director of Surface Transport, said: 'We set stringent performance targets for all our operators, designed to ensure that bus services run as efficiently as possible for our customers.",
     "'That the Croydon Service Quality Team consistently beat our targets is evidence of their commitment to providing a well run bus service.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"A first class service\"}",
     "Kevin Carey, Operations Director of Metrobus Ltd, said: 'We're delighted to have won this award, which is testament to the hard work and commitment of the Service Quality Team and all of our staff at Croydon.",
     "'Our aim is to offer a first class service to passengers and we're proud to have this award in recognition of our efforts.'",
     "The UK Bus Awards were presented at Battersea Evolution on Tuesday 18 November.",
     "The ceremony was hosted by BBC economics editor Stephanie Flanders and awards were presented by David Quarmby of CBE.",
     "Newly appointed transport minister, Rt Honourable Paul Clark MP, was guest speaker.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL sponsors three awards at the UK Bus Awards:\\u003cbr /\\u003ea. London Bus Garage - won by Beddington Farm Garage (Arriva)\\u003cbr /\\u003eb. London Service Quality - won by Croydon Service Quality Team (Metrobus)\\u003cbr /\\u003ec. Top London Bus Driver - jointly sponsored with the Luke Rees-Pulley Charitable Trust, won by Nelio Rebelo-Goncalves (London United)\",\"The UK Bus Awards were founded in 1996 and are run by The Bus Industry Awards Limited, a not-for-dividend company. The awards recognise excellence and good practice in a wide range of disciplines associated with the operation, design and promotion of bus services\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}