{
 "pageTitle": "Cuckoo Hall Primary School to feature in 2009 road safety calendar",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Cuckoo Hall Primary School to feature in 2009 road safety calendar",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Year Six pupils from across London have been hard at work designing a range of road safety themed posters for a competition that was held in conjunction with last week's Brake National Road Safety Week (10-16 November)."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The LSCP aims to educate younger pedestrians about inappropriate speed and how safety cameras can help to save lives",
     "The 2008 London Safety Camera Partnership (LSCP) Road Safety Poster Competition, run LSCP and local borough road safety officers, is in its fourth year and has again attracted more than 650 entries from schools across the Capital.",
     "The LSCP and Metropolitan Police visited Cuckoo Hall Primary School in Enfield last week to award a winning prize to the school.",
     "Eight schools, of which Cuckoo Hall was one, were chosen as overall winners, with their posters making up the 12 main pages of the calendar.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Excellent work\"}",
     "Chris Lines, Head of Road Safety at Transport for London, said: 'The London Safety Camera Partnership received excellent work from the children again this year and the judges found it very difficult to choose the winners.",
     "'Teaching young people good road safety habits to last them a lifetime will go a long way in reducing the number of people killed and seriously injured on London's roads.",
     "'With this particular project, the LSCP aims to educate younger pedestrians about inappropriate speed and how safety cameras can help to save lives.'",
     "Patricia Sowter, Head Teacher at Cuckoo Hall Primary School, said: 'We are delighted that the London Safety Camera Partnership invited pupils from our school to take part in this competition.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Road safety\"}",
     "'In designing these posters, our Year Six pupils have learnt a great deal about road safety and the dangers that their age group face.",
     "'The competition has also reinforced the message that speed can endanger lives.",
     "'The pupils are looking forward to seeing their designs in the calendar next year.'",
     "The competition encouraged pupils to use their imagination and illustrate road safety issues that were important to them or their school environment.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Positive message\"}",
     "Entries ranged from posters about excessive speed and wearing seatbelts, to the importance of stopping, looking and listening when crossing the road.",
     "The LSCP chose the 12 winning posters from those entries that best represented a positive road safety message.",
     "A further 72 entrants across London received highly commended certificate awards and all pupils that participated received an appreciation certificate.",
     "The winning posters will be made into a 2009 calendar that will be sent to every primary school in London to highlight the risks that pupils face on the roads.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Photos of pupils from Cuckoo Hall Primary School with Sgt Gary Saunders from the Metropolitan Police are available on request\",\"The LSCP Road Safety Calendar Poster competition is aimed at Year Six pupils as they prepare to make the transition to secondary school - the point at which children begin to travel independently for the first time\",\"The LSCP is responsible for speed and red light cameras across London. Transport for London leads the LSCP and works in partnership with London Councils, the Metropolitan Police Service, the City of London Police and Her Majesty's Courts Service\",\"At sites where LSCP cameras have been placed there has been an average 50 per cent reduction in the numbers of people killed or seriously injured\",\"Road Safety Week (10-16 November) is coordinated by \\u003ca href=\\\"http://www.brake.org.uk/\\\"\\u003eBrake \\u003c/a\\u003e (the road safety charity)\",\"All winners and runner up entries will be available on the \\u003ca href=\\\"http://www.lscp.org.uk/\\\"\\u003eLSCP\\u003c/a\\u003e website from the 15 December 2008\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}