{
 "pageTitle": "Double celebration for Tolworth bus driver",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Double celebration for Tolworth bus driver ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Mayor of London, Boris Johnson, has offered his congratulations to Nelio Rebelo-Goncalves, who won the London Bus Driver Award at the UK Bus Awards this week."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "London's bus drivers are some of the best in the country",
     "Nelio was unable to collect his award in person as his wife gave birthday to a baby boy on the same day - a further cause for celebration.",
     "The London Bus Driver Award is jointly sponsored by Transport for London (TfL) and the Luke Rees-Pulley Charitable Trust to recognise outstanding achievement of staff running the Capital's bus network, and was presented by Richard Rees-Pulley.",
     "Nelio, who drives for Transdev London United and is based at Tolworth Garage, was commended by the judges for his politeness and unruffled charm, his care for elderly passengers, and his rapport with school children.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Range of challenges\"}",
     "He was selected from a shortlist of eight drivers, all of whom had obtained outstanding scores in TfL's bus driver assessments.",
     "Mayor of London, Boris Johnson, said: 'Our bus drivers have to deal with a huge range of challenges every day as they navigate the streets and ferry Londoners safely and speedily from A to B.",
     "'To deal with these challenges with a good spirit and professionalism that is recognised by colleagues and passengers is a true achievement, and marks bus driver Nelio Rebelo-Goncalves out as a true ambassador for London. Well done!'",
     "David Brown, TfL's Managing Director of Surface Transport, said: 'London's bus drivers are some of the best in the country and we rigorously assess their performance to ensure that they provide a high level of service to our passengers.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Dedication to the job\"}",
     "'In winning this award Nelio has not only performed exceptionally on all of our measures, but has gone the extra mile to impress colleagues and passengers alike with his dedication to the job.'",
     "Nigel Stevens, Managing Director, Transdev London United, said: 'We are really proud of Nelio's achievements, which have been made even more special by the birth of his son yesterday.'",
     "The UK Bus Awards were presented at Battersea Evolution on Tuesday 18 November.",
     "The ceremony was hosted by BBC economics editor Stephanie Flanders and awards were presented by David Quarmby, CBE.",
     "Newly appointed transport minister, Rt Honourable Paul Clark MP, was guest speaker.",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL sponsors three awards at the UK Bus Awards\",\"London Bus Garage, won by Beddington Farm Garage (Arriva)\",\"London Service Quality, won by Croydon Service Quality Team (Metrobus)\",\"Top London Bus Driver, jointly sponsored with the Luke Rees-Pulley Charitable Trust, won by Nelio Rebelo-Goncalves (Transdev London United)\",\"The UK Bus Awards were founded in 1996, and are run by The Bus Industry Awards Limited, a not-for-dividend company. The awards recognise excellence and good practice in a wide range of disciplines associated with the operation, design and promotion of bus services\",\"The Luke Rees-Pulley Charitable Trust was set up in 2006 in memory of Luke Rees-Pulley, a driver at London General's Putney Garage, who was tragically murdered in 2005\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}