{
 "pageTitle": "London Transport veterans to march on Remembrance Sunday",
 "description": "Brian Everett, a veteran of the Royal Air Force and President of the London Transport Old Comrades will lay the wreath at the Cenotaph. The London Transport Old Comrades Association, which is celebrating its 85th anniversary this year, is the only",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Transport veterans to march on Remembrance Sunday",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Peter Orchard, a former Royal Navy Radar Operator and now a London Buses Area Manager in Newham and Tower Hamlets, will lead the London Transport Old Comrades as they march past the Cenotaph on Remembrance Sunday this year."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We are incredibly proud that London's transport workers are able to participate in the annual Remembrance Sunday parade",
     "Brian Everett, a veteran of the Royal Air Force and President of the London Transport Old Comrades will lay the wreath at the Cenotaph.",
     "The London Transport Old Comrades Association, which is celebrating its 85th anniversary this year, is the only civilian group allowed to lay a wreath at the Cenotaph as well as march along side the armed forces in the annual Sunday Remembrance Day parade.",
     "They march in honour of transport workers who died serving their country in the First and Second World Wars.",
     "Peter Orchard joined the Royal Navy in 1979 as a Radar Operator and served on HMS Antrim during the Falklands conflict.",
     "Peter joined London Transport in 1983 as a bus conductor at Stamford Brook before becoming a Revenue Protection Inspector for 12 years prior to his current role.",
     "Peter Orchard said: 'I am very proud to be leading the London Transport Old Comrades at the Cenotaph this year particularly on the 90th anniversary of the Great War ending.",
     "'It allows an opportunity to remember the sacrifices of those who fought and the role of transport workers who drove buses to the front line in France including the 1500 transport workers who died in the Great War.'",
     "Brian Everett MBE and President of the Association worked at London Transport throughout the 1990s as a Director with London Buses.",
     "Brian served with the Royal Air Force for nearly three decades in many parts of the world and was awarded an MBE in 1972 for military operations in the Middle East.",
     "Brian said: 'Remembrance Sunday is always a poignant occasion as it provides an opportunity to reflect on the contribution of all those who have served their country in conflicts around the world as well as those who are currently serving.",
     "'We are incredibly proud that London's transport workers are able to participate in the annual Remembrance Sunday parade.",
     "'Many of London's transport workers join directly from a career in the armed forces and continue their association through active involvement with the reserve forces which in recent years has included deployments in Afghanistan and Iraq with the Territorial Army.'",
     "Since 2 November, war veterans can now travel free of charge on public transport in the Capital as a result of the Mayor's new concessionary travel scheme.",
     "All war veterans in receipt of a pension under the War Pensions Scheme or the Armed Forces Compensation Scheme including war widows and widowers and eligible dependents are eligible for passes.",
     "More than 1,500 Veterans Concessionary Travel Scheme passes have already been issued which will allow free travel on bus, Tube, tram, Docklands Light Railway, London Overground and river services in the capital.The Train Operating Companies have also backed the Mayor's plans and agreed that eligible war veterans will be able to travel for free on their services within Greater London.",
     "This scheme is of particular benefit to veterans under 60 and those who live outside London who are not eligible for a Freedom Pass. Further information can be found at \u003ca href=\"http://www.tfl.gov.uk/veterans\"\u003etfl.gov.uk/veterans\u003c/a\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}