{
 "pageTitle": "London Overground services return to normal operation on time",
 "description": "All London Overground stations that were affected are now open and all services are running.The work which included upgrading tracks, strengthening bridges and widening a tunnel are part of a wider improvement programme, which is necessary to deliver a",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Overground services return to normal operation on time",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Full services returned to London Overground today on time after two-and-a half months of engineering works across the network were completed during the weekend."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "All London Overground stations that were affected are now open and all services are running.",
     "The work which included upgrading tracks, strengthening bridges and widening a tunnel are part of a wider improvement programme, which is necessary to deliver a more reliable and efficient service to passengers.",
     "Transport for London (TfL) worked closely with passenger groups and local press and media to give passengers and residents information and advance notice about the works to minimize their inconvenience.",
     "TfL also provided rail replacement bus services and an alternative rail service during the works.",
     "TfL London Rail Managing Director Ian Brown said: 'I am pleased that the engineering works finished on time.",
     "'I would also like to take the opportunity to thank all our passengers and stakeholders for their patience and support.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Future investment\"}",
     "'Most of the London Overground network has been neglected for decades.",
     "'We are investing £1.4bn and will upgrade the entire network over the next two years to deliver a frequent, safe and reliable service by 2012.",
     "'London Overground already has longer operating hours and stations are staffed during these hours.",
     "'Brand new and fully air-conditioned trains with greater capacity will operate on the London Overground network from 2009.",
     "'The extended East London Line will open in 2010 and connect to Highbury and Islington in 2011.",
     "'Frequent, metro-style services will also mean Londoners can simply 'turn up and go'.'",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}