{
 "pageTitle": "Major boost for Woolwich Town Centre",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Major boost for Woolwich Town Centre ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Mayor of London and Greenwich Council today celebrated a major boost to Woolwich Town Centre with the successful completion of a £3.2m urban realm improvement scheme."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The improvements to road, river and rail transport are of key importance",
     "This first phase of the scheme, managed in partnership by Transport for London (TfL), Greenwich Council and the Department for Communities and Local Government, has seen the installation of a new 'super crossing,' at Plumstead Road, the planting of more than 100 new trees and the installation of high-quality, sensitively-designed street furniture.",
     "Mayor of London Boris Johnson, said: 'I'm delighted to see the regeneration of Woolwich town centre coming to fruition as it shows what can be achieved when we work together with councils and communities to improve the quality of life for local people.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Future regeneration\"}",
     "'The improvements to road, river and rail transport are of key importance as they ensure  that everyone has access to the town centre and the job opportunities that are being created by the increased investment.'",
     "TfL's Director of Strategy, Dick Halle, said: 'The completion of this phase of the scheme demonstrates successful partnership working between London Borough of Greenwich and TfL.",
     "'We hope that these significant improvements will not only offer immediate benefits to residents and visitors to Woolwich but will also pave the way for future regeneration projects.'",
     "Greenwich Council Deputy Leader and Cabinet Member for Regeneration, Cllr Peter Brooks, said: 'The Woolwich Town Centre Scheme has already delivered real improvements, making it much easier and safer to cross Plumstead Road as a pedestrian or cyclist and making local bus routes quicker and more direct while visually transforming a section of the Woolwich New Road.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Developments\"}",
     "'With the extension of the DLR and further developments on the Royal Arsenal in the offing, these improvements play an important role in the overall regeneration of Woolwich.'",
     "Phase two of the scheme is due to begin next month and will run until spring 2009.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Works undertaken include introducing a new 'super crossing' for Plumstead Road to link the Royal Arsenal with the town centre. Making Woolwich New Road (between Plumstead Road and Wilmount Street) public transport and access only. The changes mean only buses, taxis and service vehicles will be permitted to use this section of Woolwich New Road\",\"The scheme will bring significant improvements for pedestrians, cyclists and local bus services\",\"Currently there is substantial re-development taking place in and around Woolwich town centre, including the extension of the DLR, the housing development at the Royal Arsenal, a new civic centre at Love Lane and the future Tesco store in Thomas Street/Wellington Street\",\"These town centre improvements are meant to link all the investment taking place in the Woolwich area by greatly enhancing the streets and areas in order to improve access to facilities and opportunities for residents and also re-connect the town centre with the Royal Arsenal\",\"Pictures are available on request\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}