{
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor announces £5.7m boost to local transport in Croydon",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Funding and greater freedom over spending for Croydon to renew roads, cut road deaths, improve town centres and cycling facilities, tackle the school run and carry out essential main road maintenance."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The Mayor of London Boris Johnson today announced £5.7m of funding from Transport for London (TfL) for Croydon to deliver local transport improvements during the financial year 2009/10.",
     "As well as increasing next year's local transport funding from TfL - up to £168.3m from £161m in 2008/09 - the Mayor also confirmed that London's boroughs will have greater freedom in choosing local transport projects.",
     "TfL has included £100,000 for the borough council to spend locally on transport as it chooses.",
     "The £5.7m package will allow the borough to finance several schemes to improve local transport for residents including:",
     "{\"template\":\"bulletlist\",\"items\":[\"£1.9m for the Coulsdon Town Centre scheme which will deliver a safer, more accessible and easier to use area for residents thanks to improved footways, better lighting and environment\",\"£450,000 for the Route Action Programme which aims to improve road safety by reducing traffic speed and simplifying traffic flow through the introduction of junction improvements, pedestrian facilities, signage and carriageway markings. The roads included in this Route Action Programme are Shirley Road, Green Lane, Pampsiford Road, Coombe Road, Long Lane, Old Farleigh Road, Church Road and Coombe Lane\",\"£408,000 for the renewal of the carriageways and footways of the A215 Road which are currently in poor condition and will be renewed to correct any uneven surface, potholes and cracks. Pedestrians and vehicles will benefit from smooth, defect-free roads resulting in safer journeys in the boroughs\",\"£133,000 for cycle training and £10,000 for cycling for health training\"]}",
     "Mayor of London, Boris Johnson said: 'When I was elected I promised I would be different and give greater freedom to the Boroughs.",
     "'This is why this year I have introduced a £100,000 award for Boroughs to spend as they choose.",
     "'Boroughs are being given greater freedom to develop and deliver the schemes they want, which means more choice over a range of key local schemes to improve town centres and cycling facilities, tackle the school run and improve local roads.\u003cbr /\u003e\u003cbr /\u003e'I am awarding Croydon a budget of £5.7m next year for local schemes that will make travelling safer, more accessible and more environment-friendly, helping to improve the quality of life for people across the borough.'",
     "Funding for local transport schemes is allocated each year by TfL in response to the applications from boroughs based on their Local Implementation [transport] Plans (LIPs).",
     "Funding is currently available for a wide range of programmes including road safety, maintaining borough roads, tackling the school run, improving walking, cycling and the local environment, making transport more accessible and measures to improve bus journeys.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Below is a table with a breakdown of Local Implementation Plan funding for Croydon:div\",\"Each London borough has a LIP approved by the Mayor containing proposals to implement the Mayor's Transport Strategy locally. While TfL allocates funding for individual schemes, LIP and individual project delivery is the responsibility of each borough\",\"A School Travel Plan is a package of measures, tailored to the needs of individual schools to deliver alternative transport methods for the school run, aiming to reduce single occupancy car journeys to school, cut congestion and increase safety near schools\",\"Priorities for Local Implementation Plans include:ul\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}