{
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor announces £3.5m boost to local transport in Barnet",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Funding and greater freedom over spending for Barnet to renew roads, cut road deaths, improve town centres and cycling facilities, tackle the school run and carry out essential main road maintenance."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The Mayor of London Boris Johnson today announced £3.5m of funding from Transport for London (TfL) for Barnet to deliver local transport improvements during the financial year 2009/10.",
     "As well as increasing next year's local transport funding from TfL - up to £168.3m from £161m in 2008/09 - the Mayor also confirmed that London's boroughs will have greater freedom in choosing local transport projects.",
     "TfL has included £100,000 for the borough council to spend locally on transport as it chooses.",
     "The £3.5m package will allow the borough to finance several schemes to improve local transport for residents including:",
     "{\"template\":\"bulletlist\",\"items\":[\"£767,000 for road renewal on The Hyde NW9 (A5) and Pricklers Hill. The carriageways and footways at these locations which are currently in poor condition will be renewed to correct any uneven surface, potholes and cracks. Pedestrians and vehicles will benefit from smooth, defect-free roads resulting in safer journeys in the boroughs\",\"£160,000 for The Golders Green Gyratory Local Safety scheme that aims to improve the junctions around the gyratory to increase road safety. Some of the measures include kerb realignment at the roundabout\",\"£107,000 for cycle training and £10,000 for cycle parking improvements in the borough\",\"£60,000 for improvements to the East Finchley Urban Footpaths - which stretch from North Circular Road to East Finchley station. Measures include improved accessibility and better footpath surfaces\",\"£50,000 for a  scheme on Colney Hatch Lane that will widening the northbound carriageway between TESCOs and Ribblesdale Av in TfL owned land to provide an extra traffic lane\"]}",
     "Mayor of London, Boris Johnson said: 'When I was elected I promised I would be different and give greater freedom to the Boroughs.",
     "'This is why this year I have introduced a £100,000 award for Boroughs to spend as they choose.",
     "'Boroughs are being given greater freedom to develop and deliver the schemes they want, which means more choice over a range of key local schemes to improve town centres and cycling facilities, tackle the school run and improve local roads.'\u003cbr /\u003e\u003cbr /\u003e'I am awarding Barnet a budget of £3.5m next year for local schemes that will make travelling safer, more accessible and more environment-friendly, helping to improve the quality of life for people across the borough.'",
     "Funding for local transport schemes is allocated each year by TfL in response to the applications from boroughs based on their Local Implementation [transport] Plans (LIPs).",
     "Funding is currently available for a wide range of programmes including road safety, maintaining borough roads, tackling the school run, improving walking, cycling and the local environment, making transport more accessible and measures to improve bus journeys.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Below is a table with a breakdown of Local Implementation Plan funding for Barnet:div\",\"Each London borough has a LIP approved by the Mayor containing proposals to implement the Mayor's Transport Strategy locally. While TfL allocates funding for individual schemes, LIP and individual project delivery is the responsibility of each borough\",\"A School Travel Plan is a package of measures, tailored to the needs of individual schools to deliver alternative transport methods for the school run, aiming to reduce single occupancy car journeys to school, cut congestion and increase safety near schools\",\"Priorities for Local Implementation Plans include:ul\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}