{
 "pageTitle": "Navigating London's top destinations set to get easier",
 "description": "Walking journeys around some of the Capital's most visited areas are set to increase, thanks to the expansion of Legible London, a unique system of on-street signs, maps and fingerposts designed to make it quicker and easier to walk around London.The",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Navigating London's top destinations set to get easier",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Trial of innovative signage system to be expanded."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Legible London is all about providing the signage and maps that will make walking even easier",
     "Walking journeys around some of the Capital's most visited areas are set to increase, thanks to the expansion of Legible London, a unique system of on-street signs, maps and fingerposts designed to make it quicker and easier to walk around London.",
     "The scheme uses 3D representations to give people a quick sense of their bearings and help them locate shops, parks, hotels, landmarks, toilets, Tube stations and other amenities.",
     "It is already successfully guiding visitors around the Bond Street area and will now be extended to cover Regent and Oxford Streets.",
     "Twenty-four new signs will go up before Christmas with a further thirty seven to go up by next summer.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Expanding the scheme\"}",
     "It has also been announced that Legible London will be piloted in three more areas of the Capital next year.",
     "{\"template\":\"bulletlist\",\"items\":[\"A West End scheme will cover the area between Bloomsbury, Covent Garden and Holborn as the area has a large number of Tube stations that it would be quicker to walk between\",\"South Bank and Bankside are ideal locations for encouraging more walking journeys, with their river side attractions and proximity to Waterloo station - one of London's key transport hubs\",\"The leafy outer London town centres of Richmond and Twickenham will test how Legible London works in an outer London location\"]}",
     "As Legible London is introduced, redundant street furniture and confusing signage will be removed.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Road clutter reduced\"}",
     "The removal of obsolete signs and their replacement with fewer and more attractive, easy to understand, maps will reduce visual clutter and make life easier for pedestrians.",
     "The Mayor of London, Boris Johnson, said: 'There have been occasions when I have been gobsmacked to hear people say they intend to use the Tube or a bus to make a journey of even just a few hundred yards.",
     "'I used to think that some of these people were just crackers but it seems that many people actually don't realise how close these places are.",
     "'Or how simple and invigorating it can be to put your best loafer forward and walk from A to B in many areas of the Capital.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Making walking easier\"}",
     "'Legible London is all about providing the signage and maps that will make walking even easier.",
     "'It's been brilliant for Bond Street and I'm sure it will have similar results as we trial it in other parts of the Capital.'",
     "The scheme is being developed in creative partnership with borough councils and the business community, and other stakeholders such as the New West End Company.",
     "Transport for London (TfL) are working to involve all partners in the process of securing funding for the programme in the future.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"The healthy option\"}",
     "Ben Plowden, Director of Smarter Travel at TfL said: 'Walking is a convenient, enjoyable and healthy way to get around London.",
     "'It's also often the quickest option - in central London, around half of the short journeys currently made by Underground would be quicker to walk.",
     "'The problem is that the Capital can sometimes be challenging to navigate on foot.",
     "'Legible London has been designed to address that, by creating a reliable way-finding system that makes it easier to walk in and around London.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Working together\"}",
     "'Its clear and easy-to-read mapping will tell people which roads to take, what landmarks they'll pass along the way and how long it will take them to get where they want to go.'",
     "New West End Company's Chief Executive, Richard Dickinson, said: 'The prototype signage system installed on Bond Street last November is already making pedestrian journeys in that area significantly quicker.",
     "'West End shoppers value it so highly that 90 per cent have said that they want it rolled out across the rest of London.",
     "'This is another great example of local councils, the Mayor and retailers working together to enhance the West End so that it remains the world's top shopping destination.'",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}