{
 "pageTitle": "North London to benefit from Mayor's 10-year plan for massive transport expansion",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "North London to benefit from Mayor's 10-year plan for massive transport expansion ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London's (TfL's) Business Plan confirms multi-billion investment to boost transport capacity and delivers upgrade of Northern line, new trains on the Victoria line and improvements to Tottenham Hale Gyratory and North Circular."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We will both revolutionise cycling and walking, and sustain investment in transport policing",
     "The Mayor of London, Boris Johnson, today outlined his plan for the future of London's transport system as he launched TfL's multi-billion pound 10-year Business Plan.",
     "The Plan, which will help deliver an almost 30 per cent increase in the Capital's public transport network by 2018, includes massive transport improvements in North London including upgrades of the Jubilee, Northern, Piccadilly and Victoria lines, improvements to the London Overground network, measures to smooth traffic flow for road users and a huge investment to begin a revolution in cycling and walking.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"A better system\"}",
     "However, the Mayor made clear that the current challenging economic times follow the former Mayor's promises of schemes for which there was never any money, ultimately leading to some tough decisions about which projects the Plan will fund.",
     "This means that tram schemes with much merit, such as the Cross River Tram, will have to be re-assessed.",
     "On top of the existing transport improvements for North London funded in the plan, the Mayor has, therefore, asked TfL to look at alternatives to the Cross River Tram including the potential separation of the Northern line and improvements to bus services.",
     "The Mayor said: 'A good transport system is essential to improving quality of life, as the more time Londoners spend shoehorned onto trains, Tube carriages or buses, the less time they have to themselves or to spend with their families.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Boost the capacity\"}",
     "'So we have to build a better system, and in this important moment for our city we are committing to building our transport infrastructure with Brunelian endeavour and scale, investing billions to create a network that Londoners will recognise as vastly improved from the one we have now.",
     "'We will upgrade the Tube, build Crossrail, capture the legacy of the 2012 Games, and create thousands of jobs, helping to boost the capacity of our public transport network by almost 30 per cent.",
     "'Smoothing traffic flows will help get the most from our road system.",
     "'And we will both revolutionise cycling and walking, and sustain investment in transport policing so that we deliver not only a bigger and better network, but also a safer one - making London an even better place to live.'",
     "The transport improvements for North London in the TfL Business Plan include:",
     "{\"template\":\"bulletlist\",\"items\":[\"\\u003cstrong\\u003eLondon Underground \\u003c/strong\\u003e - the Jubilee, Northern, Piccadilly and Victoria lines will all be upgraded to provide additional capacity, with new rolling stock being introduced on the Victoria line from 2009 and the Piccadilly line by 2014. The signalling systems on each line will be upgraded to allow the operation of faster, more frequent services starting with completion of the Jubilee line upgrade in December 2009\",\"\\u003cstrong\\u003eCrossrail \\u003c/strong\\u003e - construction will begin in 2010, greatly improving transport services for those living in North London when it opens in 2017 as it will relieve congestion on existing Tube and National Rail services. Crossrail will be the largest addition to the transport network in London and the South East for more than 50 years, running 118km from Maidenhead in the west through central London to Abbey Wood and Shenfield in the east\",\"\\u003cstrong\\u003eLondon Overground \\u003c/strong\\u003e - The upgrade of London Overground's North London line network is continuing, with a fleet of brand new trains being introduced to the network from 2009 providing additional capacity and will be followed by an increase in service frequency\",\"\\u003cstrong\\u003eOyster pay as you go on National Rail \\u003c/strong\\u003e - the Mayor and TfL are aiming to ensure that Oyster pay as you go is available on all National Rail services in London by late 2009, a major boost to those North Londoners who use National Rail for journeys south of the river where Oyster is not currently widely accepted\",\"\\u003cstrong\\u003eSmoothing traffic flow - \\u003c/strong\\u003e Road users in North London will benefit from the smoothing of traffic flows achieved through a range of measures including re-phasing traffic lights and through better coordination of road works\",\"\\u003cstrong\\u003eNorth Circular \\u003c/strong\\u003e - Safety and environmental improvements along the A406 Telford Road, Bowes Road and the North Circular between Bounds Green Road, Station Road and Chequers Way. A two-lane dual carriageway will be created to improve traffic flows at junctions. Improved pedestrian crossing facilities and a dedicated cycleway will also be provided. The scheme has recently received Secretary of State approval and is scheduled for completion in 2011\",\"\\u003cstrong\\u003eTottenham Gyratory \\u003c/strong\\u003e - The existing one-way system at Tottenham Hale will be converted to two-way working with junction realignment to relieve congestion. The contra-flow bus lane on Tottenham High Road will also be replaced with continuous two-way bus lanes in the High Road and Monument Way, with pedestrian crossing facilities and cycling facilities improved, and traffic on Broad Lane restricted to buses, cyclists and local traffic\",\"\\u003cstrong\\u003eCycling and walking\\u003c/strong\\u003e - The Mayor aims to increase cycling throughout London by 400 per cent by 2025 through three principle initiatives: a new cycle hire scheme; the creation of cycle highways to whisk commuters and others into central London; and cycle hubs in outer London to create beacons of cycling excellence across the city\",\"\\u003cstrong\\u003eLocal transport funding \\u003c/strong\\u003e - TfL is also working more collaboratively with all of London's boroughs in providing continued annual funding for local transport improvements through the boroughs' Local Implementation Plans. Funding for all London's boroughs for 2009/10 will be announced shortly\"]}",
     "The Mayor today underlined the importance of continued high-level investment in transport infrastructure to create thousands of jobs for Londoners, boost the economy through uncertain times, and ensure London retains its pre-eminent global position.",
     "But he also outlined how the uncertain economic climate means that tough choices need to be made and that a new approach of realism needs to be applied to prospective projects.",
     "The Mayor recognises, now more than ever, that TfL must make efficiencies and spend public money wisely given that Londoners are watching their outgoings in these challenging times.",
     "In a departure from the old administration, the Mayor has instructed TfL to focus on delivering on time and budget the projects that will give the greatest benefits to Londoners, and not to proceed with spending money on projects that are yet to receive the necessary funding from Government and other sources.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Sustainable transport\"}",
     "Commenting on the tough decisions required to ensure a balanced and sustainable transport plan the Mayor said: 'London is the engine of the UK economy and it is vital that we continue to invest in better transport during these tough times.",
     "'But at the same time, we need to focus on the projects that deliver real benefits for Londoners, and let go of those that lack the funding for completion.",
     "'These projects still required a total of over £3bn in funding from the Government or other sources.",
     "'At a time when Londoners are struggling it is our duty to get maximum bang for their buck and invest in fully funded schemes that we know can be delivered.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Deliver on time\"}",
     "'I will not continue with the former Mayor's unrealistic and hollow promises.",
     "'The last administration's commitments amounted to billions of pounds worth of schemes that London could simply never afford.",
     "'This means that tram schemes with much merit, such as the Cross River Tram will have to be re-assessed.",
     "'The Cross River Tram is not funded and I believe the £19m we are due to spend on its development would be better spent on improving existing public transport capacity.",
     "'So on top of the existing transport improvements for North London in the Plan, I have asked TfL to look at alternatives to the Cross River Tram, including the potential separation of the Northern line and improvements to bus services.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Efficiencies\"}",
     "Transport Commissioner Peter Hendy said: 'The Mayor has set out his vision for the future and TfL's task is to deliver on time and on budget. I am confident we will.",
     "'Alongside this massive investment is the need to deliver clear value for money for London's taxpayers and farepayers, to maximise the cost efficiency of TfL enabling fares to be kept affordable over the longer term.",
     "'TfL has responded to this challenge by identifying £2.4bn in savings and efficiencies that we have built into our funding calculations and will use to help deliver key projects such as improving the Tube, expanding London Overground and enabling the construction of Crossrail.",
     "'And we will continue to look for more savings including through a major review of London's bus network.'",
     "\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The Mayor's transport priorities set out in TfL's 10-year Business Plan are:ul\",\"Achievements of the plan:\\u003cbr /\\u003eIn terms of outcomes, by 2012, the TfL Business Plan will have delivered:\\u003cbr /\\u003eul\",\"By 2018, this programme will have delivered:\\u003cbr /\\u003eul\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}