{
 "pageTitle": "Orbital express bus route to double in frequency",
 "description": "In his election manifesto, the Mayor pledged to improve bus services for people that travel between the town centres in outer London. Passengers using the X26 bus route between Croydon and Heathrow will be the first ones able to take advantage of",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Orbital express bus route to double in frequency",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The first opportunity for Londoners living and working in outer boroughs to take advantage of the Mayor's commitment to improve orbital bus services around the Capital begins on Saturday 22 November 2008."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "I am very pleased to hear that a trial of improvements to this bus route is beginning",
     "In his election manifesto, the Mayor pledged to improve bus services for people that travel between the town centres in outer London.",
     "Passengers using the X26 bus route between Croydon and Heathrow will be the first ones able to take advantage of improvements.",
     "Transport for London has announced that from Saturday 22 November the express bus route X26 will double in frequency, running every 30 minutes for most of the day, seven days a week.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Just the beginning...\"}",
     "Mayor of London, Boris Johnson, said: 'During the election I promised to improve bus services for people travelling between the outer suburbs of our great city, some of which can be considered economic powerhouses in their own right.",
     "'Out on the election stump it was made very clear to me that we could do more to make it easier for people living and working in these areas to travel between them.",
     "'I am very pleased to hear that a trial of improvements to this bus route is beginning; and if it is a success, then I would like to see a swathe of similar improvements around the Capital.'",
     "Clare Kavanagh, London Buses Performance Director, said: 'Route X26 offers express links between Croydon, Sutton, Kingston and Heathrow.",
     "'We will carry out a full evaluation of the effect of increasing the frequency of services, and will be asking passengers for their views to help in future development of the network.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\" \\u003ca class=\\\"new-window filetype-pdf\\\"title=\\\" (Opens in new window)\\\"href=\\\"/assets/downloads/route-x26.pdf\\\"jquery1227192548245=\\\"6\\\"\\u003eRoute X26 \\u003c/a\\u003e will be half-hourly from early in the morning until around 7pm from each end of the route, seven days per week. The evening service remains hourly\",\"Route X26 accepts all the usual TfL tickets and passes\",\"London now has more than 8,000 buses, and almost 2.2 billion passenger trips were made on London's buses in 2007/08\",\"London's bus network is constantly evolving and adapting to better serve passengers' needs. Many changes to the network are in response to the locations of key destinations, such as serving hospitals and major supermarkets\",\"The network continues to increase in size and London's buses travelled 468 million km in service during 2007/08\",\"Night bus services have also expanded to carry more than 34 million passengers annually - more than double the number in 2000\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}