{
 "pageTitle": "TfL's Lost Property Office brings Christmas cheer to hundreds of children",
 "description": "The Lost Property Office handles items lost on the TfL network, including London Buses, London Underground, London Overground, Docklands Light Railway, licensed taxis or in Victoria Coach Station.The toys will appeal to children of all ages and range from",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL's Lost Property Office brings Christmas cheer to hundreds of children",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "TfL's Lost Property Office today donated hundreds of brand new toys to The Salvation Army to give to children over the Christmas period."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We know things can be tough for families, and we hope this will bring a smile to many children's faces on Christmas day",
     "The Lost Property Office handles items lost on the TfL network, including London Buses, London Underground, London Overground, Docklands Light Railway, licensed taxis or in Victoria Coach Station.",
     "The toys will appeal to children of all ages and range from soft toys and board games to sports equipment, scooters and even a robot dinosaur.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Christmas spirit\"}",
     "The Salvation Army in Deptford, south London, will work with the local council to distribute the toys to families in need.",
     "Paul Farmer of TfL's Lost Property Office, said: 'It gives us great pleasure to donate these wonderful toys to The Salvation Army to give to children who might not be expecting any Christmas presents this year.",
     "'We know things can be tough for families, and we hope this will bring a smile to many children's faces on Christmas day.'",
     "Captain Kevin Stanbury, The Salvation Army officer at Deptford, said: 'Every Christmas, The Salvation Army collects presents to distribute to families through its Christmas present appeal.",
     "'The gifts from TfL will help us to make sure that families throughout south London will have a happy Christmas.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Reclaiming lost property\"}",
     "Between 600 and 1,000 items are handed in each day to the Lost Property Office.",
     "In a nod to the office's fictional Baker Street neighbour, a computer programme called 'Sherlock' is used to log details of items handed in and to check for a match with enquiries received from customers who have lost an item on the transport network.",
     "The Lost Property Office does its best to reunite people with their property, and would encourage anyone to get in touch if they think they might have left something on the transport network.",
     "The biggest barrier to returning property to its rightful owner is the large number of people who simply do not enquire about their lost items.",
     "The success rate of items returned to their owners is around one in three bags, one in three mobiles and one in three valuables.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Images are available on request\",\"If a name and address, email address or telephone number is found in the property, the potential owner is contacted and told that the Lost Property Office may have their item of property\",\"Property normally takes a minimum of two working days to arrive at the Lost Property Office\",\"After two days, people can enquire about lost property in several ways: by calling 0845 330 9882 between 08.30 and 16.00, Monday to Friday (except Bank Holidays; by filling in the \\u003ca title=\\\"Online enquiry form\\\"href=\\\"/tfl/contact/lostproperty/default.asp\\\"\\u003eonline enquiry form\\u003c/a\\u003e ; by faxing 020 7918 1028; by writing or in person to: Lost Property Office, 200 Baker Street, London NW1 5RZ\",\"Positively identified lost property is returned to the owner (in person or by post) once a restoration fee, postage and (for property lost in taxis) a driver's award has been paid\",\"Property not claimed after three months is either donated to charity (The Salvation Army or the British Red Cross) or sold at auction, with all revenue generated contributing towards the cost of running the Lost Property Office\",\"Every Christmas, The Salvation Army collects thousands of presents across the nation via its Christmas Present Appeal for children, older people and the homeless who might have little or nothing on Christmas morning. Donated gifts are wrapped and distributed by The Salvation Army through its own networks, local groups, other charities, health visitors and social services. Last year, The Salvation Army collected and distributed more than 150,000 presents. For more information on The Salvation Army's Christmas Present Appeal (16 November to 14 December) please visit \\u003ca title=\\\"The Salvation Army\\\"href=\\\"http://www.salvationarmy.org.uk/christmaspresent\\\"\\u003eThe Salvation Army\\u003c/a\\u003e website\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}