{
 "pageTitle": "Transport for London to abolish mid-year inspections for taxis",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London to abolish mid-year inspections for taxis",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Mayor of London, Boris Johnson, has announced that Transport for London (TfL) will scrap the mid-year inspection for London taxis from today, Thursday 6 November 2008."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "By abolishing the mid-year inspections, the Public Carriage Office will be able to reduce the licence fee",
     "Following yesterday's TfL Board meeting Mayor Johnson, who chairs the Board, said: 'During my election campaign earlier this year, it became clear to me from conversations with cabbies that the mid-year inspections were a burden they could live without.",
     "'And our figures clearly show the inspections have not achieved their aims of raising standards or improving the pass rate for annual inspections.",
     "'By abolishing the mid-year inspections, the Public Carriage Office will be able to reduce the licence fee, meaning taxi owners will benefit from less administration and better value for money.'",
     "Since the introduction of mid-year inspections in April 2007, there has been no improvement in the first time pass rate for annual taxi inspections.",
     "Jeroen Weimar, Chief Operating Officer of TfL's Surface Transport, said: 'London's taxi and private hire trades already have an excellent reputation for safety and quality of service, and we are determined to see them maintain that reputation.",
     "'It's our job to ensure they are safe and fit for public use at all times.",
     "'We are looking at whether increasing the number of on-street taxi inspections could bring about an improvement in standards in the taxi trade while still providing value for money.'",
     "Taxi owners with an appointment for a mid-year inspection on or after 6 November are not required to keep that appointment.",
     "However, any taxi that failed a mid-year inspection prior to 6 November must pass a re-test before returning into service.",
     "The annual licence fee for taxis will be adjusted to reflect the abolition of the mid-year inspection and any potential increase in on-street checks.",
     "Once the new licence fee has been set, taxi owners who had already renewed their annual licence but not yet had their mid-year vehicle inspection will receive a refund.",
     "The inspection regime for the private hire trade will remain unchanged, and any vehicle older than 12 months at the date of the annual licensing inspection must continue to have a mid-year MoT test.",
     "\u003cstrong\u003e \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The PCO, part of  TfL, is responsible for licensing and regulating London's taxi and private hire services\",\"The PCO launched a public consultation on 1 August 2008 on taxi and private hire licensing inspections in London. Organisations representing London's travelling public and businesses, local authorities and the taxi and private hire industries had until Friday 24 October to submit their views on licensing arrangements\",\"The full consultation document (Consultation on Future Arrangements for Taxi and Private Hire Vehicle (PHV) Licensing Inspections) can be found on the TfL website at \\u003ca href=\\\"http://www.tfl.gov.uk/pco\\\"\\u003etfl.gov.uk/pco\\u003c/a\\u003e \",\"Licence fees cannot be used to raise revenue or make a profit - they can only be set to cover the costs incurred by each licence group. The licence fee for taxis is currently £178 and £109 for private hire vehicles. The difference in licence fees is due to the different licensing inspection requirements\",\"TfL introduced mid-year inspections for taxis in October 2007 (i.e. in the licensing year which began in April 2007). Taxis are exempt from an MoT test as they have been required for many years to undergo an annual licensing examination that includes a full mechanical inspection\",\"Private hire operator licensing was introduced from January 2001, followed by driver licensing from April 2003. Vehicle licensing was introduced in April 2004\",\"There are almost 22,000 licensed taxis and almost 25,000 licensed taxi drivers\",\"There are now almost 2,500 licensed private hire operators, almost 53,000 licensed private hire drivers, and some 48,500 licensed private hire vehicles in London\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}