{
 "pageTitle": "Transport for London delegates pavement enforcement responsibility to the London Borough of Wandsworth",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London delegates pavement enforcement responsibility to the London Borough of Wandsworth",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "A six-month trial will see LB Wandsworth enforcing pavement obstructions along part of the A24."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "These new powers will enable us to make much more progress",
     "Transport for London (TfL) and the London Borough of Wandsworth are embarking on a new initiative which will see the borough take over responsibility for managing pavement obstructions along part of the TfL-owned red route that runs through Tooting.",
     "On a six-month trial basis, and in a first for TfL, London Borough of Wandsworth will be handed the power to control pavement obstructions, including display boards and tables and chairs, along the A24 Tooting High Street/Upper Tooting Road between Coverton Road and Lynwood Road.",
     "The initiative recognises the sense it makes for boroughs, where appropriate, to take on the issues that really affect them on a local level, even if a road is on the Transport for London Road Network.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Cleaner and safer\"}",
     "The London Borough of Wandsworth and TfL have discussed the issues of fly-posting and pavement clutter on this stretch of road for some time, and this new arrangement will mean that the Council will be able to take more localised control and make much more headway in its Tooting Together initiative, which includes a package of improvements to make the town centre cleaner and safer.",
     "During the trial, which will begin on 1 December, the operational and cost efficiency of the move will be closely monitored, and if the trial proves successful it could be made permanent, with a potential roll-out to other interested London boroughs.",
     "Dana Skelley, Director of Road Network Management atTfL, said:  'We are really glad to have come up with this potential solution with Wandsworth to an issue which was clearly of concern to local residents.",
     "'We will be assessing the trial over the next six months to see if the move can be made permanent and what changes might make sense to the current arrangements.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Tooting Together\"}",
     "Edward Lister, Leader of Wandsworth Council, said: 'We've wanted to tidy this area up for some time and remove the ugly pavement clutter along the Upper Tooting Road. Now we will get the chance.",
     "'This comes at an excellent time for us because we have just launched our Tooting Together initiative.",
     "'This includes initiatives to clear away clutter and unnecessary street further. These new powers will enable us to make much more progress.'\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editor\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL is the highways authority for the 580km of Transport for London Road Network, also known as London's red routes. This road network comprises only five per cent of roads in London, yet carries around 35 per cent of the Capital's traffic\",\"This trial arrangement between TfL and the London Borough of Wandsworth has been undertaken under section 101 (5) of the Local Government Act 1972, which allows TfL to enter into 'joint arrangements' with other highway authorities for the delegation of any of its functions\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}