{
 "pageTitle": "Transport for London announces new on-street parking facilities for coaches",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London announces new on-street parking facilities for coaches",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) has introduced a number of new, on-street parking facilities for the coach industry in the Capital."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We recognise the valuable contribution coaches make to London's economy and are keen to further improve the situation",
     "Existing facilities have also been improved for the benefit of coach passengers.",
     "TfL carried out a public consultation on coach parking facilities near tourist attractions, hotels and theatres on the TfL Road Network (TLRN).",
     "Following that consultation, and in response to needs identified by the coach industry, three new dedicated bays have been introduced across London.",
     "One of the bays is located in Bridge Place, just behind Victoria Station.",
     "This bay provides a convenient set-down and pick-up point for passengers using this busy interchange.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Tourism benefits\"}",
     "The Tate Britain, a popular tourist destination, has benefited from new, dedicated coach facilities.",
     "A new set down and pick up bay has been created on the west side of Millbank, close to the entrance of the Tate.",
     "An additional parking bay facility has been introduced on the east side of Millbank, where coaches are now permitted to park free of charge for up to one hour.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"24-hour parking\"}",
     "TfL has also been able to extend the operating hours (to 24 hours) of an existing loading bay in Buckingham Palace Road, just outside the Thistle Victoria Hotel.",
     "A further existing coach parking facility in Park Lane, just outside The Grosvenor House Hotel, has been improved.",
     "Coaches can now use the two vehicle bay any time, 24 hours a day, for a maximum of 20 minutes.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Looking ahead\"}",
     "TfL's Managing Director of Surface Transport, David Brown said: 'We are delighted to introduce these new on-street parking facilities which will benefit coach passengers visiting London.",
     "'We recognise the valuable contribution coaches make to London's economy and are keen to further improve the situation for coaches in the Capital by working with key stakeholders such as the boroughs.",
     "'We will also continue to work in partnership with the Confederation of Passenger Transport and the London Tourist Coach Operators Association in delivering further improvements for London.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Coaches make an important contribution to London's economy. There are over 3,000 coach movements in the Capital every day. One in three is on private hire / charter work bringing in visitors and tourists which pump over £300 million into London's economy\",\"Further information on coach parking facilities in London are contained in the London Coach Parking Map, which is jointly produced by TfL and the Confederation of Passenger Transport. The map is free and copies can be obtained by sending a request to \\u003ca href=\\\"mailto:coaches@tfl.gov.uk\\\"\\u003ecoaches@tfl.gov.uk\\u003c/a\\u003e . To complement the paper version of the map, an interactive \\u003ca title=\\\"Interactive coach parking map\\\"href=\\\"http://www.tfl.gov.uk/coachparking\\\"\\u003eonline version\\u003c/a\\u003e on TfL's website provides up-to-the minute information as well as cost and opening hours of coach parks and bays, toilet facilities for drivers and places of interest, including West End theatres and major tourist attractions\",\"TfL is directly responsible for the Transport for London Road Network (TLRN) otherwise knows as Red Routes - 580km of roads which make up five per cent of London's entire road network but carry 35 per cent of the city's traffic. Those routes must be kept clear to keep London moving, so there are limitations as to what on-street facilities, like parking bays, can be provided\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}