{
 "pageTitle": "Chesham and Amersham consultation on service improvements",
 "description": "From Tuesday 16 June, Tube users will be able to express their views on the proposed changes, which would see through trains running from Chesham to central London throughout the day. LU has also consulted local authorities in the area.Richard Parry,",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Chesham and Amersham consultation on service improvements",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground (LU) today announced the start of a four-week consultation on potential changes to Amersham and Chesham services aimed at improving off-peak services at the north-west end of the Metropolitan line."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We're asking Amersham and Chesham users to let us know what they think about the proposed changes",
     "From Tuesday 16 June, Tube users will be able to express their views on the proposed changes, which would see through trains running from Chesham to central London throughout the day.",
     "LU has also consulted local authorities in the area.",
     "Richard Parry, Director of Strategy and Service Development, said: 'We are looking at the option of changing service patterns on the Chesham and Amersham branch which we believe could be of benefit to many Tube users.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Have your say\"}",
     "'During the next four weeks we're asking Amersham and Chesham users to let us know what they think about the proposed changes by either picking up a leaflet at Amersham or Chesham stations or emailing us at \u003ca href=\"mailto:chesham.consultation@tube.tfl.gov.uk\"\u003echesham.consultation@tube.tfl.gov.uk\u003c/a\u003e .",
     "The potential changes, which would not affect the current peak-time services, are as follows:",
     "{\"template\":\"bulletlist\",\"items\":[\"Two trains per hour running direct between Chesham and central London throughout the day. Customers would no longer need to change at Chalfont \\u0026 Latimer\",\"Two Metropolitan line trains per hour between Amersham and central London, instead of the present four. The two trains per hour service provided by Chiltern Trains (one train per hour on Sundays) would be unaffected, so the total number of trains from Amersham to central London would fall from six to four per hour (and from five trains to three per hour on Sundays)\"]}",
     "The service pattern change would take effect from May 2009 at the earliest.",
     "{\"template\":\"bulletlist\",\"items\":[\"Leaflets about the consultation will be available at stations from Tuesday 17 June. Those wishing to take part are asked to respond using the freepost form attached to this leaflet. Alternatively, email \\u003ca href=\\\"mailto:chesham.consultation@tube.tfl.gov.uk\\\"\\u003echesham.consultation@tube.tfl.gov.uk\\u003c/a\\u003e \",\"Responses need to be received by Friday 18 July\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}