{
 "pageTitle": "More than half a million cycle journeys now made every day in the Capital",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "More than half a million cycle journeys now made every day in the Capital",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "A record £55m to be invested in cycling in London this year."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Londoners' passion for cycling continues to grow",
     "With Bike Week underway, figures released today (16 June) show that there has been a 91 per cent increase in the number of people cycling on London's major roads since Transport for London (TfL) was created in 2000.",
     "Overall, TfL estimates that there are now in excess of 500,000 cycle journeys made every day in the Capital.",
     "The number of people cycling in London increased for the sixth year running last year, even though last summer was the wettest since 1912.",
     "Between March 2007 and March 2008, cycling on London's major roads grew by a further 4.5 per cent, with an estimated 20,500 more cycle journeys being made in the Capital every day.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Cyling numbers grow\"}",
     "Last year was historic for cycling in the Capital as it hosted the Grand Départ of the Tour de France for the first time and saw the first London Freewheel bike ride with tens of thousands of Londoners taking to two wheels on closed roads.",
     "To continue to support the huge rise in the popularity of cycling in the Capital, the Mayor and TfL are investing a further £55m in cycling this year - up from £36m last year, and a ten-fold increase on the £5.5m spent on cycling in 2000.",
     "This money is being spent on improved cycle parking facilities, education, events and cycle promotion.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Continuing investment\"}",
     "Boris Johnson, Mayor of London said: 'I'm delighted that a growing number of people - like me - are choosing to cycle around London, and great strides have been made.",
     "'But the overall number is still too low, which suggest that many Londoners need further encouragement to take it up.",
     "'Alongside TfL, the boroughs, and business, I am exploring a range of options to make cycling safer, more practical and more attractive.",
     "'£2m is to be invested in new secure parking facilities, and alongside the forthcoming bicycle hire scheme and other ambitious initiatives in the near future I'm hoping to inspire a whole new generation of cyclists.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Attracting newcomers\"}",
     "Peter Hendy, Commissioner of Transport for London said: 'Despite one of the wettest summers on record, Londoners' passion for cycling continues to grow.",
     "'A 91 per cent growth in cycling levels in just eight years is a great achievement, but we are working to build on this steady growth and improve conditions for cyclists still further.",
     "'The Mayor has made cycling a top transport priority, and this year we are investing a further £55m in cycling.",
     "'As we continue to invest in new cycle lanes, improved parking facilities and bike training for people of all ages, I am confident that we will see the number of people cycling in the Capital continue to rise.'",
     "{\"template\":\"bulletlist\",\"items\":[\"Summer 2007 was the \\u003ca href=\\\"http://www.metoffice.gov.uk/weather/seasonal/summer2007/index.html\\\"\\u003ewettest \\u003c/a\\u003e in England and Wales since 1912\",\"The London Travel Report shows that two per cent of all journeys made in the Capital are now made by \\u003ca href=\\\"http://www.tfl.gov.uk/assets/downloads/corporate/London-Travel-Report-2007-final.pdf\\\"\\u003ebicycle\\u003c/a\\u003e \",\"Transport for London is working to increase cycling trips by more than 400 per cent by 2025, equivalent to five per cent of all journeys made in the Capital\",\"Since TfL was created in 2000, around 53,500 new cycle parking spaces have been created on street, at schools and at workplaces across the Capital\",\"Transport for London is committed to completing the London Cycle Network Plus by the end of 2010.  This will provide a continuous, joined-up cycle network across the Capital. To date, more than 600km of the planned 900km London Cycle Network Plus has been completed\",\"In 2008/09, TfL will fund a record £3m in cycle training for Londoners of all ages, through London's borough councils. The TfL funded training sessions are individually tailored to each person's needs and teach them to deal with a wide range of traffic conditions. Click \\u003ca href=\\\"http://www.tfl.gov.uk/cycletraining\\\"\\u003ehere \\u003c/a\\u003e for information on cycle training provision\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}