{
 "pageTitle": "Motorists warned of disruption on the London-bound A40 on 2 July",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Motorists warned of disruption on the London-bound A40 on 2 July ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Road closure and diversions in place as fuel duty protesters stage third demonstration in the Capital."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) is warning motorists that part of the A40 London-bound carriageway will be closed again on Wednesday 2 July between 10:00 and 16:00 as fuel duty protestors stage a third demonstration.",
     "The London-bound carriageway of the A40 Westway, between White City and Edgware Road, will be closed as protestors use it to park their HGVs as they wait to join a travelling convoy through the Capital.",
     "TfL has worked closely with the Metropolitan Police to coordinate the traffic management for the day to prevent major disruption in central London.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Diversions\"}",
     "The A40 will be closed from the Northern Roundabout (junction of A40 and A3220 West Cross Route) to the Marylebone Flyover (junction with the A5 Edgware Road).",
     "The westbound carriageway, going out of London, will remain open.",
     "The road will be re-opened at 16:00 to ensure it is clear in time for evening peak traffic.",
     "Between 11:00 and 15:00, groups of around 20 vehicles will travel by convoy along a circular route through central London.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Police presence\"}",
     "The convoy will travel from the A40 Westway via Park Lane, Victoria One-Way System, across Vauxhall Bridge, along Albert Embankment and Lambeth Palace Road and back across Westminster Bridge.",
     "From here they will turn right onto Victoria Embankment and disperse.",
     "Police will be positioned at major junctions along this route to assist traffic flow and minimise the impact the convoy has on other motorists' journeys.",
     "All of the roads along the convoy route will stay open to general traffic on the day, however diversions will be put in place for drivers who normally use the closed part of the London-bound A40 Westway.",
     "They will be diverted onto the A3220 West Cross Route and warning signs will be displayed on the major roads leading up to the affected areas, including the M40 and M25.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Go to Traffic News online\"}",
     "The A40 Westway is part of a free route through the Congestion Charging zone.",
     "Drivers who enter the zone because of the diversions in place on this day should leave it as soon as possible by the nearest available exit.",
     "TfL makes every effort to ensure that penalty charge notices are not issued as a result of a diversion but should motorists receive a penalty charge they can appeal it by following the instructions on the notice.",
     "For more detail on the road closures, and for up-to-date information on traffic in London, call the TfL traffic line on 020 7222 1234, log on to \u003ca href=\"http://www.tfl.gov.uk/trafficnews\"\u003eTraffic News\u003c/a\u003e , or tune into Traffic Radio on DAB digital radio."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}