{
 "pageTitle": "New measure introduced to cut death and injury toll of red light jumping",
 "description": "Two people every week are killed or seriously injured on London's roads by people who don't obey traffic lights.Motorists detected jumping a red light may now be given the choice of attending an instructive workshop rather than receiving a fixed penalty",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New measure introduced to cut death and injury toll of red light jumping",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "New measure to cut the number of people killed or seriously injured by red light jumping introduced by the London Safety Camera Partnership."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We are committed to offering drivers the opportunity to assess their own driving",
     "Two people every week are killed or seriously injured on London's roads by people who don't obey traffic lights.",
     "Motorists detected jumping a red light may now be given the choice of attending an instructive workshop rather than receiving a fixed penalty fine and points on their driving licence.",
     "The workshop aims to change drivers' behaviour, educating them to the danger they put themselves and other road users in if they ignore traffic signals.",
     "Through changing driver behaviour the course aims to have a long term impact on safety for all road users, and help reduce the numbers killed and injured.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Educating drivers\"}",
     "In suitable cases the interactive workshops will be offered to offenders by police discretion.",
     "They cost £95 and last two and a half hours.",
     "The courses are available at three sites across the Capital - Bromley, Ealing and Islington.",
     "Chris Lines, Head of the London Road Safety Unit, Transport for London, said: 'Though London's roads are getting safer and death and injury caused by red light jumping has fallen in recent years, the 129 deaths and serious injuries in 2006 caused by red light jumping demonstrate there is much more to be done.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Saving lives\"}",
     "'Education plays a vital role in changing motorists' attitudes and we believe by introducing these workshops we will reduce the likelihood of people re-offending.",
     "'We introduced similar workshops for speeding motorists and they have had a positive impact on all those who have attended.'",
     "Jon Plant, Senior Operations Manager of the Metropolitan Police Traffic Criminal Justice Unit, said: 'As an alternative to prosecution, we are committed to offering drivers the opportunity to assess their own driving and to give them the information they need to make the right choices about their future driving behaviour.'",
     "The courses in London will be delivered by DriveTech (UK) which also provides the speed awareness scheme on behalf of the London Safety Camera Partnership.",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}