{
 "pageTitle": "New bus route linking Romford and Havering-atte-Bower",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New bus route linking Romford and Havering-atte-Bower",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) has announced it will be introducing a new route to replace a section of route 500 when the commercial service south of Ongar is withdrawn by Arriva East Herts and Essex on 5 July 2008."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We have been working closely with the local councils and are delighted to be introducing this new route",
     "Route 375 is proposed to operate between Romford and Passingford Bridge with single-deck buses, about every 90 minutes from 07:30 to 18:30 Mondays to Saturdays. The route will begin from Monday 7 July.",
     "The Mayor of London, Boris Johnson, said: 'I am really pleased that TfL has taken such swift action.",
     "'The section of route being withdrawn by Arriva provides a vital service for people visiting Saint Francis Hospice; and I'm glad that we will be able to step in to maintain this important service for the local community.'",
     "Peter Bradley, Head of Stakeholder Engagement at London Buses, said: 'We have been working closely with the local councils and are delighted to be introducing this new route to serve the local community.'",
     "Saint Francis Hospice Chairman John McKernan said: 'We are delighted TfL has recognised the need for a bus to continue serving Havering-atte-Bower so that hospice staff, volunteers and visitors, including people coming to see their seriously ill relatives, can depend on the bus to get here.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"London Buses is currently in the process of selecting an operator to operate this route\",\"Arriva East Herts and Essex route 500 currently runs between Romford and Harlow via Epping, Ongar and Havering-atte-Bower. The route will cease to operate south of Ongar after 5 July 2008\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}