{
 "pageTitle": "Route 297 to become a 24-hour service",
 "description": "Route 297 currently runs every 10-12 minutes from early morning until around midnight.From 7 June it will also run every 30 minutes throughout the night, every night of the week. This will provide a new, direct link between Wembley and Neasden overnight.",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Route 297 to become a 24-hour service",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "From Saturday 7 June route 297, which runs between Ealing Broadway and Willesden via Perivale, Alperton, Wembley and Neasden, will become a 24-hour bus service."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We regularly  review the bus network to make sure it provides the most effective service for passengers",
     "Route 297 currently runs every 10-12 minutes from early morning until around midnight.",
     "From 7 June it will also run every 30 minutes throughout the night, every night of the week. This will provide a new, direct link between Wembley and Neasden overnight.",
     "At the same time, night route N11, which currently runs between Liverpool Street and Wembley, will be diverted at West Ealing to serve Ealing Broadway, rather than continuing on to Wembley via Alperton.",
     "It will run every 30 minutes between Liverpool Street and Ealing Broadway from about midnight to 05:00. This change is designed to increase the overall reliability of route N11.",
     "John Barry, Head of Network Development, London Buses, said: 'We regularly  review the bus network to make sure it provides the most effective service for passengers.",
     "The 24-hour service on route 297 and the changes to route N11 are designed to enhance the overall night-time network in this part of London.'",
     "London's night bus network has expanded dramatically in recent years, with passenger numbers more than doubling since 2000. Almost half the users are people travelling to or from work.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Notes to editors:\"}",
     "{\"template\":\"bulletlist\",\"items\":[\"From 7 June 2008 route 297 will run every 30 minutes overnight. The route currently runs between 5.15am and 11.45pm Monday to        Saturday and between 7.10am and 11.45pm on Sundays\",\"As well as 24-hour route 297, Wembley is served by route N18 (Trafalgar Square-Harrow Weald), Alperton is served by 24-hour  route 83 (Ealing Hospital-Golders Green) and the northern part of Argyle Road in Ealing is served by route N7 (Russell Square- Northolt). The southern section of Argyle Road will no longer have a 24-hour bus service\",\"All London buses have in-vehicle CCTV and all except the heritage Routemasters are accessible to wheelchair users.\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}