{
 "pageTitle": "The Rotherhithe Tunnel celebrates its centenary",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "The Rotherhithe Tunnel celebrates its centenary",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Once the largest underwater tunnel in the world, Rotherhithe celebrates 100 years of carrying traffic under the Thames."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The tunnel was and remains a vital link between north and south",
     "This Thursday (12 June) marks the 100th birthday of the opening of the Rotherhithe Tunnel by HRH the Prince of Wales.",
     "The tunnel, which was once described as a 'modern marvel of engineering', is now part of the Transport for London Road Network (TLRN) and is a vital link between the boroughs of Southwark and Tower Hamlets.",
     "At the turn of the century, the London County Council appointed Maurice Fitzmaurice as chief engineer to build a road tunnel linking north and south London.",
     "Originally built for horse-drawn vehicles, an estimated 2,600 vehicles used it daily soon after it opened.",
     "Today more than 34,000 vehicles drive through it every day.",
     "The construction of the tunnel was a huge success with 800 workers completing it in four years - a year and a half ahead of schedule.",
     "The original construction cost £2m.",
     "Two vast pieces of identical spherical equipment, known as Greathead shields were used to dig through the hard London clay under the river.",
     "These were movable barriers within which men would work moving forward, inch by inch, day by day, and leaving behind complete sections of the tunnel.",
     "The tunnel is 4,860 feet long, of which 1,500 feet are under the river, and has a 27 foot diameter.",
     "Around 25,000 tonnes of cast iron, 20,000 tonnes of cement and half a million white glazed bricks were used in what was an extensive construction operation that also involved the displacement of nearly 3000 Londoners from both sides of the river.",
     "Peter Brown, Chief Operating Officer for Streets at TfL said: 'The construction of the Rotherhithe Tunnel was a huge feat of engineering in its time.",
     "'The tunnel was and remains a vital link between north and south, though the type and volume of traffic has changed dramatically.",
     "'Today, TfL engineers work tirelessly to ensure the tunnel can cope safely with the constant pressures associated with 34,000 vehicles a day, some 13 times greater than the volume of traffic it originally carried.'",
     "{\"template\":\"bulletlist\",\"items\":[\"A high resolution image of the workers who worked on the tunnel's construction on the Gateshead Shield is available upon request\",\"TfL looks after 580km of road network which represents five per cent of the Capital's roads and carries 33 per cent of its traffic\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}