{
 "pageTitle": "The Answer Lies at the End of the Line",
 "description": "A series of new works by artist Serena Korda will greet passengers alighting at Stanmore station on the Jubilee line from 1 July, the latest commission from Art on the Underground.Taking its starting point from the area's historic links with Britain's",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "The Answer Lies at the End of the Line",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Art project unveiled for Stanmore station"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "A series of new works by artist Serena Korda will greet passengers alighting at Stanmore station on the Jubilee line from 1 July, the latest commission from Art on the Underground.",
     "Taking its starting point from the area's historic links with Britain's World War Two code breakers at Bletchley Park, an outpost of which was housed at Stanmore in 1942, Korda's work uses cryptic crosswords to explore the local area, the solutions of which act as alternative guides to Stanmore.",
     "A series of heraldic banners presenting eight completed crosswords will adorn the main hall of the station, the ultimate goal for passengers who will have picked up a booklet of the puzzles available from stations along the Jubilee line to complete as they travel on the Underground network.",
     "Korda's work aims to take the public on a journey into the history of the area based on stories from local groups and societies that she worked with to compile her research.",
     "The Bletchley code breakers were famously recruited for their ability to solve the Daily Telegraph crossword in less than 12 minutes, and some of these veterans were amongst those who contributed their experiences to this project.",
     "To produce the final work, Korda collaborated with setters Geoff Heath (aka 'Aeronaut') and Roy Dean (setter for The Times) and the self-titled Stanmore Puzzlers to compile the crosswords.",
     "Tamsin Dillon, Head of Art on the Underground said: 'Serena's work is a beautiful combination of the past and the present, brilliantly linking London Underground's wartime connection to crosswords, when millions sheltering in Underground stations during the Blitz were provided with crossword puzzles to pass the time, with the thousands of people today who spend their commute solving a crossword puzzle or two.'",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Notes to editors\"}",
     "Art on the Underground is London Underground's art programme, producing high calibre artworks in unexpected places on the network, enhancing the millions of journeys made every day.",
     "It aims to promote a greater understanding of the Tube as a cultural and social environment through the creative commissioning of artworks.",
     "Local groups and organisations that contributed to the project include the Stanmore Choral Society, staff at the Royal National Orthopaedic Hospital, the Bird Walk of Canons Park, Stanmore Bowls Club, London Underground staff and Bletchley Park veterans.",
     "Find out more about \u003ca href=\"http://www.tfl.gov.uk/tfl/corporate/projectsandschemes/artmusicdesign/pfa/events/serena-korda.asp\"\u003eArt on the Underground\u003c/a\u003e ."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}