{
 "pageTitle": "Transport for London takes over Tramlink services",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London takes over Tramlink services ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) has announced that it has taken over ownership of Tramlink in south London."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We are going to ensure fares are kept affordable and improve services at the same time",
     "The final documents to seal the deal were signed on Friday (27 June) by the Managing Director of TfL London Rail, Ian Brown and the directors of Tramtrack Croydon Ltd, the concession holder that owned the Tramlink network",
     "Owning the company means TfL will be able to save taxpayers money as they will no longer need to pay substantial amounts of compensation for Tramtrack Croydon to keep fares low.",
     "Last year that payment was £4m, and the rate was expected to increase significantly over the 88 years remaining on the concession agreement.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Affordable fares\"}",
     "The Mayor of London, Boris Johnson, said: 'This is marvellous news for tram fans and a fantastic deal for Londoners.",
     "'This puts an end to the unbelievable scenario of millions of pounds of their taxes being used to pay Tramtrack to keep fares down.",
     "'We are going to ensure fares are kept affordable and improve services at the same time.",
     "'Our team is already hard at work planning how trams can further contribute to improving public transport in south London; and I am delighted TfL has already guaranteed passengers will see an immediate increase in the number of services.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Vital link\"}",
     "Tramlink is a vital part of the transport network in south London and last year carried 27 million passengers.",
     "The £98m deal means Tramlink is now owned and managed by TfL London Rail.",
     "Peter Hendy, TfL Commissioner, said: 'This deal is excellent value for London's fare and tax payers.",
     "'Tramlink plays a vital part in the public transport network, which serves south London.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Improve environment\"}",
     "'To build on the important service that Tramlink provides, TfL will run additional services to relieve crowding on the Wimbledon to New Addington line and increase the off-peak Elmers End and Beckenham Junction service from two to four trams per hour.",
     "Graffiti and vandalism on the system will be tackled, general maintenance levels will increase and we will refurbish carriage interiors, exteriors and the tram stops to improve the environment for passengers.'",
     "In the longer term, TfL is keen to enhance the Tramlink system so that it can cater for increasing passenger numbers.",
     "An investment programme will be developed which, subject to future funding commitments, could allow for upgrading or renewal of the network to ensure that Tramlink provides the best possible public transport service well into the future.",
     "There will be no change to the current fares and ticketing arrangements.",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Tramlink is a 28km light rail system with 24 tram units on three lines providing a fast, frequent and reliable connection to and through a number of areas in south London, including Croydon and Wimbledon. It became fully operational on 30 May 2000, re-introducing street running light rail to London after an absence of almost 50 years\",\"Tramtrack Croydon Ltd won the concession to design, build, operate and maintain the Tramlink system in 1996, under a 99-year contract. The current concession agreement does not offer enough flexibility to allow TfL to work together with Tramtrack Croydon Ltd to deliver the best service for London\",\"Under the terms of the 99-year concession agreement (signed in 1996, before TfL was formed), Tramtrack Croydon Ltd retained the revenue generated by Tramlink.  In addition, TfL made compensation payments to the company for changes to the fares and ticketing policy introduced since 1996. In 2006/07, TfL paid Tramtrack Croydon Ltd £4m and the rate was due to increase significantly over the remaining 88 years of the concession. Following the acquisition, TfL will retain all revenue generated by Tramlink and will no longer be required to make compensation payments\",\"Under the terms of the deal, TfL will continue to honour all Tramtrack Croydon Ltd's existing contracts and the status of all proposed extensions to the tram network remains the same\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}