{
 "pageTitle": "Two weeks to go until second phase of London Low Emission Zone starts",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Two weeks to go until second phase of London Low Emission Zone starts",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Scheme aims to cut harmful emissions from most polluting diesel-engined vehicles and to improve health of Londoners"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "'It is simply not acceptable that thousands of Londoners die from illnesses relating to the quality of the air we all share",
     "The second phase of the London Low Emission Zone, which will affect diesel engined lorries weighing over 3.5 tonnes, buses and coaches, begins at 00:01 on Monday 7 July.",
     "From that time if these vehicles do not meet the required emissions standard, which is Euro III for particulate matter, they will face a daily charge.",
     "Transport for London is urging the operators of vehicles that may be affected by phase two to check that vehicles meet the standard and if not to take swift action.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Poor air quality\"}",
     "London has the worst air quality in the UK and among the worst in Europe. Poor air quality worsens asthma and causes the premature death of an estimated 1,000 people each year in the Capital.",
     "The scheme aims to cut emissions that harm human heath by targeting the highest polluting vehicles.",
     "Boris Johnson, the Mayor of London, said: 'It is simply not acceptable that thousands of Londoners die from illnesses relating to the quality of the air we all share, and the Low Emission Zone is playing an important role in tackling the polluters.",
     "'It is wonderful that so many people and businesses wish to operate in London; but we need to ensure that if they use buses, coaches or lorries, they do not poison us with the fumes belching from their exhausts.",
     "'I urge the owners of any vehicles affected by phase two, that do not yet meet the emissions standard, to take action now to play their part in making London cleaner and greener.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"First of its kind\"}",
     "The first phase of the Low Emission Zone began operation on 4 February. It operates 24 hours a day, seven days a week, every day of the year and covers most of Greater London. The zone is the first scheme of its type in the UK and the largest Low Emission Zone in the world. Ninety five per cent of lorries over 12 tonnes that drive in the Zone now meet the required emissions standards.",
     "Nick Fairholme, Head of the London Low Emission Zone at Transport for London, said: 'The majority of vehicles affected by the scheme from 7 July are already compliant with the emissions standards of the zone but we would urge the remaining operators and owners to make sure they are ready.",
     "'A huge effort has been made to ensure that those affected by the Low Emission Zone are aware of the scheme and know what action they can take to comply. An extensive information campaign has been running since June last year aimed at owners and operators of vehicles affected by the Low Emission Zone.'",
     "The information campaign has included advertising on poster sites on the main arterial routes into London, at Eurotunnel and on diesel pumps.",
     "Transport for London has also used direct mail to target owners and operators of non-compliant vehicles seen driving within the zone, plus press and radio advertising has been used to raise awareness of the scheme.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Vehicle compliance checker\"}",
     "A vehicle compliance checker is available online to help any concerned owner find out whether their vehicle meets the Low Emission Zone emissions standards. Owners can use the \u003ca href=\"http://www.tfl.gov.uk/lezlondon\"\u003evehicle compliance checker\u003c/a\u003e or call 0845 607 0009 (or +44 20 7310 8998 for callers from outside the UK) for an information leaflet.",
     "Transport for London will give operators of vehicles that do not comply with the emissions standards a 28 day warning period to upgrade their vehicle from the date they are first seen driving within the Zone. During this time they will not be issued with a penalty charge.",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}",
     "\u003cstrong\u003eHeavier Lorries\u003c/strong\u003e ",
     "From 4 February 2008, diesel-engined lorries over 12 tonnes have had to meet the Euro III standard for particulate matter. This includes heavy diesel-engined vehicles exceeding 12 tonnes Gross Vehicle Weight, including goods vehicles, motor caravans, motorised horseboxes and other specialist vehicles.",
     "\u003cstrong\u003eBuses, coaches and lighter lorries\u003c/strong\u003e ",
     "From 7 July 2008 the Euro III for particulate matter emissions standards will be extended to all diesel-engined vehicles between 3.5 and 12 tonnes Gross Vehicle Weight, including goods vehicles, motor caravans, motorised horseboxes and other specialist vehicles.",
     "The emissions standard will also apply to buses, coaches and larger minibuses, defined as: diesel-engined passenger vehicles with nine or more seats, exceeding 5 tonnes Gross Vehicle Weight.",
     "From October 2010 the Euro III for particulate matter standard will be extended to diesel-engined vehicles between 1.205 tonnes unladen and 3.5 tonnes Gross Vehicle Weight and motor caravans between 2.5 tonnes and 3.5 tonnes Gross Vehicle Weight. In addition, minibuses, defined as: diesel-engined passenger vehicles with nine or more seats below 5 tonnes Gross Vehicle Weight, will be affected.",
     "\u003cstrong\u003eEuro IV\u003c/strong\u003e ",
     "From January 2012 all diesel-engined lorries, buses and coaches will be required to meet an emissions standard of Euro IV for particulate matter in order to drive within the Low Emission Zone at no charge.",
     "Cars and motorcycles are not affected by the scheme.\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}