{
 "pageTitle": "Wildlife makes a bee-line to the Underground",
 "description": "Passengers travelling on the Tube between Wembley Park and Kingsbury in recent months may have noticed some unusual looking boxes springing up on the trackside near Fryent Country Park. The boxes, which provide homes for solitary bees, are just one",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Wildlife makes a bee-line to the Underground",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground (LU) manages 10 per cent of the Capital's wildlife habitat"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "'By working closely with Metronet and Tube Lines, we are able to ensure that this important wildlife habitat is protected for the benefit of all Londoners",
     "Passengers travelling on the Tube between Wembley Park and Kingsbury in recent months may have noticed some unusual looking boxes springing up on the trackside near Fryent Country Park.",
     "The boxes, which provide homes for solitary bees, are just one example of a wide variety of biodiversity protection projects that are being carried out on the Underground.",
     "Although the Tube is commonly associated with underground tunnels, more than half of the transport network is above ground.",
     "The 4,000 hectares of land that surround the Tube's rail tracks act as a safe haven for a huge variety of the Capital's wildlife, including bats, badgers, reptiles, stag beetles and water voles.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Valuable resource\"}",
     "In all, around 1,150 species of flora and fauna have been recorded on London Underground land in recent years.",
     "Marian Kelly, Environment Manager at London Underground, said: 'At London Underground we are aware of the valuable resource that our land offers to London and we take this responsibility very seriously.",
     "'The rich diversity that our overground trackside land offers creates a haven for many of London's plants and animals, which is why 200 sites on the Tube network have been identified as Sites of Importance for Nature Conservation by many of London's borough councils.",
     "'By working closely with Metronet and Tube Lines, we are able to ensure that this important wildlife habitat is protected for the benefit of all Londoners.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Green spaces\"}",
     "Alison Barnes, Natural England's London Director, said: 'London Underground's commitment to protecting biodiversity is great news not only for wildlife but also for the people of London.",
     "'The natural environment can play a huge role within our everyday lives. There is growing evidence that regular contact with nature improves people's health and wellbeing, any extra effort that can be put into enhancing our cities wildlife and green spaces will benefit us all.'",
     "Although London Underground's property isn't accessible to the public for safety reasons, the Capital's many green spaces and nature reserves are easily reached by public transport, cycling or walking.",
     "For more information on how to get to places such as Hampstead Heath, the London Wetland Centre, or Camley Street Natural Park, go to \u003ca href=\"http://www.journeyplanner.tfl.gov.uk./\"\u003eTfL's Journey Planner\u003c/a\u003e .",
     "{\"template\":\"bulletlist\",\"items\":[\"The bee boxes located project is one element of a Tube Lines funded initiative to create a nature area at Kingsbury, enhancing and protecting the ecological value of the land close to Fryent Country Park. For more information on the programme, contact Sarah Baranowski, Media Relations Manager at Tube Lines, 020 7088 4775 or 07764 429 015\",\"For more information on the biodiversity protection projects that are being carried out on the Tube, see \\u003ca href=\\\"http://www.tfl.gov.uk/assets/downloads/LU-Biodiversity-Action-Plan-final.pdf.\\\"\\u003eLondon Underground's Biodiversity report \\u003c/a\\u003e \",\"London Underground, working in partnership with Metronet and Tube Lines, manages approximately 10 per cent of the wildlife habitat in London\",\"More than 800 hectares of trackside at more than 200 sites on our network have been identified as Sites of Importance for Nature Conservation\",\"More than 550 plant species, 42 types of bird, 14 mammals, and 538 invertebrate have been recorded on London Underground in recent years\",\"Around 55 per cent of the London Underground network is above ground - approximately 4,000 hectares of land across London, Buckinghamshire, Essex and Hertfordshire\",\"London Underground staff are encouraged to enhance wildlife habitats at their workplaces, and to take part in the annual \\u003ca href=\\\"http://www.tfl.gov.uk/corporate/media/newscentre/5810.aspx\\\"\\u003eStations in Bloom \\u003c/a\\u003e competition. They also take part in the 'Station Energy Challenge', which has cut energy consumption by 14 per cent through a series of behavioural change initiatives led by station staff. Charing Cross station was the winner of the Energy Challenge trophy for 2006/07\",\"Read Tube Lines most recent \\u003ca href=\\\"http://www.tubelines.com/environmentreport\\\"\\u003eenvironment report\\u003c/a\\u003e . Tube Lines is the PPP company responsible for the Jubilee, Northern and Piccadilly lines\",\"Read \\u003ca href=\\\"http://www.metronetrail.com/default.asp?sID=1092151311109\\\"\\u003eMetronet Rail's biodiversity report\\u003c/a\\u003e . Metronet is owned by Transport for London and responsible for renewing and maintaining eight lines on Tube network\",\"Transport for London works with the \\u003ca href=\\\"http://www.lbp.org.uk/\\\"\\u003eLondon Biodiversity Partnership\\u003c/a\\u003e \",\" \\u003ca href=\\\"http://www.naturalengland.org.uk/\\\"\\u003eNatural England\\u003c/a\\u003e works for people, places and nature to conserve and enhance biodiversity, landscapes and wildlife in rural, urban, coastal and marine areas. We conserve and enhance the natural environment for its intrinsic value, the wellbeing and enjoyment of people, and the economic prosperity it brings\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}