{
 "pageTitle": "Exit and interchange only at Oxford Circus on weekday mornings",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Exit and interchange only at Oxford Circus on weekday mornings ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground (LU) is advising passengers who use Oxford Circus Tube station that vital work to replace three of the station's escalators will mean that on weekdays before 10:30, between next Monday 19 April and summer 2011."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "For safety reasons entry will be restricted before 10:30, and restrictions may also occur in the evening peak or other times if it gets too busy",
     "They will only be able to exit or interchange at the station.",
     "The three escalators that lead up to the exits onto Argyll Street are worn out and it is essential that they be replaced.",
     "These escalators were installed in the early 1970s into trusses dating from the First World War and were last refurbished 15 years ago.",
     "The location of the escalators and space constraints mean all three will be replaced at the same time with LU engineers working round the clock to finish as quickly as possible.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Essential to replace\"}",
     "Before 10:30 on weekdays the majority of passengers at Oxford Circus want to exit or interchange so to manage congestion as a result of the reduced escalator service, the station will operate exit and interchange only at those times and passengers will not be able to enter.",
     "Nigel Holness, Bakerloo, Central and Victoria lines Service Director, said: 'We apologise to customers for any inconvenience this work causes.",
     "'But it is essential to replace three escalators at Oxford Circus station that are at the end of their working life.",
     "'The escalators are 40 years old and we will also need to take out and replace the trusses they were installed in which date close to the beginning of the last century.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"For safety reasons\"}",
     "'The majority of passengers using Oxford Circus station on weekday mornings want to exit or interchange at the station and they will still be able to do this.",
     "'But for safety reasons entry will be restricted before 10:30, and restrictions may also occur in the evening peak or other times if it gets too busy.",
     "'Those passengers who want to get on the Tube should use Bond Street, Piccadilly Circus or Tottenham Court Road stations instead, all of which are just a short walk away.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"LU is undertaking a major programme of renewal as part of \\u003ca href=\\\"/corporate/projectsandschemes/10127.aspx\\\"\\u003eTransport for London's Investment Programme\\u003c/a\\u003e . This will inevitably result in some disruption for passengers, but TfL is working hard to provide information and alternative travel options. The work is essential to provide for London's growing transport needs now, and into the future\",\"TfL is urging all Londoners and Tube, London Overground, London Tramlink and DLR passengers to 'check before you travel' at weekends, allowing extra journey time where necessary. \\u003ca href=\\\"http://www.tfl.gov.uk/tfl/livetravelnews/realtime/tube/default.html\\\"\\u003eWeekend travel news\\u003c/a\\u003e is available online\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}