{
 "pageTitle": "Increased capacity to improve school journeys on route 463",
 "description": "Double deck buses will operate the additional morning school journey from Coulsdon South to Beddington and the additional afternoon school journey from Beddington to Coulsdon South. Single deck buses will continue to be used for the other journeys on the",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Increased capacity to improve school journeys on route 463",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London is making some improvements to the additional schoolday services on route 463, from Monday 19 April."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The introduction of double deck buses for the extra school day journeys on route 463 will benefit local pupils and other passengers who use the service during the busy school hours",
     "Double deck buses will operate the additional morning school journey from Coulsdon South to Beddington and the additional afternoon school journey from Beddington to Coulsdon South.",
     "Single deck buses will continue to be used for the other journeys on the route.",
     "Following a route test, both the morning and the afternoon double-deck journeys will run clockwise around the Clockhouse loop and they will use Hillcrest Parade instead of the easternmost end of The Mount.",
     "The roads on the loop are St Andrew's Road, Lyndhurst Road, Winifred Road, Whitethorn Road, Hillcrest Parade and Grove Lane.",
     "All other journeys will be unchanged.",
     "John Barry, Head of Network Development for London Buses, said: 'The introduction of double deck buses for the extra school day journeys on route 463 will benefit local pupils and other passengers who use the service during the busy school hours.'",
     "This improvement follows a series of recent enhancements, including a new Sunday service, an extension to Coulsdon South Station and a better service in the Pollards Hill area.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"1. Route 463 runs between Coulsdon South and Pollards Hill via Clockhouse, Wallington and Beddington. The extra journeys operate on schooldays over the southern end of the route, between Coulsdon South and Beddington\",\"TfL has launched a new online bus tool that provides passengers with even better travel information on local bus routes across London. Information on planned disruptions along a bus route is provided when searching for specific bus routes. The London Buses tool can be accessed at: \\u003ca href=\\\"http://www.tfl.gov.uk/busmaps\\\"\\u003ewww.tfl.gov.uk/busmaps\\u003c/a\\u003e \",\"TfL's other travel tools can be accessed at: \\u003ca href=\\\"http://www.tfl.gov.uk/traveltools\\\"\\u003ewww.tfl.gov.uk/traveltools\\u003c/a\\u003e \\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}