{
 "pageTitle": "Keep on running on Marathon Sunday with Transport for London",
 "description": "Marathon fever is set to hit London's streets with the Virgin London Marathon taking place on Sunday 25 April. World-class athletes, celebrities and thousands of others are expected to take part in the 30th London Marathon raising millions of pounds for",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Keep on running on Marathon Sunday with Transport for London",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Spectators and Londoners are encouraged to use Transport for London's (TfL's) range of Travel Tools on Marathon Sunday to plan their journeys and get real-time travel information by visiting www.tfl.gov.uk"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Marathon fever is set to hit London's streets with the Virgin London Marathon taking place on Sunday 25 April.",
     "World-class athletes, celebrities and thousands of others are expected to take part in the 30th London Marathon raising millions of pounds for charities along the way.",
     "With hundreds of thousands of supporters set to line the streets of London, TfL will be working to keep the Capital running.",
     "With 20 London Underground (LU) and Docklands Light Railway (DLR) stations located along the route, the Tube and DLR remain the best way for spectators to get up close to see the action.",
     "The DLR this year launched their new three car trains, increasing capacity on the Bank to Lewisham route, the DLR's busiest, by up to 50 per cent.",
     "This means that, with longer DLR trains, even more people will be able to travel on the service to see and take part in the race.",
     "Free travel will be provided to all runners and officials on the DLR and the Tube on race day until 5pm by showing an official Marathon tabard or race number.",
     "Some road diversions and closures will need to be put in place for short periods while the race passes through.",
     " \u003ca href=\"http://www.tfl.gov.uk/tfl/gettingaround/londonmarathon/default.aspx \"\u003eA leaflet\u003c/a\u003e highlighting how to get to various stages of the course by public transport has been produced by TfL and is available online and from all LU stations.",
     "Spectators can also get up to the minute travel information by contacting TfL travel information on 0843 222 1234.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Road closures\"}",
     "The route and approach roads south of the Thames between Blackheath and Deptford will close, together with Victoria Embankment between Bridge Street and Northumberland Avenue, Westminster Bridge (both directions) and Bridge Street from 07:00.",
     "Remaining roads from Deptford and north of the Thames including approach roads will close from 08:00.",
     "A staggered road reopening programme will be in force throughout the day starting at approximately 11:00.",
     "Roads are expected to be fully reopened by 19:00.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"London Buses\"}",
     "Buses travelling down roads affected by the London Marathon will either be diverted or will not run the full length of their route until later in the day.",
     "Routes affected by the London Marathon are:",
     "1, 3, 11, 12, 15, 15, 24, 25, 29, 42, 47, 51, 53, 54, 78, 87, 88, 89, 91, 96, 99, 100, 108, 115, 122, 129, 132, 148, 159, 161, 177, 178, 180, 188, 199, 202, 211, 225, 244, 277, 286, 291, 341, 343, 344, 380, 381, 386, 422, 453, 469, 472, 486, 507, C10, D3, D6, D7, D8, P12, RV1 plus East London line replacement bus services.",
     "Route diversions south of the river are expected to be finished by 13:00.",
     "Route diversions north of the river are expected to finish by 19:00.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"London Underground\"}",
     "On Marathon Sunday, some track improvement work is planned on London Underground, which may affect your journey.",
     "On the Bakerloo line the entire line will be suspended.",
     "On the Circle and District lines, Blackfriars station is closed for station rebuilding works.",
     "Customers are advised to use Mansion House or Temple stations and complete their journey above ground.",
     "Cannon Street will also be closed on Sunday as usual.",
     "Customers are advised to change onto the District line to complete their journey.",
     "The Northern line will be suspended between Kennington and Morden. A replacement bus service will call at all affected stations.",
     "On the Victoria and Northern lines, Warren Street station will be closed for station improvement works.",
     "Customers are advised to use local buses or walk to an alternative station to complete their route.",
     "On the Piccadilly and District lines eastbound trains will not stop at Ealing Common and the Metropolitan line will be suspended between Wembley Park and Rayners Lane and between Wembley Park and Northwood.",
     "A replacement bus service will call at all affected stations.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Docklands Light Railway\"}",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"London Overground\"}",
     "The following London Overground services will NOT operate on Sunday 26 April due to planned upgrade works: Clapham Junction to Willesden Junction; Richmond to Stratford; and Gospel Oak to Barking.",
     "London Overground services between London Euston and Watford Junction will operate as normal.",
     "Rail replacement bus services will be in operation throughout the London Overground network.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"London River Services\"}",
     "To see more of the race, board a river bus at Greenwich to Canary Wharf, Tower Millennium, London Bridge or Embankment Piers. Timetables are available at LU stations, TfL piers or online at \u003ca href=\"http://www.tfl.gov.uk/river\"\u003ewww.tfl.gov.uk/river\u003c/a\u003e ",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Cycling and walking\"}",
     "If the weather is nice on Marathon Sunday, why not walk or cycle to the race? Plan your journey to the marathon on foot or by bike\u003cbr /\u003eby visiting \u003ca href=\"http://www.tfl.gov.uk/journeyplanner\"\u003ewww.tfl.gov.uk/journeyplanner\u003c/a\u003e \u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Stations located close to the London Marathon Route include:ul\",\"24 hour travel information on public transport in London is available by calling 0843 222 1234 or by visiting \\u003ca href=\\\"http://www.tfl.gov.uk/realtime\\\"\\u003ewww.tfl.gov.uk/realtime\\u003c/a\\u003e \",\"TfL's range of Travel Tools help passengers plan journeys, get travel information on the move and work out the safest way home \\u003ca href=\\\"http://www.tfl.gov.uk/traveltools\\\"\\u003ewww.tfl.gov.uk/traveltools\\u003c/a\\u003e \",\"For free mobile and email alerts to keep them up to date on all TfL services they can sign up at: \\u003ca href=\\\"http://www.tfl.gov.uk/mobile\\\"\\u003ewww.tfl.gov.uk/mobile\\u003c/a\\u003e \",\"The course of the London Marathon is 26.2 miles long, virtually the same as running the entire length of the Victoria line (13.25 miles) twice\",\"In 2009, around 35,000 runners completed the London Marathon, enough people to fill 389 double-deck buses\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}