{
 "pageTitle": "London Underground awards power upgrade contract for Sub-Surface Railway",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Underground awards power upgrade contract for Sub-Surface Railway",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "New contract to support essential part of Circle and District upgrade"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The power upgrade is essential so that we can run more new, sophisticated trains and new signalling",
     "London Underground (LU) announced today that EDF Energy has been awarded a major contract for the second stage of the LU Sub-Surface Railway power upgrade.",
     "It is anticipated that the three-year, multi-million pound contract will be completed by 2013, with the main focus of works relating to the Circle and District lines.",
     "There will also be some works on the Metropolitan and Hammersmith \u0026 City lines.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Sophisticated trains\"}",
     "Contract works will relate to the design, construction and commissioning of substation electrification upgrades at 20 locations and includes associated tunnel cabling and protection systems.",
     "David Waboso, LU's Line Upgrades Director, said: 'About three-and-half million passengers use the Tube every weekday and this will increase in the future which is why we are upgrading the Underground network with larger modern stations and larger new trains.",
     "'The power upgrade is essential so that we can run more new, sophisticated trains and new signalling.",
     "'A fleet of 191 new air-conditioned walk-through trains will be coming on the sub-surface railway, with the first train in passenger service on the Metropolitan line from this summer.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Significant capacity increases\"}",
     "'The first of the longer trains, with seven carriages instead of six, are scheduled to be delivered to London Underground in late 2011, before the fleet is introduced into service on the Circle and Hammersmith \u0026 City lines in 2012.\u003cbr /\u003e\u003cbr /\u003e'The Sub-Surface lines cover over 300 km of track and serves around 40 per cent of the Tube network.",
     "'The upgrade will deliver significant increases in capacity including 65 per cent on the Circle and Hammersmith \u0026 City lines, 24 per cent on the District line and 27 per cent on the Metropolitan line.'",
     "Jean-Noel Reimeringer, EDF Energy's director of infrastructure services, said: 'EDF Energy is delighted to have been successful in winning this very important contract.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Better service\"}",
     "'Our experience and expertise in the rail industry has proved crucial.",
     "'We will work closely with LU to ensure an even better service for passengers.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"LU is undertaking a major programme of renewal as part of Transport for London's (TfL's) Investment Programme. This will inevitably result in some disruption for passengers, but TfL is working hard to provide information and alternative travel options. The work is essential to provide for London's growing transport needs now, and into the future. TfL is urging all Londoners and Tube, London Overground, London Tramlink and Docklands Light Railway passengers to \\u003ca href=\\\"http://www.tfl.gov.uk/tfl/livetravelnews/realtime/tube/default.html\\\"\\u003echeck online before travelling\\u003c/a\\u003e at weekends and allowing extra journey time where necessary\",\"EDF Energy is one of the UK's largest energy companies, producing around a fifth of the nation's electricity from its nuclear, coal and gas power stations, as well as combined heat and power plants and wind farms. The company provides power to a quarter of the UK's population via its electricity distribution networks and supplies gas and electricity to more than 5.5 million business and residential customers. It is the number one supplier of electricity to major business in the UK\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}