{
 "pageTitle": "New Sunday service on route 607",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New Sunday service on route 607",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Buses will be introducing a new Sunday service on express route 607 from Sunday 11 April 2010."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The introduction of a Sunday service on route 607 will provide passengers with better bus services when travelling around west London",
     "Route 607 runs between White City and Uxbridge via Acton, Ealing, Southall and Hayes.",
     "The new Sunday service will run every 12 minutes from around 09:00 until around 22:00.",
     "Additional journeys on route 607 will also be introduced at the busiest times on weekdays from 12 April 2010.",
     "As a result of the introduction of the new Sunday service on the route 607, Sunday frequency on parallel route 427 will be every 10 minutes instead of every eight minutes.",
     "John Barry, Head of Network Development for London Buses, said, 'London's bus network is constantly under review to ensure we continue to provide the best possible service for our passengers.",
     "'The introduction of a Sunday service on route 607 will provide passengers with better bus services when travelling around west London.'",
     "Notes to editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL has launched a new online bus tool that provides passengers with even better travel information about local bus services across London. Information on planned disruptions along a bus route is provided when searching for specific bus routes. The London Buses tool can be accessed at: \\u003ca href=\\\"http://www.tfl.gov.uk/busmaps\\\"\\u003ewww.tfl.gov.uk/busmaps\\u003c/a\\u003e \",\"TfL's other travel tools can be accessed at: \\u003ca href=\\\"http://www.tfl.gov.uk/traveltools\\\"\\u003ewww.tfl.gov.uk/traveltools\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}