{
 "pageTitle": "North Greenwich station taxi rank to be marshalled on arena event nights at The O2",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "North Greenwich station taxi rank to be marshalled on arena event nights at The O2",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Marshals to manage passenger queues and ensure people get a taxi quickly and safely."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We very much welcome the new scheme which we hope will increase the taxi supply and deliver a service to complement our world class venue",
     "Following discussions between Transport for London (TfL) and AEG Europe, the owners and operators of The O2, TfL has agreed to provide a marshalled taxi rank service at North Greenwich station between 9.30pm and 12.30am on Thursday to Sunday nights when there is an event at the arena.",
     "Taxi marshals have been used at North Greenwich taxi rank in the past and proven successful and popular with drivers and passengers alike.",
     "The marshals will manage passenger queues and will ensure people get a taxi quickly and safely.",
     "Upcoming events at The O2 that will see the marshalled taxi rank being operated include:",
     "21, 22, 23 May - Carmen\u003cbr /\u003e25-26 May - Alicia Keys\u003cbr /\u003e29 May, 1-2 June - Rod Stewart\u003cbr /\u003e30-31 May - Lady Gaga\u003cbr /\u003e7-26 June - Bon Jovi\u003cbr /\u003e12-18 June - Leona Lewis",
     "Full details of when events are being held at The O2 can be found \u003ca href=\" http://www.theo2.co.uk \"\u003eonline\u003c/a\u003e .",
     "Helen Chapman, of TfL's Taxi and Private Hire, said: 'We hope this scheme will make journeys home from The O2 easier.",
     "'The marshals are experienced cab drivers and their purpose is to ensure people get home safely at the end of the night and also make it easier for the cab drivers using the rank.'",
     "Geoff Symonds, AEG Europe's Head of Transport Strategy, said: 'At The O2 we take the customer experience and safety extremely seriously.",
     "'We very much welcome the new scheme which we hope will increase the taxi supply and deliver a service to complement our world class venue.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL's Taxi and Private Hire is responsible for licensing and regulating London's taxi and private hire services\",\"Further information about the other late night marshalled taxi ranks schemes operating can be found on the \\u003ca href=\\\"/gettingaround/taxisandminicabs/taxis/1138.aspx\\\"\\u003eTfL website\\u003c/a\\u003e \",\"To enable refurbishment works to be carried out on the Blackwall Tunnel, the northbound tunnel will be closed between 21:00 to 05:00 Sunday evening to Friday morning. During these times northbound traffic will be diverted through the southbound tunnel with southbound traffic using alternative river crossings. A 20mph speed limit, enforced by cameras, will be in place on the diversion which includes chicanes\",\"London Underground (LU) is undertaking a major programme of renewal as part of TfL's Investment Programme, work that is being undertaken by LU and Tube Lines\",\"The Jubilee line (serving North Greenwich) is undergoing line upgrade work that will deliver an overall capacity increase of 33 per cent. The line upgrade works may result in planned closures to the Jubilee line at weekends\",\"TfL is urging all Londoners and visitors to the city to 'check before you travel' at weekends, allowing extra journey time where necessary\",\"TfL's range of Travel Tools help passengers plan journeys, get travel information on the move and work out the safest way home \\u003ca href=\\\"http://www.tfl.gov.uk/tfl/traveltools\\\"\\u003ewww.tfl.gov.uk/tfl/traveltools\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}