{
 "pageTitle": "Public invited to find out more about the Blackwall Tunnel refurbishment programme",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Public invited to find out more about the Blackwall Tunnel refurbishment programme",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "TfL will hold public meetings at the East Wintergarden in Canary Wharf on Friday 14 May and at the O2 in Greenwich on Saturday 15 May, to discuss the safety improvement work which is being carried out on the northbound Blackwall Tunnel."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The northbound Blackwall Tunnel refurbishment works are vital to ensure the continued safe use of the tunnel for years to come",
     "At the meetings, Transport for London (TfL) staff will discuss plans for a number of future weekend closures of the northbound tunnel and will answer any questions from the public about the refurbishment programme.",
     "The weekend closures are needed to carry out works which cannot be completed either safely or practically during the regular overnight closure programme.",
     "TfL is currently discussing dates with local boroughs and stakeholders and will announce when the weekend closures will occur once these have been agreed.",
     "TfL's contractors will use the first set of weekend closures to start work on upgrading the Blackwall Tunnel's ventilation shafts - which will allow smoke from vehicle fires to be removed from the tunnel more quickly and effectively.",
     "In addition, sections of the tunnel's walls will be relined with concrete, which will make it easier to repair in future.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Improving efficiency\"}",
     "Garrett Emmerson, Chief Operating Officer for London Streets at TfL, said: 'The northbound Blackwall Tunnel refurbishment works are vital to ensure the continued safe use of the tunnel for years to come.",
     "'We are holding public meetings to discuss the safety upgrade work and weekend closures programme, and I would like to encourage anyone interested or affected by the closures to come along and talk to us about the work we're doing on the tunnel.'",
     "The refurbishment will improve safety and maintenance, ensuring the efficient running of the tunnel for years to come.",
     "New fire and incident detection systems, new lighting, a new CCTV camera system and better access for emergency services will be installed as part of the modernisation works and safety improvements in the tunnel, which carries 50,000 vehicles a day.",
     "Work on the refurbishment will be completed by December 2012.",
     "Find out more about the \u003ca href=\"http://www.tfl.gov.uk/blackwalltunnelrefurbishment\"\u003eBlackwall Tunnel refurbishment programme\u003c/a\u003e .",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}