{
 "pageTitle": "TfL secures ownership and control of Oyster brand and ticketing system",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL secures ownership and control of Oyster brand and ticketing system",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "PFI debt paid off six months early as part of £5bn efficiency programme."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Oyster has the potential to be used for so much more than simply getting around the Capital, and the technology is there to make it even more convenient for Londoners to use by integrating it into mobile phones or bank cards",
     "Transport for London (TfL) today confirmed that it has purchased the Oyster brand from the TranSys consortium.",
     "This means that TfL now has complete control and ownership of the Oyster brand and will be able to investigate the future potential for Oyster to be extended to new and existing technologies and the commercial opportunities that provides.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Full rights on brand\"}",
     "Oyster has been a huge success in London with over seven million cards in regular use.",
     "Around 80 per cent of all journeys are made each day on the bus, Tube, DLR and London Overground using an Oyster card.",
     "Since 2 January 2010, Oyster pay as you go has also been available on National Rail commuter services in Greater London. It has also been available for use on Thames Clipper river services since November 2009.",
     "TfL has already undertaken a trial of Oyster on bank cards and mobile phones, but the £1 million purchase of full rights on the Oyster brand will mean complete control over the investigation of options that make life easier and more convenient for Londoners to travel while also increasing the accessibility of Oyster.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Improvements for passengers\"}",
     "In August 2008, Transport for London gave notice that it intended to terminate the current Private Finance Initiative (PFI) contract with the TranSys consortium.",
     "The contract will end in August 2010 when the new arrangement with Cubic Transportation Systems and HP Enterprise Services will take over.",
     "The new arrangement with Cubic Transportation Systems and HP Enterprise Services replaces the existing Private Finance Initiative (PFI), delivering better value for money as well as improvements to Oyster services for passengers across London.",
     "The move is part of Transport for London's £5bn efficiency savings programme.",
     "Further savings have also been realised by the early repayment of £101 million of PFI debt. On termination of the PFI contract in August 2010 TfL was liable to repay a total of £101 million PFI debt to TranSys' funders.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Future technology\"}",
     "This debt has been re-paid approximately six months early delivering £4m savings in debt interest payments for TfL.",
     "Kulveer Ranger, the Mayor of London's transport advisor, said: 'Oyster has the potential to be used for so much more than simply getting around the Capital, and the technology is there to make it even more convenient for Londoners to use by integrating it into mobile phones or bank cards.",
     "'Buying full rights to the Oyster brand means TfL now has total control over the future of Oyster. Paying off the PFI debt six months early is common sense as it will save London £4m in interest payments.'",
     "As a result of early repayment of this PFI debt all ticketing system assets such as Oyster readers and validators, ticket gatelines, all London Underground retailing devices including ticket office and passenger operated machines, London Buses ticketing equipment and back office systems have now transferred to public control and the ownership of Transport for London.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Commercial opportunities\"}",
     "This does not affect the existing operating contract with TranSys which will continue to run until August 2010 as previously announced.",
     "TranSys will continue to retain advertising rights on ticket gatelines and ticketing media until March 2015.",
     "Shashi Verma, TfL Director of Fares and Ticketing said: 'Oyster is the world's most successful transport smartcard.",
     "'Now that the Oyster brand and ticketing equipment is under TfL's ownership we can further investigate the potential for Oyster to be extended to new and existing technologies and the commercial opportunities that provides.",
     "'This will ensure that Oyster remains at the forefront of transport smartcard technology.",
     "'TfL's successful partnership with Cubic and HP Enterprise Services will now continue for the next five years starting summer 2010.",
     "'The new contracts will deliver better value for money and improvements to Oyster for passengers across London.'\u003cbr /\u003e\u003cbr /\u003e\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Oyster has been a huge success since its introduction across the Transport for London (TfL) network in 2003. There are now over seven million cards in regular use. 57 million journeys are now made with Oyster each week. Since its launch in 2003 Oyster has been extended to the London Overground network and Thames Clippers river services. On 2 January 2010, Oyster pay as you go was extended to all 350 National Rail stations in London and was the biggest expansion of the Oyster network since it launched in 2003\",\"The system was originally created, and has been maintained, via a Public Finance Initiative (PFI) contract, known as PRESTIGE, held between TfL and TranSys, a consortium whose principal partners are Cubic Transportation Systems and HP Enterprise Services. TranSys is responsible for developing, installing, managing and maintaining London's automated fare collection system including the Oyster card system, on behalf of Transport for London\",\"TranSys' shareholders are Cubic (UK) Limited and EDS International Ltd, part of the HP group of companies.  The PFI contract was put in place in 1998 for a term of 17 years\",\"In August 2008, TfL gave notice to terminate the current contract with the TranSys consortium. The PRESTIGE PFI contract will come to an end on 16 August 2010 when a new arrangement with Cubic Transportation Systems Limited and HP Enterprise Services UK Limited will take over. TfL terminated the PFI contract by exercising a break option in the contract\",\"TranSys took on £190m of debt from a consortium of lenders  which was scheduled to be paid off over the term of the 17 year PFI Contract. The outstanding balance was due to be repaid on 16 August 2010 following TfL's decision to exercise an early termination option\",\"TfL, in conjunction with TranSys and its then shareholders, which included Fujitsu Services Limited and Atkins Consultants Limited at that time elected to pay off the PFI debt on 26 February 2010 to deliver £4 million debt interest savings for TfL\",\"As part of the overall commercial arrangement, TranSys will continue to retain advertising rights on ticket gatelines and ticketing media until March 2015 which also delivers significant financial benefits to TfL\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}