{
 "pageTitle": "World-class Tour of Britain cycle race to return to London this September",
 "description": "On Saturday 18 September, 96 professional cyclists will race for a total of 100km on a 10km circuit around the Royal Docks in Newham, an Olympic host borough. The TfL London Stage, which will take riders past the Thames Barrier, is set against the",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "World-class Tour of Britain cycle race to return to London this September",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The UK's biggest professional cycle race, the Tour of Britain, will return to the Capital's streets this year on the final stage of its eight-day UK tour."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "More and more people are discovering the benefits of travelling on two wheels and events like this, which showcase the excitement and exhilaration of top-level cycling, can only inspire more Londoners to get involved.",
     "On Saturday 18 September, 96 professional cyclists will race for a total of 100km on a 10km circuit around the Royal Docks in Newham, an Olympic host borough.",
     "The TfL London Stage, which will take riders past the Thames Barrier, is set against the dramatic backdrop of the Canary Wharf skyline.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"World-class athletes\"}",
     "This is the seventh time that Transport for London (TfL) has brought the Tour of Britain to the Capital.",
     "The world-class sporting spectacle, which in past years has attracted Olympic, World and Commonwealth champions, will also finish in London next year.\u003cbr /\u003e\u003cbr /\u003eLast year, the final stage of the Tour attracted 150,000 spectators to the Capital's streets.\u003cbr /\u003e\u003cbr /\u003eBoris Johnson, Mayor of London, said: 'More and more people are discovering the benefits of travelling on two wheels and events like this, which showcase the excitement and exhilaration of top-level cycling, can only inspire more Londoners to get involved.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Encouraging cycling\"}",
     "'The Tour of Britain is a fantastic spectacle and I'm delighted that it is coming back to the Capital once again.'",
     "David Brown, Managing Director of Surface Transport at TfL, said: 'London has seen a dramatic increase over the last decade in the number of people cycling.",
     "'Events like the Tour of Britain play a big part in encouraging people to take to two wheels and provide a high profile showcase for cycling both as a sport and everyday mode of transport.'\u003cbr /\u003e\u003cbr /\u003e\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The Tour of Britain is the UK's largest professional cycling race and biggest free-to-attend live sporting event in the country\",\"The 2010 edition of the race will run for eight days from Saturday 11 September until Saturday 18 September\",\"The number of cycle journeys made in London has increased by 107 per cent since 2000 - around half a million cycle journeys are now made on London's major roads every day. For more information about the Tour of Britain, including this year's route, visit \\u003ca href=\\\"http://www.tourofbritain.co.uk\\\"\\u003ewww.tourofbritain.co.uk\\u003c/a\\u003e \",\"More information about cycling in London can be found at \\u003ca href=\\\"http://www.tfl.gov.uk/cycling\\\"\\u003ewww.tfl.gov.uk/cycling\\u003c/a\\u003e \\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}