{
 "pageTitle": "Artists going underground with pop culture exhibition at Piccadilly Circus station",
 "description": "This group show called Pop Will Eat Itself is the first of its kind to be commissioned by Art on the Underground and sees artists Rachal Bradley, Jack Newling, Sam Plagerson, Roland Ross and Richard C Thomas taking over the disused shop display cases in",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Artists going underground with pop culture exhibition at Piccadilly Circus station",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "A ceramic bust of Jennifer Lopez, an other-worldly floating starfish and a digital display of iconic album covers are just some of the exciting new artworks to go on show in Piccadilly Circus Underground station from Thursday 25 June."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "It's fascinating to see these very different takes on mass media culture from a range of contemporary artists",
     "This group show called Pop Will Eat Itself is the first of its kind to be commissioned by Art on the Underground and sees artists Rachal Bradley, Jack Newling, Sam Plagerson, Roland Ross and Richard C Thomas taking over the disused shop display cases in the iconic London station.",
     "Taking its name from the 1980s indie band who, in turn, took their name from an infamous article in the New Musical Express by David Quantick, the exhibition investigates the idea that art, music and popular culture constantly recycle ideas and concepts to create new works, songs and products.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Bold graphic prints\"}",
     "These works question the effect that a constant stream of visual imagery has on us, given further emphasis by Piccadilly Circus's famous advertising boards above ground, whose messages flash day and night.",
     "The digital, sculptural and printed works produced specifically for, or tailored to, the unique exhibition space - some empty retail units in the station hall - include explorations of brands, symbols and our relationships with mass media imagery.",
     "Jack Newling creates a series of bold graphic prints that play on Underground imagery; Roland Ross's scrolling digital display pairs contemporary and vintage album covers; Rachal Bradley's glowing, billboard sized photograph of a male chest explores the tension between printed, photographic media and objectified subject matter; Sam Plagerson's delicate ceramic bust of Jennifer Lopez references the gloss of magazine images and their relationship to the reality they portray; Richard C Thomas transforms an entire shop unit into a strange, dark underworld visible through a peephole - we see his eerie digital animation of a starfish that seems to consume itself, only to re-appear in perpetual movement.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Image manipulation\"}",
     "Sally Shaw, curator for Art on the Underground, said: 'Piccadilly Circus, possibly the world's most celebrated advertising site, is the perfect place to reflect on the impact that image manipulation, marketing and branding have on our visual world.",
     "'It's fascinating to see these very different takes on mass media culture from a range of contemporary artists.'"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}