{
 "pageTitle": "Changes to route U7 improve bus links for Hayes residents",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Changes to route U7 improve bus links for Hayes residents",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "From Saturday 4 July 2009, route U7 will change to improve bus links for residents of Hayes."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The changes to route U7 will provide a direct link from Charville Lane to Hayes Sainsbury's and better links between Hayes and Uxbridge",
     "Buses on route U7 will no longer terminate in Charville Lane.",
     "Instead, buses from Uxbridge will serve Charville Lane via Hewens Road, Mellow Lane West and Pole Hill Road then continue via Lansbury Drive and Uxbridge Road to terminate at Hayes Sainsbury's supermarket.",
     "The changes to route U7 will provide a direct link between Charville Lane and Hayes Sainsbury's and quicker links from Charville Lane to Hillingdon Hospital and Uxbridge.",
     "The route will serve Hewens Road and Pole Hill Road, which are not currently served by buses.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Public requests\"}",
     "Earlier and later journeys will be introduced with the first bus leaving Uxbridge Station at approximately 05:30 and the last bus departing at approximately 00:30.",
     "Bus frequencies will remain at a bus every 30 minutes, Monday to Saturday daytimes, and every 60 minutes in the evenings and on Sundays.",
     "John Barry, Head of Network Development, London Buses, said: 'The changes to route U7 will provide a direct link from Charville Lane to Hayes Sainsbury's and better links between Hayes and Uxbridge.",
     "'We're introducing these changes in response to public requests and as part of our ongoing review of the bus network, as we seek to ensure it provides the best possible service for the communities it serves.'",
     "\u003cstrong\u003e Notes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Route U7 currently runs from Uxbridge Station to Charville Lane Estate. From 4 July 2009 it will be rerouted via Hewens Road, Mellow Lane West and Pole Hill Road to terminate at Hayes Sainsbury's\",\"A map of the new route is attached\",\"Bus services from Hayes Sainsbury's will commence at approximately 05:15 and run until approximately 23:50 to provide better connections to trains at Uxbridge Station\",\"Route U7, operated by Travel London, will continue to use single deck buses\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}