{
 "pageTitle": "Female Tube driver honoured with an MBE",
 "description": "Hanne has for many years promoted equal rights for women working in the transport industry and has helped to improve working conditions and practices towards female staff in a traditionally male dominated industry. Mrs Bingle has been tireless in",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Female Tube driver honoured with an MBE ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Hanne Bingle, a Tube driver on the Victoria line has been honoured with an Honorary MBE for services to equality and public transport."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "I was completely gobsmacked and surprised when I found out I was to receive an Honorary MBE",
     "Hanne has for many years promoted equal rights for women working in the transport industry and has helped to improve working conditions and practices towards female staff in a traditionally male dominated industry.",
     "Mrs Bingle has been tireless in supporting Transport fo London (TfL) in pushing forward equality for women and also works in her free time to promote equality issues through the international networking group, Women's Transportation Seminar (WTS).",
     "Hanne is an active member of TfL's staff network group for women and gives frequent talks to colleagues in London Underground (LU) and at conferences to share her experiences.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Contribution\"}",
     "Hanne first began her career at LU 11 years ago as a Customer Services Assistant working at Piccadilly Circus station before she trained to become a Tube driver.",
     "Hanne's husband is also a Tube driver on the Victoria line.",
     "Hanne Bingle said: 'It is a great privilege to receive this prestigious award. I was completely gobsmacked and surprised when I found out I was to receive an Honorary MBE.",
     "'This is absolutely fantastic news which clearly highlights the importance and contribution that women can make to the transport industry.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Fantastic achievement\"}",
     "The Mayor of London, Boris Johnson, said: 'Hanne is clearly an outstanding individual and a huge asset both for Transport for London and the Capital.",
     "'Her vigorous pursuit of equality both in her workplace and across the whole of her industry makes Hanne a most worthy recipient of the MBE.'",
     "Richard Parry, Interim Managing Director, London Underground said: 'On behalf of London Underground, I congratulate Hanne on her fantastic achievement.",
     "'We are all absolutely delighted that she has been recognised with this award.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Role model\"}",
     "'Hanne has been tireless in pushing forward equality for women in the workplace and so this award is a fitting tribute to her dedicated service as a train operator and her personal contribution to promoting equal opportunities within Transport for London.",
     "'She is an excellent role model and ambassador whose commitment and determination to encourage other women to seek a career within the transport industry is second to none.'",
     "{\"template\":\"bulletlist\",\"items\":[\"Hanne Bingle, 50, lives in Walthamstow and will receive a Honorary MBE as she is a Danish National\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}