{
 "pageTitle": "Good service on all London Underground lines following RMT leadership's strike action",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Good service on all London Underground lines following RMT leadership's strike action",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground (LU) this morning confirmed that all lines on the Tube network are operating and running a good service, following the end of 48-hour strike action called by the RMT leadership at 18:58 yesterday."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Despite strike action, LU was able to run services on the majority of lines throughout the dispute including near normal services on the Jubilee and Northern lines.",
     "This, along with the additional transport measures that were implemented, ensured that Londoners were able to get to and from work and 58,000 football fans were able to get to and from Wembley for England's World Cup qualifier on Wednesday evening.",
     "Richard Parry, Interim Managing Director of London Underground, said: 'I'm pleased to report that there is a good service on all Tube lines this morning.",
     "'I would also like to take this opportunity to thank Londoners for their patience during the dispute and to thank those London Underground and transport staff who worked tirelessly to keep the transport network moving.'\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}