{
 "pageTitle": "London's new bus moves a step closer",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London's new bus moves a step closer ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) today announced that six bus manufacturers have qualified to bid for the contract to design and build the new bus for London."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Londoners have shown huge enthusiasm for the Mayor's idea of giving the city back an iconic bus",
     "Detailed bus specifications have been sent to these manufacturers inviting them to submit proposals for the new bus, including costs and outline designs.",
     "Kulveer Ranger, the Mayor of London's Director of Transport Policy, said: 'Londoners have shown huge enthusiasm for the Mayor's idea of giving the city back an iconic bus, and these negotiations show that bus manufacturers recognise that this process can deliver something really special.",
     "'Work is now well underway to make the idea of a new bus for London, utilising the latest green technology, a reality that all Londoners can be proud of.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Latest technology\"}",
     "David Brown, Managing Director of Surface Transport, said: 'We had an overwhelming response to the New Bus for London design competition; and now we hand the baton to the bus manufacturers to turn those fantastic ideas into a brand new bus for the Capital's fleet.",
     "'We're well on track to see the first of these on the road in 2011.'",
     "Some of the key features manufacturers are being asked to include in their design are:",
     "{\"template\":\"bulletlist\",\"items\":[\"\\u003cstrong\\u003eAn open platform\\u003c/strong\\u003e : a defining feature of the new bus, there must be an open platform at the rear near side of the bus. Manufacturers have been asked to consider options to allow for the rear platform to be closed off at certain times, such as at night\",\"\\u003cstrong\\u003eGreen technology\\u003c/strong\\u003e : the new bus must produce substantially fewer emissions of carbon dioxide, oxides of nitrogen and particulate matter than a conventional bus\",\"\\u003cstrong\\u003eAccessibility\\u003c/strong\\u003e : the new bus must meet all London Buses' stringent requirements on accessibility\"]}",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Innovative ideas\"}",
     "Manufacturers have 12 weeks to submit their proposals.",
     "The contract will be awarded at the end of this year, at which point the successful manufacturer will finalise their design and begin work on building the new buses.",
     "The first new bus will be on the streets of London in 2011.",
     "Manufacturers will be expected to take the innovative ideas and designs put forward in the New Bus for London competition and consider these in combination with their own expertise in designing and building buses to come up with a final proposal.",
     "The final design will have to meet all London Buses' requirements for vehicles in public service in London, including high standards of accessibility, safety and emissions abatement.",
     "{\"template\":\"bulletlist\",\"items\":[\"The Mayor of London, Boris Johnson, announced the winners of the New Bus for London competition at the end of last year, with joint first prize in the 'whole bus' design category going to Capoco Design Ltd and a collaborative entry from Aston Martin and Foster + Partners. Designs can be viewed \\u003ca href=\\\"http://www.tfl.gov.uk/anewbusforlondon\\\"\\u003ehere\\u003c/a\\u003e \",\"The procurement process began on 13 February when a notice was published in the Official Journal of the European Union inviting manufacturers to express their interest in designing and building the new bus for London\",\"The invitation to negotiate was issued to six bus manufacturers on Friday 22 May\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}