{
 "pageTitle": "London Underground unveils more languages at ticket machines",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Underground unveils more languages at ticket machines",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "To make life easier for London's diverse communities, overseas tourists and business travellers, London Underground (LU) has upgraded all touch screen ticket machines with 17 languages at all Tube stations."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Boosting the number of languages on our ticket machines is just another step in making life easier for those who live in, or travel through, the Capital",
     "Some ticket machines already had six languages available: English, French, German, Italian, Japanese and Spanish.",
     "Now, as part of Transport for London's (TfL's) Investment Programme, all touch screen machines in every station will also have Arabic, Bengali, Chinese, Greek, Gujarati, Hindi, Polish, Punjabi, Tamil, Turkish and Urdu.",
     "LU is now one of the world's leaders in providing a large range of language translations.\u003cbr /\u003e\u003cbr /\u003eKulveer Ranger, Transport Director to the Mayor of London, said: 'More than three hundred languages are spoken in London, and even more by those who visit the city each year.",
     "'Boosting the number of languages on our ticket machines is just another step in making life easier for those who live in, or travel through, the Capital.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"A positive experience\"}",
     "'It will give many people added confidence, and will help maintain London as a city that supports its cultural diversity, and recognises the value of ensuring tourists and visitors have a positive experience in our city.'\u003cbr /\u003e\u003cbr /\u003eWayne Trevor, LU's Accessibility and Inclusion Manager, said: 'Although many of our staff speak foreign languages, we have increased language translations on our ticket machines to make it easier and quicker for tourists and those from London's diverse communities whose first language isn't English to travel on the Tube.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Travel with confidence\"}",
     "'By increasing the number of language translations, more customers will be able to travel with confidence by using our ticket machines.'\u003cbr /\u003e\u003cbr /\u003eJane Collis, Director of Regional Language Network (RLN) London, said: 'We know from our work with London Underground that it's important for information to be available in a wide range of languages for international visitors - and for many London residents too.",
     "'After all, we want to welcome people to the wonderful global city we live and work in.",
     "'As we look ahead to the 2012 Games, RLN London is delighted to see LU taking the initiative to make sure that it is easy for people to use and understand their network.'\u003cbr /\u003e\u003cbr /\u003e\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"LU is undertaking a major programme of renewal as part of TfL's Investment Programme\",\"TfL's range of \\u003ca href=\\\"http://www.tfl.gov.uk/tfl/traveltools\\\"\\u003eTravel Tools \\u003c/a\\u003e help passengers plan journeys, get travel information on the move and work out the safest way home\",\"For free mobile and email alerts to keep them up to date on all Transport for London services they can sign-up \\u003ca href=\\\"http://www.tfl.gov.uk/tfl/livetravelnews/mobileservices/default.asp\\\"\\u003ehere \\u003c/a\\u003e \",\"Apart from the TfL \\u003ca href=\\\"http://www.tfl.gov.uk/tubeworks\\\"\\u003ewebsite\\u003c/a\\u003e , passengers can check before travelling via the following options:ul\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}