{
 "pageTitle": "London Underground offers new pay deal and calls on RMT leadership to end strike threat",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Underground offers new pay deal and calls on RMT leadership to end strike threat",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"\\u003cstrong\\u003eRevised pay offer made to all unions \\u003c/strong\\u003e \",\"\\u003cstrong\\u003eLondon Underground (LU) welcomes constructive talks\\u003c/strong\\u003e \"]}",
     "LU today met all trade unions for negotiations towards a new, multi-year pay and conditions agreement.",
     "LU made a revised four-year offer of 1.5 per cent this year and RPI +0.5 per cent in future years, a very fair offer in tough economic times.",
     "There would be no reduction in working hours or any other changes in terms and conditions.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Unnecessary strike\"}",
     "The offer also involves a commitment by all parties to set up a Forum to discuss working arrangements required for the 2012 Games. This is LU's recommended offer.",
     "However, following representations from the ASLEF, TSSA and Unite unions, LU also agreed to table a two-year offer of one per cent this year and RPI +0.5 per cent next year.",
     "LU has urged all unions to seriously consider the offers and to put both offers to their memberships. LU also called on the RMT leadership to end their unnecessary strike threat to Tube services next week.",
     "LU Interim Managing Director Richard Parry said: 'This is a very fair offer which we urge all of the unions to seriously consider and put to their memberships.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Work together\"}",
     "'While we recommend the four-year offer, both provide an above inflation pay increase and stability for our staff in a tough economic climate.",
     "'There is now no reason whatsoever for the RMT leadership to continue to call for strike action next week.",
     "'They should call it off immediately and join all other unions in continuing with constructive talks to conclude this agreement.",
     "'We also propose that all parties now jointly work together to discuss 2012 working arrangements for our staff.'"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}