{
 "description": "Services are running on more than half of all London Underground lines this morning, including a good service on the Northern line. Service levels are the same as those achieved on Wednesday morning, and London Underground aims to build on these services",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Underground and TfL services during RMT strike action - update at 06:15",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Advice to passengers for travel in London on Thursday morning - check before you travel."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Services are running on more than half of all London Underground lines this morning, including a good service on the Northern line.",
     "Service levels are the same as those achieved on Wednesday morning, and London Underground aims to build on these services as the day progresses.",
     "Richard Parry, Interim Managing Director of London Underground, said: 'I want to join Londoners in thanking our hard-working Tube and transport staff who came to work yesterday and kept London moving, and got many thousands of football fans to and from last night's England match at Wembley.",
     "'We're running services on more than half of our lines this morning, and I hope that we will be able to add to that throughout the day.",
     "'Those travelling in London should continue to check before they travel, and we will keep doing everything possible to get you to where you need to be.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Services update as at 06:15:\"}",
     "\u003cstrong\u003eTube\u003c/strong\u003e - The RMT leadership plan a strike from 18:59 on Tuesday, 9 June to 18:58 Thursday, 11 June with normal services resuming on the morning of Friday, 12 June.",
     "However, services are currently operating on more than half of Underground lines.",
     "These are:",
     "{\"template\":\"bulletlist\",\"items\":[\"Northern line - good service\",\"Jubilee line - shuttle service between Stanmore and Wembley Park, and between Stratford and Waterloo\",\"Victoria line - shuttle service between Victoria and Seven Sisters\",\"District line - shuttle service from Wimbledon to High Street Kensington\",\"Metropolitan line - shuttle service between Baker Street and Harrow-on-the-Hill\",\"Piccadilly line - shuttle service between Arnos Grove and Cockfosters\"]}",
     "\u003cstrong\u003eBuses\u003c/strong\u003e - The bus network is currently performing very well  - we have around 100 extra buses out on the network, which has around 700 routes.",
     "Staff are helping passengers outside rail termini and interchanges.",
     "We are advising passengers to leave extra time to complete their journeys.\u003cbr /\u003e",
     "\u003cstrong\u003eNational Rail\u003c/strong\u003e - Oyster pay as you go will be accepted on all National Rail journeys within Greater London on Wednesday and Thursday, just show your Oyster card at station gate lines.",
     "\u003cstrong\u003eTaxis\u003c/strong\u003e - During the morning peak of 08:00-10:30, taxi drivers will be operating a marshalled, fixed-fare shared-taxi service for central London destinations at six major London rail termini: Waterloo, Liverpool St, London Bridge, Marylebone, Paddington and Euston.",
     "\u003cstrong\u003eDLR and London Overground\u003c/strong\u003e - Services will be operating as normal.",
     "\u003cstrong\u003eRoads and the Congestion Charge\u003c/strong\u003e - To help keep traffic flowing the Congestion Charge will remain in operation through-out the strike and TfL will be suspending road works on major London roads wherever possible.",
     "Londoners and commuters are encouraged to consider alternatives to the car.",
     "\u003cstrong\u003eCycling\u003c/strong\u003e - Additional options for cyclists will include temporary parking facilities and thousands of cycle maps distributed across London.",
     "\u003cstrong\u003eCycle Parking\u003c/strong\u003e - In addition to the major cycle park at Finsbury Park and existing racks at major London stations across the city, another 1,000 cycle parking spaces will be provided at London Bridge cycle park and temporary cycle parking facilities at the locations and times below.",
     "Many London businesses will also be opening up their foyers and parking facilities for their staff.",
     "{\"template\":\"bulletlist\",\"items\":[\"Trafalgar Square: 150 spaces (06:00-21:00 on Wednesday and Thursday)\",\"Potters Field, accessed via Weavers Lane: 100 spaces (open access from Tuesday evening, with racks removed at 21:00 on Thursday)\",\"Waterloo bus garage, accessed only via Cornwall Road off The Cut, approach via Sandell Street: 150 spaces (08:00-17:30 on Wednesday and Thursday - closing strictly at 17:30)\",\"London Bridge cycle park: 350 spaces (07:30-21:30 on Tuesday, Wednesday and Thursday)\",\"The Mall, between Marlborough Road and George IV statue/Queen Mother memorial - 250 spaces (open access from Tuesday evening, with racks removed at 21:00 on Thursday)\"]}",
     "\u003cstrong\u003eWalking\u003c/strong\u003e - If you are considering making or completing your journeys by foot, check \u003ca href=\"http://www.tfl.gov.uk/\"\u003etfl.gov.uk\u003c/a\u003e for information or, in central London on strike days, pick up a free local vicinity walking map from staff at major rail stations, bus stations and key Tube stations.",
     "\u003cstrong\u003eRiver\u003c/strong\u003e - Existing services will be boosted from a capacity of 1,500 to 8,000 an hour and including an additional free shuttle service from London Bridge to Tower Bridge:",
     "{\"template\":\"bulletlist\",\"items\":[\"Thames Clippers - As well as the normal commuter services (between Embankment and Woolwich) Thames Clippers will be providing additional shuttle services between London Bridge and Canary Wharf and between Greenland Pier (Rope St Deptford) and Canary Wharf during the peak morning commute. As usual travel card holders will receive 1/3 off the ticket price\",\"City Cruises - Will be operating a free peak shuttle every 10 minutes between 0700-1000 and 1500-2000 on both main strike days between Westminster - London Eye - Tower Bridge\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}