{
 "pageTitle": "London Tube named most culturally advanced in the World",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Tube named most culturally advanced in the World",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Art on the on the Underground, London Underground's art programme, has won global acclaim, beating 11 other countries including France, Germany, Portugal and Argentina to an international award for culture on a public transport system."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Winning this award proves that contemporary art can really make a difference to our passengers' experience of the Tube",
     "The award recognises the positive impact art can have on a passenger's journey and pays tribute to the word-class work that Art on the Underground brings to customers every day.",
     "The Cultural Actions Award was presented to Tamsin Dillon, Head of Art of the Underground, by Alain Flausch, president of the International Association of Public Transport (UITP) at the 58th UITP World Congress event in Vienna, Austria.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Art for all\"}",
     "The aim of the award is to promote cultural best practice on public transport, which helps make the travelling experience more interesting for passengers.",
     "Art on the Underground impressed the judges with the outstanding quality of contemporary commissions which surprise and delight the millions of customers that use the Tube every day.",
     "The panel especially liked the way in which the artists who take part in the scheme not only build on London Underground's heritage of art and design but are encouraged to collaborate with staff and members of the local community at all stages of their projects.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"International applaud\"}",
     "Tamsin Dillon, Head of Art on the Underground, said: 'It's fantastic that our work is recognised internationally and shows that London is leading the way.",
     "'Winning this award proves that contemporary world class art can really make a difference to our passengers' experience of the Tube.",
     "'The London Underground is a unique environment with a very special audience and our artworks should reflect this by connecting with our passengers.'",
     "Richard Parry, Managing Director of London Underground, said: 'Art on the Underground is central to London Underground's identity, which has had art and design at its heart for 80 years, when Frank Pick established the concept of Total Design as the unifying principle of the network.",
     "'Everyone at the Underground is very proud of our art programme and I am delighted that we have achieved this prestigious award.'",
     "\u003cstrong\u003e\n\u003c/strong\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}