{
 "pageTitle": "RMT claims that Mayor and TfL scuppered Tube talks 'utter nonsense'",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "RMT claims that Mayor and TfL scuppered Tube talks 'utter nonsense'",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport Commissioner Peter Hendy today described RMT leadership claims that the Mayor and TfL scuppered talks to avert today's Tube strike as 'utter nonsense'."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The RMT leadership walked out at the end of a further day of talks at independent conciliation service ACAS yesterday.",
     "{\"template\":\"bulletlist\",\"items\":[\"Transport for London (TfL) calls on RMT to suspend strike immediately and continue talks\",\"Support for RMT strike 'far from the level they were expecting'\",\"TfL ready for talks 'any time and anywhere'\"]}",
     "Despite the start of the strike, Peter Hendy reiterated his call for the strike to be suspended and for talks to resolve the outstanding issues to resume as soon as possible.",
     "Progress has been made on all issues, including pay and the RMT leadership's demand that two members of staff dismissed for serious disciplinary offences be reinstated.",
     "However, they refused to suspend the strike beyond their own self-imposed deadline.",
     "Transport Commissioner Peter Hendy, said: 'The RMT leadership's claims that we or the Mayor scuppered Tube talks is utter nonsense.",
     "'We called on the RMT leadership to attend ACAS yesterday, but despite us making progress on all issues, they decided to strike, rather than continue to talk beyond their own self-imposed deadline.",
     "'The RMT leadership says we were close to a deal.",
     "'If that is the case, then they should call off the strike, return to talks and resolve this issue without any more disruption to Londoners.",
     "'We remain ready for talks at any time and anywhere, including further talks at ACAS.",
     "'Services are currently running on more than half of London Underground lines, demonstrating that support for the RMT leadership's actions is far from the level they were expecting.",
     "'I would like to thank the large numbers of Tube and transport staff who are working so hard today to keep London moving.'",
     "TfL advised that the Tube service picture will change constantly throughout the day and those travelling should check before they travel via the TfL website \u003ca href=\"http://www.tfl.gov.uk\"\u003etfl.gov.uk\u003c/a\u003e to see how Tube services are running, or take advantage of the many alternative travel options being provided by the Mayor and TfL."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}