{
 "pageTitle": "TfL calls on RMT leadership to suspend strike and continue talks on jobs",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL calls on RMT leadership to suspend strike and continue talks on jobs",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport Commissioner Peter Hendy today called on the RMT leadership to call off its 48-hour Tube strike, after they walked out at the end of a further day of talks at independent conciliation service ACAS."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"RMT refuse to suspend strike despite progress on all issues\",\"Transport for London (TfL) calls on RMT to continue talks at ACAS tomorrow\"]}",
     "Despite the start of the strike, TfL called on the RMT leadership to return to ACAS tomorrow for more talks to resolve the issue.",
     "Progress has been made on all issues, including pay and the RMT leadership's demand that two members of staff dismissed for serious disciplinary offences be reinstated.",
     "However, they refused to suspend the strike beyond their own self-imposed deadline.",
     "Transport Commissioner Peter Hendy, said: 'Despite us making progress on all issues today, the RMT leadership has decided to strike, rather than continue to talk beyond their own self-imposed deadline.",
     "'The RMT leadership says we were close to a deal.",
     "'If that is the case, then they should call off the strike, return to talks at ACAS tomorrow and resolve this issue without any more disruption to Londoners.",
     "'We remain ready for talks at any time'\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}