{
 "pageTitle": "TfL sets high standards in new rail franchise",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL sets high standards in new rail franchise",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Rail passengers in south London can look forward to a huge improvement in their stations thanks to the adoption of Transport for London's (TfL) London Overground standards in a new rail franchise."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "I am delighted the Government has agreed to work with Transport for London",
     "The new South Central franchise awarded to Southern Railways Ltd, a subsidiary of Govia Ltd - the current franchise operator - by the Department for Transport (DfT) insists on more stations being staffed and some staffed for longer hours.",
     "It demands Oyster acceptance within Zones 1 to 6, cleaner stations, more cycling facilities and a minimum of four trains per hour where possible.",
     "It will also tackle overcrowding with longer trains and platforms - all of which were suggested by TfL.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Staffed stations\"}",
     "The Mayor of London, Boris Johnson, said: 'I am delighted the Government has agreed to work with Transport for London to ensure that stations and services on these routes meet the list of improvements we recommended, not least of which being the Oysterisation that will make journeys so much easier for passengers.",
     "'The Government's desire to follow our lead by insisting the new contractor run more trains and ensures stations are staffed for longer will please everyone that uses these lines.'",
     "Besides these and other recommendations, TfL has also agreed to invest £4m to help the train operator meet its staffing, cleaning and cycle parking obligations.",
     "Managing Director of TfL London Rail, Ian Brown, said: 'We have been working closely with the DfT on the specification for the new franchise and are delighted that it will provide such considerable improvements for rail passengers in South London, Surrey and Sussex.",
     "'The acceptance of Oyster pay as you go and the increase in frequency of services on suburban routes - and longer trains at peak times along with later trains to provide better links with the Tube network - will all contribute to achieving a more integrated transport network for south Londoners.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Higher standards\"}",
     "'On top of this TfL is investing £4m for additional improvements to the franchise which will generate the equivalent of around £10m in customer benefits.",
     "'This money will pay for a programme of cleaning and repairs to stations within the London area, as well as additional staff and more cycle parking.",
     "'Many of these improvements have already been introduced on the London Overground network since TfL took it over in November 2007.'",
     "TfL will also have a part to play in the management of the franchise with the train operator allowing it to monitor performance, standards and customer satisfaction.",
     "The operator will also be required to contribute to improving areas around its stations.",
     "Southern will begin running its new franchise on 20 September 2009.",
     "{\"template\":\"bulletlist\"}",
     "{\"template\":\"bulletlist\",\"items\":[\"Longer trains and platforms to meet projected demand to 2014\",\"A minimum of 4 trains per hour (tph) on each route where the infrastructure allows\",\"First and last trains to align with Tube operating hours\",\"Oyster acceptance and retailing at stations within Zones 1-6 (subject to industry-wide agreements)\",\"Staffing for at least 16 hours at each of 14 stations being gated by TfL\",\"The transfer of stations, which will become part of the East London Line Extension (Phase 1), to TfL from the start of the franchise\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"More staff - to ensure all stations within the London area are staffed (where accommodation is available and there is a service frequency of at least 4tph)\",\"Station deep clean and refresh (ie clean, repaint and repair ) to bring suburban stations up to TfL's London Overground standard\",\"Additional cycle parking at stations in the London area\"]}",
     "@this.ScriptBlock(\n        @script)"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}