{
 "pageTitle": "TfL thanks transport staff for Wembley support",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL thanks transport staff for Wembley support",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"\\u003cstrong\\u003eFiftly eight thousand fans travel to and from Wembley to see 6-0 England win \\u003c/strong\\u003e \",\"\\u003cstrong\\u003eSpecial Tube services and extra buses support fans despite RMT strike\\u003c/strong\\u003e \"]}",
     "Transport for London (TfL) today thanked transport staff for their support of the England football team and fans, after almost 58,000 supporters travelled safely to and from Wembley Stadium last night to see England beat Andorra 6-0.",
     "Despite the RMT leadership's Tube strike, London Underground (LU) ran services on the Jubilee line and Metropolitan line serving Wembley Park and, after the game, provided special Bakerloo line shuttle services from Wembley Central.",
     "Over 100 extra local buses were also laid on after the game, to help fans get home.  Our London Traffic Control Centre kept the traffic moving and delays to a minimum.  Transport staff worked closely with the Football Association, Metropolitan and British Transport Police and Brent Council to ensure fans travelled safely.",
     "Transport Commissioner Peter Hendy said:",
     "\"This was a great result for England. I am delighted that we were able to help so many fans get to and from the game safely.  Despite the RMT strike, we provided Tube services on three lines and laid on many extra bus services after the game.  I also want to thank fans for their patience and for acting on advice to allow extra time for their journeys and making special efforts themselves.\""
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}