{
 "pageTitle": "TfL moves to improve traffic CCTV and smooth traffic flow",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL moves to improve traffic CCTV and smooth traffic flow",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "New maintenance contract will see fewer system faults and more efficient monitoring of the Capital's busy roads."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "CCTV systems are vital for us to keep London's traffic flowing smoothly",
     "Transport for London (TfL) is raising the bar in the reliability of its traffic monitoring CCTV systems, which include over 1500 cameras that monitor and manage incidents and events 24-hours a day on London's busy roads.",
     "Last week, a new way of working was agreed between TfL and CCTV maintenance contractor, Tyco Fire and Security (UK) Ltd, which will place greater emphasis on the working performance of the camera systems used to keep London's roads free from congestion and incidents and flowing more smoothly.",
     "From 1 July 2009, Tyco will be responsible for ensuring that 98.5 per cent of all system equipment, including CCTV cameras, operator screens and network connections, are all in working order all of the time, or the contractor won't be paid.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Avoid system breakdowns\"}",
     "This new style of working is a more effective way for TfL to get the best out of its traffic monitoring operations, and will encourage the contractor to give their absolute best all of the time, ensuring maintenance of the system is performed regularly and efficiently to avoid any system breakdowns.",
     "The target has been set high at 98.5 per cent which reflects how important it is to have these vital systems working efficiently all of the time.",
     "Previously, CCTV maintenance contractors were paid based on activities performed, not on how the equipment was operating on a day-to-day basis.",
     "Daniel Ruiz, Head of Real Time Operations, TfL, said: ''CCTV systems are vital for us to keep London's traffic flowing smoothly.",
     "'Our reliance on them means that we need to have the systems working properly all of the time.",
     "'Even a little system glitch, like the loss of visibility from one traffic camera, can have an impact on how effective we can be in responding to an incident.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Manage traffic flows\"}",
     "'By ensuring we have the vast majority of systems working all of the time, we are able to work better to manage traffic flows across London.",
     "'We have set the bar high for Tyco to meet, but we are confident they will be able to meet ours, and London's demands.'",
     "This new way of working will help TfL deliver the Mayor's key priority of helping traffic to flow more smoothly on London's busy roads.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Steve Waldron, of Tyco Fire and Security (UK) Ltd, said: 'We are very pleased to have secured this business with TfL. Tyco has been instrumental in creating these systems and we are very happy to maintain our stewardship of this critical London resource'\",\"The new contract with Tyco Fire and Security (UK) Ltd begins on 1 July 2009 and could be extended up to five years. It is potentially worth £6.5m\",\"The output of TfL's traffic monitoring CCTV cameras would be most familiar to the public from camera links on TfL's website - \\u003ca href=\\\"http://www.tfl.gov.uk/trafficnews\\\"lid=\\\"http://www.tfl.gov.uk/trafficnews\\\"lpos=\\\"\\\"el=\\\"http://www.tfl.gov.uk/trafficnews\\\"\\u003etfl.gov.uk/trafficnews\\u003c/a\\u003e - and through 'JamCam' updates on London news broadcasts\",\"TfL is working with the Mayor on a range of measures to ease traffic flow in London, including:\\u003cbr /\\u003eul\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}