{
 "pageTitle": "Transport Commissioner condemns 'outrageous' RMT Tube strike",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport Commissioner condemns 'outrageous' RMT Tube strike",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "- RMT leadership to go ahead with strike action planned from 18:59 Tuesday despite improved pay offer and further reassurances on jobs - Decision to strike a 'slap in the face' to hardworking Londoners"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Again, we urge the RMT leadership to get back to the negotiating table",
     "Transport Commissioner Peter Hendy today condemned as 'outrageous' the RMT leadership's decision to continue to call for strike action despite London Underground (LU) offering a two-year, above inflation pay deal and providing further assurances that we are taking all possible steps to avoid compulsory redundancies.",
     "Furthermore, and right at the end of today's talks, the RMT also insisted upon the reinstatement of two members of staff dismissed for serious disciplinary offences, introducing a completely new and inappropriate issue to the talks.   The 48 hour strike is due to begin at 18:59 on Tuesday.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Deep recession\"}",
     "Transport Commissioner Peter Hendy said: 'We utterly condemn the RMT leadership's outrageous decision to continue to call for strike action, despite us providing assurances that we are doing everything possible to avoid compulsory redundancies and putting forward an improved two-year, above inflation pay offer.",
     "'However, the RMT's leadership has shown yet again that, no matter how fair an offer is made, they would rather strike than talk.",
     "'Their attitude is a slap in the face to all hardworking Londoners and businesses struggling through a deep recession.",
     "'It will also disappoint the vast majority of Tube staff who do not want to take strike action, lose two days pay and disrupt London.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Resolve the issues\"}",
     "'Again, we urge the RMT leadership to get back to the negotiating table.'",
     "LU has tonight contacted the conciliation service ACAS, asking it to contact the RMT and arrange further talks in a bid to avert strike action and resolve the issues.",
     "On pay, after listening to requests from Tube staff and the ASLEF, RMT, TSSA and Unite unions, LU has made a two-year, above inflation offer.",
     "The offer is made at a time of negative RPI when many Londoners are either losing their jobs or suffering a cut in pay.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Further assurances\"}",
     "LU has also committed to working jointly with all parties to discuss 2012 working arrangements for our staff.",
     "On jobs, LU has made it completely clear, time and again, to the RMT leadership that no frontline jobs on trains, stations and maintenance will be lost as part of the integration of Metronet staff within LU.",
     "Today, further assurances were given, to make clear that we seek to avoid compulsory redundancies as part of dealing with the collapse of Metronet, and to continue to abide by all existing agreements regarding redundancies.",
     "Only duplicated back-office jobs are being reduced primarily through not filling vacancies, voluntary redundancy and reducing the use of contractors, as we cannot continue to ask taxpayers and fare payers to fund two people doing the same job.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Existing agreements\"}",
     "LU Interim Managing Director, Richard Parry, said: 'We have dealt with the collapse of Metronet by bringing it back under London Underground control, something for which the RMT have been campaigning for years.",
     "'As a result, we are having to end the duplication of a number of back-office roles, which is being dealt with by an Organisational Change Process (OCP).  No frontline, operational staff working on trains, stations and maintenance are part of this process.",
     "'We have again, today, reiterated to the RMT that for those staff covered by the OCP, we seek to avoid any compulsory redundancies and continue to abide by all existing agreements regarding redundancies.",
     "'The reductions in the number of posts will be met through not filling vacancies, reducing the employment of contractors and offering voluntary redundancy to those who want it.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Threat of strike action\"}",
     "'We cannot ask taxpayers and farepayers to fund two people doing the same job.",
     "'Finally. we will not deal with individual disciplinary cases through the threat of strike action.'\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"On Friday, 5 June, LU made an improved pay offer to all trade unions of either a four-year or two-year pay deal\",\"The four-year offer would see a pay increase of 1.5 per cent this year, with RPI +0.5 per cent in future years\",\"The two-year offer would see a pay increase of 1 per cent this year and RPI +0/5 per cent next year\",\"As part of both offers, we have committed to working jointly with all parties to discuss 2012 working arrangements for our staff\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}