{
 "pageTitle": "Young London football stars are tackling road safety",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Young London football stars are tackling road safety",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Stars of the future come out in force to remind their peers 'Look out for your mates'."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Young footballers are idolised by thousands of teenagers and it is fantastic that they are taking part in this important campaign",
     "Twenty young football stars from five top London Clubs lent their support to Transport for London's (TfL's) latest road safety campaign to reduce the number of young teenagers killed or seriously injured (KSI) on London roads.",
     "Players from Chelsea, Fulham, Queens Park Rangers, Tottenham Hotspur and AFC Wimbledon Academies posed with their teammates to remind teenagers 'Look out for your mates'.",
     "The strapline aims to put road safety in the forefront of teenagers' minds.",
     "For most young people friendship is one of the most important things in their lives.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"The message\"}",
     "A total of 367 young people (aged between 13 and 19) were killed or seriously injured in the Capital in 2008.",
     "Young teenagers are more likely to be involved as a pedestrian in a road collision than any other age group.",
     "Boys and young people from deprived background are particularly vulnerable.",
     "Football Academies are vital to the lifeblood of the sport and are established across the country.",
     "The London clubs are well aware of the influence that football has on young boys.",
     "As part of TfL's ongoing road safety campaign posters feature young people lying on the road as a result of a road collision are already visible across the Capital to ensure the message reaches as many young people as possible.",
     "Kulveer Ranger, the Mayor of London's Director of Transport Policy, said: 'Young footballers are idolised by thousands of teenagers and it is fantastic that they are taking part in this important campaign.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Save lives\"}",
     "'Their involvement is a great way of ensuring more young people will take the time to consider how they can use roads more safely and will help to save lives.'",
     "Chris Lines, Head of TfL Road Safety Unit said: 'Every day a teenager is killed or seriously injured on London roads.",
     "'While this number is steadily falling, one injury is still one too many.",
     "'We value the support of young people who play an important role today.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Successful team\"}",
     "'Their support is an alternative way of communicating our message to teenagers in their own environment.\u003cbr /\u003e\u003cbr /\u003e'This campaign is designed to get teenagers talking about road safety in schools.",
     "'This year TfL is spending £57m on further safety measures on the Capital's roads.'",
     "Simon Taylor, Chelsea FC Head of Corporate Social Responsibility, said: 'Looking after your mates is key to being a successful team on and off the pitch.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Reduce accidents\"}",
     "'We would urge young people across London to look after themselves and their friends especially when crossing the road.",
     "'As a club, Chelsea are fully behind this scheme.'",
     "John McDermott, Tottenham Hotspur Academy Manager, said: 'At the Tottenham Hotspur Academy we install a team mentality in our players.",
     "'Each player has a responsibility to look after themselves and each other, both on and off the pitch.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Strong scheme\"}",
     "Ian Taylor, Press/PR Manager of Queens Park Rangers Football Club, said: 'Road safety is of paramount importance.",
     "'It is vitally important that we - as a society - reduce the number of accidents, fatal or otherwise, that occur on our roads.'",
     "Club Captain Martin Rowlands added: 'This is a really strong scheme and we are 100 per cent behind it.'\u003cbr /\u003e\u003cbr /\u003eThe teen road safety initiative is part of a long-term TfL road safety campaign that continues to work to reduce the number of young road users who are killed or are seriously injured in the Capital.\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}