{
 "pageTitle": "Addison Lee drivers warned not to drive in London's bus lanes or face criminal prosecution",
 "description": "Drivers who repeatedly break traffic regulations could lose their PHV drivers' licencesPrivate Hire Vehicles are not allowed to use bus lanes in the capital and doing so is a criminal offence.Police resources will be on street tomorrow morning to ensure",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Addison Lee drivers warned not to drive in London's bus lanes or face criminal prosecution",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Private hire vehicle drivers could be liable to personal criminal prosecution if they break traffic regulations, including by driving in bus lanes."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Drivers who repeatedly break traffic regulations could lose their PHV drivers' licences",
     "Private Hire Vehicles are not allowed to use bus lanes in the capital and doing so is a criminal offence.",
     "Police resources will be on street tomorrow morning to ensure bus lanes are only used by those vehicles permitted to do so.",
     "Transport for London today warned drivers employed by Private Hire Vehicle (PHV) company, Addison Lee, that they could face criminal prosecution if they drive in bus lanes; and that they could have their licences revoked if they do so repeatedly.",
     "The warning comes after the management of Addison Lee told their drivers that they were entitled to drive in bus lanes. Addison Lee has offered to indemnify their drivers against any penalties for driving in bus lanes. TfL has reminded drivers that such action is a criminal offence and they may be personally liable to prosecution, irrespective of any indemnity that Addison Lee may purport to give.",
     "TfL are urgently considering legal and regulatory action against Addison Lee.",
     "A company owned by Addison Lee has brought legal proceedings arguing that the current regulations are in breach of European Union law. TfL is contesting these proceedings, which have not been determined and there has been no order by the court suspending the regulations. The legal process is continuing.",
     "Leon Daniels, Managing Director of Surface Transport, said: \"The letter from the management of Addison Lee is utterly irresponsible. By issuing it, Addison Lee risk regulatory action against themselves and leave their staff liable to criminal prosecution. We have asked Addison Lee to withdraw their letter immediately. We are also writing to all Addison Lee drivers reminding them that repeated breaches of traffic regulations could see their licence to operate withdrawn.",
     "\"London's bus lanes are in place to ensure the efficient operation of the bus network, which carries more than six million passengers a day.Allowing tens of thousands of Private Hire Vehicles to drive in bus lanes would seriously disrupt the bus network and our passengers' ability to get around the capital.\"",
     "There are around 24,000 licenced taxis in London and over 60,000 licenced PHVs. Licenced taxis are allowed in many bus lanes. Taxis can legally ply for hire on the street, often picking up passengers from pavements by bus lanes. By contrast, PHVs are not allowed to ply for hire on the street. Allowing 60,000 additional vehicles into bus lanes would have a negative impact on bus journey times, potentially creating delays for millions of passengers.",
     "TfL is working with the police to ensure additional on street police resources from tomorrow to enforce against anyone using a bus lane when not allowed to do so."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}