{
 "pageTitle": "Major resurfacing works to take place along Victoria Embankment across Easter Bank Holiday weekend",
 "description": "Two kilometres of the Embankment to be resurfaced during directional closures of the carriageway between Blackfriars and Westminster bridge across the Easter Bank Holiday weekend Blackfriars station underpass closed in both directions to traffic while",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Major resurfacing works to take place along Victoria Embankment across Easter Bank Holiday weekend",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Work to be carried out around the clock across the four-day holiday period."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Two kilometres of the Embankment to be resurfaced during directional closures of the carriageway between Blackfriars and Westminster bridge across the Easter Bank Holiday weekend\",\"Blackfriars station underpass closed in both directions to traffic while Network Rail continue station upgrade works\"]}",
     "TfL will be carrying out extensive resurfacing and improvement works along the A3211 Victoria Embankment between 6-10 April.",
     "Around two kilometres of the westbound and eastbound carriageway between Blackfriars bridge and Westminster bridge will be resurfaced across the long weekend. These essential works will help reduce carriageway noise and the need for future maintenance closures.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Benfits for pedestrians\"}",
     "Footway widening work will also be carried out during the weekend to improve the zebra crossing by Cleopatra's Needle, shortening the crossing distance and enabling pedestrians to be more visible to traffic.",
     "Work on the westbound carriageway will be carried out during the day between 06:00 to 20:00, with the westbound carriageway remaining closed overnight to traffic between 6 and 10 April. In addition, work will also take place on sections of the eastbound carriageway each night from 20:00 to 06:00 throughout the weekend.",
     "By carrying out these works across the Easter weekend, TfL can substantially reduce the number of further nights required during April and May to complete the resurfacing works along Victoria Embankment by more than a week.",
     "The diversion will send westbound traffic across Westminster bridge, York Road, Stamford Street, Southwark Street and Southwark bridge during these works, with all traffic diverted overnight. Local access to properties along Victoria Embankment and side roads will be maintained by our contractors while these works are taking place.",
     "TfL has worked closely with Westminster City Council, City of London, London Boroughs of Lambeth and Southwark to coordinate and plan these works. All noisy works will be completed by midnight and TfL will be monitoring the affect that these works are having across the weekend to ensure that they cause minimal disruption.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"More work, less disruption\"}",
     "'By carrying out these works around the clock across the Easter weekend, we can carry out more work in a shorter time, helping to minimise the overall disruption for bus passengers, road users and local residents.'",
     "Throughout the Easter weekend, Network Rail improvement works at Blackfriars station will require closure of the Blackfriars underpass.",
     "During this closure, TfL will take the opportunity to carry out maintenance work within the underpass. Local traffic needing to travel around Blackfriars will be diverted via Queen Victoria Street and Lamb Hill to rejoin Upper Thames Street.",
     "For the latest travel information, Londoners should visit \u003ca href=\"http://www.tfl.gov.uk/trafficnews\"\u003ewww.tfl.gov.uk/trafficnews\u003c/a\u003e or follow @tfltrafficnews on Twitter.",
     "{\"template\":\"bulletlist\",\"items\":[\"Londoners can report disruptive or badly managed roadworks by visiting \\u003ca href=\\\"http://www.tfl.gov.uk/roadworks\\\"\\u003ewww.tfl.gov.uk/roadworks\\u003c/a\\u003e , or by using a GPS enabled mobile device to tweet @report_it with the hashtag #roadworks. Enquiries will be sent directly to the highway authority responsible, ensuring that direct and swift action can be taken\",\"Across the Easter weekend, TfL will also be carrying out work to deliver pedestrian improvements outside Kings Cross station as well as continuing to work on the Hammersmith Flyover to restore the flyover to full traffic use as soon as possible\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}