{
 "pageTitle": "New strengthening cables within Hammersmith Flyover to be installed next week",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New strengthening cables within Hammersmith Flyover to be installed next week",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) will begin installing the new tensioning cables inside the Hammersmith Flyover next week, as part of its ongoing work to fully reopen the structure to all traffic."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We are continuing to work around the clock to complete these vital works as quickly as possible",
     "{\"template\":\"bulletlist\",\"items\":[\"New cables will restore flyover to full traffic load\",\"Work continuing around the clock to repair structure\",\"Flyover to fully reopen in June; well ahead of London 2012 Games\"]}",
     "Transport for London (TfL) will begin installing the new tensioning cables inside the Hammersmith Flyover next week, as part of its ongoing work to fully reopen the structure to all traffic.",
     "The works, which began in January, have seen around 200m of the central reservation along the flyover removed, a new structural slab and concrete barriers installed, as well as tailored anchorages for the new cables installed within the structure.",
     "The design for the new post-tensioning system will see new cables installed above and below the bridge deck as part of a bespoke design, which will supplement the load capacity of the existing cables.",
     "The new cables are surrounded by wax oil to prevent deterioration and allow inspection and replacement if required in the future.",
     "In order to install the new cables, the flyover will need to be fully closed overnight to ensure that there are no adverse forces applied to the structure while the cables are being tensioned.",
     "These closures will be carried out overnight (22:00 - 06:00) for six weekday nights from Wednesday 18 April, when traffic levels are significantly lower and should not therefore result in additional traffic congestion.",
     "There will also be two full weekend closures of the flyover to allow TfL to complete the installation of the tensioning cables, as well as begin work to waterproof and resurface the carriageway.",
     "These will take place at the following times:",
     "{\"template\":\"bulletlist\",\"items\":[\"Friday 20 April (22:00) to Monday 23 April (06:00)\",\"Friday 27 April (22:00) to Monday 30 April (06:00)\"]}",
     "During this time, traffic will be diverted around the Hammersmith gyratory system. People are advised to consider alternative routes or using London Underground and National Rail services to complete their journey if possible.",
     "Following these closures, TfL will continue to work around the clock to complete these works and fully reopen the flyover in June 2012.",
     "Garrett Emmerson, Chief Operating Officer for Surface Transport at TfL said: \"We are now approaching a critical phase in our race to reopen the Hammersmith Flyover as quickly as possible. This will require a number of overnight and weekend closures to ensure that the works are carried out safely and correctly.",
     "\"I would once again like to apologise for any inconvenience that this work is causing and reassure Londoners that we are continuing to work around the clock to complete these vital works as quickly as possible.\"",
     "Work to strengthen the five weakest spans of the 16 span structure will be completed in June 2012, well ahead of the London 2012 Games. This will ensure that the flyover can carry full traffic loading during the Games and for many decades to come.",
     "Following the Games, TfL will return to the structure to strengthen the remaining spans. This work will not require further weight restrictions to be imposed and TfL hope to complete it with off peak lane closures and minimal closures to the flyover, causing limited traffic disruption.",
     "\u003cstrong\u003eNotes to Editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"During the past two years, TfL has been carrying out detailed monitoring inside the unique flyover, which was built in 1961 and transferred to TfL's stewardship in 2000. In particular, TfL engineers have been checking the condition of the internal cables which help to hold the spans of the concrete structure in place\",\"Until recently it was thought that the structure had a number of years before major repair work would need to be undertaken, but recent monitoring results showed that repair work was needed earlier than anticipated.  Then, in the week prior to Christmas, further deterioration of the cables was found - leading TfL to take the decision to keep the flyover closed to carry out more detailed assessment of the complete structure\",\"On 13 January 2012, TfL reopened the flyover to light traffic in one lane in each direction, whilst work continued to strengthen key sections of the flyover. Traffic restrictions have been enforced by a 2.0m (6'6\\\") width restriction at either end of the flyover to prevent large vehicles such as HGVs and coaches from crossing\",\"A team of engineers are working 24 hours a day, seven days a week to complete the work on top and within the flyover, often in a crawl space far less than human height\",\"Certain elements of these repair works may be carried out within the structure or behind noise shields and so may not be visible to drivers using the Hammersmith Flyover\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}