{
 "pageTitle": "New entrance to West Croydon station provides better access for all",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New entrance to West Croydon station provides better access for all",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Train passengers, particularly those with restricted mobility, will find their journeys from London Overground's West Croydon station made easier when a new gateline offering a direct link to adjacent tram and bus stops opens."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Transport for London's (TfL) Chief Operating Officer for Rail, Howard Smith, said: 'The new gateline will create a new station entrance for all passengers and make their interchange from bus and tram to rail much more convenient.'",
     "Work on the new gateline which begins on Tuesday 10 April and is scheduled to last for eight weeks, will provide a more direct walking route from the West Croydon tram stop and bus station on Station Street to West Croydon London Overground station.",
     "A wider gate in the new gateline will allow customers who use wheelchairs, or travel with a guide dog, buggy or large luggage to use the entrance which offers step-free access to Platform 4 without staff assistance.",
     "\u003cstrong\u003eNotes to Editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Currently, the entrance can only be used by mobility-impaired passengers and they must contact station staff through an intercom for the gate to be unlocked\",\"During the work step-free access will be maintained through an alternative temporary entrance\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}