{
 "pageTitle": "Out-of-hours deliveries to be encouraged during London 2012 Olympic and Paralympic Games",
 "description": "Companies making or receiving out-of-hours deliveries during London 2012 Olympics and Paralympics are urged to adhere to Code of Practice developed by TfL, the Freight Transport Association and the Noise Abatement Society Pragmatic approach to Games time",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Out-of-hours deliveries to be encouraged during London 2012 Olympic and Paralympic Games",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Councils, businesses and Transport for London (TfL) support a considerate, flexible approach to out-of-hours deliveries during Games-time."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Companies making or receiving out-of-hours deliveries during London 2012 Olympics and Paralympics are urged to adhere to Code of Practice developed by TfL, the Freight Transport Association and the Noise Abatement Society\",\"Pragmatic approach to Games time deliveries could provide legacy of improved road safety, air quality and reduced congestion in capital\"]}",
     "Transport for London (TfL), London Councils and London's business community have today (2 April) confirmed that they will be sympathetic to companies that need to make or receive out-of-hours deliveries in London during the London 2012 Olympic and Paralympic Games.",
     "The pragmatic approach was endorsed by London Councils' Transport and Environment Committee last week, when they approved a statement to help local authorities explain the position on night-time deliveries during the Games.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Delivering during the Games\"}",
     "The statement makes it clear that councils will be supportive and sympathetic to the needs of businesses needing out-of-hours deliveries during the 2012 Games, when deliveries to businesses on the Olympic Route Network, in central London and around venues will be affected by Games-related restrictions on key parts of the Capital's road network.",
     "London boroughs reserve the right to continue to enforce against businesses that are inconsiderate or disturb local communities, especially if complaints are received about excessive noise being made when making or receiving deliveries.",
     "Good steps to minimise the chance of any enforcement action include following the Code of Practice and in particularly sensitive areas businesses are advised to discuss this issue with local borough councils in advance.",
     "In order to support the needs of London's residents and those of the freight industry and businesses affected by Games-time restrictions, Transport for London (TfL) has today published the final Code of Practice for out-of-hours deliveries.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Keep London moving\"}",
     "The code, which was developed with the Noise Abatement Society and the Freight Transport Association, provides businesses and delivery companies with simple, practical guidance on how to minimise noise from night-time deliveries and is available on the TfL website.",
     "London's Transport Commissioner, Peter Hendy, said: 'The challenges surrounding deliveries during the Games are considerable.",
     "'However, the success of the quieter out-of-hours delivery trials we've commissioned in recent months clearly demonstrate that out-of-hours deliveries can, and I believe will, play a vital role in ensuring London and the rest of the UK keeps on moving this summer.",
     "'I urge businesses that make or receive deliveries in London to use the Code of Practice for all out-of-hours deliveries.",
     "'It is up to the freight and business community to prove to London's borough councils that they are aware of, and care about, the impact they have on the communities they deliver to.",
     "'If the industry gets it right this summer, this is also a real opportunity for reducing congestion and improving air quality and road safety in London in the future.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Minimising disruption\"}",
     "Nick Lester, Corporate Director for Services at London Councils, said: 'London's councils are working hard to ensure that businesses can keep running as smoothly as possible during the Games and to minimise disruption to residents.",
     "'While enforcement will be as light-touch and flexible as possible, boroughs will continue to enforce against any business stopping Londoners from getting a good night's sleep.'",
     "Sara Parker, CBI's London Director, said: 'This agreement on a more flexible approach to deliveries is a real breakthrough which will mean that London's businesses can continue delivering a high-quality service to their customers during the Games.",
     "'With so many Londoners and visitors out and about in the capital over the summer, it's really important that shops, pubs and restaurants can remain fully stocked.'",
     "Baroness Valentine, Chief Executive of London First, said: 'The Olympics are a positive thing for London, but it's vital that businesses in London are able to remain open during the Games.",
     "'This code of practice will provide certainty around more flexible delivery arrangements - without which many businesses will be unable to operate normally. This would be bad for residents, bad for businesses and bad for employment both during and after the Games.'",
     "Colin Stanbridge, Chief Executive of London Chamber of Commerce and Industry, said: 'The Olympics and Paralympics present a fantastic opportunity for businesses and it is a positive step that London Councils and TfL have reached an understanding which will help firms to operate as near to normal as possible during the Games.",
     "'As a Chamber we will continue to communicate to our members, and the wider business community, the importance of adhering to TfL's Code of Practice and planning ahead to make sure that any changes to operations are kept to a minimum while firms take full advantage of all the Games will offer to business.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Victory for common sense\"}",
     "Sue Terpilowski, London Policy Chairman, Federation of Small Businesses, said: 'Small businesses across London will support this announcement on night time deliveries. This is a victory for common sense, when the roads will be heavily congested, to enable deliveries to be made at night time.",
     "'We will work closely with our members to ensure they are aware of the Code of Practice to ensure that residents are not disturbed during the Games.",
     "'It is vital that London remains open for business during the Games and so mitigating the risks of imposed transport obstacles are very much welcome.'",
     "Sarah Bell, lead Traffic Commissioner for Olympic Delivery, said: 'Today's announcement by London Councils and TfL goes a long way to addressing the challenges the freight industry faces in making deliveries to some parts of London during this summer's Olympic and Paralympic Games.",
     "'The Traffic Commissioners for Great Britain urge the freight industry to consider out-of-hours deliveries as one of a number of solutions that will help both the freight sector and London keep on moving this summer, and we ask them to abide by the conditions of the Code of Practice that TfL has published today.'",
     "Natalie Chapman, Freight Transport Association Head of Policy for London, said: 'The FTA welcomes the flexible, sensible approach London's boroughs are taking to the challenge freight operators and businesses face around making and receiving deliveries during Games-time.",
     "'We will be urging freight operators to follow and respect the conditions laid out in the Code of Practice.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Local residents protected\"}",
     "'If they can prove, as we believe, that out-of-hours deliveries can be made without disturbing local residents, there could be tremendous legacy benefits for the Capital, both in terms of improved road safety, air quality and a reduction in day-time traffic congestion.'",
     "Lisa Lavia, Managing Director of the Noise Abatement Society, said; 'London Council's decision to support the principle of quiet, out-of-hours deliveries during Games time ensures that the rights of local residents are protected while taking a pragmatic approach to the challenge businesses making and receiving deliveries face this summer.",
     "'TfL's out-of-hours delivery trials, which have been conducted using the Code of Practice we helped them draft, have proved the viability of quiet deliveries in the Capital and the conditions under which they may be feasible.",
     "'Introducing quiet delivery practices during Games-time, under strict guidelines and independent monitoring, ensures that the public can be protected throughout.'",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}