{
 "pageTitle": "Sarah's story",
 "keywords": "TfL,Ebike, cycling",
 "description": "Sarah Burr's cycling story",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Cycling",
   "url": "/modes/cycling/index"
  },
  {
   "title": "Cycling in London",
   "url": "/modes/cycling/cycling-in-london"
  },
  {
   "title": "Rider stories",
   "url": "/modes/cycling/cycling-in-london/rider-profiles"
  },
  {
   "title": "Sarah's story"
  }
 ],
 "title": {
  "title": "Sarah's story",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "{\"template\":\"image\",\"link\":{\"image\":{}},\"image\":{\"url\":\"https://tfl.gov.uk/cdn/static/cms/images/sarah-cycling-ebike4.jpg\",\"alt\":\"Sarah on her ebike\"},\"wrapped\":false}",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"How long have you been cycling in London?\"}",
     "I've been working on cycling projects in London for 14 years but only been cycling in central London since the launch of Barclays Cycle Hire (now Santander Cycles) in 2010. I use \u003ca href=\"/modes/cycling/santander-cycles\"\u003eSantander Cycles\u003c/a\u003e to get to meetings and site visits all over London. Like half of cycle hire's customers, I never cycled in central London before the scheme was introduced. I occasionally cycle locally where I live (the London Borough of Barnet) but it's pretty hilly so before I got my e-bike, not often.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"What got you into cycling?\"}",
     "I cycled all the time at University but never considered it as a commuting option when I returned to Barnet, mainly because where I live (Mill Hill - bit of a clue there) is so hilly.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"How long have you had your e-bike?\"}",
     "I got a new e-bike through the Cycle to Work scheme a few weeks ago. It's the new Victoria Pendleton one from Halfords.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Why do you ride an e-bike?\"}",
     "I tried an e-bike when I was 8 months pregnant with my third daughter and was completely bowled over. They're amazing! I think you get completely sold on them from the first time you try one - they're so much fun. All my friends have been trying mine. I thought they would be too expensive but in the sale, the one I got from Halfords was £600, which is about the cost of a fancy, ordinary bike and the cost is reduced through the Cycle to Work scheme. You can go for about 30 miles on one charge, so there's plenty of battery life to get me to work and back but I could charge the battery at work if I needed to.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Did you use a standard bike previously?\"}",
     "Yes, which I'm going to keep for holidays as it's lighter to transport and as we do a lot of camping holidays, I won't need to worry about charging up an e-bike battery.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Where do you cycle?\"}",
     "Previously, I'd cycle occasionally in North and North-West London on my own bike and regularly on Santander Cycles in central London, but I wouldn't cycle on the very hilly areas in between. Now, famous hills like Highgate Hill and Hampstead Heath are no longer barriers to my cycling. My commute is from Mill Hill to Finchley Central, then Hampstead Heath, Kentish Town, Camden, Bloomsbury and finally the North South Superhighway (CS6) straight to my office.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"What would you say to women considering cycling in London?\"}",
     "Most parts of London, particularly in East and West London and most of Central London, are pretty flat and really cyclable. I've never worn 'cycling gear' to cycle - just my normal clothes as at the speed I pootle along, it's no more of a strenuous activity than going for a walk. If you're thinking about cycling, use the \u003ca href=\"/plan-a-journey/index\"\u003eTfL journey planner\u003c/a\u003e to look at different route options and give them a go on a weekend to get the hang of it.",
     "Once you start cycling, you'll find out short-cuts or the best scenic routes to take. If you're thinking of cycling to work, speak to colleagues who currently cycle as I've found people who cycle to work are always enthusiastic about sharing their top tips or personal short-cuts. And use two, good quality D-locks on your bike when you're parking it.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"What would you say to women considering buying an e-bike?\"}",
     "Just do it! It just opens up so many more journeys to be cycled - longer distances, all sorts of terrains. It's still good exercise, but you don't need to be really fit to do it - I could cycle on it at eight months pregnant easier than I could walk at that stage. My favourite thing about it is that you get all of the fun bits of cycling as it's easy to get up hills and awesome to come down them!",
     "{\"template\":\"image\",\"link\":{\"image\":{}},\"image\":{\"url\":\"https://tfl.gov.uk/cdn/static/cms/images/sarah-ebike-9.jpg\",\"alt\":\"Sarah on her ebike 9\"},\"wrapped\":false}",
     "{\"template\":\"image\",\"link\":{\"image\":{}},\"image\":{},\"wrapped\":false}",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"What do you like most about cycling in London?\"}",
     "There are so many parts of London now where people on cycles outnumber any other mode of transport - it's incredible to see how busy the North South Superhighway (CS6) is at rush hour, for example. I wouldn't dream of driving my car into central London but cycling around gives you such a fantastic sense of the city's geography and gives you endless opportunities to explore places you wouldn't necessarily go to on foot.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"How does cycling make you feel?\"}",
     "Cycling puts a smile on my face, especially when the sun is shining. It gives you such a sense of freedom. When I commute by train, I spend the whole journey with my head in my phone wasting time on social media. When I cycle I'm making eye contact with people, smiling, saying 'good morning' to walkers and others cycling on Hampstead Heath, chatting to other cyclists at lights, watching the world go by and I have time and space to myself to think about my day or daydream. I also don't feel guilty about skipping the gym on a day I've cycled to work.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"What bike do you ride?\"}",
     "I ride the Victoria Pendleton Somerby electric bike from Halfords.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"What helped you to cycle in London?\"}",
     "I work in cycling, so I'm a pretty warm to the idea already, but I've always been able to use the hills as an excuse for why I don't cycle to work. The first time I tried an e-bike I realised that wasn't a barrier any more. One of my colleagues bought an e-bike about two months ago. He'd injured his knee a few years ago and couldn't really cycle any more. The joy on his face coming in every day on his e-bike sold it to me - he was like a changed person.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Do you often cycle with someone?\"}",
     "My elder two daughters are both learning to ride bikes and we got my eldest a really nice bike for her 8th birthday. The idea of being able to go out on leisure rides with them now makes me so excited. I've just ordered a child seat for my e-bike so that my youngest daughter can ride with me on her way to nursery. I occasionally cycle with a friend of mine on the way to work, but even though he's one of the fittest people I know, he can't keep up with me on the hills on his normal bike so slows me down a bit!",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"How has TfL helped you get more out of riding a bike?\"}",
     "I use Santander Cycles all the time - at least once a week. I'm very fond of them as I worked in the original team who brought them to London. I had a \u003ca href=\"/modes/cycling/cycling-in-london/cycle-skills\"\u003eCycle Skills\u003c/a\u003e session a few years ago, which I couldn't recommend more highly. My confidence in mixing with traffic has increased hugely following the training session. There are so many useful tips you learn that you wouldn't remember from being a child. Trainers can also help you plan your routes to work.",
     "{\"template\":\"bulletlist\",\"items\":[\" \\u003ca href=\\\"/modes/cycling/cycling-in-london/rider-profiles\\\"\\u003eRead other rider stories\\u003c/a\\u003e \",\" \\u003ca href=\\\"/modes/cycling/cycling-in-london/cycle-skills\\\"\\u003eBook a cycle skills session\\u003c/a\\u003e \",\" \\u003ca href=\\\"/modes/cycling/index\\\"\\u003ePlan your ride\\u003c/a\\u003e \"]}",
     "{\"template\":\"image\",\"link\":{\"image\":{}},\"image\":{},\"wrapped\":false}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Cycling",
    "links": [
     {
      "title": "Get started with cycling",
      "url": "/modes/cycling/new-to-cycling",
      "image": {}
     },
     {
      "title": "Santander Cycles",
      "url": "/modes/cycling/santander-cycles",
      "image": {}
     },
     {
      "title": "Cycling in London",
      "url": "/modes/cycling/cycling-in-london",
      "image": {}
     },
     {
      "title": "Rider stories",
      "url": "/modes/cycling/cycling-in-london/rider-profiles",
      "image": {}
     },
     {
      "title": "Beth's story",
      "url": "/modes/cycling/beth-s-story",
      "image": {}
     },
     {
      "title": "Isabelle's story",
      "url": "/modes/cycling/isabelle-s-story",
      "image": {}
     },
     {
      "title": "Katie's story",
      "url": "/modes/cycling/katie-s-story",
      "image": {}
     },
     {
      "title": "Hollie's story",
      "url": "/modes/cycling/hollie-s-story",
      "image": {}
     },
     {
      "title": "Alix's story",
      "url": "/modes/cycling/alix-s-story",
      "image": {}
     },
     {
      "title": "Sarah's story",
      "url": "/modes/cycling/sarah-s-story",
      "image": {}
     },
     {
      "title": "Fiona's story",
      "url": "/modes/cycling/fiona-s-story",
      "image": {}
     },
     {
      "title": "Isabelle",
      "url": "/modes/cycling/isabelle",
      "image": {}
     },
     {
      "title": "Jeanette's story",
      "url": "/modes/cycling/jeanette-s-story",
      "image": {}
     },
     {
      "title": "Cycle Skills",
      "url": "/modes/cycling/cycling-in-london/cycle-skills",
      "image": {}
     },
     {
      "title": "Protect your bike from theft",
      "url": "/modes/cycling/cycling-in-london/avoid-theft",
      "image": {}
     },
     {
      "title": "Cycle parking",
      "url": "/modes/cycling/cycling-in-london/cycle-parking",
      "image": {}
     },
     {
      "title": "Bikes on public transport",
      "url": "/modes/cycling/cycling-in-london/bikes-on-public-transport",
      "image": {}
     },
     {
      "title": "Cycling with children",
      "url": "/modes/cycling/cycling-in-london/cycling-with-children",
      "image": {}
     },
     {
      "title": "Electric bikes",
      "url": "/modes/cycling/cycling-in-london/electric-bikes",
      "image": {}
     },
     {
      "title": "Routes \u0026 maps",
      "url": "/modes/cycling/routes-and-maps",
      "image": {}
     }
    ],
    "link": {
     "title": "Cycling",
     "url": "/modes/cycling/routes-and-maps",
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "advert",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}