{
 "pageTitle": "All London black cabs to take cards and contactless payments from Monday",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2016",
   "url": "/info-for/media/press-releases/2016"
  },
  {
   "title": "October",
   "url": "/info-for/media/press-releases/2016/october"
  },
  {
   "title": "All London black cabs to take cards and contactless payments from Monday"
  }
 ],
 "title": {
  "title": "All London black cabs to take cards and contactless payments from Monday ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Hailing one of London's famous black cabs will no longer mean making sure you've got money on you or stopping for cash.",
     "In a move that will make travelling by taxi even easier, passengers will be able to pay for any journey using just credit and debit cards, including contactless payments, from Monday 31 October.",
     "Although many of London's black taxis have accepted cards for years, cash has remained the standard form of payment.  From Monday all taxis will have to carry a card payment device, ending uncertainty for customers about how they will be able to pay.",
     "The move is part of Mayor Sadiq Khan's ambitious Taxi and Private Hire Action Plan, which will make life easier for passengers, improve safety and ensure London has a world-class taxi and private hire market where all providers can thrive.",
     "It has the support of the campaign group Future Taxis, which represents the major London taxi driver associations (including the LTDA, the LCDC and Unite), the taxi booking apps (Hailo and Gett) and LTC, the largest London taxi manufacturer.",
     "Until next year, card payment devices can be fixed or hand-held, but from January 2017 they will need to be installed in the passenger compartment.",
     "The move comes after 86 per cent of respondents to TfL's consultation said they wanted to be able to use cards and contactless payments in taxis.",
     "Mayor of London, Sadiq Khan, said: `I'm delighted to announce that from next Monday, everyone using our iconic black cabs will be able to pay by card, making their journeys quicker and more convenient.  Since becoming Mayor, I've been determined to ensure we have a vibrant taxi and private hire market that provides a truly world-class service for Londoners.",
     "`While many black cab drivers already provide the service, it's important that Londoners know for certain that they won't have to run to the cash machine before they start their journey.  Our black cabs provide a unique and invaluable service for Londoners and guaranteed card payment will be good for our black cab industry, and good for passengers across London.'",
     "TfL's Taxi and Private Hire General Manager, Helen Chapman, said: `Many taxi drivers have been accepting card payments for years but customers were never sure when hailing a taxi whether they could pay by card. We've listened to customers, and we believe this will make journeys in black taxis even more convenient.",
     "`We're hoping too that this will benefit London's historic cab trade, and enable them to stay an attractive choice in an increasingly cashless world.`",
     "Speaking on behalf of Future Taxis, Steve McNamara, said: `Card payment has been available in many taxis for years, but ensuring consistency for all customers is something our 'StayFareMayor' campaign repeatedly supported. We are delighted to see another part of our transformation plan coming into effect as we continue to build a faster, smarter, greener taxi trade.'",
     "The Mayor's Taxi and Private Hire Action Plan includes a number of measures to make life easier for passengers, improve safety, and ensure London has a world-class taxi and private hire market where all providers can thrive. Details can be found at \u003ca href=\"http://content.tfl.gov.uk/taxi-and-private-hire-action-plan-2016.pdf\"\u003ehttp://content.tfl.gov.uk/taxi-and-private-hire-action-plan-2016.pdf\u003c/a\u003e ",
     "Ends",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"Customers can now share their comments on using taxi and private hire services in London online at \\u003ca href=\\\"http://www.tfl.gov.uk/tph-comments\\\"\\u003ewww.tfl.gov.uk/tph-comments\\u003c/a\\u003e or by calling 0343 222 4000. The phone line is open between 08:00 and 18:00, Monday to Friday (excluding Bank Holidays).\",\"From October, the ability for customers being able to pay by card will be a condition of a taxi driver's licence and having an approved device will be a condition for a vehicle to be licenced as a taxi.\",\"Customers using cards no longer have to pay a surcharge on their taxi fare.  This means that passengers should never pay more than the amount shown on the meter because of the method they use to pay.  The previous cost of paying by card was £1 or 10 per cent of the fare, whichever was greater.\",\"To compensate drivers for costs associated with accepting cards there has been an increase of 20 pence on the minimum fare, bringing it to £2.60.\",\"There are 22,500 licensed taxis in London.\",\"The consultation on the requirement for all taxis to accept card payments received more than one thousand responses from a wide range of stakeholders, including taxi trade organisations, passenger safety groups, card industry representatives and the London Assembly Transport Committee.\",\"Evidence from New York, which mandated card acceptance in taxis in 2010, indicates that London's taxi drivers can expect an increase in card-paying passengers, given the greater convenience it will offer.\",\"The campaign group Future Taxis, formerly known as StayFareMayor, represents the major London taxi driver associations (including the LTDA, the LCDC, and Unite), the taxi booking apps (Hailo and Gett) and LTC, the taxi manufacturer.\",\"In April this year, this group published its action plan for the taxi sector. In the document, the group committed to modernise by accepting card payments, which is supported by apps like Hailo and Gett, and to ensure that services better suit customer demands.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2016/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2016/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2016/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2016/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2016/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2016/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2016/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2016/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2016/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2016/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2016/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2016/december",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}