{
 "pageTitle": "London Overground tops punctuality league table",
 "description": "The service saw 96.4 per cent of its trains arrive on time for the period 9 January - 5 February, according to Network Rail's monthly survey.This is a 7.9 per cent improvement on punctuality for the same period in 2010 and above the 90.3 per cent national",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Overground tops punctuality league table",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "LONDON Overground runs more trains on time than any of the other national operators, latest figures show."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The network was once one of the most neglected railways in the country and with a hugely improved infrastructure and new trains, it is now providing a fast, efficient and reliable service to Londoners.",
     "The service saw 96.4 per cent of its trains arrive on time for the period 9 January - 5 February, according to Network Rail's monthly survey.",
     "This is a 7.9 per cent improvement on punctuality for the same period in 2010 and above the 90.3 per cent national average.",
     "This is the second month in a row that London Overground has topped the national punctuality tables.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Winter weather service\"}",
     "During December, when services across Britain were hit by extreme weather, London Overground outperformed all other operators with 93.5 per cent of its trains arriving on time.",
     "A Transport for London (TfL) spokesperson said: 'This is the result of our £1.4bn investment and three years of hard work on the network and it is delivering the level of service our passengers deserve.",
     "'The network was once one of the most neglected railways in the country and with a hugely improved infrastructure and new trains, it is now providing a fast, efficient and reliable service to Londoners.'",
     "In measuring punctuality, trains must arrive at their destinations within five minutes for commuter services and within 10 minutes for long distance services.",
     "{\"template\":\"bulletlist\",\"items\":[\"According to an independent survey carried out earlier this year, passengers are more satisfied with service on the London Overground since Transport for London took it over in 2007. The number of passengers satisfied with train punctuality rose to 76 per cent, up from 68 per cent on the previous year. And 84 per cent said they were satisfied with customer information during their journey, up 24 per cent on 2009 (65 per cent)\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}