{
 "pageTitle": "London to lead world as plans unveiled for travel with just a swipe of a contactless bank card",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London to lead world as plans unveiled for travel with just a swipe of a contactless bank card",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London will lead the world in 2012 when it will become the first city in the world where passengers are able to access an entire transport network with just a swipe of their contactless bank or credit card."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We will be the first in the world to allow the millions using our Tube, trams, buses and trains to benefit from the ease of using this technology",
     "By the end of 2012 card readers across the whole of the Transport for London (TfL) network will have been upgraded so that a touch of a contactless bank or credit card will allow passengers to touch in and out for pay as you go travel on the bus, Tube, Docklands Light Railway (DLR), Tram and London Overground network.",
     "The new system will be up and running on all of London's 8,000 buses in time for the 2012 Games, enabling quick and easy bus travel for the millions of visitors who will flock to the Capital to enjoy the greatest show on earth.",
     "The Mayor of London, Boris Johnson, said: 'It is tip top news that from next year a simple tap of a contactless bank card will be enough to whizz you from A to B in this great city.",
     "'London leads the way in so many different fields and we will be the first in the world to allow the millions using our Tube, trams, buses and trains to benefit from the ease of using this technology.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Millions of customers\"}",
     "The system will be rolled out onto the Tube, DLR, Tram and London Overground network before the end of 2012.",
     "Discussions are also under way with the Train Operating Companies that serve London about whether contactless payment cards could be used on National Rail services where Oyster is currently accepted.",
     "Oyster will also continue to be accepted for the many millions of customers who use it every day.",
     "To make the new system possible TfL is upgrading software in the Oyster smartcard system to recognise contactless credit and debit cards issued by Visa, MasterCard and American Express as well as Oyster cards.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Forefront of ticketing technology\"}",
     "Customers will be able to touch in with their contactless credit and debit cards in the same way that they can today to make low value purchases in many coffee shops and other retail outlets.",
     "TfL has been at the forefront of ticketing technology for a decade and is renowned for the success of its Oyster smartcard ticketing with over 40m Oyster cards issued since 2003.",
     "Contactless payment is another innovative development to London's ticketing system and TfL is leading the way globally with its introduction.",
     "TfL has worked closely with the banking industry, including Visa Europe, MasterCard and American Express and card issuers, in order to bring contactless payment to London's transport network.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"No need for a PIN\"}",
     "The software upgrade being delivered on the Oyster system will be fully approved by the payment schemes and will make full use of the payments industry's security systems.",
     "Certain features of contactless payments will be adapted to suit the public transport environment - for example, customers will never be asked to enter a PIN at a busy station gate-line.",
     "Customers who choose to pay this way will be charged for their travel directly from their bank or credit card account, removing the need to go out of their way to top up Oyster pay as you go credit balances.",
     "The new system will make London's public transport far more accessible for domestic and international visitors.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Touching in\"}",
     "Most visitors currently arrive in London without any kind of public transport ticket in their possession, and have to spend their valuable time buying one.",
     "But this enhancement to the Oyster system will mean visitors with a contactless credit or debit card are able to enter the transport network as soon as they arrive simply by touching in with their bank card at the Oyster reader.",
     "When fully rolled out, the technology will work even if their card was issued by an overseas bank.",
     "This innovation will significantly increase visitors' ability to make the most of their time in London, and will increase London's attractiveness as a destination for tourism and business and its competitiveness with other world cities.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Leading the way\"}",
     "Contactless payment will also reduce commissions and processing costs for TfL, as well as enabling a reduction in the number of Oyster cards produced and issued. It is another example of TfL's efforts to operate more efficiently and provide value for money for London's fare and taxpayers.",
     "Will Judge, TfL's Head of Future Ticketing, said: 'We are leading the way globally with this project, and with over 12 million contactless debit and credit cards already in circulation in the UK, we are confident that this payment option will be widely adopted in the coming years, either as an alternative to Oyster or as a back up for when the Oyster card is left at home.",
     "'As more people use their bank issued cards to pay for their travel directly, TfL's costs will reduce, delivering better value for money for London's fare and taxpayers.'",
     "Mark Austin, VP and Head of Visa contactless, Visa Europe, said: 'We are expecting 20 million contactless debit and credit cards to be issued by the start of 2012.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Shared vision\"}",
     "'This initiative between TfL and the banking industry will be a great new convenient service which will save people time queuing to either purchase tickets or top up their Oyster card.'",
     "Hany Fam, President of MasterCard UK \u0026 Ireland, said: 'We've been working closely with TfL since 2006 to make this shared vision a reality and recently announced a deal for the exclusive branding of TfL's Oyster card wallet for 2011.",
     "'MasterCard was the first to introduce contactless bankcard payments on UK public transport in 2009 and we're delighted that from 2012 consumers with a PayPass card issued anywhere in the world can use it to access London's transport system.",
     "'We believe that London's leadership will pave the way for adoption of contactless payments in other major cities across the world.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"In talks\"}",
     "Scott Abrahams, Vice President UK Merchant Services for American Express, said: 'The introduction of contactless payments on the TfL network is great news for commuters and visitors to London.",
     "'The UK is leading the world in the implementation of contactless payments and its introduction on the TfL network will put London at the forefront of emerging payment technologies.",
     "'American Express is pleased to be leading the way in partnership with TfL.'",
     "TfL is also in talks with transport operators around the world to share detailed information and experience on using this technology on their systems.",
     "If these other operators choose to follow TfL's path, this would allow passengers to use their debit and credit cards on urban transport networks across the globe.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"All of the Oyster card readers across the TfL network are being upgraded in 2011 to enable them to accept contactless debit and credit card payments\",\"In his Local Transport White Paper 'Creating Growth, Cutting Carbon', Transport Minister Norman Baker said that the Department for Transport will 'work closely with Transport for London as it develops its future strategy for smart ticketing in London, and explore how lessons learnt might be applied more widely'\",\"Since 2007, TfL has been part of an informal group of city transport authorities researching the concept of contactless payment on the transport network. Participating cities have included Paris, New York, Boston, Chicago, Washington, Philadelphia, Atlanta, Salt Lake City and Sydney. Of these participants, most have chosen to make progress in some way towards implementing the acceptance of contactless payment cards for direct fare payment\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}