{
 "pageTitle": "Major facelift of London Bridge bus station under way",
 "description": "Work on a dramatic facelift of London Bridge bus station will continue this weekend.The current canopy roof that covers the bus station will be removed over four consecutive weekend closures of the bus station from Saturday 5 March.The new-look bus",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Major facelift of London Bridge bus station under way",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Canopy roof to be removed during weekend closures of London Bridge bus station."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Work on a dramatic facelift of London Bridge bus station will continue this weekend.",
     "The current canopy roof that covers the bus station will be removed over four consecutive weekend closures of the bus station from Saturday 5 March.",
     "The new-look bus station, set to open in May 2012, will have more space for buses and taxis, improved waiting facilities and an improved road layout to ease congestion.",
     "The upgrade, which will also include improvements to the train station concourse, will make the area more open, attractive and welcoming to passengers.",
     "During the weekend closures no buses will be serving the bus station but will be serving nearby stops on London Bridge.",
     "Full details of the diversions and revised stopping arrangements will be available on the Transport for London (TfL) website at \u003ca href=\"http://www.tfl.gov.uk/livetravelnews\"\u003etfl.gov.uk/livetravelnews\u003c/a\u003e ",
     "Posters will be displayed around the bus station and also at local bus stops, and Customer Information Assistants will be on hand to point passengers in the right direction.",
     "Taxis will also be unable to serve the rank at London Bridge bus station.",
     "Passengers can catch taxis from the ranks on Tooley Street.",
     "Andy Clarke, Project Manager at TfL, said: 'Work began a few months ago and is progressing well.",
     "'One of the biggest tasks we have now is removing the canopy roof above the bus station.",
     "'We do ask passengers to bear with us during the disruption, the result will be a much better laid out, easier to use bus station.'",
     "The redevelopment of the bus station will involve extensive works.",
     "TfL is working hard to ensure that despite these, most of the routes and taxis will be able to use the bus station as normal for the majority of the time.",
     "The main construction works will take place between September 2011 and May 2012.",
     "TfL is working closely with Network Rail, Southwark Council and Sellar, to ensure that all works are carried out without compromising passenger accessibility or safety and that disruption to services is kept to a minimum.\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}