{
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor and TfL announce plans to provide £4m funding to 13 Biking Boroughs ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "A total of 2.4 million journeys which could be cycled are made in Outer London everyday. Biking Boroughs help to create a local culture of cycling."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "More than half of the trips in the Capital that could be made by bicycle are in Outer London",
     "The Mayor and Transport for London (TfL) have announced £4m funding for Biking Boroughs to create cycle hubs and cycling communities in Outer London.",
     "The funding will help boroughs engage the local community in cycling, create better cycle infrastructure and parking as well as making cycling safer.",
     "Thirteen boroughs were awarded Biking Borough status in 2010 with each borough receiving £25,000 to develop their Biking Borough strategy.",
     "The Biking Boroughs have pledged to put cycling at the heart of their local transport delivery plans.",
     "The aim is to create a local culture of cycling with a focus on creating cycling hubs in town centre locations or key areas in the borough where the potential for increasing cycling is greatest.",
     "They will also receive extra support and expertise from TfL in a bid to encourage greater numbers of cyclists in their areas.",
     "From 21 February, all 13 Biking Boroughs will have the opportunity to bid for a share of the £4m funding.",
     "TfL will assess each submission and award funding accordingly.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Paving the way\"}",
     "The amount of £4m could pay for 40,000 new on-street cycle parking spaces or fund the training of 200,000 lorry drivers in safety and awareness of cyclists.",
     "Alternatively the money would cover training courses for 66,000 cyclists or 100km of quiet cycle routes in suburban areas.",
     "The decision as to what combination of cycling improvements the money would pay for will be made by the individual boroughs.",
     "Boris Johnson, the Mayor of London, said: 'I promised a cycling revolution for the whole of London.",
     "'This funding will enable our friends in Outer London to develop exciting ways to make cycling bloom in their boroughs making it easier to replace some short car journeys with pedal power.",
     "'We want healthier Londoners breathing better quality air on less congested roads and we all want an economic boost to our local shops and town centres.",
     "'I believe developing Biking Boroughs can make this happen.'",
     "The key themes and areas of development that emerged from the 13 individual Biking Borough strategies were:",
     "{\"template\":\"bulletlist\",\"items\":[\"Cycle hubs - Town centre locations with a high density of potential cyclists and trips where boroughs should invest in cycle infrastructure\",\"Cycling communities - Residential areas of high cycling potential where investment should be focused on breaking down the barriers to cycling\",\"Promotional activities - Eevents to raise the profile of cycling across the borough\"]}",
     "Ben Plowden, TfL's Director of Better Routes and Places, said: 'Research shows how more than half of the trips in the Capital that could be made by bicycle are in Outer London - a total of 2.4 million journeys a day, most of which are currently made by car.",
     "'Biking Boroughs aim to introduce simple, locally focused solutions that encourage residents to consider, for each journey, whether a bike could be used.",
     "'Thousands of short trips made in Outer London every day have the potential to be cycled, which is why we will be working with 13 boroughs to pave the way in encouraging a shift to two wheels.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Cycle hubs are major trip generators (usually town centres) characterised by excellent provision for cyclists and supported by strong political leadership and local partnerships\",\"Bidding applications will be sent to boroughs the week of 21 February\",\"The deadline for bids is the end of March\",\"Funding for the three-year period needs to be spent by March 2014\",\"This fund will seek to overcome the barriers to cycling in Outer London which have been identified in the Biking Borough strategies\",\"Funding for Biking Boroughs will be allocated for 2011/12 with indicative funding for 2012/13 and 2013/14\",\"Funding allocated for each year financial year needs to be spent by the March of that same financial year so clear detailed delivery plans must also be submitted with the bid proposal\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}