{
 "pageTitle": "Taxi fares to increase by 2.7 per cent to meet higher running costs",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Taxi fares to increase by 2.7 per cent to meet higher running costs",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Below-inflation increase strikes balance between keeping taxi fares affordable and helping drivers to meet rising costs."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This annual taxi fare revision takes into account a range of components",
     "Transport for London's (TfL) Board has noted a below-inflation average taxi fare increase of 2.7 per cent for the 2011/12 financial year.",
     "The new fares aim to find a balance between maintaining income levels for drivers, who face disproportionately high work-related costs compared to other Londoners, while ensuring passengers still get a fair price for the high quality and unique service provided by the Capital's taxi drivers.",
     "The Board noted the new fares following consultation by TfL with the taxi trade and others, including London TravelWatch and the London Chamber of Commerce and Industry.",
     "The increase is calculated according to a long established formula.",
     "This year fuel prices and operating costs have increased, raising the costs associated with driving a taxi.",
     "John Mason, Director of Taxi \u0026 Private Hire at TfL, said: 'The annual taxi fare revision takes into account a range of components that make up taxi drivers' running costs including vehicle costs, parts, fuel and insurance.",
     "'This year's moderate increase continues to seek to cover increases in the cost of running a London taxi while providing passengers with value for money for the journeys made in London's world-famous black cabs.'",
     "Taxi fares are reviewed annually and calculated by TfL based on a cost index that has been used since 1981.",
     "The new fares will come into effect from 2 April 2011.",
     "The 2.7 per cent fare increase for the next financial year takes into account a number of factors including a 12 per cent increase in fuel costs and a two per cent increase in average national earnings.",
     "Notes to editors:",
     "{\"template\":\"bulletlist\"}",
     "{\"template\":\"bulletlist\",\"items\":[\"Tariff 1: Monday-Friday, 06:00-20:00\",\"Tariff 2: Monday-Friday, 20:00-22:00, and weekends 06:00-22:00\",\"Tariff 3: Nightly and public holidays, 22:00-06.00\"]}",
     "Tariff changes:",
     "{\"template\":\"table\",\"rows\":[[\"\\u003cstrong\\u003eCurrent average (£)\\u003c/strong\\u003e \",\"\\u003cstrong\\u003e \\u003c/strong\\u003e \",\"\\u003cstrong\\u003e New average (£)\\u003c/strong\\u003e \",\"\\u003cstrong\\u003e Increase (£)\\u003c/strong\\u003e \",\"\\u003cstrong\\u003e Increase \\u003c/strong\\u003e \"],[\"Tariff 1\",\"10.39\",\"10.67\",\"0.28\",\"2.7\"],[\"Tariff 2\",\"12.05\",\"12.37\",\"0.32\",\"2.7\"],[\"Tariff 3\",\"14.15\",\"14.54\",\"0.39\",\"2.7\"],[\"All Week\",\"11.48\",\"11.79\",\"0.31\",\"2.7\"]]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}