{
 "pageTitle": "Temporary changes to London Bridge station taxi rank",
 "description": "The next phase of the works is to remove the current canopy roof over the bus station. This work will be carried out over four weekend closures of the bus station in March, which in turn will close the taxi rank at the station. During this time the rank",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Temporary changes to London Bridge station taxi rank",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Work on a dramatic facelift of London Bridge bus station began at the end of last year."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The next phase of the works is to remove the current canopy roof over the bus station.",
     "This work will be carried out over four weekend closures of the bus station in March, which in turn will close the taxi rank at the station.",
     "During this time the rank will be temporarily relocated to the rank on Duke Street Hill/Tooley Street (no 5471).",
     "This will be fed from the rank opposite More London in a bay on the south side of Tooley Street (no 5652).",
     "To help ensure there is an accessible taxi service for travellers in the area there will be increases in capacity at the existing ranks.",
     "The Duke Street Hill/Tooley Street rank will be enlarged from one to three taxis and the surrounding loading bay will be suspended during the weekend closures.",
     "The rank opposite More London will be increased from four to 10 taxis and the loading bay there will also be suspended.",
     "These steps will provide capacity for a total of 13 cabs.",
     "Taxi marshals will be employed to help passengers, to control taxi queues, and to call taxis up from the feeder rank to the head rank.",
     "This will offer a safe, well-regulated environment to both passengers and taxi drivers.",
     "Network Rail will also be carrying out works of shorter duration at London Bridge station during three Sundays in February from 13 February.",
     "These will close access to the bus station and taxi rank from Borough High Street.",
     "During these closures, taxi drivers are encouraged to utilise the Tooley Street rank and to pick up/set down in surrounding streets.",
     "The new look bus station, set to open in May 2012, will have more space for buses and taxis, improved waiting facilities and an improved road layout to ease congestion.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Network Rail works will take place on Sunday 13, 20 and 27 February\",\"The canopy removal will close the bus station and taxi ranks on 5-6, 12-13, 19-20 and 26-27 March\",\"Taxi marshals will be in place from Saturday starting at 8:00 and finishing at midnight, and starting at 08:30 on Sundays and finishing at midnight\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}