{
 "pageTitle": "TfL appoints Leon Daniels as new Managing Director, Surface Transport",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL appoints Leon Daniels as new Managing Director, Surface Transport",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London's Transport Commissioner Peter Hendy today announced that Leon Daniels will be the new Managing Director, Surface Transport at Transport for London (TfL)."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "There can be no better time to join TfL, as it builds on ever-improving transport services and prepares to meet the challenge of the London 2012 Games",
     "Leon joins TfL from FirstGroup plc, where he is currently Customer Service and Communications Director, UK Bus.",
     "He will take up the post in late April and succeeds David Brown, who is leaving TfL at the end of March to join The Go-Ahead Group plc to become their Group Chief Executive.",
     "London's Transport Commissioner, Peter Hendy said: 'I'm delighted to welcome a transport professional of Leon's quality and experience to the TfL leadership team.",
     "'Leon has extensive experience in the UK and overseas of delivering high quality public transport.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Best possible value\"}",
     "'For the past 11 years he has been a UK Bus Board member of FirstGroup plc, which is the UK's largest bus and rail operator.",
     "'I know Leon will ensure we continue to focus on delivering frequent, reliable and accessible transport services and smoothing traffic flow for all Londoners, and with the best possible value for fare payers' and tax payers' money.'",
     "Boris Johnson, the Mayor of London, said: 'I look to Leon to take forward what we have started to deliver in the Capital in the last three years. We are reducing crime on the network, improving traffic flow, overseeing the final farewell to bendy buses, delivering the New Bus for London and continuing to expand our flagship Barclays Cycle Hire scheme.",
     "'But he also joins most excitingly at a time when the chance to play a role in a successful Olympic Games will crown it all.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Economic development\"}",
     "Leon Daniels said: 'There can be no better time to join TfL, as it builds on ever-improving transport services and prepares to meet the challenge of the London 2012 Games.  It will be a privilege to be a part of the TfL leadership team which works so hard to provide access for millions of Londoners and visitors to jobs, leisure, education and all this great city has to offer, to support its continued economic development and growth.'",
     "Peter Hendy continued: 'David Brown has done an exceptional job in running TfL's Surface Transport team for the past five years.",
     "'On behalf of all Londoners, I thank him for his hard work and wish him well in his new role as Group Chief Executive of The Go-Ahead Group plc.'"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}