{
 "pageTitle": "TfL to refund passengers affected by Canary Wharf disruption this morning",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL to refund passengers affected by Canary Wharf disruption this morning",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "TfL to refund passengers affected by Canary Wharf disruption this morning"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "I am very sorry for the disruption suffered by our customers.",
     "The Jubilee line was suspended between London Bridge and Stratford for around two hours due to a faulty train in the North Greenwich area.",
     "The Docklands Light Railway (DLR) was also disrupted for around an hour due to a points problem at Shadwell.",
     "Customers who exited Canary Wharf Tube, or Heron Quays, West India Quay or Canary Wharf DLR between 07:15 and 10:30 this morning will have their journey fare refunded.",
     "Any passenger who incurred incomplete journey charges during this period at these stations, or while travelling through any station on the Jubilee line between London Bridge and Stratford, will have these automatically waived.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Tough journey to work\"}",
     "In addition, anyone travelling from Canary Wharf (Jubilee line or DLR), Heron Quays or West India Quay between 16:00 and 20:00 this evening will have their journey fare automatically refunded.",
     "The refunds, which apply to Oyster pay as you go users, will be applied automatically when passengers travel through the gate line as usual at their regular station.",
     "Any passengers with Travelcards or paper tickets who were affected can apply for a refund via: \u003ca href=\"http://www.tfl.gov.uk/tfl/tickets/refunds/tuberefund/\"\u003etfl.gov.uk/tfl/tickets/refunds/tuberefund/\u003c/a\u003e ",
     "Mike Brown, Managing Director of London Underground \u0026 London Rail, said: 'I am very sorry for the disruption suffered by our customers on the Jubilee line this morning.",
     "'For those on the east end of the line this was compounded by problems on the DLR and I know it meant a tough journey to work for many.",
     "'As a result we will be refunding those passengers the cost of their travel today.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Improving reliability\"}",
     "'We're working hard to complete the upgrade of the Jubilee line, which we're on track to do later this year.",
     "'The new signalling system is now in place, and we're working to get on top of any issues with our suppliers right now.",
     "'Once complete, it will mean faster, more frequent trains for Londoners.",
     "'In the meantime were focusing and working minute-by-minute and day-by-day on improving reliability across the line.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The Jubilee line upgrade, scheduled for completion in Spring this year, will provide 33% more capacity for passengers - equivalent to carrying around 5,000 additional passengers per hour\",\"Journey times on the line will be reduced by 22 per cent\",\"TfL is working to upgrade the Tube, the oldest in the world, rebuilding key stations and installing new trains, track and signalling that will result in a 30% increase in capacity on the network\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}