{
 "pageTitle": "Contractor appointed to prepare London Overground network for longer trains",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Contractor appointed to prepare London Overground network for longer trains",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Longer trains to help meet predicted rise in demand of 40 per cent by 2021."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We are pleased to be working with Cleshar on this crucial project and these upgrade works will be completed with the absolute minimum of disruption to services.",
     "{\"template\":\"bulletlist\",\"items\":[\"Contractor will extend platforms on the east and south London routes\"]}",
     "Transport for London (TfL) has appointed Cleshar as the contractor to lengthen some of the station platforms on the London Overground network's east London and south London routes.",
     "The work is part of a huge upgrade programme to deliver a 25 per cent capacity increase to meet rapidly increasing demand on the Capital's best performing railway.",
     "The longer platforms will accommodate longer London Overground trains, which are being increased from four to five carriages.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Increasing passenger numbers\"}",
     "The first of these trains will run on the east London route - Highbury \u0026 Islington to New Cross, Crystal Palace, West Croydon and the South London route to Clapham Junction - by December 2014.",
     "TfL's Director of Rail, Jonathan Fox, said: 'Although not yet six years old, London Overground must continue to grow its capacity.",
     "'It's hugely popular, with passenger numbers increasing by 87 million in its first four years of existence.",
     "'While that rate will slow, we must still be ready to provide for the 810,000 new residents who will come to London by 2021.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Continuing to invest\"}",
     "'We are pleased to be working with Cleshar on this crucial project and these upgrade works will be completed with the absolute minimum of disruption to services.'",
     "Works to extend platforms will take place at the following stations on the East London route: Highbury \u0026 Islington, Canonbury, Hoxton, Haggerston, Dalston Junction, Shoreditch, Shadwell, Wapping, Canada Water and Surrey Quays on the east London route, as well as Wandsworth High Street, Clapham High Street and Clapham Junction on the south London route.",
     "Work at the first of these stations is expected to begin in autumn.",
     "The work is part of the £320m London Overground Capacity Improvement Programme which continues TfL's investment in this highly successful railway.",
     "TfL has already delivered more frequent and punctual services, a new fleet of air-conditioned, high-capacity trains and most recently the completion of the orbital network around London - the first orbital rail network in the Capital for 128 years.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"As well as the platform lengthening, other works included in Cleshar's East and South London routes contract are:ul\",\"The whole £320m London Overground Capacity Improvement Programme, which will deliver a 25 per cent increase in capacity, also includes:ul\",\"The successful contractor for the London Overground Capacity Improvement Programme platform lengthening on the Richmond and Clapham Junction to Stratford routes and the Euston to Watford route, will be announced later this year\",\"Since TfL took over the network in 2007, London Overground has become one of the UK's most reliable rail services and passenger numbers have quadrupled (from 33 million in 2008 to 132 million currently). Further growth of nearly 40 per cent is forecast by 2021 across the network (including the new extension to Clapham)\",\"On the Gospel Oak to Barking Line which uses shorter diesel trains, we are considering ways to increase capacity before electrification is completed by Network Rail in 2017\\u003cbr /\\u003e\"]}",
     "\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}