{
 "pageTitle": "Get into the Carnival spirit - but plan your journey in advance",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Get into the Carnival spirit - but plan your journey in advance",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) is encouraging carnival-goers, motorists and passengers to plan their journeys ahead of the 2013 Notting Hill Carnival which will take place on Sunday 25 and Monday 26 August."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Travel advice is available at \\u003ca href=\\\"http://www.tfl.gov.uk/nottinghill\\\"\\u003etfl.gov.uk/nottinghill\\u003c/a\\u003e \"]}",
     "Notting Hill Carnival is Europe's biggest street festival and attracts more than a million people over the August Bank Holiday weekend.",
     "TfL's dedicated Carnival webpage has details on how transport services will run during London's busiest annual event, including a map showing the nearest stations and bus routes.",
     "\u003cstrong\u003eFollow @TfLTrafficNews, @TfLBusAlerts and @TfLTravelAlerts on Twitter for all the latest information. \u003c/strong\u003e ",
     "TfL services will continue to keep the Capital moving throughout the two day event.",
     "Motorists are advised to avoid driving in the Notting Hill area at the weekend because of a number of road closures.",
     "The easiest ways to travel to and from the Carnival will be by Tube, bus, cycling or walking. However, some stations will be closed or will be exit only and some roads will be closed.",
     "Public transport users and drivers are advised to plan their journeys in advance at \u003ca href=\"http://www.tfl.gov.uk/nottinghill\"\u003etfl.gov.uk/nottinghill\u003c/a\u003e or by contacting the 24 hour London Travel Information line on 0343 222 1234.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Alternative Tube, bus and rail services\"}",
     "As part of the London 2012 Games transport legacy, TfL's magenta wayfinding signage will also be used in and around the Carnival to provide directions to Carnival goers for the first time.",
     "Some members of the RMT union are expected to take industrial action on London Overground services during the Carnival weekend which will affect some routes.",
     "TfL and London Overground operator, LOROL, will be working to run as many services as possible and there will be alternative Tube, bus and rail services available to ensure people can get around the Capital this weekend.",
     "Due to road closures and the demand on public transport, passengers are encouraged to consider walking part of their journey to and from the Carnival.",
     "Passengers can plan their walking journey at \u003ca href=\"http://www.tfl.gov.uk/journeyplanner\"\u003etfl.gov.uk/journeyplanner\u003c/a\u003e .",
     "\u003cstrong\u003eFares and ticketing:\u003c/strong\u003e ",
     "London will be extremely busy on the Sunday and Monday of the Carnival.",
     "To save time and avoid the queues, customers are advised to get an Oyster card in advance and add credit to pay as you go.",
     "To find out more about Oyster and get a card, visit \u003ca href=\"http://www.tfl.gov.uk/tickets\"\u003etfl.gov.uk/tickets\u003c/a\u003e ",
     "If passengers don't have an Oyster card, they can buy a paper Day Travelcard to cover all their journeys in a single day.",
     "These are available from a ticket machine, ticket office or Travel Information Centre up to seven days in advance of the date of travel.",
     "\u003cstrong\u003eLondon Buses:\u003c/strong\u003e ",
     "There will be additional buses serving the Carnival, however they will not enter the Carnival area from the first bus on Sunday morning until the first bus on Tuesday morning.",
     "To the south of the Carnival area, buses will start from Notting Hill Gate and to the north of the Carnival area buses will start from the Prince of Wales in Harrow Road.",
     "Some local buses will be on diversion so customers are advised to \u003ca href=\"http://tfl.gov.uk/tfl/livetravelnews/realtime/buses/default.html\"\u003echeck before they travel. \u003c/a\u003e ",
     "\u003cstrong\u003eThe routes that will be serving the Carnival area are:\u003c/strong\u003e ",
     "2X, 6, 7, 16, 18, 23, 27, 28, 31, 36, 36X, 46, 52, 70, 94, 98, 148, 159, 187, 205, 205X, 220, 228, 295, 316, 328, 332, 390, 414, 436, 436X, 452, N7, N16, N18, N28, N31  N98 and N207.",
     "\u003cstrong\u003eLondon Underground:\u003c/strong\u003e ",
     "Due to expected high passenger demand at stations close to the Carnival, some stations may close temporarily to prevent overcrowding.",
     "It may be worthwhile waiting until the station reopens instead of going to a different station.",
     "\u003cstrong\u003eSome stations close to the Carnival will be closed or will be exit only, as follows:\u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}",
     "Carnival goers are advised to consider using alternative stations to get to the event.",
     "If passengers are travelling on the Circle or District lines, they should consider using Bayswater station as an alternative between 12:00 and 19:00 on Sunday 25 August and Monday 26 August.",
     "Passengers are also advised to consider using Paddington station instead of Notting Hill Gate or Royal Oak as both stations will have restrictions.",
     "Other nearby stations are High Street Kensington, Holland Park, Queen's Park and Shepherd's Bush.",
     "\u003cstrong\u003eLondon Overground:\u003c/strong\u003e ",
     "The nearest London Overground stations are Willesden Junction, Kensal Rise, Kensal Green, Queen's Park and Shepherd's Bush.",
     "On both Sunday 25 August and Monday 26 August replacement bus services will be provided on the parts of the Richmond/Clapham Junction to Stratford Junction routes which are expected to be affected by the industrial action.",
     "From Richmond, the District line will operate normally.",
     "On Sunday 25 August, replacement bus services will also be in place on the Highbury \u0026 Islington to West Croydon/ New Cross/Crystal Palace and Clapham Junction where there is planned engineering works.",
     "On Bank Holiday Monday, this route will be operating a normal Saturday service.",
     "Southern will run running an hourly service between Clapham Junction and Kensington Olympia on Sunday 25 August (not calling at Imperial Wharf), and an hourly service between South Croydon and Watford Junction (not calling at Imperial Wharf and Shepherd's Bush) on Monday 26 August.",
     "South West Trains provides a regular service between Richmond and Clapham Junction stations, and onwards to London Waterloo.",
     " \u003ca href=\"/corporate/media/newscentre/archive/28424.aspx\"\u003eAdditional information\u003c/a\u003e on all routes during this period is available.",
     "\u003cstrong\u003eBarclays Cycle Hire:\u003c/strong\u003e ",
     "The following docking stations will be suspended from 21:00 on Saturday 24 August until 07:00 on Tuesday 27 August:",
     "{\"template\":\"bulletlist\",\"items\":[\"Turquoise Island\",\"Pembridge Villas\",\"Chepstow Villas\",\"Notting Hill Gate Station\",\"Hereford Road\",\"Ladbroke Grove Central\",\"Lansdowne Walk\"]}",
     "Although all other docking stations will remain available, the expected road congestion in west London may make it difficult for cycle hire redistribution vehicles to collect and/or replace bicycles at locations in the affected area.",
     "Customers are advised to check cycle and space availability online using the \u003ca href=\"/roadusers/cycling/14808.aspx\"\u003elive docking station map\u003c/a\u003e ",
     "\u003cstrong\u003eRoads: \u003c/strong\u003e ",
     "There will be extensive road closures in the Notting Hill, Ladbroke Grove and Westbourne Park areas because of the Carnival.",
     "Roads will close from 07:00 on Sunday 25 and will re-open by 04:00 on Tuesday 27 August.",
     "Traffic is likely to be slow moving in the area, including the A5 (Edgware Road), Harrow Road, Holland Park Avenue, Notting Hill Gate and Bayswater Road so drivers should avoid the area if possible, or allow more time for their journey.",
     "\u003cstrong\u003eTaxi and Private Hire:\u003c/strong\u003e ",
     "Taxi and private hire services will be operating normally, although they will be affected by the road closures in the area.",
     "Taxi ranks along the Carnival route will be suspended.",
     " \u003ca href=\"http://www.tfl.gov.uk/tfl/gettingaround/taxiprivatehire/default.aspx\"\u003eInformation about booking a taxi or private hire vehicle\u003c/a\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Passengers are advised to check before travelling via the following options:ul\",\"For the latest on how transport services are operating, you are advised to check before you travel at \\u003ca href=\\\"http://www.tfl.gov.uk\\\"\\u003etfl.gov.uk\\u003c/a\\u003e \",\"Follow @TfLTravelAlerts (Tube, DLR and London Overground), @TfLTrafficNews (roads) and @TfLBusAlerts (bus)\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}