{
 "pageTitle": "Harrow Community Transport charity gets a ticket to ride with use of town centre bus stop",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Harrow Community Transport charity gets a ticket to ride with use of town centre bus stop",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Harrow Community Transport's accessible vehicles will now be able to pick up and drop off passengers with mobility issues going on day trips in the capital and further afield."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "London Borough of Harrow and Transport for London (TfL) officers worked in collaboration with Harrow Community Transport to identify a suitable location to pick up and drop off elderly and disabled residents at a new bus stop on College Road close to Harrow Town Centre.",
     "This is the first time that TfL has agreed to install a bus stop for passengers who find it difficult to use mainstream bus services.\u003cbr /\u003e\u003cbr /\u003eBen Plowden, Director of Planning, Surface Transport at TfL, said: 'This is the first time we have given permission for a bus stop to be used by any vehicle other than our red London buses.",
     "'We are very pleased to be able to support Harrow Community Transport in providing accessible transport services to the local community, which complements our own very successful Dial-a-Ride and travel mentoring services.'",
     "Gerry Devine, Chair of Harrow Community Transport said: 'This is a real benefit for the people of Harrow, particularly those with mobility problems, who will have the convenience of direct access to the town centre and the bus station.",
     "'It will allow convenient interchange between Harrow Community Transport's minibuses and TfL's bus services in Harrow, all of which have access for wheelchairs.'",
     "Gareth Thomas, MP for Harrow West, said: 'This is good news for people with disabilities and good news for Harrow town centre. Harrow Community Transport deserve nothing but praise for their work bringing this bus stop into operation.'",
     "Cllr Asad Omar, Harrow Council's Portfolio Holder for Environment, said: 'I am pleased to support Harrow Community Transport and grant them permission to use this area as a bus stop for their services.",
     "'The charity provide a vital service to our elderly and vulnerable residents and it is very welcome to receive such support to enable accessible transport and keep Harrow's town centre thriving during this tough economic time. We are also grateful to Transport for London for helping to make this happen.'",
     "{\"template\":\"bulletlist\",\"items\":[\"Harrow Community Transport (HCT) is a not-for-profit charity which has been providing accessible transport to residents and voluntary groups in Harrow since 1980. Its aim is to offer a high quality/low cost accessible transport services, enabling those in need to get out into the community and to access services they require.  HCT works closely with other voluntary organisations in Harrow and carries over 16,000 passengers annually. It employs both paid and volunteer staff and provides opportunities for volunteers to help those with accessibility problems\",\"TfL's Dial-a-Ride service provides a multi-occupancy door-to-door service for people with a permanent or long term disability who cannot use public transport. Over 1,350,000 trips were delivered in 2012/13 for Dial-a-Ride's 47,000 members, with an overall satisfaction rate of 92 out of 100. Community transport services complement TfL initiatives like Dial-a-Ride and TfL's Travel Mentoring Service which is for disabled people who want to use mainstream public transport\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}