{
 "pageTitle": "London Tramlink orders four new trams for Wimbledon branch",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Tramlink orders four new trams for Wimbledon branch",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Fifty per cent capacity increase in service by 2016."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "At the same time, congestion on buses is relieved and car owners are encouraged to leave their vehicles at home, helping to reduce carbon emissions.",
     "London Tramlink has ordered four new trams to deliver a 50 per cent increase in capacity on the Wimbledon to Croydon link, the busiest route on the network.",
     "The new Stadler trams are part of the £30m Wimbledon Line Enhancement Programme and will complement the replacement of a single line section with double tracks and an additional tram platform at Wimbledon station.",
     "Transport for London's Director of London Rail, Jonathan Fox, said: 'This increase from eight to 12 trams per hour with a 50 per cent rise in capacity on the Wimbledon branch will greatly improve tram frequency, reduce waiting times and increase reliability as well as making for a better passenger experience.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Reduce carbon emissions\"}",
     "'As London's population grows this is an important expansion to the tram network, bringing more convenient and efficient tram connections and moving more people around the Capital to leisure, education and employment opportunities. At the same time, congestion on buses is relieved and car owners are encouraged to leave their vehicles at home, helping to reduce carbon emissions.'",
     "The new service will provide improved access to central Croydon with 50,000 employees working within 750 metres walk of a tram stop.",
     "An additional 25,000 people will now have a journey time of less than 60 minutes to central Croydon, giving Croydon's employers access to a larger labour market.",
     "Since the London Tramlink system opened in 2000 it has experienced rapid growth in passenger numbers.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Employment growth\"}",
     "Nineteen million passengers were carried in the first year of operation and this has grown to 30.2 million passengers in 2012/13.",
     "Expected population and employment growth indicate that by 2031 38.8 million passengers are expected to be carried by London Tramlink (a 35 per cent increase).\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The Stadler trams are 2.5 metres longer, are air-conditioned and 100 per cent low-floor which provides better accessibility for passengers. They are each made up of  five sections with wide gangways between each section giving them a more manoeuvrable and spacious interior\",\"The Wimbledon Line Enhancement Programme will improve journey times and reduce congestion on board trams and at Wimbledon station, make it easier to use Oyster touch in and touch out facilities and improve interchange between tram and National Rail services\",\"The first of the new vehicles will be delivered during the summer of 2015 and the last is scheduled to arrive in 2016. The contract is worth £10.2m and the four new vehicles are being bought under an option in a contract which saw six new trams delivered in 2012\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}