{
 "pageTitle": "London Overground's Kensington Olympia station works completed",
 "description": "New automatic ticket gates and a cross-track pedestrian footway for people not using the railway have been opened at London Overground's Kensington Olympia station.Transport for London's installation of a fourth stairway at the station has enabled a",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Overground's Kensington Olympia station works completed",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Ticket gates installed and pedestrian access across footbridge preserved."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Along with the new gates, this improved station environment will help us tackle fare evasion and make travel more secure for all passengers",
     "New automatic ticket gates and a cross-track pedestrian footway for people not using the railway have been opened at London Overground's Kensington Olympia station.",
     "Transport for London's installation of a fourth stairway at the station has enabled a division of the footbridge into two sides - one for fare-paying passengers and the other for pedestrians wishing to use it as a shortcut to cross the railway.",
     "The works complement an earlier upgrade of the station that delivered a new ticket office and canopy over the platform.",
     "\u003cstrong\u003eReduce the number of fare evaders \u003c/strong\u003e ",
     "As well as delivering better access, the improvements will help to reduce the number of fare evaders who had previously used the un-gated station to access the wider London Overground network.",
     "TfL's Director of London Overground, Mike Stubbs said: 'These works have delivered a better, more attractive station for passengers in keeping with the high standards across the London Overground network.",
     "'Along with the new gates, this improved station environment will help us tackle fare evasion and make travel more secure for all passengers.",
     "'We're also pleased to have been able to preserve the footway through the station at the request of local residents who use it to make their way from Olympia Way to Russell Road.'",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Works began in June with enabling work undertaken in April\",\"All works were carried out without disruption to the service and without closing the station\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}