{
 "pageTitle": "Passengers on two Tube lines to benefit from increased services",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Passengers on two Tube lines to benefit from increased services ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Longer operating hours and an increased train service on the Waterloo \u0026 City line."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Central line passengers will have a more intensive train service during the morning and evening rush\"]}",
     "Tube passengers are set to benefit from a raft of improvements including longer operating hours and an increased train service on the Waterloo \u0026 City line, and more frequent services on the Central line during the busiest periods, meaning less time to wait on the platforms.",
     "Mayor of London Boris Johnson said: 'The Tube is already more efficient than ever before, zipping passengers across our city to their homes and workplaces like a well-oiled machine. Now we are increasing services on the Waterloo \u0026 City and Central lines, giving passengers what they have asked for and helping to further ease congestion.'",
     "From Monday 16 September, passengers who want to have an evening out will be able to use Waterloo \u0026 City line trains during weekdays and Saturdays until 12:30am at night - up to six hours later than they can currently. More trains will also operate on weekday evenings - with a train available approximately every three and half minutes until around 9.30pm, then every six minutes until 11.30pm, followed by a 10 minute service for the last hour.",
     "On Saturdays, instead of closing the line after 6.30pm, trains will keep running until 12.30am with a train every six minutes until around 11.30pm and for the last hour a train every 10 minutes.",
     "The frequency of services on the Central line will be increased during the busiest times. This will result in the line having the most intensive train service in the UK for the busiest part of the morning rush hour - the equivalent of 34 trains per hour - with passengers waiting less than two minutes between trains.  For the rest of the morning and evening peak times more frequent trains mean customers will still only wait around two minutes for a train.",
     "Phil Hufton, London Underground's Chief Operating Officer said: \"In order to improve the Tube for our customers we are extending the evening operating hours and increasing the frequency of the train service on the Waterloo City line.  Currently the line closes on weekday evenings at 9.45pm and at 6.30pm on Saturdays, but from 16 September customers will be able to use the service from Bank or Waterloo beyond midnight until 12.30am.",
     "\"More than 260 million passengers use the Central line annually.  To help make their journeys to work quicker we will be running a more intensive service during the busiest parts of the morning and evening rush hours, with a train available every two minutes. We will also be running more trains after 7pm on weekday evenings and on Saturdays during the day.\"",
     "Some Central line trains services will be extended in the morning peak times to operate to and from Epping instead of terminating or starting at Loughton or Debden.",
     "On Saturday mornings from about 8am the train service will be increased from 18 trains per hour to 24 trains per hour so our customers will only have to wait about two and a half minutes between trains.  On Saturday afternoons until 6.30pm the service will increase to a train available around every two and a quarter minutes.",
     "On Sundays, Central line trains will operate more frequently during the day and evenings from 10:30 to 21:00 to just less than three minutes between trains.\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}