{
 "pageTitle": "TfL consults on Mayor's pledge to make it easier to 'Stop and Shop'",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL consults on Mayor's pledge to make it easier to 'Stop and Shop'",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Proposal to increase parking time by 50 per cent from 20 to 30 minutes at 600 'Stop \u0026 Shop' parking bays across Capital."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "If these plans are well received, changes to parking on the red route network could be introduced before the end of the year.",
     "{\"template\":\"bulletlist\",\"items\":[\"Plans will provide greater flexibility for drivers and help boost local businesses and high streets\"]}",
     "Transport for London (TfL) is consulting Londoners on a Mayoral pledge to increase free parking on some of London's busiest roads from 20 minutes to 30 minutes.",
     "It is hoped the changes, which are in line with the recommendations of Mayor Boris Johnson's Roads Task Force, will help revitalise high streets, provide a boost for small businesses across the Capital and provide more flexibility for people who wish to park and shop, pay a bill or run an errand.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"A final decision\"}",
     "The plans, which are a Mayoral manifesto commitment, would affect around 600 parking bays on TfL's red route network across London.",
     "The consultation will run in 19 London boroughs until 16 September, after which a final decision on implementing the proposals will be made.",
     "The Mayor of London, Boris Johnson, said: 'Parking is a big concern for businesses and retailers in London.",
     "'By extending the length of time that drivers can park at more than 600 locations, we can make it easier for Londoners to shop locally and, crucially, boost trade in our high streets and the economy in the process.'",
     "John Mason, TfL's Director for Traffic Enforcement, said: 'We're confident that these plans will be welcomed by drivers who shop in their local area but need greater flexibility with parking times; and by retailers who will have a captive audience for longer periods of time.",
     "'If these plans are well received, changes to parking on the red route network could be introduced before the end of the year.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"This sensible measure\"}",
     "Sue Terpilowski, London Chairman, Federation of Small Businesses, said: 'We welcome plans by Transport for London for red routes in the Capital to permit 30 minutes of free parking.",
     "'The Federation of Small Businesses have long argued that parking charges and availability inhibit local spend and 64 per cent of our members say it has a negative impact on their business.",
     "'This sensible measure will enable more customers to shop locally and enable small businesses to compete with 'free to park' out of town shopping centres.",
     "'We urge councils in London to think about how their parking decisions impact on the local economy, thus, creating parking policies, strategies and an evidence base which is appropriate in the current economic climate.'",
     "The proposal has already been subject to informal consultation with 22 affected London boroughs - of which 19 welcomed the plans.",
     "{\"template\":\"bulletlist\",\"items\":[\"The plans would see changes to two types of parking bays along TfL's red route network (also known as Transport for London Road Network - TLRN)ul\",\"These plans will not affect loading bays on the red routes - which will continue to permit people to load or unload for 20 minutes\",\"The plans will not affect disabled badge holders using parking bays - who can continue to use them for an unlimited period\",\"The statutory consultation will see notices being displayed at each of the affected parking bays and a formal notice published in a number of newspapers - asking anyone affected to raise any concerns that they may have\",\"TfL has full operational responsibility for the TLRN - 580km of major roads in the Capital, called red routes, which play a strategic role in keeping London moving. They make up five per cent of London's roads but carry more than 30 per cent of its traffic\",\"It also manages and maintains 13 major road tunnels, more than 140 roadside electronic message boards (Variable Message Signs) and all of London's 6,000 traffic signals. To help manage this, TfL has real-time operational control of the road network through the London Streets Traffic Control Centre (LSTCC). The LSTCC helps manage the impact on traffic of up to 10,000 unplanned incidents and around 750 planned events in London each year\"]}",
     "\u003cbr /\u003e\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}