{
 "pageTitle": "TfL consults on proposals to stop accepting cash fare payments on London buses",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL consults on proposals to stop accepting cash fare payments on London buses",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Fewer than one per cent of bus fares are now paid in cash."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The savings made can then be invested into making further vital improvements to the capital's transport network.",
     "{\"template\":\"bulletlist\",\"items\":[\"Oyster pay as you go and contactless payment cards offer cheaper fares\",\"Numerous benefits including faster boarding times and savings generated for reinvestment in the transport network\"]}",
     "Transport for London (TfL) is today launching a public consultation seeking customers' views on proposals to withdraw cash fare payments on London buses.",
     "Since the introduction of the Oyster card in 2003, and the launch of contactless payment cards on London's buses last year, more and more passengers are now appreciating the convenience and value for money these options offer.",
     "This year cash fares will make up less than one per cent of bus journeys - down from 25 per cent in 2000 - and TfL is now putting proposals to passengers that would see cash fare payments on London buses ending in 2014.",
     "Paying with Oyster or a contactless payment card guarantees the cheapest fare, currently £1 less than a cash fare.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Speeding up boarding\"}",
     "Removing the acceptance of cash would benefit all customers by speeding up boarding times at bus stops and reducing delays.",
     "It would also help TfL deliver up to £24m per annum of savings, which would then be reinvested in improving the transport network.",
     "Research shows that the majority of cash paying passengers tend to be aged between 16 and 34, with 80 per cent of all passengers using cash doing so because they have insufficient funds on their Oyster card - using a contactless payment card would be a convenient option when this happens.",
     "TfL is also looking at measures to introduce a new Oyster feature that will allow passengers to make one more bus journey if there are insufficient funds on their Oyster card - helping them to get home or to the nearest station or Oyster Ticket Stop.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Reflecting changes\"}",
     "Any negative balance on the Oyster card would be corrected upon the next successful pay as you go top up.",
     "The proposed changes would not affect more than a third of all bus passengers who travel on concessionary tickets, including children and young people, older people, the disabled or unemployed.",
     "Leon Daniels, Managing Director for TfL Surface Transport, said: 'The proposals we are consulting on reflect the changing way that our customers pay for their journeys - with the vast majority now benefiting from the best possible fares and the convenience that Oyster and contactless payment cards deliver.",
     "'It costs £24m a year to accept cash on buses and with so few customers paying cash it makes sense for us to consider removing it.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Consultation now open\"}",
     "'The savings made can then be invested into making further vital improvements to the capital's transport network.'",
     "A public consultation opens today, 19 August 2013, and will be available on the TfL website ( \u003ca href=\"http://www.tfl.gov.uk/cashless\"\u003etfl.gov.uk/cashless\u003c/a\u003e ).",
     "This consultation closes on 11 October 2013.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Contactless payment cards were launched on London's 8,500 buses in December 2012 and have now counted for more than three million journeys\",\"Always make sure the right card gets charged by separating the card you want to pay with when touching in.\",\"Any customer with queries about the fare they have paid should contact our Customer Services team on 0343 222 1234 or \\u003ca href=\\\"mailto:oysterenquiries@tfl.gov.uk\\\"\\u003eoysterenquiries@tfl.gov.uk\\u003c/a\\u003e \",\"Postal responses to the consultation may be sent to:\\u003cbr /\\u003eFreepost RSAK-YAYS-ACKX\\u003cbr /\\u003eTfL Cashless Bus Consultation\\u003cbr /\\u003e11th Floor 11G8\\u003cbr /\\u003eTransport for London\\u003cbr /\\u003ePalestra House\\u003cbr /\\u003e197 Blackfriars Road\\u003cbr /\\u003eLONDON\\u003cbr /\\u003eSE1 8NJ\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}