{
 "pageTitle": "Consider your fellow passengers",
 "description": "The campaign launched with a specially commissioned short film by Oscar-nominated British director Mike Figgis, which will be shown at cinemas across the Capital.The campaign will also involve posters on buses and at Tube stations throughout London",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Consider your fellow passengers ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Mayor of London, Ken Livingstone, today launched a campaign to encourage people to be more considerate to one another when using public transport in London."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We can take responsibility for our actions",
     "The campaign launched with a specially commissioned short film by Oscar-nominated British director Mike Figgis, which will be shown at cinemas across the Capital.",
     "The campaign will also involve posters on buses and at Tube stations throughout London encouraging people to be considerate to their fellow passengers, summed up as 'A little thought from each of us. A big difference for everyone'.",
     "The posters will feature five characters making specific pledges ranging from 'I will offer my seat' and 'I will not play my music out loud' to 'I will try to remember what it is like to be 14 again'.",
     "The cinema film, set on a London bus, shows the effects that behaviour like playing music out loud, shouting on a mobile phone or eating a take-away lunch can have on other people's journeys.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Cinemas\"}",
     "Ken Livingstone, Mayor of London, said: \"Public transport is for all Londoners and a little thought from each of us will make a big difference to everyone using our transport system.",
     "\"This campaign simply asks us to think about the effect of our behaviour on other passengers.",
     "\"We all share London's buses and Tube so a little thought for one another can make all of our journeys more pleasant and less stressful.\"",
     "David Brown, Transport for London's Managing Director of Surface Transport, said: \"Public transport is the main place where people from all walks of life meet everyday.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Responsible\"}",
     "\"What is considered socially acceptable to some may not be interpreted the same way by everyone but we can take responsibility for our actions.",
     "\"This campaign complements other activities to improve the experience of public transport and with it the everyday experience of being in the city.\"",
     "Samantha Mauger, Chief Executive of Age Concern London, said: \"Inconsiderate behaviour is not a crime but it can increase the fear of crime, particularly among older people.",
     "\"Transport for London's innovative approach to dealing with this issue is to be welcomed and we hope that passengers of all ages begin to realise that their behaviour can at times annoy or irritate others\".",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Pleasant environment\"}",
     "Clare Tickell, Chief Executive of NCH, the children's charity, said: \"Public transport is a lifeline for young people in the Capital.",
     "\"Many of the young people who use NCH's projects rely on public transport and want to travel in a clean and pleasant environment.",
     "\"All Londoners, young and old, have a responsibility to consider others when using public transport and we need to ensure that all passengers can travel across the Capital safely.",
     "\"That is why NCH supports the aims of this initiative.\"",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The cinema advert will be shown on 799 screens across London from 1 February. Mike Figgis has directed films including Leaving Las Vegas with Nicolas Cage and Internal Affairs with Richard Gere\",\"It was shot on four hand-held digital video cameras in one take with no editing, and is shown on a four-way split screen\",\"Together for London posters featuring 'The Londoners' will be placed on buses, in London Underground stations and billboards from 1 February\",\"The short film can be viewed from Friday at \\u003ca href=\\\"http://www.tfl.gov.uk/togetherforlondon\\\"\\u003ewww.tfl.gov.uk/togetherforlondon\\u003c/a\\u003e \\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}