{
 "pageTitle": "DLR takes first steps toward Dagenham",
 "description": "More than 60,000 leaflets have been distributed to local residents, organisations and groups to gather general opinion on the extension. A further round of consultation will take place in spring to seek views on individual route options.The proposed",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "DLR takes first steps toward Dagenham",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Docklands Light Railway (DLR), part of Transport for London (TfL), has launched the first phase of consultation for its proposed extension to Dagenham Dock."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "More than 60,000 leaflets have been distributed to local residents, organisations and groups to gather general opinion on the extension.",
     "A further round of consultation will take place in spring to seek views on individual route options.",
     "The proposed extension, which could open in 2016, would extend east from the existing DLR network at Gallions Reach with possible new stations at Beckton Riverside, Creekmouth, Barking Riverside, Dagenham Vale and Dagenham Dock.",
     "The area is set to benefit from a wide-ranging housing and business regeneration programme over the next few years as part of the Government's Thames Gateway initiative.",
     "Richard De Cani, DLR Head of Planning and Development, said: \"Past DLR extensions have successfully assisted the regeneration of the areas they encompass and we are confident a link to Dagenham Dock would prove just as beneficial.",
     "\"Views from interested parties have previously proved invaluable and as such I would urge people to read and respond to our leaflet. DLR prides itself on its effective consultation and we look forward to working alongside the local community over the next few years.\"",
     "Further consultation activities will be announced later this year, including local meetings, exhibitions and open days.",
     "DLR's most recent extensions, to London City Airport in 2005 and Lewisham in 1999, have assisted local regeneration and improved accessibility for residents to jobs and other services. The lines opened ahead of schedule and on budget and passenger numbers continue to grow steadily on both.",
     "For more information email \u003ca href=\"mailto:planning@dlr.tfl.gov.uk\"\u003eplanning@dlr.tfl.gov.uk\u003c/a\u003e , call 020 7987 4244 or go to \u003ca href=\"http://developments.dlr.co.uk/dagenham\"\u003ehttp://developments.dlr.co.uk/dagenham\u003c/a\u003e \u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"A route map of the proposed Dagenham Dock extension is available on request\",\"Funding for the extension has yet to be secured, but the proposal is well supported by various influential individuals and organisations including the Mayor of London\",\"Further information on DLR is available at tfl.gov.uk/ \\u003ca href=\\\"http://www.dlr.co.uk\\\"\\u003edlr\\u003c/a\\u003e \",\"DLR won the overall Railway Industry Innovation Award in June 2006 for 'Delivering a successful railway through effective partnerships' and the 'Best Public Sector Planning Organisation' London Planning Award in December 2006\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}