{
 "pageTitle": "London Underground busking scheme seeks new sponsor in 2007",
 "description": "Passengers travelling on the Underground from January 2007 will notice that the familiar half moon Carling branded busking pitches have been replaced network-wide by new LU designs. The LU busking scheme was sponsored by Carling since the scheme began",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Underground busking scheme seeks new sponsor in 2007",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London  today announced that the contract for the sponsorship of the London Underground (LU) busking scheme awarded to Carling in May 2005 has now come to an end and that LU is therefore seeking sponsorship for 2007."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Passengers have made this scheme a success through their generosity and support",
     "Passengers travelling on the Underground from January 2007 will notice that the familiar half moon Carling branded busking pitches have been replaced network-wide by new LU designs.",
     "The LU busking scheme was sponsored by Carling since the scheme began three years ago.",
     "In May 2003, LU won the right to change the laws and the bylaws to make busking legal on the Underground.",
     "Starting as a 16 week trial the scheme was an overnight success and has gradually expanded through the years.",
     "The scheme now counts over 356 buskers entertaining millions of commuters each day on 30 pitches in 22 stations and providing over 3,000 hours of entertainment each week.",
     "Steve Lewis, Contracts Manager, Advertising \u0026 Sponsorship said:\u003cbr /\u003e\"The scheme in collaboration with Carling has been very successful.",
     "\"It will remain managed in house until a suitable sponsor is selected to help this unique and successful initiative to keep on flourishing and developing.\"",
     "\"LU is also working in collaboration with CBS Outdoor (LU's Advertising Contractor) to seek sponsorship.",
     "\"The London Underground busking scheme was originally implemented as a result from customer demand for talented musicians to be licensed to perform on the Underground.",
     "\"London Underground's passengers have made this scheme a success through their generosity and support of the buskers who are not paid to play on the Underground.\"",
     "{\"template\":\"bulletlist\",\"items\":[\"The LU busking initiative was originally launched from 19 May 2003 to 6 June 2003 after LU won the right in 2001 to change national law and the local bylaws to legalise licensed busking\",\"The scheme was developed as a response to customer demand for talented musicians being licensed to play at stations\",\"Licensed buskers are chosen on talent, with emphasis strongly placed on meeting the wide-ranging musical tastes of Tube passengers\",\"Buskers are not paid by LU and rely on the generosity of Tube passengers\",\"All buskers have to pass an audition in front of a judging panel and are vetted for any police convictions before they are issued a London Underground Busking Licence\",\"The scheme's overnight success resulted in its gradual expansion in the last three years: there are now 33 pitches in 22 stations and 356 licensed buskers\",\"For more information on how to apply to become a LU busker please visit: tfl.gov.uk/tube/arts/busking/\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}