{
 "pageTitle": "LU becomes first public body to join Ethical Trading Initiative",
 "description": "LU issues about 300,000 items of uniform a year to its 12,000 staff, much of it made in the Far East and Eastern Europe. Companies supplying LU clothing will now have to demonstrate their efforts towards complying with a set of stringent standards",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "LU becomes first public body to join Ethical Trading Initiative",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground (LU) has taken the unprecedented step of becoming the first public body to join the Ethical Trading Initiative (ETI) - an alliance of retailers, unions and charities committed to improving workers' conditions in supplier factories."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "LU has always strived to ensure that there is respect and fairness for employees at its uniform supplier factories",
     "LU issues about 300,000 items of uniform a year to its 12,000 staff, much of it made in the Far East and Eastern Europe. Companies supplying LU clothing will now have to demonstrate their efforts towards complying with a set of stringent standards covering health and safety, wages, discrimination and other labour issues.",
     "The standards were drawn up by the Ethical Trading Initiative, which LU is joining as a full corporate member.",
     "Peter Zuk, LU Chief Programmes Officer said: \"This is great news for London Underground staff, our passengers and suppliers. By becoming the UK's first public sector organisation to join the Ethical Trading Initiative, we can demonstrate our commitment to ethical sourcing.",
     "\"LU has always strived to ensure that there is respect and fairness for employees at its uniform supplier factories. ETI provides the perfect forum for us to join forces with others to tackle poor working conditions worldwide. We hope other public sector bodies will follow our lead.\"",
     "The chair of ETI, Alan Roberts, said: \"LU's decision to join us is a milestone for ethical trade. Let's hope it will blaze a trail for other public sector bodies to sign up.\"",
     "{\"template\":\"bulletlist\",\"items\":[\"The Ethical Trading Initiative (ETI) was established in 1998 to improve the lives of workers and their families in global supply chains. Its purpose is to identify and promote responsible corporate practice that will help make this a reality. ETI is funded by membership fees, a grant from the Department for International Development and project funding\",\"Other members include Marks \\u0026 Spencer, the Co-op, Tesco and The Body Shop\",\"The ETI Base Code is based on International Labour Organisation (ILO) conventions and as such is widely acknowledged as a model code of labour practice. It bans child labour, excessive working hours, unhygienic conditions, and inhumane treatment\",\"LU staff uniforms are currently manufactured in China, Hungary, India, Macedonia, Portugal, Romania and Sri Lanka\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}