{
 "pageTitle": "New plan launched to help London's freight industry",
 "description": "The plan comprises four key projects highlighting action that needs to be under taken over the next five to ten years to help reduce emissions, congestion and collisions on the Capital's roads.The projects aim to improve driving and vehicle standards in",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New plan launched to help London's freight industry ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Sustainable and efficient freight operations within the Capital came a step closer today as Transport for London (TfL) launched the London Freight Plan, designed to improve and support London's freight industry."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The plan comprises four key projects highlighting action that needs to be under taken over the next five to ten years to help reduce emissions, congestion and collisions on the Capital's roads.",
     "The projects aim to improve driving and vehicle standards in the freight industry.",
     "Operators will be offered additional training to help them improve efficiency, manage road risk and reduce harmful CO2 emissions.",
     "The plan will also create an information portal for London's public authorities and freight operators, as well as research on the use of alternative fuels, low carbon vehicles and other innovations that may benefit operators.",
     "Ken Livingstone, Mayor of London, said: \"London's success, and future growth, is dependent upon the efficient movement of goods around the city.",
     "\"We need to improve the efficiency of the freight sector while also reducing the environmental and social impacts of freight transport on London, particularly our contribution to climate change.",
     "\"Achieving sustainable freight distribution in London will make a real and positive contribution to improving the lives of those who live, work and visit London.\"",
     "David Brown, Managing Director for Surface Transport, TfL, said: \"This plan helps London address the challenges it faces in ensuring the efficient, safe, timely and sustainable movement of goods and materials across the city, helping to minimise impact on the environment.",
     "\"We need to understand the needs of the freight industry and consumers and ensure that best practice is spread across all areas.\"",
     "Kevin Pritchett, Chair of the Greater London Freight Council, said: \"The Freight Transport Association (FTA) and its members are delighted to see today's launch of the London Freight Plan.",
     "\"FTA has been pressing for the development of a strategic plan for some time and it is heartening to see how cooperation between FTA and TfL can yield results in this way.",
     "\"There are many challenges ahead in the delivery of the plan but we will continue to work together to create a sustainable freight sector for the benefit of Londoners and the businesses that the freight industry serves.\"",
     "For more information on the plan, visit \u003ca href=\"http://www.tfl.gov.uk/freight\"\u003ewww.tfl.gov.uk/freight\u003c/a\u003e ",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL's vision for freight in London is defined as: \\\"The safe, reliable and efficient movement of freight and servicing trips to, from, within and, where appropriate, through London to support London's economy, in balance with the needs of other transport users, the environment and Londoners' quality of life.\\\"\",\"The Freight Operator Recognition Scheme is designed to encourage road freight operators to adopt best practice\",\"The \\u003ca href=\\\"http://www.tfl.gov.uk/freight \\\"\\u003eLondon Freight Plan\\u003c/a\\u003e can be viewed online\",\"The plan is the culmination of work by the London Sustainable Distribution Partnership (LSDP), TfL, the London boroughs and key businesses, freight operators, bodies and associations\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}