{
 "pageTitle": "New front facing cameras to halt speeding motorists",
 "description": "The forward facing cameras will be installed at two speed camera sites in central London to support existing rear facing speed cameras. The trial cameras will take a digital image of the front of speeding cars at the same time as a traditional speed",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New front facing cameras to halt speeding motorists",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The brakes are set to be put on speeding drivers who attempt to avoid penalty points, if a new trial of speed cameras is successful."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "These additional cameras are aimed at the minority of drivers on London's roads who think they can break the law and get away with it",
     "The forward facing cameras will be installed at two speed camera sites in central London to support existing rear facing speed cameras.",
     "The trial cameras will take a digital image of the front of speeding cars at the same time as a traditional speed camera takes an image from the rear.",
     "This will enable the police to positively identify speeding motorists.",
     "Some people caught speeding attempt to avoid penalty points on their licence and a fine by claiming not to have been driving the vehicle when it was photographed.",
     "Speed cameras play an important role in reducing the number of people killed or seriously injured on the capital's roads.",
     "At camera sites introduced by the London Safety Camera Partnership (LSCP) there has been an average 50 per cent reduction in the number of people killed or seriously injured.",
     "In July 2006 LSCP introduced speed awareness workshops for motorists caught speeding and a set amount over the speed limit.",
     "Some motorists are offered the opportunity to attend a workshop instead of receiving three penalty points.",
     "Jenny Jones, the Mayor of London's road safety ambassador, said: \"These additional cameras are aimed at the minority of drivers on London's roads who think they can break the law and get away with it.",
     "\"We are determined to close the legal loopholes, catch the rogue drivers who put others at risk and have a consistent approach to traffic law enforcement in London.\"",
     "Chris Lines, Head of the London Road Safety Unit, Transport for London, said: 'Some motorists believe they are above the law and should be able to speed without facing the legal consequences.",
     "\"Speed is a contributory factor in a third of fatalities in London and we hope trialling these cameras will enable us to stop motorists who endanger lives by speeding.",
     "\"We have proven in London that speed cameras do cut death and injury on the roads. Our new speed awareness workshops reinforce the message that speed cameras are about saving lives.\"",
     "LSCP will trial the front facing cameras at two sites on Upper Thames Street in Central London.",
     "The cameras, which are due to be installed in the next few weeks, will be used to provide supporting evidence for offences at these sites.",
     "If the trial is successful LSCP will consider installing further cameras at sites where a problem has been identified.\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}