{
 "pageTitle": "Platform for Art unveils new pocket Tube Map cover",
 "description": "The new design, which is now available free from Tube stations, will be the front cover for the pocket Tube map in the first part of 2007.Each year, London Underground distributes 15 million copies of this map to passengers.Gillick's innovative new design",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Platform for Art unveils new pocket Tube Map cover",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Platform for Art, London Underground's (LU's) art programme, has commissioned Liam Gillick, who was shortlisted for the Turner Prize in 2002, to produce the latest cover for the new pocket Tube map."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The new design, which is now available free from Tube stations, will be the front cover for the pocket Tube map in the first part of 2007.",
     "Each year, London Underground distributes 15 million copies of this map to passengers.",
     "Gillick's innovative new design for the world famous Tube map entitled 'The Day Before (You Know What They'll Call It? They'll Call it the Tube)' is written in 12 different sets of colourful letters to symbolise the twelve lines which make up the Tube network.",
     "The design shows the words of the date of the last day in London without London's famous Underground network: Friday 9 January 1863.",
     "London Underground commenced services the following day on 10 January 1863 between Paddington and Farringdon.",
     "Artist Liam Gillick was shortlisted in 2002 for the Turner prize in recognition of his solo exhibition The Wood Way at the Whitechapel Art Gallery and for his outdoor installation Annlee You Proposes at Tate Britain.",
     "In 2003, he received a joint commission from Platform for Art and Frieze Art Fair to create a set of posters that were displayed at Great Portland Street Tube station.",
     "These had strong single colours and text in simple typography.",
     "Previous Pocket Tube map covers have been designed by famous artists such as Yinka Shonibare MBE, Emma Kay and David Shrigley.",
     "{\"template\":\"bulletlist\",\"items\":[\"Platform for Art is London Underground's (LU's) public art programme, producing high calibre artworks in unexpected places on the network, enhancing the millions of journeys made every day. It aims to promote a greater understanding of the Tube as a cultural and social environment through the creative commissioning of artworks\",\"All Tube map covers will be available as large format posters from the London Transport Museum shop or by contacting Platform for Art directly\",\"The new Pocket Tube maps are available for free from London Underground stations from January 2007\",\"For more details about the Pocket Tube Map please visit \\u003ca href=\\\"http://www.tfl.gov.uk/pfa\\\"\\u003ewww.tfl.gov.uk/pfa\\u003c/a\\u003e or call 020 7 027 8694.\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}