{
 "pageTitle": "Ten millionth Oyster card issued - Mayor urges train operators to join system by 31 January",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Ten millionth Oyster card issued - Mayor urges train operators to join system by 31 January",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "This press release was originally issued by the Mayor's press office at the Greater London Authority."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Around three quarters of journeys on London's buses and Underground are now paid for by Oyster card",
     "Transport for London (TfL) has announced that the 10 millionth \nOyster card has been issued.",
     "This is a major step towards TfL's aim of making Oyster smart card electronic \nticketing the predominant means of payment throughout London's transport \nsystem.",
     "Around three quarters of all Underground and bus payments in London are now \nby Oyster card.",
     "In the three years since the introduction of Oyster card, the proportion of \ncash payments on London's Underground and buses has fallen to just five per \ncent.",
     "The benefits of Oyster card payments in speed on the transport system are \nhuge.",
     "Almost three times as many passengers can pass an Underground payment gate \nusing Oyster card as can using printed tickets - 40 a minute compared to 15 a \nminute.",
     "Even greater time savings exist on buses of Oyster card payment compared to \ncash.",
     "The main gap in payments on Oyster card remains on surface rail where the \ntrain operating companies are yet to accept Oyster pre-pay. This affects 180,000 \npassengers a day.",
     "In May 2006, the Mayor offered a funding package of £20m to the train \noperators, which will finance the technology to accept the pay as you go system \nto be bought and installed at every station in Zones 1-6.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Unified ticketing\"}",
     "The companies have until the 31 January to accept this offer.",
     "With the introduction on the rail system of the familiar six zones already \nused for Underground and Travelcard tickets, London can move to a unified \nticketing system based on the Oyster smart card.",
     "The Mayor of London, Ken Livingstone, said: \"Around three quarters of \njourneys on London's buses and Underground are now paid for by Oyster card \ncompared to only five per cent by cash - bringing huge time savings to \npassengers and the transport system.",
     "\"Ten million Oyster cards have now been taken out by the public.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Oyster's convenience\"}",
     "\"But most of the train operating companies still continue to deprive their \npassengers of the benefits of Oyster payment for single journeys with pre-pay.",
     "\"With the introduction of a zone system for rail fares in London, and my \noffer to train operators to pay them £20m to install Oyster equipment, there is \nno reason why the train operating companies cannot sign up to our proposals by \n31st January.",
     "\"Oyster has already proved itself to many millions of Londoners and it seems \namazing that these companies haven't yet agreed to a deal which would meet their \ncapital expenditure and would save their customers time, money and \ninconvenience.",
     "\"The train operating companies are in talks with TfL about adopting Oyster, \nand particular progress is being made by some towards selling Oyster products \noutside of London.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Easier journeys\"}",
     "\"But what London travellers really want is to be allowed to use Oyster pay as \nyou go on their rail services.",
     "\"Only five per cent of journeys on the Tube and bus are paid for by cash, but \nthe continued lack of availability of pay as you go on a large proportion of the \nNational Rail network in the Capital means that Londoners who rely on rail \nservices are missing out on the cheaper fares and easier journeys that are \navailable on Oyster.\"",
     "In just over three years since its launch, Londoners have snapped up more \nthan 10 million Oyster cards, and now only five per cent of journeys on the Tube \nand bus networks - just one in 20 - are paid for by cash.",
     "{\"template\":\"bulletlist\",\"items\":[\"As an example, with Oyster pay as you go you can place £10 on your Oyster card, and when you touch in and out at the yellow readers with your card on the Tube, DLR, tram or bus, the reader automatically deducts the correct fare\",\"Oyster is available to buy or be topped up at all 275 Tube stations and there are also more than 2,200 Oyster Ticket Stop agents across the Capital. Around 85 per cent of all Londoners live within 400 metres of an Oyster Ticket Stop\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}