{
 "pageTitle": "Tour de France to turn Capitals streets into international sports arena",
 "description": "The Grand Depart of the Tour de France, the world's largest annual sporting event, will be visiting London for the first time during the weekend of 6-8 July 2007. The race will see some of the greatest names in cycle racing fighting it out for the famous",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Tour de France to turn Capitals streets into international sports arena",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The roads that Stage One of the Tour de France will race down on 8 July 2007 were revealed today by Transport for London (TfL)."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The Tour will be great for London, showcasing the UK capital to the world",
     "The Grand Depart of the Tour de France, the world's largest\nannual sporting event, will be visiting London for the first time during the\nweekend of 6-8 July 2007.",
     "The race will see some of the greatest names in cycle racing fighting it out\nfor the famous Yellow Jersey on the Capital's streets.",
     "The Prologue and Stage One of the famous race will take place on closed\nsections of the Capital's streets.",
     "The Prologue on Saturday 7 July will be an eight kilometre (five miles) lap\nof central London, starting on Whitehall, taking in some of London's most famous\nlandmarks, including Whitehall, the Houses of Parliament, Buckingham Palace,\nHyde Park, and finishing on the Mall.",
     "Stage One, on Sunday 8 July, will start in central London, passing close to a\nvariety of historic and contemporary sites including Big Ben, the London Eye, St\nPaul's Cathedral, the Gherkin and crossing Tower Bridge close to City Hall.",
     "The race will then travel through Bermondsey, Deptford, Greenwich and Erith\nbefore heading out into Kent.",
     "In Kent the Tour will pass through Dartford, Gravesend, Medway, Tonbridge,\nTunbridge Wells, Maidstone and Ashford before the stage finish in\nCanterbury.",
     "The riders will be preceded by the publicity caravan, which is a huge\ncarnival with floats and vehicles from the race's sponsors providing music and\nfreebies to spectators.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Cycle fever\"}",
     "There will also be a range of events happening throughout the weekend to\nwelcome the Tour de France to the Capital.",
     "The race will be run on closed roads, with the roads closed for several hours\n(longer for roads on the Prologue route), with some additional parking controls\nin place on and near the race route.",
     "TfL is encouraging people living on or near the route to visit www.tourdefrancelondon.com and to\nkeep an eye on their local media nearer to the event, to find out further\ndetails about the impact on the local area.",
     "The Mayor of London Ken Livingstone said: \"The Tour de France is so much more\nthan a cycle race and creates a carnival atmosphere wherever it visits.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Showcasing London\"}",
     "\"The Tour will be great for London, showcasing the UK capital to the world,\nbringing huge amounts of visitors to London and encouraging more Londoners to\ntake to two wheels.\"",
     "\"TfL will be working hard, with the emergency services and borough councils,\nto ensure that disruption is kept to a minimum so everyone can enjoy this\nfantastic free-to-view event safely.",
     "\"The Grand Depart website will\nprovide frequent updates on local events and road closures.\"",
     "\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"PDF maps of the route are available to media from TfL Press Office on request\",\"Full details of the route for the Tour de France Prologue on Saturday 7 July and Stage One on Sunday 8 July are available at the Tour de France website\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}