{
 "pageTitle": "Traffic disruption expected on A40 Eastbound due to emergency utility works by EDF Energy",
 "description": "The works, which will take place at the junction of the A40 and Wales Farm Road, will see the A40 be reduced to two lanes eastbound. Drivers are advised to find alternative routes and avoid using the A40 between Hanger Lane and the A40 Westway where",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Traffic disruption expected on A40 Eastbound due to emergency utility works by EDF Energy",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) is warning of traffic disruption along the A40 eastbound from 22:00 25 January due to emergency utility works by EDF Energy, after they advised this evening that the works would proceed"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The works, which will take place at the junction of the A40 and Wales Farm Road, will see the A40 be reduced to two lanes eastbound.",
     "Drivers are advised to find alternative routes and avoid using the A40 between Hanger Lane and the A40 Westway where possible.",
     "Current work to replace the A40 bridges at Wales Farm Road and Perryn Road, which is being carried out separately by TfL, will be continuing as normal while the work by EDF Energy is completed.\u003cbr /\u003e\u003cbr /\u003eFor more information about how the roadworks may affect your travel, call TfL travel line on 020 7222 1234 or visit the \u003ca href=\"http://www.tfl.gov.uk/businessandpartners/freight/2988.aspx\"\u003ewebsite\u003c/a\u003e .\u003cbr /\u003e\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}