{
 "pageTitle": "Train operators Oyster acceptance welcomed",
 "description": "The Mayor of London Ken Livingstone today welcomed the outline agreement by all of the Capital's Train Operating Companies to implement Oyster pay as you go across their networks in Greater London. The announcement by the Association of Train Operating",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Train operators Oyster acceptance welcomed",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "This press release was originally issued by the press office at the Greater London Authority."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This is a step in the right direction, however there is some way to go before an agreement is reached",
     "The Mayor of London Ken Livingstone today welcomed the outline agreement by all of the Capital's Train Operating Companies to implement Oyster pay as you go across their networks in Greater London.",
     "The announcement by the Association of Train Operating Companies follows an offer from the Mayor made last May to provide £20m to help fund the provision and installation of smartcard readers, station equipment and back-office support systems.",
     "Some of the train operating companies, such as Southern and South Eastern, have expressed reservations. Transport for London considers these to be unfounded, and is continuing to work through these with the Train Operators.",
     "The acceptance of Oyster pay as you go will benefit tens of thousands of passengers who use overland rail services.",
     "Mayor of London Ken Livingstone said: \"I welcome the outline agreement made by all of London's Train Operating Companies to implement Oyster pay as you go.",
     "\"This is a step in the right direction, however there is some way to go before an agreement is reached.",
     "\"Transport for London will work with the companies over the next two months to try to resolve outstanding issues.",
     "\"I hope that we will be able to reach an agreement so that that we are able to extend the benefits that Oyster offers to all London travellers as soon as possible.\"",
     "Oyster is a proven success, with more than 10 million smartcards issued since its launch in 2003.",
     "Around 75 per cent of all journeys on London's buses and Tube networks are now paid by Oyster with only around five per cent paid in cash single fares.",
     "{\"template\":\"bulletlist\",\"items\":[\"As an example, with Oyster pay as you go you can place £10 on your Oyster card, and when you touch in and out at the yellow readers with your card on the Tube, DLR, tram or bus the reader automatically deducts the correct and cheapest fare\",\" \\u003ca href=\\\"http://www.tfl.gov.uk\\\"\\u003eOyster \\u003c/a\\u003e is available to buy from around 2,500 locations including Tube Stations and over 2200 Oyster Ticket Stops in local shops. In addition they can be obtained online, over the phone via 0845 330 9876 or at Travel Information Centres across London. You can find your nearest Oyster outlet through the \\u003ca href=\\\"http://www.tfl.gov.uk\\\"\\u003eTfL website\\u003c/a\\u003e \\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}