{
 "pageTitle": "Transport for London sixth in national equality rating",
 "description": "The annual Workplace Equality Index is the definitive national benchmark of Britain's top employers of lesbian, gay and bisexual staff, and ranks the top 100 employers according to criteria including implementation of effective equality policies and how",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London sixth in national equality rating",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Britain's leading gay equalities organisation, Stonewall, has rated Transport for London (TfL) sixth in the top 100 employers for lesbian, gay and bisexual staff in the country in their 2008 Workplace Equality Index."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Transport for London is continuing to find new ways of helping their employees reach their full potential",
     "The annual Workplace Equality Index is the definitive national benchmark of Britain's top employers of lesbian, gay and bisexual staff, and ranks the top 100 employers according to criteria including implementation of effective equality policies and how lesbian and gay staff, customers and service users are engaged with.",
     "This year, over 240 organisations from both the private and public sector were surveyed.",
     "TfL's position in the 2008 ratings is up two from last year's ranking of eighth.",
     "The rise is put down to work carried out across the organisation to continue to promote equality and diversity in the workplace, including equality training for all staff and the development of staff network groups for lesbian, gay and bisexual and transgendered staff.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Commitment to diversity\"}",
     "In addition, this year TfL has also been cited as an example of best practice for its supplier diversity procurement programme which ensures all its suppliers also have measures in place that promote diversity, equality and inclusion.",
     "London's Transport Commissioner, Peter Hendy, said: \"We are very proud to be sixth in the top 100 employers which is real recognition of our progress towards the Mayor's objective of making TfL fully inclusive.",
     "\"I am especially pleased that we have been praised for the work we have been undertaking with our suppliers to make sure they too value diversity and promote equality in the workplace.\"",
     "Mayor of London, Ken Livingstone, said: \"Transport for London deserves congratulations for the commitment it has shown to the development of all staff across the Capital.  Stonewall has been fighting for equality for many years, and its recognition is a clear sign that Transport for London is continuing to find new ways of helping their employees reach their full potential.",
     "\"I am also delighted that the Greater London Authority has been rated second, even better than last year, and is the highest rated public sector organisation in the index.\"\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}