{
 "pageTitle": "Zip on board with Oyster",
 "description": "The Mayor of London, Ken Livingstone, today launched the Zip card, a free Oyster photocard that will have to be used by 11-18 year olds who qualify for free bus and tram travel in the Capital.The new Zip card scheme means that from 1 June young people",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Zip on board with Oyster",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Free photocards for over 11s - touching in with the card to become compulsory"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Free travel is a vital investment in London's future",
     "The Mayor of London, Ken Livingstone, today launched the Zip card, a free Oyster photocard that will have to be used by 11-18 year olds who qualify for free bus and tram travel in the Capital.",
     "The new Zip card scheme means that from 1 June young people will have to touch in on buses and trams and show their photocards on request.",
     "This will clarify the free travel privilege and make it easier to catch those few individuals who seek to abuse the scheme.",
     "Zip will bring together the different young persons free travel schemes under one recognised branded card.",
     "The Mayor of London, Ken Livingstone, said: \"Free travel is a vital investment in London's future, making London accessible for thousands of families by improving young people's access to education, sport and leisure.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Popular\"}",
     "\"Young people who want to benefit from free travel on buses and trams must make sure they have a Zip card, and they should also be aware that any youngster that abuses this privilege, for example by anti-social behaviour, will have their card taken away.\"",
     "The new scheme means that young people aged 11 upwards will need to carry and validate an Oyster photocard, which will entitle them to free bus and tram travel.",
     "This can be applied for at Post Offices and more information is available \u003ca href=\"http://www.tfl.gov.uk/zip\"\u003eonline \u003c/a\u003e ",
     "Free travel has proved popular with Londoners with the latest Mori polling conducted for the GLA in February 2007 showing that 78 per cent of Londoners supported the free travel schemes.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Greater freedom\"}",
     "Nick Wilkie, Chief Executive of London Youth, a vibrant network of almost 400 youth clubs serving 75,000 young people across the capital, said: \"London Youth welcomes this initiative to encourage access for young people to sporting, social or cultural activity.",
     "\"I believe that that the concessionary travel scheme will effectively support the families of those growing up in and around London as they seek to develop their potential and make the most of the opportunities available in this world class city.\"",
     "Anne Longfield OBE, Chief Executive of 4Children said: \"4Children welcomes Transport for London's Zip travel scheme for its capacity to provide greater freedom for young people and improve their access to sporting, social and cultural activities.",
     "\"It has powerful potential to support families and young people growing up in and around London, particularly those whose activities may be limited due to financial restrictions.",
     "\"I'm optimistic that the scheme can help to reduce inequalities, unleash the positive potential of young people and encourage them to make the most of the exciting opportunities London has to offer.\"",
     "\u003cstrong\u003eNotes to editors \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"\\u003cstrong\\u003eEligibility - \\u003c/strong\\u003e free bus and tram travel is available to:\\u003cbr /\\u003eul\",\"\\u003cstrong\\u003eApplications: \\u003c/strong\\u003e \\u003cbr /\\u003e\",\"From 5 January 2008 applications for a 'first' Oyster photocard will be processed free of charge at the Post Office using new 11-15 and 16+ Oyster photocard application forms. Applicants will need to provide a photograph and proof of age at time of application. 16+ applicants for free travel will need to have their forms validated by their school, college or training provider and show proof that they live in a London borough\",\"\\u003cstrong\\u003eAbout London Youth:\\u003c/strong\\u003e \\u003cbr /\\u003e\",\"London Youth is a network of almost 400 youth clubs serving 75,000 young people across the capital.  It provides information, advice and networking opportunities for youth club workers and volunteers.  The organisation is shortly to launch the London Youth Quality Mark pilot whereby clubs can assess and improve their services and be recognised for the fantastic quality of their work\",\"\\u003cstrong\\u003eAbout 4Children:\\u003c/strong\\u003e \",\"4Children is the national charity dedicated to creating opportunities and building futures for all children. From children's centres to extended schools, childcare to play provision, parenting support to support for young people - 4Children is at the forefront of delivery and supporting innovative children's services, ensuring that all children and families get the support they need in their community.\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}