{
 "pageTitle": "Application fee to be introduced for new Zip Oyster photocard applications from 1 September",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Application fee to be introduced for new Zip Oyster photocard applications from 1 September ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The fee will help with the administrative costs of the generous child and student concessionary travel scheme."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Young Londoners have the Capital at their finger tips thanks to one of the most generous concessionary travel schemes in the country",
     "The 18+Student Oyster photocards are now valid for up to three years and cardholders get access to enhanced online accounts to make renewals faster and easier.",
     "Transport for London (TfL) has announced that from 1 September, a £10 fee will be applied to new applications for Zip Oyster photocards, which provide school children with free London bus and tram travel and discounted Tube travel.",
     "For 18+ Student Oyster concessionary travel, the application fee will be increased from £5 to £10.",
     "More than half a million school children in London currently benefit from concessionary travel through the Zip Oyster photocard schemes and the Mayor is committed to protecting this incredibly valuable concession despite tough financial times.",
     "However a one-off £10 fee for new Zip photocards has been introduced to help cover the costs of administering the scheme, which includes processing application forms, photocard production and postage.",
     "Oyster Zip photocards for 5 to 10-year-olds and 11 to 15-year-old school children are valid for up to five years.",
     "New applications for the cards can be made at any time at any post office in Greater London.",
     "Applications for new 16+ Oyster Zip photocards will open on 1 September to coincide with the beginning of the new school year.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Value for money\"}",
     "Shashi Verma, TfL's Director of Fares and Ticketing, said: 'Young Londoners have the Capital at their finger tips thanks to one of the most generous concessionary travel schemes in the country, which saves thousands of pounds for parents.",
     "'It enables over a million children and students to travel on London's buses, trams and the Tube for free or at a significant discount.",
     "'The £10 application fee being brought in will help to cover the administrative costs associated with providing the various concession schemes and still represents fantastic value for money considering it would be recouped for many in only one school week of bus use.",
     "'We also hope the fee will help increase the sense of responsibility that users have for their cards.'",
     "New applications for 18+ Student Oyster photocards, which give 30 per cent off adult-rate Travelcards and Bus \u0026 Tram Passes, will also be accepted from 1 September 2010 to coincide with the start of the new academic year for colleges and schools.",
     "From September, 18+ Student Oyster photocards will now be valid for up to three years depending on the duration of the full-time course the student is enrolled on.",
     "Students with an 18+ Student Oyster photocard will also have access to an enhanced online application and renewal service making it even easier for them to get around.",
     "Students on courses of more than one year will be able to use their new online account to confirm their continued eligibility at the start of the next academic year, without needing to reapply and pay an additional application fee.",
     "The enhanced online application and renewal process will make it quicker and easier for students to check the progress of their applications and if it has been rejected correct any mistakes online.",
     "Over 600 schools, colleges and universities currently participate in the 18+ Student Oyster photocard scheme and TfL issues around 300,000 18+ Oyster Photocards each academic year.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Non-London residents are also able to apply for a Zip Oyster photocard (for school children between 5 and 18-years-old) and are also subject to the £10 administration fee. Previously this payment was converted to credit for travel, however it will now be used towards the costs of producing the card\",\"Application forms for Zip Oyster and 18+ Student Oyster photocards can be obtained from post offices in Greater London and via participating schools and colleges\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}