{
 "pageTitle": "Cycle Hire membership to open on Friday 23 July",
 "description": "The Mayor today called on Londoners to become 'pioneers' of London's newest public transport system. As final preparations are made, TfL today announced that membership of the Mayor's flagship Barclays Cycle Hire scheme will open on 23 July, ahead of the",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Cycle Hire membership to open on Friday 23 July",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Mayor and Transport for London (TfL) call on Londoners to become Barclays Cycle Hire 'pioneers'. The scheme will launch to members on 30 July. Occasional users to be able to use the scheme four weeks later."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "I call on Londoners to sign up from this Friday and become pioneer members",
     "The Mayor today called on Londoners to become 'pioneers' of London's newest public transport system.",
     "As final preparations are made, TfL today announced that membership of the Mayor's flagship Barclays Cycle Hire scheme will open on 23 July, ahead of the scheme launch on 30 July.",
     "Barclays Cycle Hire will initially be available to people who sign up for membership.",
     "This will enable TfL and its contractor, Serco, to understand and learn from how pioneer members engage with the scheme, including patterns of bicycle usage.",
     "Anyone will be able to sign up for a daily, weekly or annual membership from 23 July at \u003ca href=\"http://www.tfl.gov.uk/barclayscyclehire\"\u003etfl.gov.uk/barclayscyclehire\u003c/a\u003e ",
     "In order to use the scheme on 30 July, members will need to have received and activated their Cycle Hire key, so pioneers are urged to sign up as soon as possible.",
     "The Mayor of London, Boris Johnson, said: 'I call on Londoners to sign up from this Friday and become pioneer members of this fantastic new addition to our transport system.",
     "'I know that in time our scheme will become a new London icon and enable many more people to cycle in our magnificent city.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"A cyclised city\"}",
     "'I look forward to seeing cycle hire and superhighways working in tandem to make London a 'cyclised' city.'",
     "TfL's Managing Director of Surface Transport, David Brown said: 'Barclays Cycle Hire will revolutionise how we get around central London.",
     "'Building on the experience of other cities who have launched similar schemes, we and Serco will use the first month of operation to learn more about how Londoners engage with the scheme, including patterns of use, how we can best support customers and to enable the scheme to bed down.'",
     "Chief Executive of Serco Civil Government, Tom Riall, said: 'After so much anticipation, we're proud to be delivering Barclays Cycle Hire for the Mayor and Londoners.",
     "'Pioneer members can register for this unique scheme from Friday, enabling them to hire a cycle from next Friday, 30 July.",
     "'We will continue to take registrations throughout August and then open the scheme up to casual users.",
     "'We urge all users to cycle safely.'",
     "A membership key costs £3 with membership costs at £1 for a 24-hour membership, £5 for seven days and £45 for an annual membership.",
     "'The first 30 minutes of any journey will be free.",
     "For more information on how to become a member of Barclays Cycle Hire and advice on how to use the scheme visit \u003ca href=\"http://www.tfl.gov.uk/barclayscyclehire\"\u003etfl.gov.uk/barclayscyclehire\u003c/a\u003e ",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}