{
 "pageTitle": "Disruption to District and Hammersmith \u0026 City line services",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Disruption to District and Hammersmith \u0026 City line services",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "No Underground service between Plaistow and Dagenham East. Reduced service on District and Hammersmith \u0026 City lines. Full services expected to resume from Wednesday."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Our engineers have been working around the clock to get as many services as possible back up and running",
     "Following a cable fire and power outage at Barking station on Friday, District line services between Dagenham East and Plaistow, and Hammersmith \u0026 City line services between Whitechapel and Barking are currently suspended.",
     "The fire destroyed dozens of 50 year old cables affecting signals and traction on District line and Hammersmith \u0026 City line services east of Whitechapel.",
     "The heat was so intense that cables and equipment melted.",
     "Specialist London Undergound (LU) in-house engineers were called in to hand trace the routes and splice in hundreds of metres of new cabling.",
     "LU's engineers have been working around the clock over the weekend to restore services as quickly as possible and have been able to reinstate a reduced service between Whitechapel and Plaistow, and Upminster and Dagenham East on the District line.",
     "A bus replacement service is operating between Plaistow and Dagenham East.",
     "However, all services on the District line are affected and are operating at a reduced capacity.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Check before you travel\"}",
     "Services on the Circle line are also currently affected and are operating without the branch between Hammersmith and Edgware Road.",
     "LU's engineers are continuing to work to restore full services as soon as possible and it is anticipated that a normal service will resume on Wednesday.",
     "Passengers are advised to use alternative Tube lines and the Docklands Light Railway.",
     "LU tickets are also being accepted on local buses, National Express East Anglia and C2C services.",
     "Howard Collins, LU's Chief Operating Officer, said: 'On behalf of London Underground I would like to apologise for the disruption caused by this incident.",
     "'Our engineers have been working around the clock to get as many services as possible back up and running, and we are now in a position where the majority of stations affected on Friday now have some service.",
     "'We are providing replacement bus services between those stations where it has not been possible to resume services, and LU tickets are being accepted on several alternative routes serving east London.",
     "'There will be some disruption through the early part of this week, but we are doing everything we can to resume normal services as soon as possible.'\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}