{
 "pageTitle": "Final preparations for Mayor's flagship cycle scheme",
 "description": "A warehouse in north London is playing host to hundreds of docking points and thousands of cycles as they are assembled, tested, branded and electronically programmed before they are installed across the Capital for Londoners to use when the Mayor's",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Final preparations for Mayor's flagship cycle scheme ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Hundreds of bikes are receiving their finishing touches in readiness for the launch of the Mayor's flagship cycle hire scheme."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We are bringing an entirely new from of public transport to the Capital",
     "A warehouse in north London is playing host to hundreds of docking points and thousands of cycles as they are assembled, tested, branded and electronically programmed before they are installed across the Capital for Londoners to use when the Mayor's Barclays Cycle Hire launches.",
     "Visiting the warehouse, the Mayor's Transport Advisor, Kulveer Ranger, said: 'We are bringing an entirely new from of public transport to the Capital and today I've been able to see a glimpse of the incredible scale of the operation.",
     "'We do not expect all 6,000 cycles to be in place on day one and like any new scheme it will take a little time for it to become part of London life but we are confident that soon thousands of Londoners will see and ride on the cycle hire bikes every day.'",
     "Mick Hickford, Head of Special Projects, Transport for London (TfL), said: 'We've looked at hire schemes from across the world, learning from their experiences and adding our own unique ideas to design a scheme for London.",
     "'This scheme incorporates innovative technology that needs careful programming and testing before it can be installed into London's streets.",
     "'We know that it will take time for the scheme to bed in and with any new piece of technology there is likely to be a 'settling in' period.",
     "'We'll be closely monitoring it to iron out any issues as they happen.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}