{
 "pageTitle": "London Buses wins Low Carbon Champions Award for green buses",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Buses wins Low Carbon Champions Award for green buses",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Buses has won a prestigious award for cleaner and greener travel."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The Mayor is committed to giving Londoner's cleaner, greener transport",
     "The company has won the inaugural \u003ca href=\"http://www.lowcvp.org.uk/\"\u003eLow Carbon Vehicle Partnership's \u003c/a\u003e (LowCVP's) Low Carbon Champion Award for Buses, recognising the commitment to reducing CO2 emissions in the London bus fleet.",
     "Judges praised Transport for London (TfL) for ground-breaking work in getting low carbon buses used nationally.",
     "TfL is leading the way in reducing the environmental impact of its bus fleet and already has one of the cleanest fleets in the UK.",
     "It is implementing a low-carbon bus programme to reduce its carbon footprint in line with the Mayor's ambition to cut London's CO2 emissions by 60 per cent on 1990 levels by 2025, by rapidly introducing fuel efficient, cleaner and quieter hybrid buses in the short and medium term.",
     "In the longer term TfL will continue to monitor other technologies that may be able to provide even greater benefits.",
     "There are currently 56 hybrid buses operating in London, with the first introduced in February 2006 on route 360.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Making the fleet greener\"}",
     "A further 56 hybrid buses will be entering service by the end of this year.",
     "There will be 300 hybrid buses in service by 2012 and from then all new buses entering the fleet are expected to be hybrid.",
     "The New Bus for London which will be delivered in 2012, will also be a hybrid bus and will be 40 per cent less polluting than diesel equivalents.",
     "Eight different types of hybrid bus are on the streets with the aim being to allow TfL, the bus operators and manufacturers to assess their performance and see what works best for the Capital.",
     "Mike Weston, London Buses Operations Director, said: 'It is great to be recognised for the work we have already done in greening London's bus fleet and we remain committed to progressing this further.",
     "'We will shortly be adding to the hybrid diesel buses fleet and look forward to introducing five hydrogen hybrid fuel cell buses later this year that will emit nothing but water vapour from their tailpipes.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Championing hybrid technology\"}",
     "Kulveer Ranger, the Mayor of London's Transport Adviser, said: 'The Mayor is committed to giving Londoner's cleaner, greener transport and that is why he has continued to champion hybrid technology being introduced to London's bus fleet.",
     "'As the number of hybrid buses in London increases, more people across the Capital will be able to see at first hand the future of the bus fleet - cleaner, quieter and more pleasant for passengers and Londoners on the whole, but also more efficient and environmentally friendly.'",
     "The Mayor and TfL are committed to tackling climate change through cutting London's contribution to CO2 and other emissions.",
     "The LowCVP Low Carbon Champion Awards recognise best practice in vehicle manufacturers, fuel suppliers, fleet operators and developers of products and services that reduce greenhouse gases from the road transport sector.",
     "London Buses won the 'Buses Award' for the positive influence they have had on the industry for low carbon buses.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Hybrid buses currently operate on routes; 16, 24, 42, 129, 141, 276, 328, 360, 482 and E8\",\"The five hydrogen hybrid fuel cell buses will operate on route RV1 (Covent Garden - Tower Gateway)\",\"Earlier this year TfL was awarded £5m from the Department for Transport's Green Bus Fund, this has provided funding for 50 hybrid buses which will enter service later this year\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}