{
 "pageTitle": "London Underground urges ASLEF leadership to call off unnecessary strike action",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Underground urges ASLEF leadership to call off unnecessary strike action",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground (LU) has called on ASLEF's leadership to call off their threatened strike on the Metropolitan line, which could cause unnecessary disruption to Londoners."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Any issues that ASLEF have can be and should be resolved through discussions and agreed procedures",
     "The union has claimed that the 24-hour strike, due to commence on Wednesday 21 July at 00:01, is over a breakdown in industrial relations at Rickmansworth depot, but union representatives have raised nothing of note with LU management.",
     "LU believes that the dispute is actually over a driver from Rickmansworth depot who has been temporarily re-graded after a safety related incident.",
     "LU will endeavour to run the best possible service, however, customers are advised to check before they travel by visiting \u003ca href=\"http://www.tfl.gov.uk\"\u003ewww.tfl.gov.uk\u003c/a\u003e ",
     "Nigel Holness, LU Service Director, said: 'We are disappointed that ASLEF has balloted for strike action.",
     "'Any issues that ASLEF have can be and should be resolved through discussions and agreed procedures.",
     "'They have stated this is over a breakdown on industrial relations but have provided no evidence to support this, nor have they raised any issues.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Unnecessary strike action\"}",
     "'We are at a loss to know what has led to the strike other than a disciplinary case of one driver who has been temporarily re-graded following an incident in which his failure to follow safety procedures led to a customer being injured.",
     "'We will not compromise on safety, and we would urge ASLEF to call off this completely unnecessary strike action immediately.'",
     "During the course of any strike action LU will be operating a special timetable, which will be advertised at stations.",
     "Services on other lines, such as the Jubilee and Piccadilly, will be increased wherever possible, and LU has worked closely with National Rail providers to ensure they are prepared for additional passengers."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}