{
 "pageTitle": "Mayor calls for pioneers to sign up for flagship cycle hire scheme",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor calls for pioneers to sign up for flagship cycle hire scheme ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Applications for membership open today at 9:00."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "From today, we're offering Londoners their very own keys to the city",
     "The Mayor of London's cycling revolution takes another step forward today.",
     "From 9:00 people will be able to sign up for a daily, weekly or annual membership for the Mayor and Transport for London's (TfL's) flagship \u003ca href=\"http://www.tfl.gov.uk/barclayscyclehire\"\u003ecycle hire scheme\u003c/a\u003e .",
     "Membership will entitle them to an electronic key, which they will be able to use to take a hire cycle from one of hundreds of locations across central London from next Friday (30 July).",
     "The Mayor of London, Boris Johnson, said: 'From today, we're offering Londoners their very own keys to the city, in the guise of Barclays Cycle Hire membership.",
     "'For as little as 12p a day, members of this fantastic new addition to our transport system will have the freedom of central London.",
     "'This scheme is set to become a new icon of the Capital and will enable thousands more people to cycle in our magnificent city.'",
     "Londoners or visitors to the Capital who want to use central London's brand new system during its first month of operation will need to be a member of the cycle hire scheme.",
     "This will enable TfL and its contractor, Serco, to understand and learn from how members engage with the scheme, including patterns of bicycle usage.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Cycling revolution\"}",
     "To use the scheme on 30 July, members will need to have received and activated their key, so people are urged to sign up as soon as possible.",
     "TfL's Managing Director of Surface Transport, David Brown, said: 'Barclays Cycle Hire will revolutionise how we get around central London.",
     "'Building on the experience of other cities who have launched similar schemes, we and Serco will use the first month of operation to learn more about how Londoners engage with the scheme, including patterns of use, how we can best support customers and to enable the scheme to bed down.'",
     "Chief Executive of Serco Civil Government, Tom Riall, said: 'After so much anticipation, we're proud to be delivering Barclays Cycle Hire for the Mayor and Londoners.",
     "'Pioneer members can now register for this unique scheme, enabling them to hire a cycle from next Friday, 30 July.",
     "'We will continue to take registrations throughout August and then open the scheme up to casual users.",
     "'We urge all users to cycle safely.'",
     "A membership key costs £3, with membership costs at £1 for a 24-hour membership, £5 for seven days and £45 for an annual membership.",
     "The first 30 minutes of any journey will be free.",
     "More information on how to become a member of \u003ca href=\"http://www.tfl.gov.uk/barclayscyclehire\"\u003eBarclays Cycle Hire \u003c/a\u003e and advice on how to use the scheme.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Members of the scheme must be at least 18 years old, and you will need to be at least 14 years old to use the scheme\",\"Barclays Cycle Hire, which will be operated by Serco Limited on behalf of TfL, will be the most sustainable and environmentally friendly form of public transport ever seen in the Capital\",\"Barclays Cycle Hire and Barclays Cycle Superhighways will build on the massive 117 per cent growth in cycle journeys on London's major roads since TfL was created in 2000. Barclays Cycle Hire is expected to generate up to 40,000 extra cycle trips a day in central London. There are currently 5,000 cycle journeys a day on both pilot Barclays Cycle Superhighway routes; TfL's target is to increase this by 22,000 cycle trips per day by 2013\",\"Barclays Cycle Hire will operate across central London. Docking stations and hire bicycles will be available in Camden, City of London, Hackney, Islington, Lambeth, Kensington \\u0026 Chelsea, Southwark, Tower Hamlets, Westminster and several of the Royal Parks\",\"Follow us on \\u003ca href=\\\"http://www.twitter.com/BarclaysCycle\\\"\\u003eTwitter\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}