{
 "pageTitle": "Mayor's flagship cycling scheme - Barclays Cycle Hire - opens for business",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor's flagship cycling scheme - Barclays Cycle Hire - opens for business",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London's newest public transport system goes live with 315 docking stations and 5,000 bikes available. More than 12,000 pioneer members sign up to use the scheme, with over 6,000 keys activated. New icons set to transform London's landscape."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Londoners have awoken to a new dawn for the bicycle in the Capital",
     "The Mayor of London, Boris Johnson, today heralded a 'new dawn' in London's bid to become the greatest big cycling city in the world as he launched the jewel in the crown of his cycling revolution.",
     "Docking one of thousands of new bicycles at a Barclays Cycle Hire station in the shadow of the London Eye, the Mayor was joined by Marcus Agius, the Chairman of the scheme's sponsor, Barclays, and London's Transport Commissioner, Peter Hendy.",
     "The creation of an easy to use cycle hire system was a key pledge of the Mayor's manifesto.",
     "Just over two years since his election, Barclays Cycle Hire is now set to transform the way that people make short trips around central London.",
     "Available 24 hours a day, seven days a week, the Capital's newest form of public transport stretches from Notting Hill Gate to Wapping, and from Regents Park to Borough Market.",
     "Londoners using the scheme can, from today, take a cycle from one of 315 docking stations based every 300m or so throughout the centre of the Capital, with a total of 5,000 bikes available.",
     "People should never be more than a couple of minutes away from a docking station in central London.",
     "Speaking at the launch event this morning, the Mayor said: 'Londoners have awoken to a new dawn for the bicycle in the Capital.",
     "'Overnight racks have been filled with thousands of gleaming machines that will transform the look and feel of our streets and become as commonplace on our roads as black cabs and red buses.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Attracting investment and jobs\"}",
     "'My crusade for the Capital to become the greatest big cycling city in the world has taken a gigantic pedal powered push forwards.'",
     "Barclays Chairman, Marcus Agius, said: 'Barclays Cycle Hire is a flagship scheme that will change the face of London forever.",
     "'We believe there are huge benefits for the public in a low cost, affordable, sustainable and environmentally friendly scheme.",
     "'It will introduce thousands of people to one of the cleanest, greenest and quickest ways of navigating the city.",
     "'An extensive transport system with good accessibility is also essential to the health of London's economy.",
     "'By improving London's transport capacity we will help the Capital attract investment and jobs.",
     "'We are committed to working alongside Transport for London to ensure that the Barclays Cycle Hire scheme is successful, and are proud to be part of the cycling revolution.'",
     "Barclays Cycle Hire went live at 6:00 this morning and access is initially available to members, with casual users expected to be able to pick up bikes in around four weeks time.",
     "When complete the scheme will see 6,000 cycles and 400 docking points located across central London.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"London's cycling revolution\"}",
     "Peter Hendy, Commissioner of Transport for London (TfL), said: 'We expect this fantastic new scheme to generate up to 40,000 new cycle journeys every day in London as the Capital's cycle revolution rolls on.",
     "'I have no doubt that Barclays Cycle Hire will change how people get around central London.",
     "'In the week since we opened membership, more than 12,000 people have already signed up to use the scheme, which demonstrates the tremendous support and enthusiasm there is for it.",
     "'This can only build as Londoners and visitors explore the opportunities having access to thousands of bicycles for just pennies a day will bring.",
     "'A huge amount of work and planning has gone into creating what we believe will be the best cycle hire system in the world.",
     "'Building on the experience of other world cities who have launched similar schemes, we and our operator, Serco, will use the first month of operation to see how, when and where our members use the scheme, to learn how we can best support our customers.'",
     "Londoners or visitors to the Capital who want to use central London's brand new transport system during its first month of operation need to be members of the cycle hire scheme.",
     "This will enable TfL and Serco to understand and learn from how members engage with the scheme, including patterns of bicycle usage.",
     "A membership key costs £3 with membership costs at £1 for a 24-hour membership, £5 for seven days and £45 for an annual membership.",
     "The first 30 minutes of any journey will be free.",
     "To use the scheme, members will need to have received and activated their membership key, so people are urged to \u003ca href=\"http://www.tfl.gov.uk/barclayscyclehire\"\u003esign up\u003c/a\u003e for daily, weekly or annual memberships as soon as possible.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}",
     "{\"template\":\"bulletlist\",\"items\":[\"The Regent's Park to Notting Hill Gate, (25 minutes)\",\"London Bridge to Hyde Park, (27 minutes)\",\"Tower Hill to Bond Street, (23 minutes)\",\"Regent's Park to Westminster Abbey (16 minutes)\",\"The British Museum to Green Park (15 minutes)\",\"Old Spitalfields Market to Speaker's Corner (27 minutes)\",\"High Street Kensington to Leicester Square (19 minutes)\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}