{
 "pageTitle": "New Tube seating fabric captures the spirit of London",
 "description": "A London-based company called WallaceSewell, famous for their patterned woven scarves, beat over 350 entries from around the world to win. Their bold design was chosen because it captured the spirit of London as well as meeting the judges' demanding",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New Tube seating fabric captures the spirit of London ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground (LU) today revealed the winner of a public competition to design a brand new Tube seating fabric."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The standard was extremely high but this unusual seating fabric - which is practical, attractive and economical - met the very tight design brief on every level",
     "A London-based company called WallaceSewell, famous for their patterned woven scarves, beat over 350 entries from around the world to win.",
     "Their bold design was chosen because it captured the spirit of London as well as meeting the judges' demanding technical brief.",
     "With around three-and-a-half million customers using the Tube every day, entrants were asked to create a fabric design that would be practical and contemporary.",
     "Innovative design is part of the Tube's identity and history.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Shades of blue and red\"}",
     "The Tube seat fabric, also known as moquette, needed to be something that according to the brief, translated well into a woven material.",
     "Designers were told that it should not be too jazzy or complicated and that it should not have too large a repeat pattern - as this would help to economise on materials when cut to fit the seats.",
     "The winning design is based on shades of blue with red highlights.",
     "WallaceSewell's starting point was London landmarks which were turned into abstract primary shapes like circles, triangles and squares allowing customers to interpret the pattern as they wish.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Soft and comfortable\"}",
     "As part of the TfL Investment Programme the fabric will be used on refurbished Central line trains from the middle of 2011 and on other new trains where possible.",
     "The colours and design reflect the iconic LU brand.",
     "LU is one of the few Metro operators which has not changed to plastic or metal seating.",
     "It is hoped that this high-quality moquette, which is soft and comfortable, will enhance customers' journeys.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Distinctive pattern\"}",
     "Richard Parry, Strategy and Commercial Director for LU, said: 'We chose the WallaceSewell entry because it captures the spirit of London.",
     "'Quality design has always played a very important role at London Underground and this distinctive pattern reflects our corporate brand perfectly.",
     "'The standard was extremely high but this unusual seating fabric - which is practical, attractive and economical - met the very tight design brief on every level.'",
     "The WallaceSewell two-woman team also created the moquette for the new London Overground trains, Croydon trams and the East London Transit.",
     "Emma Sewell, WallaceSewell, said: 'It's a real honour to win this competition.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Rich design heritage\"}",
     "'We can't wait to see our creation on Tube trains and see how passengers react to our design.'",
     "Co-designer Harriet Wallace-Jones, WallaceSewell, said: 'We've always admired the world famous London Underground seating fabrics and colours.",
     "'Nothing beats the feeling that you are going to be part of the Tube's rich design heritage.'",
     "The judges included Lynda Relph-Knight, editor for Design Week, Rachel Halliburton, deputy editor for Time Out magazine and Robert Elms, BBC London radio broadcaster.",
     "{\"template\":\"bulletlist\",\"items\":[\"The new moquette will be known, officially, as 'Barman' after Christian Barman, Royal Designer for Industry (1898 - 1980) who was London Transport's publicity manager, in charge of many elements of Underground design, from 1935 until 1941. It was Barman who oversaw the first deliberate commissioning of moquette for the system in 1936. This included such famous designers as Enid Marx, Marion Dorn, Paul Nash and Norbert Dutton and forms part of our long heritage of industrial design and customer comfort\",\"LU is undertaking a major programme of renewal as part of Transport for London's Investment Programme. This will inevitably result in some disruption for passengers, but TfL is working hard to provide information and alternative travel options. The work is essential to provide for London's growing transport needs now, and into the future.  TfL is urging all Londoners and Tube, London Overground and Docklands Light Railway passengers to 'check before you travel' at weekends, allowing extra journey time where necessary. Weekend travel news is available at \\u003ca href=\\\"http://www.tfl.gov.uk\\\"\\u003ewww.tfl.gov.uk\\u003c/a\\u003e \",\"Images available on request\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}