{
 "pageTitle": "New DLR timetable delivers 11 per cent capacity increase",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New DLR timetable delivers 11 per cent capacity increase ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Three year, £325m upgrade programme and 55 new carriages sets network up for 2012."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Passengers will see increasing benefits delivered by our upgrade and new carriages",
     "Trains on the Docklands Light Railway (DLR) are now running more often during the morning peak, giving passengers an 11 per cent increase in capacity following the completion of this crucial investment.\u003cbr /\u003e\u003cbr /\u003eEarlier this year, the Bank to Lewisham route saw the introduction of three carriage trains, giving an additional 50 per cent capacity.\u003cbr /\u003e\u003cbr /\u003eA new morning peak timetable means that passengers now benefit from more frequent services - with a rise from 13.3 trains per hour to 15 trains per hour - giving the route the ability to carry an extra 1,100 passengers per hour.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Playing a key role\"}",
     "On other principal routes there is also an 11 per cent increases in capacity.\u003cbr /\u003e\u003cbr /\u003eIn addition, during the evening peak, there is an 11 per cent increase in capacity on the busy Stratford to Canary Wharf route, with a train frequency of 10 trains per hour giving the ability to carry an extra 490 passengers per hour.",
     "Kulveer Ranger, the Mayor's transport adviser, said: 'Increasing the capacity of the DLR is vital ahead of the 2012 Games when it will play a key role in getting people to the venues.",
     "'Delivering these improvements now is a good example of the Mayor's commitment to delivering the legacy of the Games early for people who live and work along the route of the DLR.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Network capacity improvement\"}",
     "Director of the DLR, Jonathan Fox, said: 'We are pleased to be able to deliver this service improvement to our passengers.",
     "'This is the second network capacity improvement step following on from our upgrade programme and there will be more to come as our passenger numbers continue to increase.\u003cbr /\u003e\u003cbr /\u003e'Passengers will see increasing benefits delivered by our upgrade and new carriages.",
     "'Again I'd like to thank them for their patience and cooperation during the last three years.'\u003cbr /\u003e\u003cbr /\u003eAs part of this £325m upgrade three-carriage trains now operate on the Bank-Lewisham route, and will be rolled out across the network as demand requires.",
     "Construction work is now under way so that all parts of the line are able to operate three-carriage trains by the time of the 2012 Olympic and Paralympic Games, when  it is expected that 500,000 people a day will use the DLR.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The new timetable began on Monday 12 July\",\"Morning peak services between Canary Wharf and Lewisham are operating a combined 20 trains per hour instead of the current 22. However, the new service provides 25 per cent more capacity on this section than the service which ran immediately prior to the introduction of three-car trains, in February 2010\",\"The Bank to Lewisham route sees an increase from 13.3 to 15 tph or an extra 1100 passengers per hour. Stratford to Lewisham services are reduced in frequency (8.9 to 5 tph) in order to allow an 11 per cent increase in capacity between Stratford and Canary Wharf (8.9 to 10 tph) the equivalent of an extra 490 passengers per hour\",\"The evening peak timetable on routes other than Stratford to Canary Wharf  remains unchanged although to make the Stratford service improvement possible all Stratford services are terminating at Canary Wharf rather than at Lewisham. This is to meet current demand on the Canary Wharf to Lewisham route and should the need arise, further capacity can be added in the future\",\"Midday off-peak services between Stratford and Canary Wharf are slightly reduced in frequency, from every five to every seven minutes\",\"Photographs of the last of the new DLR carriages on its first run in public service are available on request\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}