{
 "pageTitle": "Asbestos removal works at Victoria Tube station",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Asbestos removal works at Victoria Tube station",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Station remains open for majority of work - No safety risk to passengers"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Each phase will focus on a particular area of the station and each working area will be sealed to ensure safety",
     "Works to remove asbestos from Victoria Underground station will begin at the end of May, in preparation for the £509m redevelopment of the station.",
     "Specialists have been employed to remove the asbestos under strictly controlled conditions, with the work due to be complete by summer 2008.",
     "The asbestos removal work is programmed to start in the District and Circle line areas of the station.",
     "The asbestos will be removed in a series of phases. Each phase will focus on a particular area of the station and each working area will be sealed to ensure safety.",
     "London Underground's Deputy Chief Operating Officer Howard Collins said: \"London Underground's asbestos removal programmes are conducted by specialists to ensure there is no safety risk to our customers, staff or local residents.",
     "\"In the meantime, the asbestos will remain undisturbed and in this state is safe.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Cut congestion\"}",
     "\"The air in Victoria is regularly monitored for asbestos fibres and the removal works will also involve a rigorous regime of monitoring.",
     "\"The station will remain operational for much of the removal programme as the work will be carried out at night when the station is closed.",
     "\"Some work will require longer closure periods, and we are looking at a number of options including making use of closures already planned for the Victoria line Upgrade.",
     "\"Upgrading Victoria Underground station is a key part of improving the Tube network, which will cut congestion and improve access for all our passengers using the station.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Capacity enhancement\"}",
     "The asbestos removal is necessary to facilitate the Victoria Station Upgrade works and avoids the risk of delays and unplanned closures during the main construction works.",
     "The ticket office in the main ticket hall is planned to close in August 2007.",
     "A temporary ticket office will be located outside the station on the National Rail forecourt.",
     "This will allow larger areas of the main ticket office to be sealed off and subsequently speed up the overall programme.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Step-free access\"}",
     "Used by over 75 million passengers each year, Victoria Underground station is at the heart of London's transport network.",
     "The upgrade and capacity enhancement works at Victoria Underground station is part of Transport for London's £10bn Investment Programme.",
     "The main construction work is due to start in 2009 and be complete in 2014.",
     "The station will increase in size by about 50 per cent with a new ticket hall, lifts and escalators to ease congestion and provide step-free access from street level to Victoria, Circle and District line platforms.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL is investing £10bn to improve and expand London's transport network, more than half of that on the Tube\",\"Following a competitive tendering process, Mott Macdonald has secured the consultancy commission for the Victoria Station Upgrade (VSU) detailed design through to construction stage. They will progress the station designs (developed so far by Scott Wilson who undertook the early design contract) leading to a Transport \\u0026 Works Act Order submission in November 2007\",\"The VSU project is outside of the LU Public Private Partnership (PPP) and is funded by the TfL's £10bn Investment Programme. Station modernisation work previously planned under PPP has now been absorbed into the scope of the VSU. A contract to undertake the infrastructure work will be competitively tendered when the design work is complete\",\"Victoria is a major transport interchange, serving National Rail, Underground, London bus services and the Victoria Coach Station\",\"The VSU project will complement the Victoria line Upgrade project due to be completed in 2013. This will include the provision by Metronet Rail BCV of 47 new trains with increased capacity. Other enhancements to the Victoria line include new signalling, control room and general infrastructure improvements\",\"Images of what Victoria Underground station could look like when the project is complete are available at the \\u003ca href=\\\"http://www.tfl.gov.uk/tfl/corporate/media/photos/pressimages/gallery.asp\\\"\\u003eTfL news centre image gallery\\u003c/a\\u003e or by contacting the Press Office on 0845 604 4141.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}