{
 "pageTitle": "Businesses can save time, money and the environment by joining Transport for London's new way to work",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Businesses can save time, money and the environment by joining Transport for London's new way to work",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "A new scheme to encourage businesses to help their staff leave their cars at home, save money, and reduce their impact on the environment, has been launched by Transport for London (TfL) today.",
     "'Enterprise' has been set up by TfL to help small and medium sized businesses across the Capital establish 'workplace travel plans', which encourage more sustainable ways of travelling to and from work, and help to tackle global warming through reducing the levels of emissions produced by car use.",
     "Businesses reducing their overall car use can save time and money, both corporately and for their employees, by:\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"Reducing business travel costs\",\"Reducing the need to maintain car parking spaces\",\"Improving the health and productivity of staff by promoting active ways of travelling\",\"Reducing staff time lost through traffic congestion\",\"Providing and promoting a wide range of travel choices to get to work\"]}",
     "Businesses can also benefit from reducing their own carbon footprint.",
     "There are a number of schemes businesses can put in place to reduce car use, which includes flexible working hours, working from home, promoting car sharing, and encouraging cycling and walking.",
     "TfL offers a range of incentives to help support businesses, including:\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"Expert advice and assistance from a local travel plan coordinator\",\"Guidance through each stage of developing a workplace travel plan\",\"Incentive packages to promote specific areas of the travel plan, such as providing cycle stands, setting up a car sharing scheme or ways of encouraging more walking to work\",\"Marketing merchandise to help promote sustainable transport messages across the business\"]}",
     "Ben Plowden, Programme Director of Travel Demand Management at TfL, said: 'Workplace travel plans are one of the many schemes Transport for London has promoted in recent years to get Londoners to not only walk and cycle more, but also to work flexibly and car-share to work.",
     "'Similar projects with larger businesses have been a huge success in the past and the Enterprise scheme aims to support London's small and medium sized businesses achieve similar results.",
     "'With the number of Londoners continuing to grow, it is vital we reduce the number of car journeys on the Capital's roads.",
     "'In the long run everyone will benefit from Enterprise, especially organisations, employees, other commuters and, most importantly, the environment.'\u003cbr /\u003e",
     "\u003cbr /\u003e\u003cstrong\u003eNotes to editors:\u003c/strong\u003e \u003cbr /\u003e",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}