{
 "pageTitle": "Extra carriage on every Docklands Light Railway train",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Extra carriage on every Docklands Light Railway train",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Transport for London has awarded a £200m contract to Taylor Woodrow to upgrade the Docklands Light Railway (DLR) so an extra carriage can be added to its trains.",
     "The increase from two to three-carriage trains will be completed by 2010, and will help accommodate increasing DLR passenger numbers.",
     "The new three-carriage trains will provide extra capacity and enhanced comfort for passengers.",
     "Ian Brown, Chairman of DLR, said: 'Increasing capacity through three-carriage trains will allow the Docklands Light Railway to keep pace with booming demand from passengers.",
     "'Three-carriage trains will also prove invaluable as the Docklands Light Railway is extended on to Woolwich Arsenal and Stratford International.",
     "'Docklands Light Railway will act as a key transport link during the London 2012 Games, so the extra capacity will be central in swiftly and efficiently transporting the millions of extra people we will welcome onto the network.'",
     "'Sustained investment in London's transport network is also essential to cope with the growth in jobs and London's expanding population - set to grow by 800,000 within twenty years.",
     "'This is a hugely significant contract award and we look forward to working alongside Taylor Woodrow Construction to deliver this increase in capacity, on time and on budget.'",
     "Brendan Morahan, Director of Taylor Woodrow Construction, said: 'This is a strategic success for us as a business.",
     "'We identified London Rail as a key market for us in deploying the skills, behaviours and experience we have in our team and our selected suppliers, gained through our successes at London Bridge, Paddington, Wembley Park, East London Line and Kings Cross.",
     "'We are all excited at the opportunity to contribute to the development of London's Infrastructure in preparation for the Olympics and the legacy beyond.'",
     "Work to increase capacity will take place in two phases which includes strengthening viaducts and bridges, extending platforms and improving key junctions.",
     "Phase one will allow DLR to lengthen trains on its busiest route, Bank/Tower Gateway to Lewisham.",
     "Completion is expected to be in late 2009.",
     "Phase two will allow three-carriage trains to operate across the other parts of the DLR network that currently only allow two-carriage operation.",
     "Phase two has yet to be approved by Government, with a decision expected in Autumn 2007.",
     "If consent is granted, phase two will be completed in 2010.",
     "The DLR London City Airport extension, opened in December 2005, can already accommodate three-carriage trains.",
     "Both the Woolwich Arsenal extension, which will open in 2009, and Stratford International extension, set to open in 2010, have been designed to operate three-carriage trains.",
     "The Docklands Light Railway is an important part of London's transport network, which is carrying ever more passengers and supporting the city's rapid population and job growth.\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to Editors:\u003c/strong\u003e \u003cbr /\u003e",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}