{
 "pageTitle": "FA Cup Final to be a showcase for Transport for London investment in Wembley",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "FA Cup Final to be a showcase for Transport for London investment in Wembley",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "As Chelsea and Manchester United prepare for the first ever FA Cup Final to be held at the new Wembley Stadium (Saturday 19 May), Transport for London (TfL) is looking forward to the challenge of moving more people than ever before for the biggest match of the year.",
     "The game will also showcase the £43m Transport for London investment in Wembley Park station and the surrounding area.",
     "The redevelopment of Wembley Park, which is served by the Jubilee and Metropolitan lines, is part of TfL's £10bn Investment Programme to improve and expand London's transport network and was completed over a year ago on time and budget.",
     "The station has been practically rebuilt to handle the increased number of spectators at Wembley Stadium, which now has a capacity of some 90,000.",
     "The station's capacity has been boosted by 70 per cent in the main ticket hall to allow an extra 15,500 people (up from 22,000 to 37,500) to use the station every hour.",
     "Ken Livingstone, Mayor of London said: 'Transport for London's investment of more than £43m in Wembley Park, Wembley Central and Wembley Stadium stations, has ensured efficient and comfortable travel to and from the new national stadium.",
     "'The investment in redeveloped stations, greater capacity, more CCTV coverage and other transport improvements will boost economic development and improve the quality of life for the local community for a considerable time to come.'",
     "George McInulty, London Underground Service Director said: 'On the day, a combined total of 100 trains per hour in both directions will be operating on the Bakerloo, Jubilee, and Metropolitan lines to transport people to and from Wembley Park and Wembley Central stations.",
     "'This means that the 90,000 fans expected to attend will be on their way home within 90 minutes of the final whistle.'\u003cbr /\u003e\u003cbr /\u003eWembley Stadium can be easily accessed from Wembley Park station served by the Jubilee and Metropolitan lines, by Wembley Central station served by the Bakerloo line and Silverlink Metro and also by Wembley Stadium station, served by Chiltern Railways.",
     "Transport for London's advice to fans is not to drive, to use public transport where at all possible and to plan your route before travelling.",
     "Travel information for London Underground, London Buses, Docklands Light Railway and Croydon Tramlink services is available via the following options:",
     "{\"template\":\"bulletlist\",\"items\":[\"The Transport for London website: \\u003ca href=\\\"http://www.tfl.gov.uk/\\\"\\u003ehttp://www.tfl.gov.uk/\\u003c/a\\u003e \",\"The London Travel Info 24-hour telephone helpline: 020 7222 1234\",\"BBC Ceefax, page 436, or ITV's Teletext, page 164\",\"Information on posters, leaflets and 'Service Information' boards at Tube stations\"]}",
     "Travel information for Silverlink Metro and Chiltern Railways services to Wembley Central and Wembley Stadium stations is available from National Rail Enquiries at 08457 48 49 50.",
     "There is no parking at Wembley Stadium for users of private vehicles.",
     "Parking in surrounding areas is extremely limited unless you are the holder of an official parking permit or pass.",
     "To assist motorists, Transport for London will have travel advisors at southbound motorway service stations on the M40 and M1 to advise those travelling to the match that they should not park in the Wembley area.",
     "To avoid queuing for tickets at Tube stations on Cup Final day, fans are encouraged to purchase an Oyster card beforehand. Oyster is valid on London Underground, London Buses, Docklands Light Railway and Croydon Tramlink and will always give you the cheapest fare compared to cash fares.",
     "Oyster can be bought or topped up at all 274 Tube stations and there also more than 2,200 Oyster Ticket Stops agents across the capital.",
     "Oyster is also available online at \u003ca href=\"http://www.tfl.gov.uk/oyster\"\u003ewww.tfl.gov.uk/oyster\u003c/a\u003e , over the phone via 0845 330 9876 or at Travel Information Centres across London.",
     "Your nearest Oyster outlet can be found through the Transport for London website.",
     "On match day, London Underground will be operating a special timetable on the Bakerloo, Jubilee and Metropolitan lines to get people to and from Wembley Stadium.",
     "Extra staff will be on duty at key locations across the Tube network to assist passengers.",
     "London Buses will be affected by road closures around the venue throughout the day, most of which will be determined by the police in response to local traffic conditions and are subject to change.",
     "Bus services passing through the Wembley area are likely to be subject to delays before and after the match.\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e \u003cbr /\u003e",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}",
     "{\"template\":\"bulletlist\",\"items\":[\"18 (Sudbury - Euston)\",\"92 (Ealing Hospital - St Raphael's North)\",\"182 (Harrow Weald - Brent Cross)\",\"206 (Kilburn Park - St Raphael's Estate)\",\"224 (Harlesden - Wembley Hill Road)\",\"PR2 (Park Royal - Wembley Park)\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"Bus routes which may be subject to delays are as follows:\\u003cbr /\\u003eul\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}