{
 "pageTitle": "First ever African poems on the Underground",
 "description": "The new series of poems by writers from Nigeria, Senegal, Kenya, Ghana and South Africa range from the 19th century to the present day.This coincides with a week-long programme of African events and festivals in the city - supported by the Mayor of London",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "First ever African poems on the Underground",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Tube passengers are set to be transported to another continent thanks to London Underground's first ever series of African Poems on the Underground, on display in trains across the network from 4 June."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This collection of poems shows that humanity is universal",
     "The new series of poems by writers from Nigeria, Senegal, Kenya, Ghana and South Africa range from the 19th century to the present day.",
     "This coincides with a week-long programme of African events and festivals in the city - supported by the Mayor of London - to mark Africa Day which celebrate the positive contributions of London's African communities to life in the Capital.",
     "Poet Nii Ayikwei Parkes, 33, was inspired to write \"Tin Roof\" to show his gratitude for the roof of his own home, which survived torrential rain storms in the north of Ghana.",
     "Mr Parkes was born in England, but grew up in Ghana and moved back to London in 2001.",
     "He lived in the south of Ghana and experienced the extremes of the north's weather while teaching biology and chemistry in the area.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Word of Africa\"}",
     "Nii Ayikwei Parkes said: \"This collection of poems shows that humanity is universal.",
     "\"We have the same fears and joys so I hope the poetry on the Tube will lead to people seeking out more African writing.",
     "\"Being a writer in Africa is considered as signing your life away as there is no money in it, but once there is more demand for African poetry and literature, then more people might consider becoming writers rather than lawyers and doctors and a swell of good writing could emerge as a result.\"",
     "The poems are part of Word of Africa: a festival by Africa Beyond which celebrates the diversity and power of African languages in literature, music and other arts.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Bicentenary\"}",
     "Tessa Watt, Programme Director of Africa Beyond, said: \"Africa is home to up to 2,000 languages and cultures, each one with its own food, music, literature, sayings and stories.",
     "\"Word from Africa is a chance to discover some of these riches right here in London, where almost every African community is represented.\"",
     "The poems appear in trains on posters that feature a unique Ghanaian textile design from the British Museum.",
     "Tamsin Dillon, Head of Platform for Art, said: \"These poems are particularly relevant as this year marks the bicentenary of the 1807 British Abolition of the Atlantic Slave Trade.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Famous poets\"}",
     "\"This series of Poems on the Underground features several famous poets such as Senegal's first president and Francophone Poet Leopold Sedar Senghor.",
     "\"His poem 'Et Nous Baignerons Mon Amie' is a love poem to his wife and to his African Homeland.\"",
     "The series also features 'Season' by essayist, playwright and Nobel Prize winner Wole Soyinka.",
     "The other poems are: 'Poem to Her Daughter' by Mwana Kupona Binti Msham, a poem of motherly advice by the wife of a Kenyan Chieftain originally written in Swahili;\u003cbr /\u003e'Inside my Zulu Hut' by Oswald Mbuyiseni Mtshali, which evokes the poet's traditional Zulu childhood and was written as he was working at low-paid jobs in Soweto, denied admission to the state University; and 'I Sing of Change' by the Nigerian poet Niyi Osundare.",
     "Passengers should look out for the poems across the whole Tube network.",
     "More information on the \u003ca href=\"http://www.bbc.co.uk/africabeyond\"\u003eWord from Africa \u003c/a\u003e festival can be found at the BBC's website.",
     "\u003cstrong\u003eNotes to editors \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Poems on the Underground is supported by London Underground, The Arts Council and the British Council\",\"Poems are selected by Judith Chernaik, Gerard Benson and Cicely Herbert, and the posters are designed by Tom Davidson\",\"Posters of the poems are available from the London's Transport Museum's gift shop\",\"Platform for Art is London Underground's (LU) public Art programme, producing high calibre artworks in unexpected places on the network, enhancing the millions of journeys made every day. It aims to promote a greater understanding of the Tube as a cultural and social environment through the creative commissioning of artworks\",\"Poems on the Underground was founded and is administered by writer Judith Chernaik\",\"More information about \\u003ca href=\\\"http://www.tfl.gov.uk/pfa \\\"\\u003ePlatform for Art\\u003c/a\\u003e is available online.\",\"A new guide to African London has been launched. Supported by the Mayor of London, the guide contains key information on African culture in the Capital from cultural festivals, arts, restaurants, film, leisure and history. To access a copy of the guide online, visit \\u003ca href=\\\"http://www.london.gov.uk/mayor/culture/docs/african-day-guide.pdf\\\"\\u003ewww.london.gov.uk/mayor/culture/docs/african-day-guide.pdf\\u003c/a\\u003e \"]}",
     "\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}