{
 "pageTitle": "Improvements to bus routes travelling through Clapham Common",
 "description": "Bus passengers will experience shorter journey times as a result of a small re-routing to the 35, 37 and N35.Currently these routes run along Clapham Common North Side and The Pavement in the eastbound direction. From Saturday 26 May, all three routes",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Improvements to bus routes travelling through Clapham Common",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Bus passengers will experience shorter journey times as a result of a small re-routing to the 35, 37 and N35.",
     "Currently these routes run along Clapham Common North Side and The Pavement in the eastbound direction.",
     "From Saturday 26 May, all three routes will run through Long Road onto Clapham Common Southside and Clapham Park Road, as they do in the westbound direction.",
     "This will mean a simpler bus service and will enable passengers to better interchange with other services at Clapham Common South Side.",
     "There are no other changes to any other bus services in the area.",
     "\u003cstrong\u003eNote to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"There will be an average 34 second saving in journey times (during the evening peak period [4 to 7pm] for each bus)\",\"The new route will be 118 metres shorter\",\"This change has been made possible due to improvements of the traffic lights at the junction of Clapham Common Southside /Clapham High Street/ The Pavement/ Clapham Park Road\",\"Buses in London now carry the greatest number of passengers since 1968\",\"London has the largest wheelchair-accessible bus network in the world\",\"All London's buses are accessible to wheelchair users, have low flooring and in-vehicle CCTV\",\"London bus use has increased by more than 40 per cent since 1999/00\",\"Transport for London provides more than 8,000 buses on 700 routes to London's bus network\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}