{
 "pageTitle": "London Underground launches work experience programme for disabled people across whole Tube Network",
 "description": "The programme will aim to offer a total of 18 eight-week placements, running throughout the year. Each placement will focus on offering disabled people the opportunity to work in a tailored customer service role on one of nine LU lines, involving a number",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Underground launches work experience programme for disabled people across whole Tube Network ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London announced today that, following a previous pilot scheme on the Piccadilly line, London Underground (LU) will be extending their Work Experience Programme for Disabled People across the network."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Each placement will give disabled people the opportunity to work in a tailored customer service role",
     "The programme will aim to offer a total of 18 eight-week placements, running throughout the year.",
     "Each placement will focus on offering disabled people the opportunity to work in a tailored customer service role on one of nine LU lines, involving a number of non-safety critical duties, including giving customers directions and helping them buy tickets as well as updating travel information.",
     "Disability organisations, local councils and charities can recommend individuals who they feel would benefit from the programme.",
     "Short-listed candidates will then be invited to attend a workshop to help practise their interview skills prior to the interview process.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Comprehensive training\"}",
     "Successful candidates will receive comprehensive training, and workplace risk assessments will be carried out.",
     "During the placement, each of the successful work experience candidates will be allocated a mentor who will be trained to ensure that the candidate gets the most out of their work experience.",
     "The mentor will directly supervise and support the candidate during the entire placement.",
     "Candidates will also have an opportunity to obtain Unit Accreditation within the City \u0026 Guilds NVQ for Rail Transport.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Further placements\"}",
     "The work experience programme will be split into three blocks, the first of which will offer placements on the Central, Jubilee and Northern lines.",
     "Candidates are currently being recruited for this block, with the aim of offering placements between 24 September 2007 and 16 November 2007.",
     "Further placements will be available between 11 February 2008 and 4 April 2008 on the Metropolitan, Hammersmith \u0026 City and Victoria lines, and between  9 June 2008 and 1 August 2008 on the Bakerloo, District and Piccadilly lines.",
     "Organisations that wish to recommend applicants for the second and third block of placements should contact Charlotte Eade, HR Project Manager, on 020 7027 2765 or \u003ca href=\"mailto:charlotte.eade@tube.tfl.gov.uk\"\u003echarlotte.eade@tube.tfl.gov.uk\u003c/a\u003e ",
     "\u003cstrong\u003eNotes to Editors:\u003c/strong\u003e \u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"Stations participating in the first block are:\",\"Morden, Balham and Goodge Street (Northern line)\",\"Canary Wharf, North Greenwich and Stratford (Jubilee line)\",\"Notting Hill Gate, Bond Street and Monument (Central line)\",\"Transport for London (TfL) is investing £10 billion to improve and expand London's transport network, with over half of that being spent on the Tube\",\"London Underground (LU) is investing more than ever before to make the Tube as accessible as possible as quickly as possible for all customers\",\"Significant progress has been made during the last year. Currently ,47 stations have step-free access. Feasibility studies to improve accessibility have been completed at 90 stations, allowing LU to understand the extent of the engineering works that need to take place\",\"By 2010, 25 per cent of Tube stations will have step-free access and this will increase to one third of stations by 2013.  Where necessary, works will be prioritised to ensure that as many stations as possible serving Olympic venues have step-free access for the 2012 Games\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}