{
 "pageTitle": "Make tracks to Brixton for the Cross River Tram roadshow",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Make tracks to Brixton for the Cross River Tram roadshow",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) and the London Borough of Lambeth will be holding a joint event to help people find out more about proposals for the new Cross River Tram.",
     "The Cross River Tram will carry more than 60 million passengers",
     "This will take place at Tate Gardens in Brixton on Saturday 19 May between 10am and 4pm.",
     "The Cross River Tram is a proposed service running between Euston and Waterloo, with branches to Camden Town and King's Cross in the north, and Brixton and Peckham in the south.",
     "Following the recent route options consultation TfL and Lambeth are holding a roadshow to keep people informed about the proposals and gather more detailed information on local issues.",
     "A full scale model of a tram carriage will be present, giving potential future passengers the opportunity to experience the spacious and comfortable environment of a modern tram.",
     "An exhibition of the proposals for Brixton Central Square will be on show alongside the tram and inside Tate Library.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Improved future\"}",
     "The exhibition runs from May 14-25.",
     "To make the event enjoyable for the whole family, there will also be face painting, tram colouring books and specially commissioned dance performances in Tate Gardens.",
     "Barry Broe, TfL's Director of Group Transport Planning and Policy, said: \"Local people have asked how the proposed Cross River Tram would work alongside proposals to create a central square in Brixton.",
     "\"This event will help to answer these questions and demonstrates that Transport for London is working together with the council to create an improved future for Brixton's town centre.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Support regeneration\"}",
     "Councillor Paul McGlone, Lambeth Council cabinet member for regeneration, said: \"People living, working, or just visiting Brixton can look forward to a bright future as plans to regenerate the area, and transport improvements and choices are well underway.",
     "\"The regeneration plans for Brixton will completely transform the public realm and create a modern and pleasant environment which Brixton and its residents can be rightly proud of.\"",
     "The Cross River Tram will carry more than 60 million passengers providing an attractive alternative for people travelling on some of the most crowded stretches of the Northern, Piccadilly and Victoria lines, and will provide faster connections to those areas currently less well-served by rail or Tube.",
     "The project will support regeneration by linking important areas, such as Elephant \u0026 Castle and King's Cross, to central London.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Spacious and air-conditioned\"}",
     "It supports the long-term future of these areas by introducing a fixed transport link to employment, health, education and leisure opportunities.",
     "Trams will be spacious, air-conditioned and run smoothly and quietly.",
     "There will be lots of wide double doors, with no steps or gaps, so it will be easy to get on and off.",
     "Trams will help to reduce pollution and congestion on London's streets as they are powered by electricity, producing no direct emissions - they can also recycle up to 30 per cent of their power supply through technology such as regenerative braking.",
     "The service will offer the opportunity to enhance areas along the route.",
     "TfL will work with the boroughs to provide new pavements, streetlights, pedestrian crossings and other improvements to the streetscape.\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Cross River Tram will:\\u003cbr /\\u003e\",\"Help reduce traffic pollution and congestion. For example, Croydon  Tramlink has reduced the number of car journeys by nearly four million trips a year\",\"Providate an attractive alternative for people travelling on some of the most  crowded stretches of the Northern and Victoria lines\",\"Provide an opportunity to enhance areas along the route. TfL will work with boroughs along the route to provide new pavements, streetlights, pedestrian crossings and other improvements\",\"Have spacious and air-conditioned carriages. There will be wide double doors and it will be step-free, so it will be easy to get on and off\",\"Benefit local businesses and help support local people\",\"Improve transport to major regeneration projects along the route such as King's Cross, Elephant and Castle, Brixton and the Aylesbury Estate in Southwark. These developments could generate around 78,000 new  jobs\",\"Provide faster connections to those areas currently less well served by  rail or Underground\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}