{
 "pageTitle": "New shoppers' bus 385 for residents of Waltham Forest",
 "description": "Residents of Waltham Forest can now use a new bus route which runs between Chingford station and a major superstore. Route 385 provides passengers with an hourly service on Mondays to Saturdays between approximately 9.30am and 3pm.It runs from Chingford",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New shoppers' bus 385 for residents of Waltham Forest",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Residents of Waltham Forest can now use a new bus route which runs between Chingford station and a major superstore.",
     "Route 385 provides passengers with an hourly service on Mondays to Saturdays between approximately 9.30am and 3pm.",
     "It runs from Chingford station through the Waltham Way and Valley Side areas to the Crooked Billet Sainsbury's.",
     "John Barry, Head of Network Development for London Buses, said: 'The new 385 results from close work between Transport for London and the Council's transport team.",
     "'There have been many improvements to the bus network in the area in the last few years, including new buses, better reliability and affordable fares.",
     "'But we were aware that our passengers wanted a more regular service in Waltham Way and Valley Side.",
     "'We have now provided the 385 which will help make travelling easier.'",
     "Bob Belam, Waltham Forest's Environment Portfolio holder, said: 'Getting people to switch from their car to buses is essential if we are to reduce emissions, and having convenient and reliable services are key to achieving this switch.",
     "'Waltham Forest Council listens to local residents and our close working relationship with TfL, enables us to deliver better services to local residents.'",
     "For further information on bus services in London please contact London Buses customer services on: 0845 300 7000 or visit the Transport for London website \u003ca href=\"http://www.tfl.gov.uk/buses\"\u003etfl.gov.uk/buses\u003c/a\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e \u003cbr /\u003e",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}