{
 "pageTitle": "Reduced opening at Camden Town station",
 "description": "There will be no entry and exit for passengers at Camden Town station on 8 and 9 May as work to modernise the station gets underway. Trains will continue to stop at the station as normal, but passengers will only be able to interchange between various",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Reduced opening at Camden Town station",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "There will be no entry and exit for passengers at Camden Town station on 8 and 9 May as work to modernise the station gets underway.",
     "Trains will continue to stop at the station as normal, but passengers will only be able to interchange between various Northern line branches.",
     "This will mean that customers will not be able to enter or exit the station on these days and will be advised to use nearby stations and local buses.",
     "David Millard, General Manager, Northern line said \"The works carried out by Tube Lines involve the replacement of floor tiles in the ticket hall area.",
     "\"At weekends, the station is extremely busy and operates with restrictions on Sundays due to the large numbers of passengers travelling to Camden Market.",
     "\"This makes it extremely difficult to undertake these necessary works at weekends when the station is most heavily used.",
     "\"Due to the nature and location of the work,s it is difficult to replace floor tiles in the ticket hall area during the four-hour engineering window overnight, when the Tube is closed.",
     "\"By restricting the opening of the station on a weekday, when passenger numbers are lower than on weekends, the work can be completed quicker.\"",
     "Passengers can check before travelling via the following options:",
     "{\"template\":\"bulletlist\",\"items\":[\"The TfL website at \\u003ca href=\\\"http://www.tfl.gov.uk/tubeworks\\\"\\u003ewww.tfl.gov.uk/tubeworks\\u003c/a\\u003e \",\"The London Travel Information 24-hour telephone helpline 020 7222 1234\",\"BBC Ceefax, page 436, or ITV's Teletext, page 164\",\"Information on posters, leaflets and \\\"Good Service\\\" boards at Tube stations\"]}",
     "Last week, London Underground announced that there would be an increase in the level of work taking place on the Tube this year as we work to increase capacity, improve reliability and modernise stations.",
     "Works to modernise Camden Town station will be completed in May 2008 and passengers will benefit from a number of improvements to the ambience, safety and accessibility of the station, including increased and renewed CCTV coverage and the installation of Help points and a new public address system.",
     "Tactile strips will be installed on platforms and stairs along with contrasting handrails for partially sighted customers.",
     "New lighting will be installed throughout the station, ticket hall ceilings will be refurbished and most heritage features will be restored.",
     "The majority of existing tiling in the station will either be replaced or refurbished.\u003cbr /\u003e\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e \u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"Transport for London is investing £10bn to improve and expand London's transport network with more than half being spent on the  Tube\",\"Tube Lines is responsible for the maintenance and renewal of the Jubilee, Northern and Piccadilly lines\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}