{
 "pageTitle": "Residents urged to have their say on Gants Hill street improvements",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Residents urged to have their say on Gants Hill street improvements ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Local people in Gants Hill are being encouraged to get involved in the consultation on a £3.3m scheme to improve road safety and the appearance of a major junction in their area.",
     "The project is centred on Gants Hill roundabout in Redbridge, the meeting point of the main roads of A12 Eastern Avenue, Cranbrook Road and Woodford Avenue.",
     "In addition to £2.2m of funding which Transport for London is providing to improve the area, another £1.1m has been secured from the Department for Communities and Local Government in conjunction with London Borough of Redbridge.",
     "The proposals support the council's Area Action Plan, which aims to revitalise Gants Hill town centre.",
     "Under the scheme, part of the Mayor's Open Spaces Programme which will see 100 public spaces enhanced in the Capital, pedestrians will see improved facilities at street level through new crossings and signals, which will also maintain traffic flow. Other proposed improvements include:",
     "{\"template\":\"bulletlist\",\"items\":[\"New signs for those who continue to use the subways beneath the roundabout, helping people to use the Underground station\",\"New trees and planting, along with better paving and landscaping\"]}",
     "Consultation documents, including a questionnaire, are being sent to 8,000 homes and businesses in Gants Hill, and a public exhibition will be held at Gants Hill library in Cranbrook Road. This will run from Monday, May 14 to Saturday, May 19.",
     "Graham Jones, Transport for London's Head of Road Network Development North, said: \"This scheme is geared towards improving transport facilities while supporting regeneration and helping to unite the centre of Gants Hill.",
     "\"It's important that we hear from local people so that we can take into account the views of those who live and work in the area.\"",
     "Staff from Transport for London and London Borough of Redbridge will be on hand to answer questions about the project on Tuesday, May 15 between 11am and 3pm, Thursday, May 17 from 5.30pm to 8pm and Saturday, May 19 from 10am to 12noon. Consultation on the scheme will close on June 15. Copies of reports relating to the scheme will be lodged at Gants Hill library until then.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "1. Residents can comment on or request the consultation documents by:",
     "{\"template\":\"bulletlist\",\"items\":[\"calling freephone 0800 587 8890\",\"emailing \\u003ca href=\\\"mailto:gants.hill@tfl.gov.uk\\\"\\u003egants.hill@tfl.gov.uk\\u003c/a\\u003e \",\"logging on to \\u003ca href=\\\"http://www.tfl.gov.uk/gantshill\\\"\\u003ewww.tfl.gov.uk/gantshill\\u003c/a\\u003e \",\"writing to Freepost RRJU-HLXR-EUHC, Transport for London, Gant's Hill Consultation, DRND North, London SW1V 1PX\"]}",
     "2. Consultation on London Borough of Redbridge's Area Action Plan, which has been drawn up to aid regeneration, closes on May 9. details can be found at \u003ca href=\"http://www.redbridge.gov.uk/planning/ldfaap.cfm\"\u003ewww.redbridge.gov.uk/planning/ldfaap.cfm\u003c/a\u003e ",
     "3. The Department for Communities and Local Government's Growth Areas' Funding covers three areas - Milton Keynes/South Midlands, London-Stansted-Cambridge-Peterborough and Ashford - and the London boroughs of Barnet, Islington and Brent. The fund was created for site assembly, remediation of brownfield land, affordable housing and essential local infrastructure\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}