{
 "pageTitle": "South West rail stations receive cycle facilities boost",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "South West rail stations receive cycle facilities boost",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) and South West Trains have invested £250,000 to install better cycle facilities at 13 popular London rail stations in South West London.",
     "These station cycle facilities compare well with the best in Europe",
     "The joint project is funded by TfL as part of the Mayor of London's strategy to increase the number of people cycling in the Capital.",
     "Additional cycle shelters and stands, as well as CCTV cameras, have been installed at Surbiton, Twickenham, Hampton, Teddington, Strawberry Hill, Feltham, Hounslow, Tolworth, Kew Bridge, Chessington South, Ewell West, Hampton Wick and Fulwell stations.",
     "It is expected that continuing work in 2007/08 will focus on North London Railway stations, which will fall under TfL's jurisdiction from November 2007.",
     "Mayor of London Ken Livingstone said: \"Cycling in London is booming with recent figures showing an 83 per cent increase since 2000.",
     "\"To encourage cycling we are spending record amounts on projects such as this one with South West Trains, to improve conditions for cyclists even further.\"",
     "Rose Ades, Head of Transport for London's Cycling Centre of Excellence, said: \"These station cycle facilities compare well with the best in Europe.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Additional facilities\"}",
     "\"With fewer people travelling to these stations by car, it is not only the cyclists, but the transport system and the whole neighbourhood that benefits.\"",
     "Malcolm Page, South West Trains' Station Development Manager, said: \"The integration of cycles and trains is becoming increasingly popular so we are extremely grateful to Transport for London for providing a large proportion of the funding for these projects.",
     "\"We hope the additional facilities will encourage passengers to cycle to our stations and that the CCTV coverage will give them peace of mind too.\"",
     "Since 2005, TfL has invested around £700,000 to provide more than 1000 new spaces and other cycling facilities at over 70 stations across the South, South Eastern and South Western train network.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"£32m TfL programme\"}",
     "The cycle facilities programme is complemented by a £32m TfL programme to make London's suburban rail stations safer.",
     "One hundred and sixty-two stations have been improved, with new and upgraded CCTV, Help points and better lighting in an around stations.\u003cbr /\u003e",
     "\u003cstrong\u003eNote for editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"For further information about South West Trains, please contact their press office on 020 7620 5229\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}