{
 "pageTitle": "TfL appoints Director of Borough Partnerships",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL appoints Director of Borough Partnerships",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) has today announced the appointment of a new senior member of staff.",
     "Alex will play an important role in developing even stronger relationships between TfL and the boroughs",
     "Alex Williams has been appointed TfL's Director of Borough Partnerships.",
     "The role will see Alex assuming responsibility for managing strategic relationships with boroughs, overseeing Local Implementation Plans (LIPs) and providing input to land use planning processes.",
     "It is anticipated that Alex will be taking up his new post in July.",
     "Alex Williams is currently employed by Camden Council as an Assistant Director Culture and Environment (Street Management), with responsibilities including management of essential services ranging from rubbish and recycling collection, to street lighting and parking management.",
     "Alex has 18 years experience of working at a borough level, predominantly with Camden, but he also spent three years at Ealing Borough Council as Service Director, Transport and Planning Policy.",
     "Alex Williams, newly appointed TfL Director of Borough Partnerships, said: \"I am delighted to be offered the opportunity to join TfL at such an exciting time, not only for this organisation, but for London as a whole.",
     "\"I hope to bring my experience and knowledge as a borough-based practitioner to bear in cementing stronger relationships between TfL and London boroughs.\"",
     "Nigel Marson, TfL's Managing Director of Marketing and Communications, said: \"Alex will play an important role in developing even stronger relationships between TfL and the boroughs.",
     "\"This will be key to ensuring that TfL meets the transport challenges that the predicted growth in London's population and employment will bring.\"",
     "Notes to editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"A picture of Alex Williams is available on request from the TfL Press Office - 0845 604 4141\",\"The Director of Borough Partnerships will report directly to the newly-created role of Managing Director Planning, which will be job-shared by Michèle Dix and Malcolm Murray-Clark, who were recently appointed to take up the role on June 4.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}