{
 "pageTitle": "A12 George Green Tunnel Repair Works",
 "description": "Following a serious road traffic accident which damaged the tunnel lighting, a number of planned closures have been organised in order to repair the damage and ensure high safety standards are maintained in the tunnel. The westbound bore of the tunnel",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "A12 George Green Tunnel Repair Works",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) will be carrying out essential repairs to the A12 George Green Tunnel over five weekends, from 12/3/04 until 07/05/04."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Following a serious road traffic accident which damaged the tunnel lighting, a number of planned closures have been organised in order to repair the damage and ensure high safety standards are maintained in the tunnel.",
     "The westbound bore of the tunnel will close for repairs, with traffic being transferred to the eastbound bore under contra-flow. The planned closure times are from 21.00 on Friday until 05.00 Monday on the following dates:",
     "{\"template\":\"bulletlist\",\"items\":[\"12/3 - 15/3\",\"19/3 - 22/3\",\"2/4 - 5/4\",\"23/4 - 26/4\",\"7/5 - 10/5\"]}",
     "TfL apologises for any disruption these essential repair works may cause to drivers.",
     "These works have been planned to avoid the major football games and local events planned for the area and to take advantage of lighter weekend traffic.",
     "As London's population continues to grow there will increasing demands placed on our public transport system and TfL aims to deliver the improvements that will match London's future needs. This can only be achieved with continued support from Government. TfL will balance its budget whatever happens but without additional funding essential sustained improvement to the road network will not take place.",
     "\u003cbr /\u003eAnna Brosnan\u003cbr /\u003ePress Office\u003cbr /\u003eEmail: \u003ca href=\"mailto:annabrosnan@tfl.gov.uk\"lid=\"annabrosnan@tfl.gov.uk\"\u003eannabrosnan@tfl.gov.uk\u003c/a\u003e \u003cbr /\u003eDirect line: 020 7941 4376"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}