{
 "pageTitle": "Bob Kiley outlines proposals for London Regional Rail Authority",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Bob Kiley outlines proposals for London Regional Rail Authority",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Rail passengers travelling to, from and through London could get better and more reliable services and fairer ticketing within two years under new plans set out today by Bob Kiley, London's Transport Commissioner."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The plans, which are being developed on behalf of the Mayor by Transport for London (TfL), could see the Mayor take control of all suburban commuter rail services in London. Seventy per cent of all rail journeys are made either to or from London.",
     "A London Regional Rail Authority would oversee integrated planning of the London suburban rail network alongside the capital's Tube, bus and road system. The benefits include:",
     "{\"template\":\"bulletlist\",\"items\":[\"Greater efficiency - TfL would take the risk on revenue, rolling stock contracts and upgrading works, reducing franchise costs and ending compensation payments to train operators.\",\"More frequent services - simplifying outdated timetables and other changes, could lead to a 5 per cent increase in capacity, reduced overcrowding and reduced journey times within two years.\",\"Integrated fares using the Oyster smartcard -The Oyster card would be extended to rail services, cutting ticket office and ticket barrier queues and reducing fare evasion.\",\"Integration of ticket prices - Tube-style zonal ticketing will simplify ticket-buying for millions of travellers, who currently pay between £1.70 and £3.70 for a Zone 3 to Zone 1 journey on national rail depending on location.\",\"Better station facilities - a plan to deliver common, higher standards for all stations in London.\",\"Better station security - a plan to improve security and passenger information on all stations in London.\",\"Meeting local needs - giving London control of London services will make the rail network more responsive to local needs.\"]}",
     "Speaking ahead of the 'Rail and a Growing London' conference, Bob Kiley said:",
     "\"TfL was created to provide London with a fully integrated transport network. Our bid, under the Government's rail review, proposes just that. We should all seize this opportunity to put joined-up thinking into practice and make a difference to passenger journeys.",
     "\"TfL has been able to turn around the bus services in the Capital, delivering the best services London has seen for over a generation. If given the opportunity, we would use the same principles and world-class management to deliver the best possible services for rail passengers travelling in and through London.\"",
     "Mayor of London, Ken Livingstone said:",
     "\"A London rail authority will allow us to integrate the railways with Tube and bus services and raise service standards and the upkeep and security of stations. It would mean that we can start to bring major transport improvements to the large parts of London not covered by the Tube network. If we start with a shadow form of running the London rail authority changes can start to be made relatively fast.",
     "\"The Government has recognised that our plans for a London Regional Rail Authority are practical, and I look forward to working in partnership with the DfT, TfL, SRA and the rail industry to take this forward.",
     "\"A London Regional Rail Authority would enable us to bring the kind of improvements seen on London's bus network and through the congestion charge to all of those Londoners who depend on the rail network.\""
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}