{
 "pageTitle": "Final stage for minicab licensing starts",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Final stage for minicab licensing starts",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "On Monday 5th April Vice Chairman of Transport for London, Dave Wetzel, will launch the final stage of a major operation to license London' minicab industry."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "\u003cstrong\u003eTime/ Date: \u003c/strong\u003e \u003cbr /\u003eMonday, 5th April 2004, 1pm",
     "\u003cstrong\u003eVenue: \u003c/strong\u003e \u003cbr /\u003eHanworth Vehicle Licensing Centre, Unit 8, Links Industrial Estate, Popham Close, Hanworth, TW13 6HD (NB. The building is in the new build part of the industrial estate and has clear signage).",
     "\u003cstrong\u003ePhoto call: \u003c/strong\u003e \u003cbr /\u003eYou are invited to send a reporter/ photographer/ film crew to see for the first time cars going through the checks that will approve a car is fit to be a licensed private hire vehicle in London. The new private hire vehicle identifying badge will also be revealed by TfL Vice Chairman Dave Wetzel.",
     "Head of the Public Carriage office Roy Ellis and Licensed Private Hire Car Association Chairman, Steve Wright will be available for interview.",
     "\u003cstrong\u003eBackground:\u003c/strong\u003e Vehicle checks will start on Thursday 8th April and from early June 2004 private hire vehicles will have to meet strict safety standards to trade legally, by either holding a license or a temporary permit from the Public Carriage Office (PCO).",
     "A distinctive new disc fixed to front and rear windscreens will identify the vehicle as a licensed private hire vehicle and will be revealed for the first time at this media opportunity.",
     "{\"template\":\"bulletlist\",\"items\":[\"Since 2001 minicab operators must hold a valid licence from the Public Carriage Office to run a service. Since 1st June 2003 it has been an offence to drive a minicab without a private hire driving licence or a temporary permit issued by the PCO.\\u003cbr /\\u003e\\u003cbr /\\u003e1. A licensed private hire vehicle must:\\u003cbr /\\u003eul\"]}",
     "Private Hire Vehicle owners without a license or temporary permit for their vehicle can be taken to court and fined up to £2500 from early June 2004.",
     "For media enquiries contact the TfL press office on 020 7941 4141 (also for out of hours) or 7941 4881."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}