{
 "pageTitle": "Greenwich Pier is refurbished",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Greenwich Pier is refurbished",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Following a £1.3m make over Greenwich Pier has re-opened and is ready for spring boat trips, Transport for London announced today."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Greenwich Pier is a popular tourist destination with 650,000 people landing and sailing from it every year. The refurbishment will offer visitors improved access and waiting facilities.",
     "Transport for London's Head of Operations, Mike Weston said:",
     "\" I am pleased that we have refurbished Greenwich Pier in time for the busy summer season. Greenwich is a major attraction on the Thames, visited by many tourists and Londoners. This summer visitors can also enjoy a modernised pier.\"",
     "The National Maritime Museum's Director Roy Clare said:",
     "'Greenwich has been a landing place from the Capital's river since the earliest times; millions of people now use and enjoy the Thames and everyone in the Maritime Greenwich World Heritage Site is delighted that in 2004 visitors will have the benefit of greatly improved facilities at Greenwich Pier.'",
     "The completion of Greenwich Pier coincides with the extension of services by Thames Clippers to Greenwich.",
     "Thames Clipper's Hurricane, a 220 seater vessel, will now run four services a day via Savoy, Blackfriars, Bankside, London Bridge, St. Katherine's, Canary Wharf, Greenland, Masthouse Terrace and Greenwich pier.",
     "This summer will also see the addition of Europe's first Ramp Rider installed at\u003cbr /\u003eGreenwich Pier. This will greatly improve access for wheelchair users getting on and off boats at Greenwich.",
     "\u003cbr /\u003eLisa Rooney\u003cbr /\u003ePress Officer\u003cbr /\u003eDirect line: 020 7941 4443/ 4141"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}