{
 "pageTitle": "Increased Fine for Bus Fare Dodgers",
 "description": "The increased fine is the first rise since penalty fares were introduced in 1994, and will form part of an overall increase in TfL's revenue protection activity. It will provide a common penalty fare across buses and the Underground Jeroen Weimar, TfL's",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Increased Fine for Bus Fare Dodgers",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "On Sunday March 21st the penalty fare on London's buses will rise from £5 to £10."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The increased fine is the first rise since penalty fares were introduced in 1994, and will form part of an overall increase in TfL's revenue protection activity. It will provide a common penalty fare across buses and the Underground",
     "Jeroen Weimar, TfL's Director of Transport Policing and Enforcement said:",
     "\"The increase is the first of its kind for 10 years, and is aimed at deterring fare evasion. £10 is a more realistic penalty, and will bring the bus penalty fare into line with the Tube. At the same time, we're increasing the number of inspectors and targeting problem routes.",
     "\"With Saver tickets and bus passes, bus travel in London represents very good value; there is no excuse for not paying the correct fare. \"",
     "In the last year, TfL has increased the number of inspectors by 20 per cent. Using an intelligence-led approach, inspectors now target routes where there are fare evasion issues. Inspectors also work closely with police officers from the joint TfL/Met Police Transport Operational Command Unit to identify and detain fare evaders and improve passenger security.\u003cbr /\u003e\u003cbr /\u003eDuring the last 12 months alone London Buses has brought over 7,000 prosecutions, and issued 39,000 penalties. The average payment incurred by prosecution is £100: the standard adult bus fare is £1.",
     "{\"template\":\"bulletlist\",\"items\":[\"The number of passengers using buses is at its highest level since 1969;\",\"Patronage is rising at its fastest rate since the second world war;\",\"London Buses is running the highest volume of service on London's roads than at any time since 1963.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}