{
 "pageTitle": "More funding for school cycle parking",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "More funding for school cycle parking",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London announced today a further £650,000 funding to provide cycle parking to sixty London schools and colleges. This will create an extra 1,800 cycle parking spaces."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The first round of funding, worth £470,000, has already created 1,700 new cycle parking spaces.",
     "Managing Director of Surface Transport at TfL Peter Hendy said:",
     "\"I'm delighted at the success of this project and the enthusiastic support of the boroughs and schools. Appropriate and good quality cycle parking is a key element in the delivering the Mayor's Cycling Action Plan.\"",
     "\"It's great to see so many schools now properly geared up for the summer term and I'm confident that this initiative, combined with TfL's commitment to cycle training, will help parents, teachers and children to view cycling as a safe, affordable and viable option for school travel.\"",
     "The London Cycling Action Plan set out bold targets including a 200 per cent increase in cycling by 2020. The plan aims to see 5,000 new cycle spaces installed by the end of 2005. The additional funding will take the existing total to 3,500, well on the way to meeting the target.",
     "Deputy Mayor of London Jenny Jones said:",
     "\"This is a good example of Transport for London investing in a cleaner, less polluted future. More money spent on road safety in London means safer streets, and the funding for cycle training and parking is giving both children and their parents the confidence to get out of their cars and onto their bikes. This will make the average school run less motorised, and healthier for everyone.\"",
     "Schools already benefiting from cycle parking facilities include Newham Junior School (Hillingdon), Featherstone High School (Ealing) and the Clarendon School for children with special needs (Richmond).",
     "{\"template\":\"bulletlist\",\"items\":[\"The Mayor has identified a long-term target to increase cycling by 200% by 2020 (on year 2000 levels)\",\"Creating a Chain Reaction - The London Cycling Action Plan was launched on 25 February 2004\",\"The Mayor launched the Partnership behind the Cycle Parking Programme initiative on 19 June 2003\",\"The Cycle Parking Programme is open to schools and colleges located in the Greater London area and which come under one or more of the following categories: Primary/Junior school; secondary school; special needs schools; 6th form colleges; and colleges of further education and Universities offering full-time courses to students aged 25 years and under.\",\"Over 250 applications have been received from schools and colleges to date and over 100 have been shortlisted for the first and second stage of funding across nearly all of the London boroughs. This initiative is part of a wider programme to improve the health and well being of young Londoners by enabling them to cycle more in London.\",\"Broxap Limited and F.M. Conway/Cycle-works have both been appointed to undertake the supply and installation of facilities for this programme.\",\"Half of all journeys made in London are less than 2 miles; a distance easily cycled. However the level of cycling in London is relatively low compared to many other European cities. Targeting children and young people will help to reduce the number of unnecessary short car journeys and with the availability of new cycle parking facilities, cycling will now be a viable alternative to driving\",\"Cycling is set to rise in the Capital as the Mayor implements his initiatives to make cycling an attractive solution for all. TfL's CCE is working with the London boroughs to overcome these barriers by improving the street environment and providing on-road training to give people the confidence they need to cycle.\"]}",
     "As London's population continues to grow there will be increasing demands placed on our public transport system and TfL aims to deliver the improvements that will match London's future needs. This can only be achieved with continued support from Government."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}