{
 "pageTitle": "PRIVATE HIRE VEHICLES - VEHICLE IDENTIFICATION DISCS",
 "description": "It is planned to complete the licensing of all those vehicles currently used as private hire vehicles in London by March 2005.Design and appearance of PHV identification discsOne disc will be affixed in the top corner of the front windscreen, on the",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "PRIVATE HIRE VEHICLES - VEHICLE IDENTIFICATION DISCS",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Issue of PHV identification discsFrom 8 April 2004, the Public Carriage Office (PCO) will have the statutory authority to inspect and license private hire vehicles in London."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "It is planned to complete the licensing of all those vehicles currently used as private hire vehicles in London by March 2005.\u003cbr /\u003e",
     "\u003cstrong\u003eDesign and appearance of PHV identification discs\u003c/strong\u003e One disc will be affixed in the top corner of the front windscreen, on the passenger side. A second disc will be affixed to the top corner of the rear window on the near-side. Both discs will be affixed on the inside of the glass.",
     "\u003cstrong\u003eSecurity features \u003c/strong\u003e ",
     "These identification discs may only be affixed to the vehicle by Public Carriage Office vehicle inspection personnel at one of the four designated vehicle inspection centres.\u003cbr /\u003e\u003cbr /\u003eThe centre of the disc will incorporate:\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"the copyrighted PCO hologram; and,\",\"a transparent security adhesive band applied across the face of the diamond shaped interior of the disc.\"]}",
     "When removed, the diamond-shaped centre of the disc will disintegrate, preventing its re-use.\u003cbr /\u003e",
     "\u003cstrong\u003eFuture re-design\u003c/strong\u003e \u003cbr /\u003e\u003cbr /\u003eThe PCO will monitor the effectiveness of the original design during the first 12 months of licensing. It is planned to carry out customer research to establish passenger awareness, recognition and visibility. If found to be necessary and, in the light of experience, the design may be modified to improve security, visibility, passenger awareness or recognition."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}