{
 "pageTitle": "TfL Launches Women's Action Plan",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL Launches Women's Action Plan",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London will unveil its first Women's Action Plan at the Mayor's 4th annual capitalwoman conference on Saturday 6 March 2004 and is encouraging women to have their say."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Pip Hesketh, Head of Equality and Inclusion for TfL said: \"TfL has already begun to develop a much better understanding of women's transport requirements and has made improvements in many areas including improved safety and a transport system that is more closely aligned to women's lifestyles.",
     "\"However, this is just the start. We acknowledge there is a long way to go before getting things completely right and we will be interested to hear your thoughts on the plan or any other transport issues for women you feel we are not adequately addressing.\"",
     "The main issues the Women's Action Plan addresses are:",
     "{\"template\":\"bulletlist\",\"items\":[\"To outline new actions that demonstrate TfL's commitment to expand the travel choices and improve the journey experiences of women\",\"To recruit more women in the transport industry, particularly as drivers and engineers\",\"To present TfL's current understanding of the particular issues for women in London and indicate the existing provisions put in place by TfL to address these issues\",\"To highlight and communicate the actions we are taking on behalf of women\"]}",
     "The Women's Action Plan is an important step in taking forward a focused strategy for women's travel. It also outlines TfL's commitment to provide better transport for women by an organisation run equally well at every level by women and men.",
     "Peter Hendy, Managing Director of Surface Transport said:",
     "\"TfL knows that women have different lifestyle requirements and transport needs to men and are working to make transport a better place for women travelling around the Capital. This includes safety and security initiatives such as the Safer Travel at Night campaign, more attractive fares packages, and improvements to services with increased frequency and reliability and improved local links to essential amenities allowing women an equal opportunity to participate fully in society.\"",
     "Tim O'Toole, Managing Director London Underground said:",
     "\"TfL is already undertaking proactive measures to employ women across the operation on the Tube, on buses and in taxis. Thanks to initiatives such as special recruitment exhibitions, we are seeing even graduates swapping jobs in banking and teaching to become Tube drivers.",
     "\"However, according to recent figures women only account for 6%(7) of Tube drivers. We feel we could tap further into female talent and want to see more women driving trains, working in the bus industry - including as bus drivers - and in other stereotypically male roles such as engineering.\""
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}