{
 "pageTitle": "TfL Consults Boroughs on Local Implementation Plan Guidance",
 "description": "The GLA Act states that London boroughs must prepare LIPs containing their proposals for the implementation of the Mayor's Transport Strategy in their area. TfL has drafted guidance, at the Mayor's request, to help the boroughs achieve this and is now",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL Consults Boroughs on Local Implementation Plan Guidance",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "On behalf of the Mayor, Transport for London (TfL) has started consultation with the boroughs over draft guidance on transport Local Implementation Plans (LIPs), which aim to improve the integration of transport delivery across London."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The GLA Act states that London boroughs must prepare LIPs containing their proposals for the implementation of the Mayor's Transport Strategy in their area. TfL has drafted guidance, at the Mayor's request, to help the boroughs achieve this and is now asking for feedback.",
     "LIPs will reflect the Mayor's Transport Strategy's requirements for local transport improvements. Priorities for LIPs include:",
     "{\"template\":\"bulletlist\",\"items\":[\"Improving road safety\",\"Improving bus reliability\",\"Relieving traffic congestion\",\"Improving parking and loading arrangements\",\"Improving accessibility for all on the transport network\",\"Encouraging walking and cycling\",\"Bringing transport infrastructure to a state of good repair\"]}",
     "The Mayor, Ken Livingstone said",
     "\"This is a step forward in delivering improvements to London's transport system. I recognise that boroughs are already achieving much in implementing the Transport Strategy and I see LIPs as helping to consolidate and build on these achievements.",
     "\"This is a two-way process which is why we are asking the boroughs, from now until the end of April, to feed back their views on the draft Guidance. I expect that a decision to issue the finalised Guidance will be taken after the Mayoral Elections in June 2004.\"",
     "Ben Plowden, Director, TfL Borough Partnerships said:",
     "\"The development of LIPs will be a challenge for all involved. But I believe it represents an important opportunity to build on good working relationships between TfL and the boroughs. However further improvements to London 's transport system require additional funding from Government to support essential projects and sustained improvements across the network.\"",
     "Emily O'Regan\u003cbr /\u003eSenior Media Officer\u003cbr /\u003eEmail: \u003ca href=\"mailto:emilyoregan@tfl.gov.uk\"lid=\"emilyoregan@tfl.gov.uk\"\u003eemilyoregan@tfl.gov.uk\u003c/a\u003e \u003cbr /\u003eDirect line: 020 7941 4883"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}