{
 "pageTitle": "Withdrawal of Mercedes Citaro buses",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Withdrawal of Mercedes Citaro buses",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London, on the advice of Mercedes to their contracted operators in London, advises the withdrawal of all Citaro buses from service whilst modifications are made."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "A Transport for London spokesperson said:",
     "\"We were advised by the manufacturers late last night that they wished to withdraw all 150 Mercedes Benz Citaro buses from service. The recommendation was made as part of the round-the-clock investigations into the fire onboard one of these buses at the weekend. The withdrawal will allow the manufacturers to carry out modifications to the buses. The work started this morning and should be completed within a week.\"",
     "\"TfL's primary concern is passenger safety. We do apologise for any inconvenience but our primary concern is to run a safe service.\"",
     "There are around 150 Citaro buses in London, approximately 130 of these are bendy buses and the rest are single deck buses.",
     "Hans Smits, Managing Director of Evobus UK (part of Mercedes), said:",
     "\"Based on the results of the technical investigation into the Mercedes Benz Citaro bendy bus fire of last Saturday, 20 March, Evobus have decided that certain modifications to all Citaro buses in London are necessary. In order not to take any risk, these vehicles have been taken out of service until these modifications have been completed. Modification work has started and will be completed within one week. After implementation, these vehicles can be operated without restriction.\"",
     "Service alterations for Wednesday 24 March:",
     "Route 18 - reduced double deck service\u003cbr /\u003eRoute 293 - normal service\u003cbr /\u003eRoute 436 - extra buses on route 36 to replace 436 and extra buses on route 185\u003cbr /\u003eRoute 453 - extra buses on route 53 to replace route 453\u003cbr /\u003eRoute 507 - reduced double deck service\u003cbr /\u003eRoute 521 - no service\u003cbr /\u003eRoute RV1 - reduced double deck service",
     "Extra staff are on hand to help passengers at London Bridge and Waterloo.",
     "For media enquiries please telephone the TfL press office 020 7941 4141"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}