{
 "pageTitle": "Bus changes",
 "keywords": "TfL",
 "description": "Permanent changes to TfL bus routes including new routes and changes to first and last stops",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Buses",
   "url": "/modes/buses/index"
  },
  {
   "title": "Bus changes"
  }
 ],
 "title": {
  "title": "Bus changes",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "{\"template\":\"intro\",\"texts\":[\"Read details of bus changes and improvements\"],\"link\":{\"image\":{}},\"image\":{},\"wrapped\":false}",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"strong\"}",
     "From Saturday 22 February some of our routes are changing as we look to improve the reliability of the bus network.",
     "\u003cstrong\u003e16 Cricklewood Bus Garage - Victoria Station\u003c/strong\u003e \u003cbr /\u003eTo help maintain the reliability of the service during the improvement scheme taking place at Cricklewood Broadway junction of Cricklewood Lane, a temporary timetable will be in place with the frequency of route 16 changed to every 8 minutes during shopping hours on Monday to Fridays.",
     "The temporary timetable will be in place until the junction improvement scheme finishes in May 2020.",
     "\u003cstrong\u003e68 West Norwood - Euston\u003c/strong\u003e \u003cbr /\u003eTo help maintain the reliability of the service during the improvement scheme taking place in Camberwell town centre a temporary timetable will be in place with the frequency of route 68 changed to every 9-10 minutes between 0700 - 1900 on Monday to Fridays.",
     "The temporary timetable will be in place until the gas main works finish on 25 April 2020.",
     "\u003cstrong\u003e90 Northolt - Feltham\u003c/strong\u003e \u003cbr /\u003eThe diversion of route 90 on Hounslow Road towards Feltham will finish on this date with buses returning to normal line of route. The diversion of buses towards Northolt will continue until the bridge works have been completed.",
     "\u003cstrong\u003e117 Staines - West Middlesex Hospital\u003c/strong\u003e \u003cbr /\u003eThe diversion of route 117 on Hounslow Road towards Staines will finish on this date with buses returning to normal line of route. The diversion of buses towards West Middlesex Hospital will continue until the bridge works have been completed.",
     "\u003cstrong\u003e120 Northolt - Hounslow\u003c/strong\u003e \u003cbr /\u003eNew timetable introduced increasing the frequency back to every 10 minutes during the daytime on Monday to Saturdays, every 12 minutes during the daytime on Sundays and every 15 minutes during the evening. This is following the completion of roadworks in the Northolt area.",
     "\u003cstrong\u003e235 Sunbury - North Brentford Quarter\u003c/strong\u003e \u003cbr /\u003eThe diversion of route 235 on Hounslow Road towards Sunbury will finish on this date with buses returning to normal line of route. The diversion of buses towards North Brentford Quarter will continue until the bridge works have been completed.",
     "\u003cstrong\u003e285 Heathrow Airport - Kingston\u003c/strong\u003e \u003cbr /\u003eThe diversion of route 285 on Hounslow Road towards Kingston will finish on this date with buses returning to normal line of route. The diversion of buses towards Heathrow Airport will continue until the bridge works have been completed.",
     "\u003cstrong\u003e345 Peckham - South Kensington\u003c/strong\u003e \u003cbr /\u003eTo help maintain the reliability of the service during the improvement scheme taking place in Camberwell town centre a temporary timetable will be in place with the frequency of route 345 changed to every 9-10 minutes between 0700 - 1900 on Monday to Fridays.",
     "The temporary timetable will be in place until the gas main works finish on 25 April 2020.",
     "\u003cstrong\u003e484 Camberwell - Lewisham\u003c/strong\u003e \u003cbr /\u003eTo help maintain the reliability of the service during the improvement scheme taking place in Camberwell town centre a temporary timetable will be in place with the frequency of route 484 changed to every 13 minutes between 0700 - 1900 on Monday to Fridays.",
     "The temporary timetable will be in place until the gas main works finish on 25 April 2020.",
     "\u003cstrong\u003e635 St Paul's School - Hounslow\u003c/strong\u003e \u003cbr /\u003eThe diversion of route 635 on Hounslow Road towards St Paul's School will finish on this date with buses returning to normal line of route. The diversion of buses towards Hounslow will continue until the bridge works have been completed.",
     "\u003cstrong\u003eG1 Streatham - Shaftesbury Estate\u003c/strong\u003e \u003cbr /\u003eOn all days of the week journeys are retimed to better reflect traffic conditions and the time it takes buses to complete each trip.",
     "\u003cstrong\u003eH25 Hanworth, Butts Farm - Hatton Cross\u003c/strong\u003e \u003cbr /\u003eThe diversion of route H25 on Hounslow Road towards Hanworth, Butts Farm will finish on this date with buses returning to normal line of route. The diversion of buses towards Hatton Cross will continue until the bridge works have been completed.",
     "\u003cstrong\u003eH26 Feltham, Sparrow Farm - Hatton Cross\u003c/strong\u003e \u003cbr /\u003eThe diversion of route H26 on Hounslow Road towards Hatton Cross will finish on this date with buses returning to normal line of route. The diversion of buses towards Feltham, Sparrow Farm will continue until the bridge works have been completed.",
     "\u003cstrong\u003eR70 Richmond, Manor Road - Hampton\u003c/strong\u003e \u003cbr /\u003eTo improve reliability times will be changed in the PM peak on Monday to Fridays with the frequency changed to a bus every 11 minutes between 1600 and 1900.",
     "\u003cstrong\u003eW12 Walthamstow, Coppermill Lane - Wanstead\u003c/strong\u003e \u003cbr /\u003eA new timetable will be introduced on Monday to Fridays to better reflect journey times following the completion of a cycle scheme in Walthamstow town centre.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"strong\"}",
     "From Saturday 29 February some of our routes are changing as we look to improve the reliability of the bus network.",
     "\u003cstrong\u003e246 Bromley North - Chartwell House\u003c/strong\u003e \u003cbr /\u003eFrom Sunday 1 March route 246 will once again extend beyond Westerham to Chartwell House every Sunday between 0930 and 1630 only.",
     "\u003cstrong\u003e491 North Middlesex Hospital - Waltham Cross\u003c/strong\u003e \u003cbr /\u003eAn earlier first journey towards Waltham Cross will be introduced on Monday to Saturdays. This new journey will depart North Middlesex Hospital at 0605 passing Edmonton Green Bus Station at 0616 (0613 Saturdays), Ponders End High Street at 0628 (0624 Saturdays) and Innova Park Business Centre at 0648 (0644 Saturdays) arriving into Waltham Cross Bus Station at 0653 (0648 Saturdays).",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"strong\"}",
     "From Saturday 7 March some of our routes are changing as we look to improve the reliability of the bus network.",
     "\u003cstrong\u003e14 Putney Heath - Russell Square\u003c/strong\u003e \u003cbr /\u003eTo help maintain the reliability of the service during the closure of Hammersmith Bridge and the displacement of traffic on to Putney Bridge a revised timetable will be in place on Saturdays and Sundays.",
     "\u003cstrong\u003e22 Putney Common - Oxford Circus\u003c/strong\u003e \u003cbr /\u003eTo help maintain the reliability of the service during the closure of Hammersmith Bridge and the displacement of traffic on to Putney Bridge a revised timetable will be in place on Saturdays and Sundays.",
     "\u003cstrong\u003e39 Clapham Junction - Putney Bridge\u003c/strong\u003e \u003cbr /\u003eTo help maintain the reliability of the service during the closure of Hammersmith Bridge and the displacement of traffic on to Putney Bridge a revised timetable will be in place on Saturdays and Sundays.",
     "\u003cstrong\u003e74 Putney High Street - Baker Street\u003c/strong\u003e \u003cbr /\u003eTo help maintain the reliability of the service during the closure of Hammersmith Bridge and the displacement of traffic on to Putney Bridge a revised timetable will be in place on Saturdays and Sundays.",
     "\u003cstrong\u003e93 North Cheam - Putney Bridge\u003c/strong\u003e \u003cbr /\u003eTo help maintain the reliability of the service during the closure of Hammersmith Bridge and the displacement of traffic on to Putney Bridge a revised timetable will be in place on Saturdays and Sundays.",
     "\u003cstrong\u003e212 Chingford Station - St James's Street Station\u003c/strong\u003e \u003cbr /\u003eA new timetable will be in place with the frequency of the service during the daytime on Monday to Friday increased to every 8-9 minutes.",
     "In the early morning on Monday to Fridays buses before 0600 towards St James's Street Station will run up to 5 minutes earlier with the first bus retimed to depart Chingford Station at 0455.",
     "In the early morning on Saturdays buses before 0800 towards St James's Street Station will run up to 5 minutes earlier with the first bus retimed to depart Chingford Station at 0455. Towards Chingford buses before 0745 will be retimed to run 5 minutes later with the first bus retimed to depart St James's Street Station at 0530.",
     "In the early morning on Sundays buses before 0900 towards St James's Street Station will run up to 5 minutes earlier with the first bus retimed to depart Chingford Station at 0720.",
     "\u003cstrong\u003e257 Walthamstow Central - Stratford\u003c/strong\u003e \u003cbr /\u003eOn all days of the week journeys are retimed to better reflect traffic conditions and the time it takes buses to complete each trip.",
     "\u003cstrong\u003e337 Richmond - Clapham Junction\u003c/strong\u003e \u003cbr /\u003eTo help maintain the reliability of the service during the closure of Hammersmith Bridge and the displacement of traffic on to Putney Bridge a revised timetable will be in place on Saturdays and Sundays.",
     "\u003cstrong\u003e391 Richmond - Hammersmith\u003c/strong\u003e \u003cbr /\u003eFrom this date buses on route 391 will drop passengers off in the lower bus station at Hammersmith. Towards Richmond buses will continue to pick passengers up from the upper bus station.",
     "\u003cstrong\u003e430 Roehampton - South Kensington\u003c/strong\u003e \u003cbr /\u003eTo help maintain the reliability of the service during the closure of Hammersmith Bridge and the displacement of traffic on to Putney Bridge a revised timetable will be in place on Saturdays and Sundays.",
     "\u003cstrong\u003e444 Chingford Station - Turnpike Lane\u003c/strong\u003e \u003cbr /\u003eA new timetable will be in place with the frequency of the evening service on all days of the week increased to every 15 minutes with no change to the times of last buses.",
     "In the early morning on Monday to Fridays buses before 0700 towards Turnpike Lane will run up to 5 minutes earlier with the first bus retimed to depart Chingford Station at 0440.",
     "On Saturday mornings the first three journeys towards Turnpike Lane will be retimed to run 5 minutes earlier departing Chingford Station at 0440, 0500 and 0520.",
     "\u003cstrong\u003e493 Richmond, Manor Road - St George's Hospital\u003c/strong\u003e \u003cbr /\u003eTo help maintain the reliability of the service during the closure of Hammersmith Bridge and the displacement of traffic on to Putney Bridge a revised timetable will be in place on Saturdays and Sundays.",
     "\u003cstrong\u003eX26 West Croydon - Heathrow Airport\u003c/strong\u003e \u003cbr /\u003eOn all days of the week journeys are retimed to better reflect traffic conditions and the time it takes buses to complete each trip.\u003cbr /\u003e",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"strong\"}",
     "From Saturday 14 March some of our routes are changing as we look to improve the reliability of the bus network.",
     "\u003cstrong\u003e278 Ruislip - Heathrow Airport\u003c/strong\u003e \u003cbr /\u003eTo improve early morning connections between routes 140 and 278 at Hayes \u0026 Harlington Station the following route 278 journeys will be retimed on all days of the week\u003cbr /\u003e• 0355 departure from Ruislip towards Heathrow Airport retimed to depart at 0401 and run 6 minutes later throughout its journey\u003cbr /\u003e• 0425 departure from Ruislip towards Heathrow Airport retimed to depart at 0431 and run 6 minutes later throughout its journey\u003cbr /\u003e• 0455 departure from Ruislip towards Heathrow Airport retimed to depart at 0459 and run 4 minutes later throughout its journey",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"strong\"}",
     "From Saturday 21 March some of our routes are changing as we look to improve the reliability of the bus network.",
     "\u003cstrong\u003e18 Sudbury - Euston\u003c/strong\u003e \u003cbr /\u003eTo help maintain the reliability of the service during the improvement scheme taking place at Harrow Road junction of Ladbroke Grove, a temporary timetable will be in place with the frequency of route 18 changed to every 6 minutes during the daytime on Monday to Saturdays, every 7-8 minutes during the daytime on Sundays and every 9 minutes during the evenings.",
     "The temporary timetable will be in place until the junction improvement scheme finishes in August 2020.",
     "\u003cstrong\u003e52 Willesden Garage - Victoria\u003c/strong\u003e \u003cbr /\u003eTo help maintain the reliability of the service during the improvement scheme taking place at Harrow Road junction of Ladbroke Grove, a temporary timetable will be in place with the frequency of route 52 changed to every 9-10 minutes during the daytime on Monday to Saturdays and every 13 minutes during the evening and all day on Sundays.",
     "The temporary timetable will be in place until the junction improvement scheme finishes in August 2020.",
     "\u003cstrong\u003e70 Chiswick Business Park - South Kensington\u003c/strong\u003e \u003cbr /\u003eTo help maintain the reliability of the service during the improvement scheme taking place at Harrow Road junction of Ladbroke Grove, a temporary timetable will be in place with the frequency of route 70 changed to every 11 minutes during the daytime on Monday to Saturdays and every 16 minutes during the evening and all day on Sundays.",
     "The temporary timetable will be in place until the junction improvement scheme finishes in August 2020.",
     "\u003cstrong\u003e187 Central Middlesex Hospital - Finchley Road\u003c/strong\u003e \u003cbr /\u003eTo help maintain the reliability of the service during the improvement scheme taking place at Harrow Road junction of Ladbroke Grove, a temporary timetable will be in place with the frequency of route 187 changed to every 13 minutes during the daytime on Monday to Saturdays, every 16 minutes during the evening on Monday to Saturdays and the daytime  on Sundays and to every 21 minutes during the evening on Sundays.",
     "The temporary timetable will be in place until the junction improvement scheme finishes in August 2020.",
     "\u003cstrong\u003e328 Golders Green - Chelsea\u003c/strong\u003e \u003cbr /\u003eTo help maintain the reliability of the service during the improvement scheme taking place at Harrow Road junction of Ladbroke Grove, a temporary timetable will be in place with the frequency of route 328 changed to every 12 minutes during the daytime on Monday to Fridays, every 11 minutes during the daytime on Saturdays and every 13 minutes during the evening and all day on Sundays.",
     "The temporary timetable will be in place until the junction improvement scheme finishes in August 2020.",
     "\u003cstrong\u003e452 Kensal Rise - Vauxhall\u003c/strong\u003e \u003cbr /\u003eTo help maintain the reliability of the service during the improvement scheme taking place at Harrow Road junction of Ladbroke Grove, a temporary timetable will be in place with the frequency of route 452 changed to every 11 minutes during the daytime on Monday to Saturdays and every 13 minutes during the evening and all day on Sundays.",
     "The temporary timetable will be in place until the junction improvement scheme finishes in August 2020.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"strong\"}",
     "From Saturday 28 March some of our routes are changing as we look to improve the reliability of the bus network.",
     "\u003cstrong\u003e35 Clapham Junction - Shoreditch\u003c/strong\u003e \u003cbr /\u003eTo help maintain the reliability of the service during the improvement scheme taking place in Camberwell town centre a temporary timetable will be in place with the frequency of route 35 changed to every 8-9 minutes during the daytime on Monday to Saturdays and every 15-16 minutes during the daytime on Sundays.",
     "The temporary timetable will be in place until the gas main works finish on 25 April 2020.",
     "\u003cstrong\u003e42 East Dulwich - Liverpool Street\u003c/strong\u003e \u003cbr /\u003eTo help maintain the reliability of the service during the improvement scheme taking place in Camberwell town centre a temporary timetable will be in place with the frequency of route 42 changed to every 13 minutes during the daytime on Monday to Saturdays and every 16 minutes during the daytime on Sundays.",
     "The temporary timetable will be in place until the gas main works finish on 25 April 2020.",
     "\u003cstrong\u003e185 Lewisham - Victoria\u003c/strong\u003e \u003cbr /\u003eTo help maintain the reliability of the service during the improvement scheme taking place in Camberwell town centre a temporary timetable will be in place with the frequency of route 185 changed to every 9 minutes during the daytime on Monday to Saturdays and every 13 minutes during the daytime on Sundays.",
     "The temporary timetable will be in place until the gas main works finish on 25 April 2020.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"strong\"}",
     "\u003cstrong\u003eGreen Street, Brimsdown - Route 307\u003c/strong\u003e \u003cbr /\u003eFrom Monday 6 January to April 2020 Green Street in Brimsdown will be closed in both directions.\u003cbr /\u003eDuring this time route 307 will divert via the 191 route serving Brimsdown Avenue, Bell Lane, Eastfield Road and Hertford Road instead. Route 307 will miss the following stops:\u003cbr /\u003e• Mayfield Road\u003cbr /\u003e• Ashley Road",
     "\u003cstrong\u003eClarendon Road, Watford - Routes 142 \u0026 258\u003c/strong\u003e \u003cbr /\u003eFrom Monday 6 January to November 2020 Clarendon Road in Watford will be closed southbound towards Watford Town Centre.\u003cbr /\u003eDuring this time routes 142 and 258 will divert via Station Road and St Albans Road instead missing out the following stops:\u003cbr /\u003e• Clarendon Road"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Buses",
    "links": [
     {
      "title": "Bus changes",
      "url": "/modes/buses/bus-changes",
      "image": {}
     },
     {
      "title": "Live bus arrivals",
      "url": "/modes/buses/live-bus-arrivals",
      "image": {}
     },
     {
      "title": "Improving buses",
      "url": "/modes/buses/improving-buses",
      "image": {}
     },
     {
      "title": "Who runs your bus",
      "url": "/modes/buses/who-runs-your-bus",
      "image": {}
     },
     {
      "title": "Cash free buses",
      "url": "/modes/buses/cash-free-buses",
      "image": {}
     },
     {
      "title": "Demand responsive bus service",
      "url": "/modes/buses/demand-responsive-bus-service",
      "image": {}
     },
     {
      "title": "Using buses in London",
      "url": "/modes/buses/using-buses-in-london",
      "image": {}
     }
    ],
    "link": {
     "title": "Buses",
     "url": "/modes/buses/using-buses-in-london",
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "advert",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "title": "Also on this site",
    "links": [
     {
      "title": "Improving buses",
      "url": "/modes/buses/improving-buses",
      "icon": "internal",
      "image": {}
     },
     {
      "title": "Plan a journey",
      "url": "/plan-a-journey/index",
      "icon": "internal",
      "image": {}
     }
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "title": "Change buses for free with the Hopper fare",
    "texts": [
     "Make unlimited pay as you go bus and tram journeys within one hour of first touching in for £1.50."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}