{
 "pageTitle": "TfL to ensure private hire remains safe, secure and convenient",
 "description": "TfL to ensure private hire remains safe, secure and convenient",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2018",
   "url": "/info-for/media/press-releases/2018"
  },
  {
   "title": "February",
   "url": "/info-for/media/press-releases/2018/february"
  },
  {
   "title": "TfL to ensure private hire remains safe, secure and convenient"
  }
 ],
 "title": {
  "title": " TfL to ensure private hire remains safe, secure and convenient",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "A new policy statement setting out how private hire and ride-sharing services will operate in the Capital in the future has been published by Transport for London (TfL). The policy has been written in response to changes in the private hire industry and the many new services being offered. It has been designed to ensure London remains the world leader in regulating taxi and private hire services while maintaining the safety of passengers.",
     "The Private Hire Vehicle (PHV) and ride-sharing market has been transformed in recent years as new technology has made it easier and cheaper to book rides through apps, resulting in a significant increase in the number of people opting to use PHV services. An increasing number of services are also emerging in London that include ride-sharing, in which passengers share vehicles and pay separate fares.",
     "Current legislation was introduced before these technologies were developed and TfL recognises the need for clarity on what is now required to ensure the highest possible standards are maintained.",
     "Helen Chapman, Interim Director of Licensing, Regulation and Charging, said: `The private hire market is unrecognisable from when current legislation was introduced. The growth of ride-sharing and other advances mean that regulation has to be fit for the next decade and not the last. Our vision sets out clearly how we will manage these new developments that improve convenience for customers, while ensuring safety remains our top priority. The document also makes clear that any new developments in the sector have to fit with the objectives of the Mayor's Transport Strategy.'",
     "In response to a changing industry, TfL has already consulted on and implemented a number of changes to drive up standards and address safety concerns. We are progressing new regulations to assess private hire drivers and applicants on safeguarding, disability, equality and knowledge of PHV legislation as part of an enhanced driver assessment package.",
     "We are also already considering proposals for consultation in relation to an advanced driving test, PHV operator fleet insurance and private hire vehicle signage. TfL is also considering the impact of removing the Congestion Charge exemption for PHVs and depending on the outcome of this work this could be subject to a public consultation.",
     "TfL is now investigating what further changes need to be made to current legislation to improve private hire, including ride-sharing services, in light of advances of technology and ensure the safety and security of passengers and drivers. Any changes will be subject to full consultation. New regulations could include strengthened requirements for operators to:",
     "{\"template\":\"bulletlist\",\"items\":[\"Make a strong commitment to safety as a high priority, and to take appropriate steps to ensure the safety of their passengers but also for drivers when dealing with difficult situations\",\"Clearly state policies and action plans for the prevention and reporting of offences and for clear, named accountability at senior management level for safety, reporting and protection of personal data\",\"Provide mechanisms to allow passengers to choose who they share vehicles with and establishing how passengers might be able to decide on this before accepting a ride\",\"Put in place insurance for the use of all PHVs with contingency insurance cover for ride-sharing and fleet insurance where appropriate\"]}",
     "The policy statement sets out TfL's expectations for private hire and ride-sharing services in London, and its principles will inform future consultations on specific regulations. These will be designed with reference to the Mayor's wider ambition for a safe, active, sustainable and efficient transport network for everyone.",
     "To ensure regulation keeps with the rapidly evolving private hire sector, licences may be issued for shorter periods during the programme of regulatory reform. Any advances in convenience for the customer have to be accompanied by the appropriate protections for passengers.",
     "Other areas that form part of the world-leading vision include:\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"Enhanced accessibility - a minimum percentage of private hire wheelchair accessible vehicles should be available to carry out bookings\",\"Data sharing - operators should share travel pattern data to improve understanding of their services\",\"Driver conditions - operators providing private hire services should ensure that drivers are treated fairly, ensure drivers have appropriate and reasonable working hours including appropriate breaks throughout their shift and have clear policies and procedures to keep drivers safe\",\"General operation - operators are under an obligation to inform TfL of any changes to their business model in advance. Innovators should actively seek to improve the professionalism and standards of conduct in the industry\",\"Signage - consideration to signage in PHVs, including to ensure that they are readily identifiable and that passengers know that they are licensed and regulated by TfL and can make contact to provide feedback or complain where appropriate.\",\"A full copy of the policy statement is available at: \\u003ca href=\\\"http://tfl.gov.uk/tph-policy\\\"\\u003etfl.gov.uk/tph-policy\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2018/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2018/february",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2018/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2018/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2018/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2018/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2018/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2018/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2018/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2018/december",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}