{
 "pageTitle": "Children thanked for raising road safety awareness in London",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Children thanked for raising road safety awareness in London",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Primary school children from more than 100 schools in London were thanked today for taking on the role of Junior Road Safety Officers.",
     "Since the scheme started we have had a great response and this year we have seen both very creative and emotive work",
     "The day celebrated the second year of Transport for London's (TfL's) Junior Road Safety Officer scheme, which involves schools 'recruiting' Year Five and Six pupils to take the lead in promoting road safety issues among their peers.",
     "With major improvements in road safety since the mid to late 1990s, such as 20mph speed limits on some residential roads, speed cameras and educational initiatives, there has been a significant reduction of 58 per cent in the number of children killed or seriously injured on London's roads.",
     "To recognise the childrens' hard work during the last year, they were invited to attend \"Street Safe Live\"; a fun-packed, educational and interactive road safety show.",
     "The children acted as secret agents and used their road safety know-how to compete against other teams and help characters such as Bond-styled Double '00Safe' to complete a mission to make the fictitious Scary Square safe.",
     "The day included an awards ceremony where some of the most exceptional Junior Road Safety Officers won prizes for their own imaginative 'Street Safe' ideas in song, words and art.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Vital role\"}",
     "\u003cstrong\u003e \u003c/strong\u003e Jenny Jones, the Mayor's road safety ambassador, said: \"We have to make our roads so safe that parents will allow their children to walk or cycle to school. Junior Road Safety Officers in schools across London are playing a vital role in helping to remind young people about road safety.\"",
     "The awards were presented by David Brown, Managing Director of Surface Transport at TfL, who said: \"This event recognises the great work that these children have done in getting the message across about road safety and we fully support them.",
     "\"Since the scheme started we have had a great response and this year we have seen both very creative and emotive work.",
     "\"Everything from talented rap songs about road safety to interviews with children who have themselves been involved in accidents, are only some of the examples of hard work we have seen this academic year.",
     "\"It is essential to educate youngsters about road safety and this event recognises the importance of rewarding the Junior Road Safety Officers for taking up such an important role in their schools.",
     "\"This annual event will continue to motivate school children to be part of this significant project.\"",
     "\u003cstrong\u003eNotes to Editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Child Accident Prevention Week 2007 will take place between Monday 18 June and Sunday 24 June. For further information please visit the \\u003ca href=\\\"http://www.capt.org.uk/csweek/default.htm\\\"\\u003ewebsite \\u003c/a\\u003e \",\"The appointed Junior Road Safety Officers are provided with an informative and lively pack of resources to help them teach their colleagues about road safety. They can do this through games, competitions, plays etc. A school staff member is also selected and is provided with a school guide pack to support the children throughout the year\",\"Further support will be available for Junior Road Safety Officers from next week.  This will be available on the renewed \\u003ca href=\\\"http://www.tfl.gov.uk/juniorroadsafety\\\"\\u003eweb page\\u003c/a\\u003e . The update will include a new interactive game where players must collect as many points as possible within a time limit by abiding to road safety rules\",\"Approximately 700 children from around 260 schools across 20 London boroughs took part in Transport for London's Junior Road Safety Officer scheme this year, they were:ul\",\"The winning entries of the Street Safe Live awards were:ul\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"Other companies donating their support on the day include \\u003ca href=\\\"http://www.schoolfoodtrust.org.uk/\\\"\\u003eThe Schools Food Trust\\u003c/a\\u003e , \\u003ca href=\\\"http://www.silkgroup.com/\\\"\\u003eSilk Group\\u003c/a\\u003e , and \\u003ca href=\\\"http://www.cyberglow.co.uk/\\\"\\u003eCyberglow \\u003c/a\\u003e \\u003cbr /\\u003e\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}