{
 "pageTitle": "Countdown to London-wide Low Emission Zone begins",
 "description": "Lorry, bus and coach operators are being urged to act now if they are to avoid paying a daily charge when the London Low Emission Zone commences early next year.The Low Emission Zone, which comes into operation from 4 February 2008, aims to reduce traffic",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Countdown to London-wide Low Emission Zone begins",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Lorry, bus and coach operators are being urged to act now if they are to avoid paying a daily charge when the London Low Emission Zone commences early next year.",
     "The Low Emission Zone, which comes into operation from 4 February 2008, aims to reduce traffic pollution and improve the health and quality of life of Londoners by encouraging operators of large diesel vehicles to clean up their fleets.",
     "From 4 February, diesel-engined lorries over 12 tonnes will be required to meet specified emissions standards.",
     "Those vehicles that fail to meet this standard face a daily charge.",
     "In force 24 hours a day, seven days a week, every day of the year, the zone will cover most of Greater London.",
     "There will be a phased launch of the Low Emission Zone:",
     "\u003cstrong\u003eHeavier lorries \u003c/strong\u003e From 4 February 2008, diesel-engined lorries over 12 tonnes will need to meet Euro III standards.",
     "This includes heavy diesel-engined vehicles exceeding 12 tonnes Gross Vehicle Weight, including goods vehicles, motor caravans, motorised horseboxes and other specialist vehicles.",
     "\u003cstrong\u003eBuses, coaches and lighter lorries\u003c/strong\u003e \u003cbr /\u003eFrom July 2008, Euro III standards will also apply to heavy diesel engined vehicles between 3.5 and 12 tonnes Gross Vehicle Weight, including goods vehicles, motor caravans, motorised horseboxes and other specialist vehicles.",
     "This will also apply to buses and coaches: diesel-engined passenger vehicles with more than eight seats, plus the driver's seat, exceeding 5 tonnes Gross Vehicle Weight.",
     "\u003cstrong\u003eLarge vans\u003c/strong\u003e \u003cbr /\u003eFrom October 2010, Euro III standards will also apply to diesel-engined vehicles between 1.205 tonnes unladen and 3.5 tonnes Gross Vehicle Weight and motor caravans and ambulances between 2.5 tonnes and 3.5 tonnes Gross Vehicle Weight.",
     "Also minibuses: diesel-engined passenger vehicles with more than eight seats, plus the driver's seat, below 5 tonnes Gross Vehicle Weight.",
     "\u003cstrong\u003eEuro IV \u003c/strong\u003e From January 2012, all diesel-engined lorries, buses and coaches will be required to meet a baseline standard of Euro IV in order to drive within the Low Emission Zone at no charge.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Information campaign\"}",
     "This week sees the start of a major public information campaign to urge operators to see if they are affected and to act now to avoid paying a daily charge.",
     "UK and European owners and operators need to check which vehicles will be affected and when.",
     "In order to ensure their vehicles meet the specific emissions standards, UK-registered owners can use the vehicle compliance checker available at \u003ca href=\"http://www.tfl.gov.uk/lezlondon\"\u003ewww.tfl.gov.uk/lezlondon\u003c/a\u003e and if they find their vehicles to be non-compliant, take the necessary action.",
     "The campaign will use a combination of key poster sites within London, on main arterial routes into London, and at Eurotunnel, as well as using radio and targeted press advertising in Europe and the UK.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Options available\"}",
     "In addition there will be a number of roadshows where information leaflets will be distributed.",
     "Running for over a year, the campaign aims to explain to operators how the Low Emission Zone will work, the vehicles types that are affected and when, the options available to operators to help them meet the emissions standards, and to encourage UK and European operators to check that their vehicles meet the specified standards and, if finding that they are not compliant, to take the appropriate action in good time.",
     "Michèle Dix, Director of the London Low Emission Zone at Transport for London, said:  \"The launch of the public information campaign represents a significant step towards the introduction of the zone early next year.",
     "\"We are launching this campaign now because our aim is to alert owners of all GB and European registered vehicles to check their vehicles as soon as possible so that they can take the appropriate action to ensure that their vehicles meet the required emissions standards and so avoid having to pay a daily charge or incur penalty charges.\"",
     "To find out if your vehicle meets the Low Emission Zone emissions standards, use the vehicle compliance checker at \u003ca href=\"http://www.tfl.gov.uk/lezlondon\"\u003ewww.tfl.gov.uk/lezlondon\u003c/a\u003e or by calling 0845 607 0009 (or +44 20 7310 8998 for callers from outside the UK) for an information leaflet.",
     "\u003cstrong\u003eNotes to editors \u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}",
     "{\"template\":\"bulletlist\",\"items\":[\"Operate using cameras to identify registration numbers of vehicles driving within Greater London. The scheme will operate seven days a week, 365 days a year\",\"Use the DVLA database and others to identify a vehicle's emissions standards, whether it was liable for a charge and if that charge has been paid\",\"Allow for the standard for lorries, coaches and buses to be tightened in early 2012 to Euro IV\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}