{
 "pageTitle": "MPs take to two wheels for the Tour de France",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "MPs take to two wheels for the Tour de France ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "MPs and peers showed their support for the first ever London Grand Départ of the Tour de France today (12 June), by riding the route of the Prologue, which the World's top cyclists will compete on in under a month (7 July).\u003cbr /\u003e",
     "We have seen today that a large number of MPs and Peers have cycled the five mile opening stage of the Tour de France and survived!",
     "This year's All Party Parliamentary Bike Ride was Tour de France themed to celebrate this year's race and Minister for Sport, The Rt Hon Richard Caborn MP and Transport Minister, Tom Harris MP, took part in the ride.",
     "The Tour de France is the largest annual sporting event in the World and is being brought to the Capital and Kent by the Mayor of London and Transport to London (TfL) to promote cycling in the city.",
     "The route of the 7.9km Prologue course took the politicians past some of London's most famous landmarks, including Whitehall, the Houses of Parliament, Buckingham Palace, Hyde Park and the Mall.",
     "Stage One of the Tour de France, on Sunday 8 July, will start in central London, passing close to a variety of historic and contemporary sites including Big Ben, the London Eye, St Paul's Cathedral, the Gherkin and crossing Tower Bridge close to City Hall.",
     "The race will then travel through Bermondsey, Deptford, Greenwich and Erith before travelling in to Kent.",
     "In Kent the Tour will pass through Dartford, Medway, Tonbridge, Tunbridge Wells, Maidstone and Ashford before the stage finish in Canterbury.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Superb opportunity\"}",
     "The Mayor of London, Ken Livingstone said: \"The Tour de France is a superb opportunity to promote cycling in both London and the UK.",
     "\"During the past seven years, the number of people taking to two wheels in the Capital has soared by 83 per cent - more than any other city in Europe.",
     "\"We want the excitement of the Tour de France to encourage even more people to take up cycling.\"",
     "Transport Minister Tom Harris said: \"Going by bike is not only a great way to see the city and keep fit, but it also helps cut congestion, reduce pollution, and allows us to help tackle climate change.",
     "\"I hope the Tour de France in London will create a real buzz about cycling in the city and beyond.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"World-class event\"}",
     "Emily Thornberry MP, chair of the All Party Parliamentary Cycling Group, said: \"We have seen today that a large number of MPs and Peers have cycled the five mile opening stage of the Tour de France and survived!",
     "\"But there is a serious point. Half of all car commutes are less than this distance. Wouldn't Britain be better off if we all got on our bikes?\"",
     "Minister for Sport, Richard Caborn, said: \"The Tour de France is the biggest cycle race on earth and it's great for London to host the Grand Départ and first stage of this world-class event, particularly with the 2012 Olympic Games round the corner.",
     "\"The Tour will showcase the talents of the finest professional road cyclists and inspire people to get on their bike as we look to get the nation more active.\"",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e \u003cbr /\u003e",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}",
     "\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}