{
 "pageTitle": "Oyster success leads Tube ticket office changes",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Oyster success leads Tube ticket office changes",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Faster, cheaper, easier Oyster ticketing has led to a massive reduction in tickets sold at stations, heralding changes in the way some Tube stations will be operated and passengers cared for, London Underground (LU) said today.\u003cbr /\u003e",
     "The success of Oyster has led to a huge reduction in the number of customers buying tickets at our stations",
     "Less than three per cent of Underground journeys are now made on single and return tickets, with Oyster accounting for over 60 per cent of all Tube trips.",
     "From March 2008, due to this reduced demand for tickets, around 40 of the most lightly-used ticket offices at Tube stations will close.",
     "Other stations will see a reduction in ticket office hours.",
     "However, the busiest stations - notably the big interchanges with a high volume of visitors - will not be affected.",
     "New Oyster ticket machines will be in place next year before the changes occur and staff will still be available to assist passengers.",
     "All LU stations will continue to be staffed when the station is open.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Extra staff\"}",
     "Around 240 staff will be redeployed from ticket offices across the Tube network to other roles on stations or driving trains, but there will be no job losses and overall almost 300 extra staff will be required over the next two years.",
     "Richard Parry, LU director of strategy and service development, said: \"The success of Oyster has led to a huge reduction in the number of customers buying tickets at our stations.",
     "\"This has meant that we have already been able to shift station staff from behind the plate glass windows in ticket offices to the platforms and in ticket halls.",
     "\"By increasing the visibility of staff they will make the stations a safer place and will be able to fully assist customers.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Programme of investment\"}",
     "\"We have also embarked on the biggest programme of investment, renewal and increase in capacity on the Tube since the Second World War.",
     "\"To cope with this extra capacity staff will also be re-deployed to drive these extra trains.\"",
     "There are nearly 2,500 Oyster Ticket Stops across London where customers can buy and top up their Oyster card - and this will grow to over 3,500 locations during summer 2008.",
     "LU expects that use of Oyster will continue to rise, resulting in transactions at ticket office windows falling by a further 20 per cent over the next two years.",
     "From March 2008, some of the Tube busiest stations such as King's Cross St. Pancras, Victoria, London Bridge and Bank will also benefit from an increase in station staffing.",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e \u003cbr /\u003e",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}