{
 "pageTitle": "Passengers reminded to use up red Bus Saver tickets",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Passengers reminded to use up red Bus Saver tickets",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "We have had to take this action to prevent the exploitation of passengers from ticket fraudsters.",
     "Transport for London (TfL) has today (1 June) stopped selling its old design of red Bus Saver tickets and is reminding passengers they have just one month left to use existing tickets up.",
     "From 30 June the red Bus Saver tickets will no longer be accepted on London Buses as these tickets have been replaced by a new blue design as part of an ongoing anti-fraud operation.",
     "It is believed that sophisticated counterfeits had penetrated at least 10 per cent of the red Bus Saver ticket circulation.",
     "Nick Owen, Acting Head of Bus Enforcement for TfL said: \"We have had to take this action to prevent the exploitation of passengers from ticket fraudsters.",
     "\"The new blue Bus Saver ticket design will work in exactly the same way as the old red tickets except they will have some clever anti-fraud measures designed to frustrate criminals.",
     "\"Bus saver tickets are transferable so if anyone has a few left at home they can give them to family and friends to use up before the end of the month.\"",
     "The new blue design of ticket has been on sale since 2 April.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Transport for London (TfL) funds the Metropolitan Police Service  Transport  Operational  Command Unit, a team of more than 1,200 uniformed officers dedicated to policing the bus network, at a cost of more than £70m a year\",\"Officers from the Transport Operational Command Unit, working with TfL Fraud and Security, have made a number of arrests in connection with the suspected counterfeit operation\",\"TfL will prosecute anyone it believes is knowingly travelling without a valid ticket for their journey\",\"After 30 June any old red designs will have to be checked by TfL fraud investigators, so requests for blue ticket replacements could take some weeks to process\",\"For more information, please contact  the press office on 0845 604 4141\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}