{
 "pageTitle": "Strong support for Tramlink Extension to Crystal Palace",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Strong support for Tramlink Extension to Crystal Palace ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Local people and businesses continue to show strong support for the proposed extension of the Croydon Tramlink to Crystal Palace, a public consultation has shown.",
     "It will make journeys to and from Croydon shorter and more convenient",
     "A total of 1,520 responses were received by Transport for London (TfL) during the consultation, with more than twice as many positive comments as negative ones.",
     "Not only did the two local boroughs, Croydon and Bromley, reaffirm their commitment to the project but TfL also received a petition supporting the extension from 75 businesses in Crystal Palace.",
     "Positive comments about the extension included: \"It will make journeys to and from Croydon shorter and more convenient\" and \"The sooner the better - long overdue.\"",
     "Individuals and organisations were asked which out of three potential route options for the northern part of the extension they preferred, and what they thought about the extension in general.",
     "The three route options were:",
     "{\"template\":\"bulletlist\",\"items\":[\"Option 1: Anerley Hill (on-street)\",\"Option 2: Crystal Palace Park (via existing railway alignment)\",\"Option 3: Anerley Road/Crystal Palace Park\"]}",
     "Option 2, which would run off-street along the existing railway line and through the edge of Crystal Palace Park, was the preferred option, with 67 per cent of people saying it was their first choice.",
     "This compared to 18 per cent who supported Option 3, and 15 per cent who supported Option 1.",
     "The main reasons people liked Option 2 was that it would have the least impact on traffic and also provide a good interchange with Crystal Palace railway station.",
     "Option 3, which would run for a short distance along Anerley Road and then though Crystal Palace Park, was the second favourite choice.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Ease congestion\"}",
     "Ken Livingstone, Mayor of London, said: \"These consultation results show there is strong support for the proposed Tramlink extension to Crystal Palace.",
     "The extension would deliver a high quality, regular tram service for local people helping to ease congestion and reduce pollution by providing an alternative to the car.\"",
     "Luke Albanese, Project Director for TfL, said: \"The responses we have had from local residents are very positive.",
     "\"People can see how the extension of Tramlink to Crystal Palace will make it easier to get to work, restaurants, shops and local facilities.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Views of residents\"}",
     "\"The comments we received on the options will help inform the design of the extension.\"",
     "TfL will be looking at which route is best overall, taking into account the cost of construction, passenger numbers, environmental impact and the views of residents and stakeholders from the consultation.",
     "A route for the extension will be decided towards the end of 2007.\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The 3km extension would link Anerley and Crystal Palace to the popular and successful Croydon Tramlink service, which carries over 24 million passengers a year\",\"The extension will provide new interchanges with the extended East London line at Crystal Palace Station (opening in 2010) and with local bus routes at Crystal Palace Parade, making onward journeys across London easier. The extension would cut journey times between Croydon and Crystal Palace to 18 minutes. Subject to securing Government approval and funding, the extension could be open in 2013\",\"The public consultation into route options for the extension in Anerley and Crystal Palace ran from 19 October to 18 December 2006.  The \\u003ca \\u003ereport on the consultation\\u003c/a\\u003e , undertaken by MORI, is available online\",\"A market research survey conducted by MORI in spring 2006 among a representative sample of 542 residents around the proposed route showed strong support among local residents (78 per cent) for the extension of Tramlink to Crystal Palace.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}