{
 "pageTitle": "Transport for London hosts third annual conference on parking and traffic enforcement",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London hosts third annual conference on parking and traffic enforcement ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Industry leaders gathered in central London last week to discuss the hot topics around parking and traffic enforcement in the Capital.",
     "There was some lively debate on legal issues, the appeals processes and upcoming changes",
     "Representatives from Transport for London (TfL) and other parking authorities, London TravelWatch, London Councils, NCP Services, attended alongside London's Chief Parking Adjudicator.",
     "Opponents and commentators were also invited to speak at the one-day conference, including Christian Wolmar, the respected transport writer, and campaigner for the motorist Neil Herron.",
     "Patrick Troy, Head of Traffic Enforcement at TfL, spoke of fairness and consistency in parking enforcement and said: \"We must all remember that the 'Customer is King' in this industry, and those customers are not just drivers, but all road users.",
     "\"This conference was another chance for all of us to share the varying opinions on how our customers can best be served and their interests best protected.",
     "\"There was some lively debate on legal issues, the appeals processes and upcoming changes, such as differential parking charges during the day, from both the invited guest speakers and the delegates on the floor.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Invaluable\"}",
     "\"We have had very positive feedback on the conference - it is fast becoming an invaluable part of the enforcement calendar.\"",
     "Other guest speakers included Nick Lester, Director of Transport, Environment and Planning at London Councils; Tim Cowen of NCP Services; Vincent Stops from London TravelWatch; Sue Taylor from Mole Valley Council; Gary Griffiths from the London Borough of Islington; and Martin Wood, London's Chief Parking Adjudicator.",
     "The conference was chaired by Jeroen Weimar, Director of Transport Policing and Enforcement for TfL, as well as director of the Enforcement Task Force - a partnership of TfL, London boroughs, the Metropolitan Police Service and other London enforcement agents.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL's Traffic Enforcement services achieved Charter Mark accreditation in December 2006. Charter Mark is the Government's national benchmark for excellence in customer service\",\"TfL only enforces moving traffic contraventions on the Transport for London Road Network (TLRN).  The TLRN comprises 580km of London's busiest roads, many of them red routes. These roads make up around five per cent of the total London road network, but carry around 35 per cent of the Capital's traffic\",\"A pilot study, undertaken when TfL was granted the powers to enforce traffic offences in June 2004, found that traffic flow was increased at 73 per cent of sites that were enforced and monitored. The number of accident casualties at the sites also went down by 19.4 per cent during the course of the pilot\",\"The enforcement of bus lanes has been very successful with the number of contraventions from bus mounted cameras between July 2000 and July 2005 per hour of viewed footage reduced from 12 to 0.1. Between the end of 2004 and the end of 2005, bus speeds in bus lanes increased by five per cent - and buses now travel 12.6 per cent faster in bus lanes than between bus lanes\",\"Drivers should be familiar with the regulations of moving vehicle contraventions, which are detailed in the Highway Code\",\"TfL issues its Penalty Charge Notices in good faith, and any driver who feels a PCN has been issued in error should make demonstrations to TfL through the normal appeal process\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}