{
 "pageTitle": "Transport for London confirms coach parking arrangements for Tour de France arrival in London",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London confirms coach parking arrangements for Tour de France arrival in London",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "As London gears up for the arrival of the Grand Départ of the Tour de France, Transport for London (TfL) today confirmed the coach parking arrangements and dedicated set-down and pick-up locations for coaches bringing visitors and spectators to the event.",
     "The Tour de France, the biggest annual sporting event in the world, visits London for the first time from 6 to 8 July 2007.",
     "The confirmed set-down and pick-up locations are:",
     "{\"template\":\"bulletlist\",\"items\":[\"Saturday : Prince Consort Road, Strand, Hanover Square, Eaton Square\",\"Sunday: Park Lane, Hanover Square, Berkeley Square, Tower Gateway.\"]}",
     "The route for the race differs from Saturday to Sunday.",
     "Drivers should note the changes to locations which have been arranged to allow coach passengers to be dropped off as close as possible to the route of the race.",
     "TfL has also secured Battersea Power Station as a central parking area for up to 150 coaches.",
     "Those wishing to bring coaches to the event and gain entry to Battersea Power Station will need to register for a separate permit for each day.",
     "These are available free of charge from TfL.  The permit will also allow drivers to set down and pick up passengers at the above mentioned points located near key viewing points along the route.",
     "Further details and maps will be supplied with the permit which will be sent out two weeks before the event.",
     "Apart from Park Lane, existing coach parking facilities in central London are available but drivers should note that road closures during the event may prevent access and we strongly advise them to check the TfL website before planning their journey.",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e \u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"Coach operators wishing to obtain a permit should email \\u003ca href=\\\"mailto:coaches@tfl.gov.uk\\\"\\u003ecoaches@tfl.gov.uk\\u003c/a\\u003e providing full contact details, including operator name, postal address, phone, fax number and email. Emails must clearly state whether the request is for a permit for Saturday or Sunday. Separate requests must be submitted for each day. As permits will be issued to individual vehicles, the registration number must be written on the permit on the day of travel. Those who do not have access to email can fax their requests to 020 7027 9796\",\"Detailed information, including location maps, will be sent out with the permit a fortnight before the event\",\"For further information, operators can contact the coach team via email at \\u003ca href=\\\"mailto:coaches@tfl.gov.uk\\\"\\u003ecoaches@tfl.gov.uk\\u003c/a\\u003e \\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}