{
 "pageTitle": "Travelling to the Pride London Parade on Saturday",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Travelling to the Pride London Parade on Saturday ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Passengers travelling to the Pride London Parade this Saturday are advised that there will be no service on the Victoria line between Highbury \u0026 Islington and Brixton.",
     "Work to upgrade the line is booked many months in advance.",
     "This work is necessary to meet increased demand and to provide faster, more comfortable and reliable journeys.",
     "It is part of Transport for London's £10billion Investment Programme.",
     "Those wishing to attend Pride are advised that the nearest stations to the start of the route are Baker Street and Marylebone.",
     "A replacement bus service will serve all stations between Victoria and Brixton.",
     "Valid London Underground (LU) tickets will be accepted on alternative Tube services in central London, local bus services and National Rail routes.",
     "For passengers travelling to and from the north end of the line, the quickest route into and out of central London will be to interchange for Piccadilly line services to and from Finsbury Park.",
     "For journeys through the central area, passengers should use other LU lines and existing local bus services.",
     "\u003cstrong\u003eNotes to Editors\u003c/strong\u003e \u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"Check the latest \\u003ca href=\\\"http://www.tfl.gov.uk/\\\"\\u003etravel information \\u003c/a\\u003e before you travel.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}