{
 "pageTitle": "A new president for the Railway Study Association",
 "description": "Ian assumed the presidency of the association during the RSA meeting at the Museum of Docklands on Wednesday 19 October when Adrian Lyons, director of the Railway Forum and the previous president, handed over to him. The RSA was founded in 1908 as the",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "A new president for the Railway Study Association",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Ian Brown, Managing Director of TfL, London Rail and Chairman of the Docklands Light Railway, has been elected President of the Railway Study Association (RSA) for the academic year 2005/06."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Ian assumed the presidency of the association during the RSA meeting at the Museum of Docklands on Wednesday 19 October when Adrian Lyons, director of the Railway Forum and the previous president, handed over to him.",
     "The RSA was founded in 1908 as the Railway Students Association, and Ian is its 97th president.",
     "Commenting on his new position, Ian said: \"I was both surprised and delighted to be invited to be president for 2005/2006.\"",
     "Every year, the president of the RSA chooses a theme and invites a number of respected speakers to give talks during the forthcoming sessional programme, which are delivered during the course of the academic year.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"'Focused renewal'\"}",
     "Ian's chosen theme for his presidency is 'Devolution - The role of cities and regions in determining the future of their rail transport needs'.",
     "The guest speakers are leaders in their fields in developing rail in the wider context of responding to city and regional needs, from both the UK and abroad.",
     "To mark his presidency, Ian presented to the RSA his vision: 'Increasing London's Rail Capacity'.",
     "He outlined the possible solutions that could be delivered to meet London's growing transport needs.",
     "Speaking to the RSA, he said: \"Over the next 10 years, London's population is set to grow by nearly 800,000 and the rail transport infrastructure needs significant investment to keep up with this growth.",
     "\"This problem could be solved with focused renewal of the rail network, designed to increase peak capacity and reduce crowding.\"",
     "Ian comes to this position with 38 years of experience in the rail industry.",
     "His previous appointments include Chief Executive of Docklands Light Railway and Managing Director of Railfreight Distribution.",
     "He was also previously a member of the Chairman's Policy Unit at British Rail and is a former Chief Passenger Manager of BR's London Midland Region.\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"In his role as MD for TfL London Rail and Chairman of DLR, Ian is responsible for implementing the Mayor's strategy to provide a fully integrated national rail service within London. He is also responsible for taking forward major rail projects, including the East London Line extension\",\"Ian is also a Board Member of Crossrail\",\"Photographs of Ian Brown are available for press use. Please contact Hazel Peacock on 020 7126 1681\"]}",
     "@this.ScriptBlock(\n        @script)"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}