{
 "description": "The A406 Hanger Lane southbound from Hanger Lane Gyratory to Uxbridge Road, and the A406 Gunnersbury Avenue between Uxbridge Road and Popes Lane in both directions, will be closed from 2100 on Friday 28th October until 0500 on Monday 31st October.During",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "A406 Hanger Lane/Gunnersbury Ave - weekend closure",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Drivers should avoid the Gunnersbury and Ealing areas next weekend as road closures for essential maintenance works are expected to lead to delays."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Drivers are being warned to avoid the area as delays are expected",
     "The A406 Hanger Lane southbound from Hanger Lane Gyratory to Uxbridge Road, and the A406 Gunnersbury Avenue between Uxbridge Road and Popes Lane in both directions, will be closed from 2100 on Friday 28th October until 0500 on Monday 31st October.",
     "During this period Gunnersbury Avenue will be resurfaced with a noise reducing surface, drainage maintenance works will take place and branches on the mature chestnut trees that line the road will be lopped.",
     "Around 25,000 vehicles use this stretch of road every day.",
     "It was last resurfaced 12 years ago, since when some 110 million vehicles are estimated to have driven along it.",
     "The closures will be advertised on surrounding variable messaging signs and with advanced notice signs.",
     "During the closure itself, diversion routes will be clearly signposted.",
     "Ten thousand local residents have been informed of the closures and diversions by letter, with those living on Gunnersbury Avenue itself receiving full details on how access will be maintained to their properties, when any noisy works will be carried out and on-site contact details.",
     "Avoid being caught out by congestion, roadworks and other hold-ups with our Traffic Alerts service: \u003ca href=\"http://www.tfl.gov.uk/trafficalerts\"\u003ewww.tfl.gov.uk/trafficalerts\u003c/a\u003e ",
     "Check the traffic at locations across London with CapitalCams: \u003ca href=\"http://www.tfl.gov.uk/cameramaps\"\u003ewww.tfl.gov.uk/cameramaps\u003c/a\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}