{
 "pageTitle": "Bus Saver customers urged to check tickets after forgeries are recovered",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Bus Saver customers urged to check tickets after forgeries are recovered",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) warned customers to check their adult-rate bus Saver tickets after forged versions were discovered during a revenue operation last week."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Nearly 2,000 forged bus Saver tickets were recovered during an operation in Stoke Newington",
     "The Transport Operational Command Unit (TOCU), a joint partnership between TfL and the Metropolitan Police Service (Met), along with revenue staff recovered nearly 2,000 forged bus Saver tickets during an operation that took place in Stoke Newington earlier this month.",
     "Derek Cass, Head of Fraud and Security, TfL, said: \"It would be hard for customers to spot that these tickets are forgeries.",
     "\"So, we are asking customers who have recently bought adult rate bus Saver tickets to please check their tickets.",
     "\"If the tickets have the following codes - EE886891 to EE886896 and EU030431 to EU030436, please send them back to TfL and we will replace them with valid tickets.",
     "\"These forged tickets are invalid.",
     "\"Obviously we have recovered these tickets but we believe thousands more are in circulation, ultimately costing thousands of pounds in lost revenue that should go back into the transport network.\"",
     "Bus Saver tickets are normally sold via Ticket Stops throughout London, and it is believed that the forgeries were meant to be illegally distributed via these outlets.",
     "{\"template\":\"bulletlist\",\"items\":[\"Customers are asked to send bus Saver tickets with the codes EE886891 to EE886896 and EU030431 to EU030436, as well as their name and address to Derek Cass, Head of Fraud and Security, 42-50 Victoria Street, London, SW1H 0TL\\u003cbr /\\u003e\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}