{
 "pageTitle": "Eastbound Limehouse Link likely to remain closed for several days",
 "description": "The engine of an out-of-service N50 Nightbus operated by Stagecoach returning to Upton Park depot caught fire shortly after the bus had entered Limehouse Link just after 0620 on Sunday.The bus was completely destroyed. No passengers were onboard the bus",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Eastbound Limehouse Link likely to remain closed for several days",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The eastbound lane of the Limehouse Link which connects Docklands with Central London is likely to remain closed for several days following a fire on a double-decker bus."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Diversions will remain in place until the extent of the damage has been assessed",
     "The engine of an out-of-service N50 Nightbus operated by Stagecoach returning to Upton Park depot caught fire shortly after the bus had entered Limehouse Link just after 0620 on Sunday.",
     "The bus was completely destroyed. No passengers were onboard the bus at the time of the incident and the driver escaped unhurt.\u003cbr /\u003e",
     "Engineers have removed the bus so that an accurate assessment of damage to the eastbound tunnel can start to take place.\u003cbr /\u003e",
     "Once the true extent of the damage is known then we will be able to confirm when the eastbound lanes are likely to re-open.",
     "The intention is re-open the eastbound lanes as quickly as possible.",
     "Following its earlier closure, the westbound tunnel has been re-opened to traffic.",
     "The diversion for eastbound traffic from Tower Bridge and Lower Thames Street is via Mansell Street and the Aldgate one-way system and is signposted.",
     "Motorists are advised to expect severe delays.",
     "Avoid being caught out by congestion, roadworks and other hold-ups with our Traffic Alerts service: \u003ca href=\"http://www.tfl.gov.uk/trafficalerts\"\u003ewww.tfl.gov.uk/trafficalerts\u003c/a\u003e ",
     "Check the traffic at locations across London with CapitalCams: \u003ca href=\"http://www.tfl.gov.uk/cameramaps\"\u003ewww.tfl.gov.uk/cameramaps\u003c/a\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}