{
 "pageTitle": "Hounslow Central station to close early for refurbishment",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Hounslow Central station to close early for refurbishment",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Due to refurbishment work being carried out to improve Hounslow Central Station it will close early at 2200 from Sunday to Friday between 6-11 and 13-18 November 2005."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Passengers are advised to use Hounslow East or Hounslow West stations",
     "This work is part of Transport for London's (TfL) five-year £10bn investment programme, which will be undertaken by Tube Lines.",
     "Piccadilly line trains will still be running, but not stopping at Hounslow Central.",
     "Passengers are advised to use Hounslow East or Hounslow West stations and allow an extra 20 minutes for their journeys, particularly late at night.",
     "Valid Underground tickets or passes will be accepted on local bus routes.",
     "Hounslow Central Station will continue to close at its normal time on Saturday nights.",
     "For 24-hour information on public transport in London, please call: 020 7222 1234.\u003cbr /\u003e\u003cbr /\u003eTfL's Realtime pages display live travel information on London's public transport network: \u003ca href=\"http://www.tfl.gov.uk/realtime\"\u003ewww.tfl.gov.uk/realtime\u003c/a\u003e ",
     "Journey Planner checks the transport network's status before providing results. The best available route is shown automatically: \u003ca href=\"http://www.tfl.gov.uk/journeyplanner\"\u003ewww.tfl.gov.uk/journeyplanner\u003c/a\u003e ",
     "Travel alerts via SMS and email can be set up at: \u003ca href=\"http://www.tfl.gov.uk/alerts\"\u003ewww.tfl.gov.uk/alerts\u003c/a\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL is investing £10bn over the next five years to improve and expand London's transport network, more than half of that in the Tube\",\"Tube Lines is responsible for the maintenance and renewal of the Jubilee, Northern and Piccadilly lines\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}