{
 "pageTitle": "Mayor sets out 2006 fares package to boost switch from cash to Oyster card",
 "description": "London Mayor Ken Livingstone today set out the proposed 2006 Tube and bus fares package, which aims to persuade more passengers to pay as they go using an Oyster smartcard rather than cash. Almost 50 per cent of Tube journeys and 40 per cent of bus",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor sets out 2006 fares package to boost switch from cash to Oyster card",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "This press release was originally issued by the Mayor of London's press office at the Greater London Authority.",
     "The new fares package will come into effect on 2 January 2006. Full details about the 2006 fares will be published online in December."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "I believe Londoners are astute enough to choose the best value fare for their journey",
     "London Mayor Ken Livingstone today set out the proposed 2006 Tube and bus fares package, which aims to persuade more passengers to pay as they go using an Oyster smartcard rather than cash.",
     "Almost 50 per cent of Tube journeys and 40 per cent of bus journeys are made using Oyster, but the majority of those are season tickets.",
     "The Mayor wants to build on the success of Oyster by encouraging more passengers to use Oyster to pay as they go, rather than cash, to make journeys quicker and easier.",
     "The new fares package proposes lower or frozen Oyster single fares and daily price caps, which is the amount you pay for a day's travel, however many bus and Tube trips you make.",
     "{\"template\":\"bulletlist\",\"items\":[\"The Tube Zone 1 Oyster fare down from £1.70 to £1.50 and as the equivalent cash fare will be £3, this will be a saving of £1.50\",\"The Tube Zones 1-2 Oyster fare down from £2.10 to £2 from 7am to 7pm Monday-Friday; and reduced by a quarter from £2 to £1.50 at other times, to encourage greater use at times where there is spare capacity\",\"A single journey in Zones 2-6 will cost £1 on Oyster if you pay as you go, compared to £3 if you use cash\",\"The bus and tram morning peak Oyster fare is frozen at £1; and at 80p at all other times\",\"All daily price caps for bus, Tube, DLR and tram travel are reduced or frozen and are set at 50p less than 2006 adult One Day Travelcard prices\",\"The maximum Oyster single fare that applies on the Tube and DLR outside the hours of 7am to 7pm Monday-Friday is frozen at £2.\"]}",
     "Under 16s already travel free on buses and trams and, from September 2006, free bus and tram travel will be extended to under 18s in full time education.",
     "Single cash fares will increase to support the drive to shift passengers from cash to Oyster.",
     "{\"template\":\"bulletlist\",\"items\":[\"Cash single fares rise to encourage the switch to Oyster. The minimum Tube adult cash fare rises to £3 and the cash single bus or tram fare to £1.50\",\"The adult single fare on DLR, except to/from Bank and Tower Gateway is £1.50. The adult single fare is £3.00 for DLR journeys to/from Tower Gateway and Bank\",\"Travelcard fares increase on average by inflation plus one per cent\"]}",
     "Speaking at City Hall, the Mayor said: \"This proposed fares package focuses on halving the number of cash journeys made in 2006, to speed up journeys and improve the efficiency of the network.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Switch and save money\"}",
     "The simple message is that you don't have to pay the new cash fares - switch to Oyster and pay as you go and you will save money as well as time.",
     "\"I believe Londoners are astute enough to choose the best value fare for their journey.\"",
     "The cash single fare on buses and trams will increase from £1.20 to £1.50.",
     "Oyster single fares are frozen at £1 in the morning peak and 80p at all other times.",
     "The One Day Bus Pass will increase to £3.50 but the Oyster price cap on buses will be frozen at £3.",
     "The weekly Bus Pass will increase from £11 to £13.50.",
     "There will be an extra 30 minutes' early morning Oyster discount period with passengers now able to travel for 80p on Oyster until 7pm with the morning peak on buses and trams running from 7am until 9.30am.",
     "On the Tube, the Zone 1 single cash fare will increase from £2 to £3 but the Oyster fare will reduce from £1.70 to £1.50.",
     "The Zone 1-6 single cash fare will be set at £4 compared to £3.80 today with the Oyster fare frozen at £3.50.",
     "Outside Zone 1, the cheapest cash single fare will increase to £3 from £1.30 but the comparable Oyster fare will be reduced from £1.10 to £1.",
     "Travelcard prices will typically increase by around four per cent.",
     "For example,\n\n     \n\n        \n        \n        \n        @this.ScriptBlock(\n        @script)"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}