{
 "pageTitle": "New magazine for Tube and Bus customers",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New magazine for Tube and Bus customers",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) today announced it is to launch a new quarterly magazine for nearly a quarter of a million season ticket travel customers at the end of November."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We hope our customers will see it as a useful and informative companion to living and travelling in London",
     "The new magazine, to be called London Loop, replaces London Underground's (LU) successful Tube magazine, which launched in 2002 and was distributed to 130,000 Underground customers.",
     "The new magazine will now also reach out to London bus users, who previously did not have their own magazine.",
     "Liz Norris, LU Strategic Marketing Manager, said: \"London Loop will give our customers a bigger and brighter insight into the way we work, combined with reader stories and exciting competitions.",
     "\"We hope our customers will see London Loop as a useful and informative companion to living and travelling in London.\"",
     "Passenger numbers on London Buses have grown considerably in recent years and have now reached 6.3 million passenger journeys each day.",
     "Last year, the Tube carried more passengers than ever before.",
     "Both the Tube and the London Bus network are the backbone of London's public transport system and have a passenger profile that is increasingly interchanging between the two forms of transport.",
     "Tube passenger research indicated that there was a growing demand for their customer magazine to contain London Bus, as well as Tube-specific, information.",
     "The new magazine will continue to include news and features on London's transport network, alongside competitions and reader offers.",
     "The publishing contract for London Loop has been awarded to The Forward Group and was competitively tendered through the Official Journal of the European Union.",
     "The contract will last for two years with an option to extend it for a further year.\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}