{
 "pageTitle": "Peace and Love on the Underground",
 "description": "The new exhibition, entitled Peace and Love, will be on display from 22 November-22 May on the District and Circle line platform.This exhibition continues Platform for Art's commitment to showing ambitious works by leading international artists. Peace and",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Peace and Love on the Underground",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Platform for Art, the Underground public art programme, is delighted to announce a new commission by Beatriz Milhazes for Gloucester Road Tube station."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Brazilian baroque is one of the inspirations for Beatriz Mihazes' work",
     "The new exhibition, entitled Peace and Love, will be on display from 22 November-22 May on the District and Circle line platform.",
     "This exhibition continues Platform for Art's commitment to showing ambitious works by leading international artists.",
     "Peace and Love is a vivid, colourful and exuberant exhibition that will energise the station and become a 'must-see' London artwork.",
     "Beatriz Milhazes' rich and complex work refers to her everyday environment, such as flora and fauna, carnival, folk art and colonial Brazilian baroque.",
     "Using a collage-like technique, the artist has built layered images that shine with intense, vibrant colours.",
     "Each of the 19 large vaulted arches on the District and Circle line platform at Gloucester Road will contain an eccentric and elegant part of the dense, vividly coloured, tightly knit composition.",
     "{\"template\":\"bulletlist\",\"items\":[\"Beatriz Milhazes was born, lives and works in Brazil\",\"Internationally renowned, she has exhibited worldwide and represented Brazil at the Venice Biennale in 2003\",\"Her exhibitions include a major survey show at the Centro Cultural Banco do Brazil, Rio de Janeiro (2002), a solo show at the Ikon Gallery, Birmingham (2001), and the Sao Paolo Biennale 2004\",\"Last year, she was commissioned by Selfridges to create a temporary façade for their Manchester Exchange Store, and has also created the latest restaurant mural for Tate Modern, which was unveiled on August 12\",\"Milhazes' Platform for Art commission will coincide with an exhibition of new work on canvas which will open at the Stephen Friedman Gallery in London on November 24\",\"This new work by Beatriz Milhazes will be the ninth site-specific installation curated by Tamsin Dillon at Gloucester Road for Platform for Art\",\"With over one million passengers using the station per month, Gloucester Road has possibly the biggest audience for contemporary art in the country\",\" \\u003ca href=\\\"http://www.tfl.gov.uk/tfl/corporate/projectsandschemes/artmusicdesign/pfa/\\\"\\u003ePlatform for Art\\u003c/a\\u003e is the public art programme for London Underground\",\"For more information on Platform for Art, its exhibitions and projects, please tel: 020 7918 4625 or email \\u003ca href=\\\"mailto:plat4art@tube.tfl.gov.uk\\\"\\u003eplat4art@tube.tfl.gov.uk\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}