{
 "pageTitle": "TfL confirms shortlist of two for London Underground ad concession",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL confirms shortlist of two for London Underground ad concession",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) today announced a shortlist of two companies who will proceed to the final stages in the tenders for the London Underground (LU), Docklands Light Railway (DLR), TfL Group Property and Victoria Coach Station advertising concessions."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We are confident TfL will achieve unprecedented value for the new contracts",
     "The shortlists for the respective contracts are as follows:",
     "{\"template\":\"bulletlist\",\"items\":[\"\\u003cstrong\\u003eLUL\\u003c/strong\\u003e \\u003cbr /\\u003eJCDecaux\\u003cbr /\\u003eViacom Outdoor\",\"\\u003cstrong\\u003eGroup Property\\u003c/strong\\u003e \\u003cbr /\\u003eInsight Outdoor\\u003cbr /\\u003eJCDecaux\",\"\\u003cstrong\\u003eVictoria Coach Station \\u003c/strong\\u003e JCDecaux\\u003cbr /\\u003eViacom Outdoor\",\"\\u003cstrong\\u003eDLR\\u003c/strong\\u003e \\u003cbr /\\u003eJCDecaux\\u003cbr /\\u003eViacom Outdoor\"]}",
     "Chris Townsend, TfL's Director of Group Marketing, said: \"Against the backdrop of a buoyant outdoor market we are confident TfL will achieve unprecedented value for the new contracts, maximising revenues from our flagship advertising estates.",
     "\"This is good news for Londoners as the additional income will support the improvements to the Capital's transport infrastructure being made by TfL's 5-Year Investment Programme.\"",
     "LU alone is London's largest outdoor media owner, with 33,000 station and 80,000 on-board train sites - an estate which generates a sizeable annual income stream for the Capital's transport authority.",
     "The current LU contract held by incumbent concessionaire Viacom concludes in mid-2006 and the tender will provide TfL with a revised market valuation of the business while also reviewing how best to enhance the quality of the advertising estate.",
     "Viacom also holds the DLR and VCS contracts.",
     "Appointments will be announced in Spring 2006.",
     "\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"\\u003cstrong\\u003eThe outdoor sector\\u003c/strong\\u003e \\u003cbr /\\u003eOutdoor has consistently out performed all other media sectors, with a total rise of around 75 per cent in gross national outdoor spend over the last 10 years. Of this London's share has remained at around 40 per cent over the same period. Sector gross revenue rose to £309m in 2003 from £225.2m in 1998 reflecting an average 7 per cent year-on-year rise for the last six years and an impressive 37 per cent rise in total, well in advance of other sectors. This upward trend is set to continue with the Advertising Association predicting an eight per cent rise for 2004 and seven percent for 2005.\",\"\\u003cstrong\\u003eLU Site portfolio\\u003c/strong\\u003e \\u003cbr /\\u003eLU's estate offers a range of innovative, non-traditional media utilising unique placements and new technologies as well as traditional paper-based and back-lit media.\\u003cbr /\\u003eLU's portfolio of sites includes escalator and Tube car panels; cross track poster sites ranging from 16, 96 sheet; dynamic billboards; and station corridor 6 sheets.\",\"\\u003cstrong\\u003eLU traffic and reach\\u003c/strong\\u003e \\u003cbr /\\u003e3 million passenger journeys a day; 953m annual journeys\\u003cbr /\\u003e34 per cent of regular users are 15-34 years old\\u003cbr /\\u003e78 per cent of regular users are ABC1s\",\"\\u003cstrong\\u003eDLR\\u003c/strong\\u003e \\u003cbr /\\u003eAdvertising estate comprises approximately 500 poster sites on the stations, stairs and walkways and a further 2,600 on trains. Special advertising is also undertaken. It is similar in terms of its nature and operational issues to that of LU.\",\"\\u003cstrong\\u003eGroup Property\\u003c/strong\\u003e \\u003cbr /\\u003eGroup Property is responsible for approximately 260 mostly large format roadside advertising hoardings. The sites are typically located on LU. This is a fluid portfolio and is unlike the advertising opportunity on the Underground proper where greater longevity can be assured.\",\"\\u003cstrong\\u003eVictoria Coach Station\\u003c/strong\\u003e \\u003cbr /\\u003eVictoria Coach Station Ltd has poster advertising in Victoria Coach Station comprising around 40 advertising spaces. Typically these are six sheet and some are illuminated.\",\"\\u003cstrong\\u003eLondoners and their spending habits \\u003c/strong\\u003e 7.2 million residents\\u003cbr /\\u003e25 per cent higher income than national average and spent £32bn on their last cars\\u003cbr /\\u003e£4bn on their last holidays\"]}",
     "(TfL \u0026 TGI April 2002-March 2003, regular Underground users)\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}