{
 "pageTitle": "TfL proposes an increase in penalty fares and applying for ASBOs",
 "description": "TfL is currently consulting on a Private Bill which will go before Parliament in November. The purpose of the Bill is to tidy up and strengthen existing powers and regulations which TfL enforces. Last June, TfL, in line with the national rail train",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL proposes an increase in penalty fares and applying for ASBOs",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "A proposed Transport for London (TfL) Bill could see penalty fares increased to £50 and give TfL the power to apply for Anti-Social Behaviour Orders (ASBOs)."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "If the Bill goes through, the penalty fare could be increased to £50",
     "TfL is currently consulting on a Private Bill which will go before Parliament in November.",
     "The purpose of the Bill is to tidy up and strengthen existing powers and regulations which TfL enforces.",
     "Last June, TfL, in line with the national rail train operating companies, increased the penalty fare from £10 to £20.",
     "If the Bill goes through this could see the penalty fare increased to £50, reduced to £25 if paid within 21 days.",
     "Steve Burton, TfL's Deputy Director of Transport Policing and Enforcement, said: \"The majority of our customers pay the correct fare.",
     "\"A small minority don't and this costs TfL approximately £70m a year, money which could be spent improving London's transport network.",
     "\"We want fare evaders to know that dodging their fare will no longer be an easy option.",
     "\"Already this year we have increased the number of revenue protection staff on London's buses and doubled the penalty fare from £10 to £20.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Persistent offenders\"}",
     "\"Increasing the penalty fare to £50 will be an additional deterrent to stop people short changing their fellow passengers.",
     "\"If you don't want to pay the fine, just pay your fare.\"",
     "Along with proposing to increase the penalty fare, TfL is also asking for the right to apply for ASBOs.",
     "Presently the British Transport Police (BTP), local authorities and the Metropolitan Police Service (Met) are among those who are able to do so.",
     "Steve Burton, Deputy Director of Transport Policing and Enforcement, said:",
     "\"Allowing TfL to apply for ASBOs directly will allow us to take effective action against those individuals persistently offending on the network.",
     "\"In particular it will help us take action against those who repeatedly engage in low level disorder on the network where it makes more sense for TfL to deal with the issue and free up valuable police resources.\"",
     "TfL is not proposing to change the arrangement it has with the BTP or the Met.",
     "However, there a number of cases where the police do not feel able to prioritise the issue of an ASBO.",
     "This is primarily in cases where there is no clear criminal offence, but an individual still acts in a way detrimental to the network, staff or customers.",
     "It is important to note that these cases will be the exception rather than the rule and still subject to assessment by the judiciary as to the suitability of the sanction.",
     "Consultation on the Bill closes on Friday 28th October.",
     "{\"template\":\"bulletlist\",\"items\":[\"Penalty fares rose from £10 to £20 in June 2005, in line with national rail train operating companies\",\"Fare evasion costs TfL approximately £70m in lost revenue each year\",\"On average 1,000 people a month are successfully prosecuted for fare evasion on London's buses. The average fine and costs is £200 plus criminal record\",\"There are around 270 TfL Revenue Protection staff on the bus network\",\"There are 237 Revenue Protection Inspectors on the Tube network\",\"Over the past five years there has been a 39 per cent increase in bus passengers\",\"50,000 penalty fares are issued each year to those travelling without a valid ticket on London's buses\",\"Over a million passengers a month are checked on London's buses\",\"There are currently around 130 ASBOs in operation on the Tube network\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}