{
 "pageTitle": "This computer game is made for walking",
 "description": "The Good Going school travel plan game, which is the first of its kind, has been designed as a fun, interactive way to help children learn about travel, health, road safety and the environment.It has been developed by Good Going, a campaign, supported by",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "This computer game is made for walking",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "A computer board game with the unusual task of getting children outdoors instead of sitting in front of a screen is being launched to help celebrate Walk to School Week (3 - 7 October)."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The game helps children learn about travel, health, road safety and the environment",
     "The Good Going school travel plan game, which is the first of its kind, has been designed as a fun, interactive way to help children learn about travel, health, road safety and the environment.",
     "It has been developed by Good Going, a campaign, supported by Transport for London, to promote sustainable transport in the Capital.",
     "The interactive CD will be launched by London Assembly Member Jenny Jones at a primary school in Lambeth with a real-life giant version of the board game.",
     "The game, which is aimed at children years 3-6 (ages 7 to 11), has been developed with the help of teachers and pupils.",
     "Designed as a teaching resource, it introduces travel awareness and school travel plans into the classroom.",
     "The school travel plan CD can be played by up to four pupils, or by a whole class on a whiteboard.",
     "With easy-to-follow instructions on screen, players are asked a series of pop-up questions along the board.",
     "All questions are designed to provide discussion points.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Reducing congestion\"}",
     "Peter Hendy, Managing Director Surface Transport, TfL, said: \"The school run represents one in five cars on the road at peak times and as journeys are often less than one mile, this causes significant levels of congestion.",
     "\"TfL is working closely with schools and the London boroughs to come up with different ways to get pupils to school.\"",
     "\"This new game will help schools to get their pupils involved in developing their travel plans and will teach them about different ways to get to school other than the car.\"",
     "School travel plans help to ensure that schools identify alternative methods for pupils to get to school.\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"A copy of the computer game and images are available on request\",\"For more details about the Good Going campaign, visit \\u003ca href=\\\"http://www.goodgoing.co.uk\\\"\\u003ewww.goodgoing.co.uk\\u003c/a\\u003e \\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}