{
 "pageTitle": "Transport for Londons Streetscape Guidance",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for Londons Streetscape Guidance",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London has now launched 'Streetscape Guidance' -  a guide to help those who design and maintain London's main road network."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "There is a need to think afresh about London's streets and how we use them",
     "It follows a recent English Heritage campaign to 'Save our Streets' which claimed 'visual chaos' was ruining some of the capital's best locations.",
     "\u003cbr /\u003eExperts at TfL have worked closely with the Mayor's Architecture and Urbanism Unit (A+UU) to draw up the \u003ca href=\"/businessandpartners/publications/4858.aspx\"\u003eStreetscape Guidance\u003c/a\u003e .",
     "It currently features at the 'Civilizing Spaces: Improving London's Public Realm' exhibition, until 8 October 2005 at New London Architecture at The Building Centre, Store Street in Central London.",
     "The exhibition celebrates the growing understanding of the importance of excellent, amenable and accessible public spaces in London, centred on the Mayor's 100 Public Spaces programme.",
     "Streetscape Guidance principles include:\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"Accessible streets for pedestrians and cyclists as well as motorists and other road users\",\"Adequately lit and well-drained footways and cycle tracks\",\"Clear routes that are understandable and uncluttered\",\"Streets that are free from hiding places that facilitate crime\",\"Streets that are welcoming and allow people to interact socially\",\"Streets that are easily accessible by people with visual and mobility impairments\",\"Calm and well designed streetscapes that use high quality yet flexible and sustainable materials\"]}",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"An in-depth understanding\"}",
     "Streetscape Guidance includes - amongst many other things - good practice advice on designer procurement, an analysis of character areas, drawings of typical details and a refined palette of materials.",
     "It provides an in-depth understanding of all elements that make up London's streets of today.",
     "Drew Bennellick from English Heritage congratulated TfL on the guidance: \"English Heritage has been battling against the clutter adorning the capital's historic streets since we published 'Streets for All - A Guide to the Management of London's Streets'.",
     "\"Much progress has been made since then but we are absolutely delighted that Transport for London has now published such excellent clear guidance to help all those involved with the TfL Road Network.",
     "\"Defining consistent standards for street furniture, ridding London of surplus signs and improving the quality of pavements will improve London for everyone.\"",
     "Urban Design London's Ludo Campbell-Reid added: \"This document arrives at a crucial time and marks a turning point.",
     "\"It provides a powerful support to those agencies and local authorities who have placed the commissioning and delivery of safe, accessible and attractive public realm at the heart of their local agendas.\"",
     "TfL's MD of Surface Transport Peter Hendy, said: \"There is a need to think afresh about London's streets and how we use them, to ensure that London is a place where people want to be.",
     "\"Streetscape Guidance is an important step towards progressive improvements in the street environment.",
     "\"We are keen to work with London local authorities and other key stakeholders to put the principles into practice.\""
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}