{
 "pageTitle": "Tube gas hoaxer given suspended sentence",
 "description": "Christopher Kent, 19, a former television researcher from Laindon, Essex, appeared at Horseferry Magistrates Court on 19 October 2005, where he pleaded guilty to the wasteful employment of the Police. Sentencing was held over until Thursday 20",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Tube gas hoaxer given suspended sentence",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "A man who falsely claimed that he had been sprayed with a noxious substance on the Tube has been given a 12-eek suspended sentence for wasting police time."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Christopher Kent, 19, a former television researcher from Laindon, Essex, appeared at Horseferry Magistrates Court on 19 October 2005, where he pleaded guilty to the wasteful employment of the Police.",
     "Sentencing was held over until Thursday 20 October.",
     "Kent had falsely reported that he was sprayed with a \"noxious substance\" on a Circle line train near Bayswater on 20 May 2005.",
     "The British Transport Police (BTP) spent 40 hours in extensive enquires which included examining station log- books and CCTV. Nothing was found.",
     "Superintendent Andy Ball of the BTP said: \"Irresponsible acts such as this fuel the fear of crime.",
     "\"Investigating this false report has occupied a great deal of police time that could have been better spent on other duties during a period of heightened security.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Wasted time\"}",
     "\"Crime on the Underground is falling. While there is still much to, we are working hard with our partners to improve the environment and safety for Underground passengers.",
     "\"We rightly invested a lot of time in investigating this report which, at the time, received significant media coverage.",
     "\"We will continue to actively prosecute all false reporting of crime, including the theft of mobile phones.",
     "\"These reports distort the true picture and create a false impression of crime on the Underground.",
     "\"This sentence reflects the seriousness of this offence. It will send out a powerful message to others who might consider cynically using the police to further their own ambitions.",
     "\"We are very pleased that the court shares this view.\"",
     "Mike Brown, LU's Chief Operating Officer, said: \"This hoax wasted a lot of time for the BTP, who thoroughly investigated this incident.",
     "\"It also put Tube staff under unnecessary scrutiny, particularly when it was reported in the media.",
     "\"LU, along with the BTP, welcomes the sentence. LU staff and passengers have the right to work and travel without the additional fear of hoaxes.",
     "\"We believe that this sentence will act as a deterrent.\"",
     "As well as the 12-week sentence (suspended for a year), Kent was also given 100 hours' community service and ordered to pay £55 in prosecution costs."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}