{
 "pageTitle": "Tube and bus magazine awarded to Forward Group",
 "description": "Forward beat off competition from Haymarket Publishing, the Redwood Group and incumbents John Brown Citrus Publishing to secure the two-year contract, with an option to extend for a further year. The contract was competitively tendered through the",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Tube and bus magazine awarded to Forward Group",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) has awarded the publishing contract for its new quarterly magazine, London Loop, to The Forward Group following a four-way pitch."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "London Loop will meet the growing customer needs of London Bus users, who did not have their own magazine",
     "Forward beat off competition from Haymarket Publishing, the Redwood Group and incumbents John Brown Citrus Publishing to secure the two-year contract, with an option to extend for a further year.",
     "The contract was competitively tendered through the Official Journal of the European Union, which was issued in April.",
     "London Loop will launch at the end of November and will be distributed to nearly a quarter of a million season ticket Tube and bus customers.",
     "The new magazine replaces London's Underground's (LU) successful Tube magazine.",
     "Launched in 2002, Tube was a quarterly 44-page compact-sized magazine sent to 130,000 LU customers who have a season ticket travel card.",
     "Liz Norris, LU Strategic Marketing Manager, said: \"After a competitive pitch process it was clear the Forward Group had the creative edge we were looking for to help launch London Loop magazine.",
     "\"It has been very important for us in the last three years to communicate the work of London Underground to our solid customer base through Tube magazine.",
     "\"Now incorporating the bus network, the new London Loop magazine will allow us to connect to an even bigger audience in a friendly and informative way.\"",
     "The launch of London Loop will meet the growing customer needs of London Bus users, who did not have their own magazine.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Growing demand\"}",
     "Passenger numbers on the London Bus network have grown considerably in recent years and have now reached 6.3 million passenger journeys each day.",
     "Last year the Tube carried more passengers than ever before.",
     "Both the Tube and the London Bus network are the backbone of London's public transport system and have a passenger profile that is increasingly interchanging between the two forms of transport.",
     "Tube passenger research indicated that there was a growing demand for their customer magazine to contain London Bus, as well as Tube-specific, information.",
     "London Loop will continue to be published in A5 format and will include news, real-life reader stories and competitions.",
     "Content in the 44-page magazine will be evenly spread between London Underground and London Bus issues.\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}