{
 "description": "If you're a woman who needs a challenge or change of career and have a hankering to be behind the wheel of a large vehicle, then come along to Stamford Brook Garage, 74 Chiswick High Road in west London on December 4, where London United will be holding a",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Are you a woman with drive?",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Driving a busthat's a man's job isn't it? Well no times are changing and London Buses and the bus companies are helping to change them. The appeal of driving a bus for a living is growing and London United Bus Company want to recruit more women into the role."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "If you're a woman who needs a challenge or change of career and have a hankering to be behind the wheel of a large vehicle, then come along to Stamford Brook Garage, 74 Chiswick High Road in west London on December 4, where London United will be holding a recruitment open day from 10am - 2pm.",
     "To drive a bus you need to be over 21 and have a clean driving licence. London United will pay for the training for your PCV licence. You can be confident that the skills you gain will always be in demand.",
     "London United operates a fleet of over 650 buses on 60 routes in central, southwest London and Surrey so there may be local opportunities.",
     "Transport for London (TfL) are investing £10billion in the capital's transport network over the next 5 years, you could be part of London's future.",
     "For more information or to confirm your attendance call",
     "FREEPHONE\u003cbr /\u003e0800 694 0112 before December 4.\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}