{
 "pageTitle": "Bus Police to stop crime on route 57",
 "description": "Police figures show that there have been a significant number of incidents on the route in recent months involving antisocial behaviour and motorists blocking bus lanes.Transport for London and the Metropolitan Police Service are determined to crackdown",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Bus Police to stop crime on route 57",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Bus route 57, which runs through Kingston, Merton, Wandsworth and Lambeth, is to be the focus of an ongoing police crackdown on crime and antisocial behaviour."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Police figures show that there have been a significant number of incidents on the route in recent months involving antisocial behaviour and motorists blocking bus lanes.",
     "Transport for London and the Metropolitan Police Service are determined to crackdown on offenders, and will be launching a dedicated team from the Transport Operational Command Unit (TOCU) to run regular patrols on the 57 from Monday 15th November.",
     "TOCU has over 900 officers policing the bus and transport network across London, and teams currently patrol a number of other routes running through south west London, including the 9,10, 28, 328, 211 and 220. TOCU is funded by TfL and operated by the MPS.",
     "A recent review of the area identified route 57 as one that would benefit from additional policing. London United, which operates route 57, is working closely with TfL and the MPS to put these new measures in place.",
     "TOCU has 61 police and 68 police community support officers in the south west area undertaking regular patrols, as well as responding to individual incidents and to crime and disorder problems highlighted by police intelligence. Their high visibility presence provides reassurance to passengers as well as acting as a deterrent to criminals.",
     "Jeroen Weimar, Transport for London's Director of Transport Policing and Enforcement said: \"TfL is doing its utmost to maintain the safety and comfort of London's buses for our passengers and staff and we will not tolerate anti-social behaviour on our services. Through our close relationship with the Metropolitan Police Service and the dedicated TOCU unit, we will work with local bus operators and communities to prevent crime and disorder on and around the local transport system. Any incidents that do occur will be relentlessly followed up and perpetrators brought to justice. Our priority is to ensure that every passenger has a right to a safe journey, free from crime and the fear of crime.\"",
     "Derek Lott, Chief Operating Officer for London United, said: \"We welcome any initiative which improves the safety and security of bus passengers and bus staff in London. We are delighted to be working in partnership with the Metropolitan Police and TOCU in supporting this objective.\"",
     "{\"template\":\"bulletlist\",\"items\":[\"TOCU has 965 police officers, police community support officers, traffic wardens and police staff working across London. TOCU was created in 2002 specifically to tackle bus crime and bus flow issues. TOCU officers patrol buses along 28 major bus routes, and the areas around them, reducing crime and the fear of crime and keeping bus lanes congestion-free. In addition, TOCU is responsible for enforcing the law relating to private hire vehicles and dealing with congestion at priority locations.\",\"In September TOCU teams across London (including bus, cab and congestion teams) made 573 arrests.\",\"In September, 1097 incidents were reported by bus drivers in the south west area, including 443 for anti-social behaviour and 480 for congestion; 81 arrests were made.\",\"75 per cent of London's bus fleet is now fitted with inward-facing CCTV cameras. The entire network will be covered by the end of 2005.\",\"Route 57 Roadshows will be taking place on Friday 12th and 19th November at Fairfield North Bus station in Kingston from 08.00hrs -16.00hrs. The Roadshows are an opportunity for London United staff to find out more about TOCU.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}