{
 "pageTitle": "Capitals road death toll tumbles but total still too high",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Capitals road death toll tumbles but total still too high",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Statistics released today by Transport for London (TfL) show a sharp reduction in road deaths in London in the first 6 months of 2004."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The figures compare the first six months of 2004 with the equivalent period in 2003 and also show that almost 17,000 people have already been hurt or killed on London's roads this year, (including 3169 pedestrians and 1535 children under 16 years). These figures have though registered significant improvements, showing that TfL's road safety campaigns are proving effective with the number of children fatally or seriously injured down by 10 per cent.",
     "However the numbers killed and injured are still too high. TfL is providing major investment to fund improved road safety, new crossings are being installed, cycle networks enhanced and street lighting improved.",
     "Key findings are:",
     "{\"template\":\"bulletlist\",\"items\":[\"The total number of collisions decreased by 10% compared with 2003\",\"Fatalities have fallen by 28%, from 135 to 97\",\"Pedestrians accounted for 43% of all fatalities, but overall pedestrian fatalities fell by 29%\",\"Pedal cyclist casualties decreased by 3%; within this fatalities fell by 60%, from 10 to 4 5\",\"0% of casualties under sixteen years old were pedestrians\",\"The total number of casualties decreased by 11% in inner London and 10% in outer London\",\"Men accounted for 61% of casualties and women 39%\"]}",
     "Mayor of London Ken Livingstone said: ' Each life lost on our roads is one life too many. These figures show that our road safety messages are starting to work and TfL will continue to work hard to bring these numbers down.'",
     "Jenny Jones, the Mayor's Road Safety Ambassador, said:\u003cbr /\u003e\"These figures show that road safety works. Less Londoners are ending up in hospital because more money has been spent on 20mph zones, cinema adverts, cycling facilities and training for bikers. We still have a lot of work to do, but we are proving that the deaths and injuries on London roads are not just individual twists of fate, but something that we can stop. With nearly four people a week still being killed on London's roads, we need action across the whole of London. It will be a tragedy if some people continue to die, or to be seriously injured, just because there wasn't the determination to do what was needed.\"",
     "Managing Director of Surface Transport at TfL, Peter Hendy, said of the latest results;\u003cbr /\u003e\"I am delighted that figures for the first six months of 2004 show that our road safety message is getting across to all road users and that collisions are still falling. However we can't be complacent, already this year nearly 17,000 people were hurt and killed on our roads and we need to ensure that this downward trend continues.\"",
     "Chris Lines, Head of the London Road Safety Unit, added;\u003cbr /\u003e\"We are delighted that the numbers of those killed and injured continues to fall. But we will continue to work hard to bring these numbers down further to stop needless injuries and loss of life.\"\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}