{
 "pageTitle": "Consultation ends on West London Tram",
 "description": "Nearly 9,000 people turned up to the roadshows to find out more about the scheme and to give their views about the proposed route, and over 17,000 questionnaire responses were received from people living, working and travelling through the area. Seventeen",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Consultation ends on West London Tram",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The three month public Consultation on the West London Tram (WLT) proposal to build a tramway between Shepherd's Bush and Uxbridge, finished on 8 October."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Nearly 9,000 people turned up to the roadshows to find out more about the scheme and to give their views about the proposed route, and over 17,000 questionnaire responses were received from people living, working and travelling through the area.",
     "Seventeen thousand people also visited the relevant section of the TfL website.",
     "In order to target hard to reach groups, the consultation materials were available in Braille and 11 languages in addition to English, and interpreters were available at the some of the roadshow events.",
     "The consultation was widely publicised at tube stations, bus shelters, on roadside poster sites and through door-to-door distribution of the consultation materials to over 400,000 households and businesses in west London.",
     "A full report about the consultation will be produced in the New Year once all of the responses have been analysed and a summary will be sent to everyone who gave their views about WLT to Transport for London.\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}