{
 "pageTitle": "Local Mayor welcomes new buses on route 28",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Local Mayor welcomes new buses on route 28",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Mayor of Hammersmith and Fulham has welcomed the arrival of new low floor, double deck buses on busy local route 28."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Commenting on the recently completed delivery of the new buses, Cllr Treloggan said:",
     "\"The new buses have been very well received in Fulham. There's more room to move around, they have all the latest features to assist accessibility, and they're more smoothly driven too\"",
     "Route 28, which provides a vital north-south link across the borough from Wandsworth through Fulham Broadway and on to Olympia, Kensington and Notting Hill, has used single deckers for some years. However the increasing popularity of the route justified the recent return to double deckers. A new style contract also provides incentives for good performance.",
     "Clare Kavanagh, TfL's Director of Performance for Surface Transport said:",
     "\"Bus services in Hammersmith and Fulham have been transformed in the last two years. Every route into Central London has been improved, with frequency increases on most services and two brand new routes. Nearly all routes in the borough now use fully accessible vehicles. The new buses and extra capacity on route 28 help to complete this transformation\"\u003cbr /\u003e",
     "For more information about London Bus Services check out \u003ca href=\"https://tfl.gov.uk/modes/buses/\"el=\"https://tfl.gov.uk/modes/buses/\"lid=\"https://tfl.gov.uk/modes/buses/\"\u003etfl.gov.uk/modes/buses/\u003c/a\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}