{
 "pageTitle": "Speed cameras to enforce roadworks 20mph zone",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Speed cameras to enforce roadworks 20mph zone",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "From Monday 29 November construction works for Walbrook Wharf, by the Corporation of London (CoL) on Upper Thames Street, between London Bridge and Southwark Bridge, will have temporary speed cameras enforcing a 20mph zone."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "During the 18 months of roadworks, the London Safety Camera Partnership (LSCP) will operate four pairs of digital cameras in the temporary 20mph zone. These cameras will enforce the lower speed limit in order to protect vulnerable road users on the temporary road layout and construction site workers.",
     "Tom Duckham, Project Manager, LSCP, said: \"We want to encourage drivers and riders to keep within the reduced speed limit for the safety of all road users on that busy stretch of road. Message signs will alert drivers if they travel over the speed limit so they can reduce their speed before reaching the zone. Our primary aim is reduce speed related collisions and to protect vulnerable road users.\"",
     "Peter Hendy, TfL's Managing Director, Surface Transport, said: \"In 2003, pedestrians and cyclists accounted for over a quarter of all casualties on London's roads. As Upper Thames Street is exposed to high volumes of both groups, we must ensure their safety is paramount. Research proves that a 1mph reduction in average speed results in a reduction of 6% in the number of collisions, and we will endeavour to mitigate collisions at this site over the next 18 months\".",
     "Sergeant Alan Rickwood, Traffic Management, City of London Police, said: \"The cameras will enforce speeds in both directions and the scheme will be supported by variable message signs, to warn drivers in advance of their speed so they have the opportunity to slow down.\"",
     "For further information, please email to \u003ca href=\"mailto:lscp@streetmanagement.org.uk\"lid=\"lscp@streetmanagement.org.uk\"\u003elscp@streetmanagement.org.uk\u003c/a\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}