{
 "pageTitle": "Sutton wins bus garage of the year",
 "description": "Bus industry 'Oscars' are awarded annually to bus and coach operators nationwide. Transport for London gives a special prize to the garage operating TfL bus route contracts that has offered the best quality of service to the travelling public. Sutton",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Sutton wins bus garage of the year",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Sutton bus garage, operated by London General, was revealed as the winner of Transport for London, Bus Garage of the year at the Bus Industry Awards yesterday."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Bus industry 'Oscars' are awarded annually to bus and coach operators nationwide. Transport for London gives a special prize to the garage operating TfL bus route contracts that has offered the best quality of service to the travelling public.",
     "Sutton (London General) was the winner, followed by runner-up Bromley (Stagecoach). They will receive cash prizes, which will be used to improve staff facilities.",
     "Transport for London, Managing Director of Surface Transport, Peter Hendy said:",
     "{\"template\":\"bulletlist\"}",
     "Seven garages were short-listed based on their overall performance in the year to July 2004. These were judged on a submission from each garage covering staff training, customer service and employee relations, together with information on a range of performance criteria. The judges looked for the garage that offered the best quality of service to the travelling public and which, in their opinion, has the best practice and policies to sustain this level of service.",
     "{\"template\":\"bulletlist\",\"items\":[\"Bus use is up by 11 per cent over the past year (03/04) - an extra 168 million passenger trips;\",\"The number of passengers using buses is at its highest level since 1968;\",\"Patronage is rising at its fastest rate since the Second World War;\",\"Night bus use is up by 29 per cent over the past year; and\",\"London Buses is running the highest volume of service on London's roads than at any time since 1957.\"]}",
     "For more information about London Bus Services check out \u003ca href=\"http://www.tfl.gov.uk/buses\"\u003ewww.tfl.gov.uk/buses\u003c/a\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}