{
 "pageTitle": "TfL London Rail Improves Rail Safety in South East London",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL London Rail Improves Rail Safety in South East London",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Rail passengers travelling on the Hayes Line to the south east of the Capital will benefit from a safer and more pleasant environment thanks to £600,000 of funding from London Rail, part of Transport for London (TfL)."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The investment will help improve a route that has previously caused concern with regards to personal safety and security and, in line with the Mayor's transport strategy, will include:",
     "{\"template\":\"bulletlist\",\"items\":[\"Installation of CCTV coverage linked to a central control centre and digitally monitored at all stations on the line of route;\",\"Installation of Help Points with induction loops at all stations - (these loops assist people who use a hearing aid or loop listener to hear sounds more clearly by cutting out background noise).\"]}",
     "In addition, other station improvements will be carried out in partnership with South Eastern Trains and will include deep cleaning, painting and work to improve the safety in areas that can encourage anti-social behaviour.\u003cbr /\u003eFollowing the successful implementation of a pilot scheme at three stations on the same line earlier this year, Ladywell, Catford Bridge and Lower Sydenham, this latest funding will provide a package of works to complete the line and will include stations at Hayes, West Wickham, Eden Park, Elmers End, Clock House, and New Beckenham.",
     "SELTRANS, the sub-regional local authority partnership, is also contributing to the project by prioritising the line for funding to improve the station approaches.",
     "\"We are delighted to announce this funding initiative alongside South Eastern Trains and SELTRANS,\" said Ian Brown, managing director of TfL London Rail.",
     "\"We are now being given an increasing role in developing and improving the Capital's rail network. This gives us a new opportunity to improve rail services even further, as part of TfL's £1.5bn investment programme for London's railways over the next five years.\"\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}