{
 "pageTitle": "TfL receives award for reducing motorcycle casualties",
 "description": "Over the last few years, TfL has produced a package of initiatives aimed at reducing the high proportion of motorcycle collisions in London. These include BikeSafe London, a series of motorcycle safety publicity campaigns, including television and cinema",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL receives award for reducing motorcycle casualties",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London today received an award from the Prince Michael International Road Safety Awards (PMIRSA) for its innovative work in reducing motorcycle casualties in the Capital."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Over the last few years, TfL has produced a package of initiatives aimed at reducing the high proportion of motorcycle collisions in London. These include BikeSafe London, a series of motorcycle safety publicity campaigns, including television and cinema advertisements, a bus lane access trial and powered two-wheeler exemption from the congestion charge. TfL have also set up a working group, with representatives from the Metropolitan Police Service, motorcycling organisations and the London Boroughs which has been key to the success.",
     "Peter Brown, Chief Operating Officer of Street Management, said:",
     "'The safety of road users and passengers on our services is of paramount importance to Transport for London. We will continue to make improvements to London's transport system as one life lost on London's roads is one too many. I am honoured to receive this award on behalf of all those who have worked hard to make motorcycling safer in London.'",
     "The award was presented at TfL's headquarters at Windsor House, Victoria Street, by Geoff Sherley, Chief Executive of the Motorcycle Industry Association (MCIA). The official ceremony will take place on Tuesday 7 December 2004 at Savoy Hotel, where Peter Brown, TfL's Chief Operating Officer Streets and Chris Lines, TfL's Head of London Road Safety Unit, will be congratulated by Prince Michael of Kent.\u003cbr /\u003e",
     "The Prince Michael International Road Safety Awards (PMIRSA) is run by RoadSafe, a road safety partnership of leading companies in the motor and transport industries in Britain, the Government and road safety professionals. It aims to reduce deaths and injuries caused by road accidents and promote safer driving. The award is sponsored by the Motor Cycle Industry Association (MCIA).",
     "BikeSafe London invites riders of powered two wheel riders to attend Skills days. These days combine observed rides, led by serving police officers on marked police motorcycles, with presentations looking at the system of motorcycle control, filtering and the common causes of motorcycle collisions in London."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}