{
 "pageTitle": "Veteran Bus Driver honours fellow comrades",
 "description": "Mr Aitchison is a member of the London Transport Old Comrades who are the only civilian group to be allowed to lay a wreath at the Cenotaph on Remembrance Sunday. From 1942, Mr Aitchison served in the Royal Signals who were attached to the 53rd Heavy",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Veteran Bus Driver honours fellow comrades",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Retired Bus Driver Ian Aitchison will lay the Transport for London wreath at the Cenotaph, Whitehall to honour First World War servicemen on Sunday 14th November, Transport for London announced today."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Mr Aitchison is a member of the London Transport Old Comrades who are the only civilian group to be allowed to lay a wreath at the Cenotaph on Remembrance Sunday.",
     "From 1942, Mr Aitchison served in the Royal Signals who were attached to the 53rd Heavy Regiment RA. During that time, he was based in Normandy and survived the heavy bombing of Calais, before moving on to Belgium and finally on to Germany on New Years Day 1945. He returned home in 1947.",
     "Following his war years, Mr Aitchison joined Walworth Garage as a Bus Driver and later moved to Camberwell Green garage working on the route 45. In 1988, feigning retirement from his beloved bus driving, he moved to Wandsworth Garage where he drove sightseeing buses for the millions of tourists that visit the Capital each year. He finally succumbed to retirement last year at the age of 79 and lives in Elephant and Castle.",
     "Retired Bus Driver and World War II Veteran Ian Aitchison said:",
     "\"It's a true honour to be laying the wreath on behalf of Transport for London, particularly as 2004 is the 60th anniversary of the Normandy landings\"\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}