{
 "pageTitle": "Work starts to make Putney Bridge bus station safer and more accessible",
 "description": "Putney Bridge bus station will also benefit from resurfaced flooring and a new drainage system. The bus station will be closed from Monday 29th November until March 2005 during construction works. Bus passengers are advised to go to nearby bus stops that",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Work starts to make Putney Bridge bus station safer and more accessible",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Putney Bridge bus station is to be given a £400,000 makeover that will include more accessible paving and CCTV technology for safer travel, Transport for London announced today."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Putney Bridge bus station will also benefit from resurfaced flooring and a new drainage system. The bus station will be closed from Monday 29th November until March 2005 during construction works. Bus passengers are advised to go to nearby bus stops that are publicised around the station to catch their bus during this period.",
     "Transport for London, Head of Infrastructure, Chris Kershaw said:",
     "{\"template\":\"bulletlist\"}",
     "{\"template\":\"bulletlist\",\"items\":[\"Bus use is up by 11 per cent over the past year (03/04) - an extra 168 million passenger trips;\",\"The number of passengers using buses is at its highest level since 1968;\",\"Patronage is rising at its fastest rate since the Second World War;\",\"Night bus use is up by 29 per cent over the past year; and\",\"London Buses is running the highest volume of service on London's roads than at any time since 1957.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}