{
 "pageTitle": "Spring into Summer with TfL's free guided walks",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2018",
   "url": "/info-for/media/press-releases/2018"
  },
  {
   "title": "April",
   "url": "/info-for/media/press-releases/2018/april"
  },
  {
   "title": "Spring into Summer with TfL’s free guided walks"
  }
 ],
 "title": {
  "title": "Spring into Summer with TfL’s free guided walks  ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Now that the warmer weather is here, and with lighter evenings signalling that summer is on its way, it's a great time to book a place on one of Transport for London's (TfL's) 42 free guided walks next month and experience London on foot. The Spring into Summer walks take place on Saturday 12 and Sunday 13 May across the capital and with over 25 of them fully accessible there's something for all ages and abilities.",
     "Whether you have an interest in history and art, enjoy green spaces and want to be outdoors or are simply after a free activity for the family - the walks cover a variety of fun and interesting themes.",
     "A number of new walks have been introduced, including Urban Tree Trail which provides the opportunity to find out more about how ecosystems are managed in an urban landscape.  Curated as part of Mayor of London Sadiq Khan's #BehindEveryGreatCity's gender equality campaign, Suffragette City will explore the Suffragettes' fight for votes for women and the From Prejudice to Pride walk will delve into the history of London's LGBTQ+ community.",
     "The weekend's walks include",
     "Saturday 12 May 2018",
     "{\"template\":\"bulletlist\",\"items\":[\"\\u003cstrong\\u003eUrban Tree Trail\\u003c/strong\\u003e \"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"\\u003cstrong\\u003eGoodnight Mister Tom\\u003c/strong\\u003e \"]}",
     "This family focused walk, inspired by the much loved children's book \"Goodnight Mister Tom\" by Michelle Magorian, tells the story of Willy Beech who is evacuated outside of London during World War II. The walk explores the City of London and hears what life was like for those who remained in the capital during the Blitz.",
     "{\"template\":\"bulletlist\",\"items\":[\"\\u003cstrong\\u003eA Sensory and Dementia Friendly Walk\\u003c/strong\\u003e \"]}",
     "All are welcome to join this gentle sensory stroll to learn more about the history, flora and fauna of Dulwich Park. You will learn more about how to support people living with dementia to enjoy the sights, sounds and smells of the outdoors. The walk is primarily aimed at people who have dementia and their carers, friends and family but everyone is welcome.",
     "\u003cstrong\u003eSunday 13 May 2018\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"\\u003cstrong\\u003e#BehindEveryGreatCity Suffragette City\\u003c/strong\\u003e \"]}",
     "Much of the Suffragettes' fight for \"Votes for Women,\" took place in Central London. We will discover where it all happened, as we walk through some of Westminster's side streets and some famous landmarks including Trafalgar Square, Downing Street, Whitehall \u0026 the Houses of Parliament. Participants will meet the brave women who are fighting for the vote and the scheming politicians who are trying to stop them.",
     "{\"template\":\"bulletlist\",\"items\":[\"\\u003cstrong\\u003eFrom Prejudice to Pride\\u003c/strong\\u003e \"]}",
     "This walk takes us through the heart of London's modern LGBTQ+ community in Soho following the history and struggles of 'the love that dare not speak its name' and the challenges individuals have faced to have their gender identity recognised. The walk will take a look at some raffish and bohemian bars and meeting places from the 1930s as we learn about the fight for equality.",
     "{\"template\":\"bulletlist\",\"items\":[\"\\u003cstrong\\u003eWalthamstow Wetlands\\u003c/strong\\u003e \"]}",
     "Set to be Europe's largest urban wetland, Walthamstow Wetlands is a Site of Special Scientific Interest (SSSI). It also forms part of the Lee Valley Special Protection Area. Walthamstow Wetlands provides a special home to many species. Here participants will enjoy some peace and quiet whilst getting close to nature, observe birds both resident and rare.",
     "Active travel forms an integral part of the Mayor's Transport Strategy and encourages regular moderate exercise, which significantly reduces individual health risks and improves overall physical and mental wellbeing. The Mayor's Transport Strategy aims for 80 per cent of journeys in London to be made by walking, cycling or public transport by 2041. Beyond the immediate personal benefits of walking, reducing reliance on car journeys will help improve London's air quality, reduce congestion and make the capital's streets greener, safer and more pleasant places.",
     "Each walk is led by an experienced Walk London guide equipped to manage groups on trips varying from short ambles up to the lengthiest routes. To find out more and secure a free space on one of these walks, visit \u003ca href=\"http://www.walklondon.org.uk\"\u003ewww.walklondon.org.uk\u003c/a\u003e ",
     "\u003cstrong\u003eLilli Matson, Director of Transport Strategy, said:\u003c/strong\u003e \"Our walking weekends provide Londoners the opportunity to explore and find out what London has to offer in an active and healthy way.  There's a variety of walks that really show London from a new perspective and how different areas of the capital connect. We hope they will inspire people to go on to enjoy more journeys on foot.\"",
     "\u003cstrong\u003eWill Norman, Walking and Cycling Commissioner, said:\u003c/strong\u003e \"These walks are a wonderful way to see London this spring. They offer an interesting insight into our capital and are a great way to stay fit and healthy. I hope they inspire everyone to get out and enjoy exploring their local area.\"",
     "Notes to editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"Images can be found here: \\u003ca href=\\\"https://www.flickr.com/photos/tflpress/albums/72157662733622577/with/25873446438\\\"\\u003eWinter Wanders\\u003c/a\\u003e and \\u003ca href=\\\"https://www.flickr.com/photos/tflpress/albums/72157662687475090\\\"\\u003eWalking Weekends\\u003c/a\\u003e .\",\"For more information on walking, including walking Tube maps, visit \\u003ca href=\\\"http://www.tfl.gov.uk/walking\\\"\\u003ewww.tfl.gov.uk/walking\\u003c/a\\u003e \",\"A Sensory and Dementia Friendly walk is run in partnership with the Alzheimers Society, Cool Tan Arts, Southwark Council Parks and Leisure and Transport for London.\",\"#BehindEveryGreatCity champions the achievements and contributions of women, from all walks of life, which make cities like London great. It coincides with the 100 year anniversary of the 1918 Representation of the People Act, which gave some women the vote, and was introduced thanks to the campaigning of suffragists and suffragettes.\",\"The Spring into Summer walks are delivered by Walk Unlimited, and all walks are accompanied by a trained Walk Leader and experienced Back Marker, and start and finish within easy reach of public transport.\",\"Nearly 50,000 people have attended Walk London's walking weekends since November 2007\",\"The Walk London network is made up of seven top walking routes that cover more than 390 miles  628 km and pass through every borough. Maps and guides are available to download at \\u003ca href=\\\"http://tfl.gov.uk/walking\\\"\\u003etfl.gov.uk/walking\\u003c/a\\u003e \",\"Public Health England (PHE) revealed that 41 per cent of the 15.3 million English adults aged 40 to 60 walk less than 10 minutes continuously each month at a brisk pace of at least 3mph.\",\"The seven top walking routes in London cover long distances, but are designed to be completed in sections that are accessible by public transport. The routes are:\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"The LOOP Walk (152 miles / 245 km)\",\"The Capital Ring Walk (78 miles / 126 km)\",\"The Green Chain Walk (50 miles / 80km)\",\"The Lea Valley Walk (18 miles / 29km)\",\"The Thames Path Walk (40 miles / 64 km)\",\"The Jubilee Walkway (15 miles / 24 km)\",\"The Jubilee Greenway Walk (37 miles / 60km)\"]}",
     ":"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2018/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2018/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2018/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2018/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2018/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2018/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2018/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2018/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2018/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2018/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2018/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2018/december",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}