{
 "pageTitle": "LU guarantee of fairness to staff",
 "description": "All staff who want to stay with London Underground will have a role",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2014",
   "url": "/info-for/media/press-releases/2014"
  },
  {
   "title": "April",
   "url": "/info-for/media/press-releases/2014/april"
  },
  {
   "title": "LU guarantee of fairness to staff"
  }
 ],
 "title": {
  "title": "LU guarantee of fairness to staff",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "All staff who want to stay with London Underground will have a role"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"No compulsory redundancies and LU seeks\\n            ways to ensure no cuts in pay\",\"Modernisation means levels of\\n            face-to-face customer service seen during the London 2012 Games\\n            ·\",\"Bearing down on transport fares\\n            made possible by modernising and improving transport while reducing overall\\n            costs\"]}",
     "There will also be no compulsory redundancies and\n        LU is seeking ways to ensure no member of staff sees their pay cut as a result\n        of the changes proposed.",
     "Under LU's plans to improve\n        customer service, the public areas of stations - ticket halls, gate lines and\n        platforms - will become personalised customer service centres, replicating the\n        standards of service LU were able to offer during the London 2012 Games.",
     "Staff will be brought out\n        from behind hidden back offices and the glass windows of under-used ticket\n        offices to better serve customers.",
     "Everything that customers can do at a\n        ticket office window today will be available to them more readily in future,\n        with more LU staff visible and available to help customers buy the right\n        ticket, plan their journey and keep them safe and secure at ticket machines, as\n        well as on-line or by telephone.",
     "There will be even more staff available to\n        help customers with disabilities and new Visitor Information Centres will cater\n        for the needs of tourists and visitors to London at the busiest Tube stations,\n        including selling tickets.",
     "650 staff already expressed\n        their wish to leave under LU's voluntary redundancy arrangements, with a\n        further opportunity to be made available to Tube staff.",
     "With the need for an\n        additional 200 staff for the new 24 hour 'Night Tube' service at weekends from\n        2015, existing vacancies and natural staff turnover, LU guaranteed that not a\n        single member of staff will be forced out of a job.",
     "Publishing an Open Letter to\n        Londoners that guarantees fairness to staff today, Mike Brown said:\n         \n        \"Our\n        stations will be transformed to become customer service centres, to help you\n        buy the right ticket, plan your journey and to keep you safe and secure. These\n        changes will radically improve the service we offer our customers, enabling us\n        to provide the high quality, personalised customer service we delivered during\n        the London 2012 Games every day.\n          At\n        LU, we strongly believe in treating our staff fairly and with respect. That's\n        why I commit to the following for our staff - all stations will remain staffed\n        by LU employees, no staff will be forced out of LU and we are looking to ensure\n        no-one loses pay as a result of these changes.\n          Change\n        is a constant for us all today.  But few, if any, employers can offer such\n        guarantees as LU has to its staff.  I urge the RMT to end their strike\n        threats and continue to work with us to help shape our Tube modernisation\n        plans, as our other trades unions are doing.\"",
     "During intensive talks\n        spanning eight weeks and over 40 meetings, LU has changed some of its proposals\n        to reflect the feedback of staff and unions, so that a Customer Service\n        Supervisor will staff smaller, local stations at all times, no supervisors need\n        reapply for jobs, all applications for voluntary redundancy will be honoured\n        and we will look to ensure that no staff lose pay.",
     "All four trades unions have\n        been invited for further daily meetings with LU over the next two weeks.\n        However, the RMT leadership has stated that it will hold two periods of strike\n        action in the coming weeks, having failed to propose any credible alternatives\n        to LU's proposals.",
     "Given the success of Oyster\n        and advances in on-line and ticket machine technology, the use of ticket\n        offices has dramatically fallen.",
     "Today, less than 3 per cent of journeys\n        involve a visit to a ticket office.",
     "This trend is set to continue with the\n        introduction of contactless bank card payment later this year.",
     "When customers do use a\n        ticket office, it is for three main reasons - to buy a ticket, fix a ticketing\n        problem or get information.",
     "By making more staff available in the public areas\n        of stations - at ticket machines, gate lines and platforms - these services\n        will be significantly improved for customers.",
     "The savings made in closing\n        ticket offices - around £50 million each year or £270 million up to 2020/21 -\n        will help to bear down on fares and will be reinvested in further improvements\n        such as more frequent and reliable train services, air-conditioned trains and\n        extending WiFi.",
     "LU has given the following\n        cast-iron guarantees of fairness to all staff as modernisation continues:",
     "{\"template\":\"bulletlist\",\"items\":[\"All stations will continue to be staffed by\\n            LU employees at all times while trains are operating\",\"No compulsory redundancies. Over 650 staff\\n            have already applied for voluntary redundancy and we will open up the\\n            opportunity for more to do so if they wish\",\"Everyone who wants a job at LU can have one,\\n            and we will continue to support people step-by-step to move into new roles\\n            through training and development\",\"We will seek to ensure that no staff will\\n            lose pay as a result of the planned changes. Indeed, staff will have the\\n            opportunity to go for promotion and earn more if that's what they want to do.\\n             \\n            ENDS\\n             \\n            Notes to Editors:\"]}",
     "{\"template\":\"bulletlist\"}",
     "\u003cstrong\u003eModernising your Tube\u003c/strong\u003e ",
     "People - our customers and staff - are at the\n        heart of our plans to modernise the Tube.",
     "In future, rather than stuck behind\n        glass windows in under-used, Victorian-style ticket offices, we will have more\n        staff visible and available where our customers need them most - in ticket\n        halls, at gate lines and on platforms. \n        We remain committed to all Tube stations\n        being staffed at all times when services are operating. Our stations will be\n        transformed to become customer service centres, to help you buy the right\n        ticket, plan your journey and to keep you safe and secure.For those who need\n        further assistance, such as tourists, we will have new Visitor Information\n        Centres at our busiest stations. \n        These changes will radically improve the\n        service we offer, enabling us to provide every day the high quality,\n        personalised customer service we delivered during the London 2012 Games. They\n        will also save £50m per year and allow us to reinvest in better services and\n        continue to bear down on the fares you pay.",
     "Treating staff fairly and with respect\n        At London Underground (LU) we strongly\n        believe in treating our staff fairly and with respect.",
     "That's why, alongside\n        our commitments to customers, I commit to the following for our staff",
     "{\"template\":\"bulletlist\",\"items\":[\"All stations will continue to be staffed by\\n            LU employees at all times while trains are operating, including when we\\n            introduce a new 24hrs 'Night Tube' at weekends in 2015\",\"No compulsory redundancies. Over 650 staff\\n            have already applied for voluntary redundancy and we will open up the\\n            opportunity for more, if they wish\",\"Everyone who wants to remain in a job at LU\\n            can do so. We will support people through the changes we propose through\\n            training and development\",\"Look to ensure that no staff will lose pay as\\n            a result of these changes. Indeed, many staff will have the opportunity for\\n            promotion and to earn more, if that's what they choose\"]}",
     "During intensive talks spanning eight weeks\n        and over 40 meetings, LU has changed some of its proposals to reflect the\n        feedback of staff and unions.\n         \n        For example, all smaller, local stations will\n        now be staffed by a Customer Service Supervisor at all times and no supervisors\n        need 'reapply for their jobs'.",
     "\u003cstrong\u003eNot a single member of staff forced out of a\n        job\n        \u003c/strong\u003e ",
     "\u003cstrong\u003e        \u003c/strong\u003e There will be a reduction of around 950 roles\n        as a result of the changes we propose, given that we will be serving customers\n        in a more modern and efficient way. But this does not mean that 950 people will\n        lose their jobs.\n         \n        In fact, not a single member of staff will be\n        forced out of LU.\n         \n        We know we can do this, as over 650 people\n        have already applied for voluntary redundancy. We will need an additional 200\n        staff when we introduce the Night Tube. And the remaining 100 roles will be\n        accounted for through vacancies, staff turnover or through a further\n        opportunity for voluntary redundancy.",
     "\u003cstrong\u003eRMT leadership should end strike threat\n        \u003c/strong\u003e ",
     "All of this - our commitment to radically\n        improve customer service, that all stations will remain staffed by LU\n        employees, that no staff will be forced out of LU and we are looking to ensure\n        no-one loses pay - means that there is no reason for the RMT to continue to\n        threaten Londoners with five days of strike action.\n         \n        Change is a constant for us all today. But\n        few, if any, employers can offer such guarantees as LU has to its staff. I urge\n        the RMT to end their strike threats and continue to work with us to help shape\n        our Tube modernisation plans, as our other trades unions are doing.",
     "\u003cstrong\u003eAll that a strike will achieve is disruption\n        for Londoners and the loss of pay for those Tube staff who take part.\n        \u003c/strong\u003e ",
     "However, should it go ahead, we will work\n        hard to provide you with the best service we possibly can on the Tube and\n        across all Transport for London services. We will also have our Travel\n        Ambassadors out in force to help you and offer travel information and advice.",
     "\u003cstrong\u003eFor more information on our Tube\n        modernisation plans, visit tfl.gov.uk/futuretube\n         \n        \u003c/strong\u003e ",
     "Mike Brown\n        Managing\n        Director, London Underground"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2014/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2014/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2014/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2014/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2014/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2014/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2014/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2014/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2014/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2014/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2014/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2014/january",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}