{
 "pageTitle": "RMT leaders urged to return to Tube talks as they reject significant changes proposed by London Underground",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2014",
   "url": "/info-for/media/press-releases/2014"
  },
  {
   "title": "April",
   "url": "/info-for/media/press-releases/2014/april"
  },
  {
   "title": "RMT leaders urged to return to Tube talks as they reject significant changes proposed by London Underground"
  }
 ],
 "title": {
  "title": "RMT leaders urged to return to Tube talks as they reject significant changes proposed by London Underground",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "LU's proposals would see unparalleled levels of face-to-face customer service, as seen during the London 2012 Games",
     "{\"template\":\"bulletlist\",\"items\":[\"div\",\"div\",\"div\",\"div\"]}",
     "London Underground (LU) has urged the RMT leadership to return to discussions to shape the future of the Tube, after it became the only union to call for further strike action over LU's plans to radically improve customer service.",
     "Over the last two months, the LU team has held intensive discussions with all trade unions, meeting more than 40 times to discuss the future in immense detail. LU listened to the concerns raised, both directly from staff and via the unions, and made highly significant changes to its proposals as a result, including:",
     "{\"template\":\"bulletlist\",\"items\":[\"div\",\"div\",\"div\",\"div\"]}",
     "LU also again confirmed that change will be achieved with no compulsory redundancies and there is a job for any member of staff who wants to be part of LU's future and is willing to be flexible.",
     "Three unions (ASLEF, TSSA and Unite) have agreed that further discussion around the plans would be productive and this next phase of talks will begin next week. The RMT has rejected these changes and demanded that all of LU's proposals to improve customer service be scrapped in their entirety. They have not, however, put forward any credible alternative proposals.",
     "LU set out in November last year how customer service will be radically improved in the future. The plan includes a new 24-hour 'Night Tube' service at weekends and, in keeping with the service provided during the London 2012 Games, more staff visible and available at stations to help customers buy the right ticket, plan their journeys and keep them safe and secure. At some of the busiest stations - Euston, Heathrow, King's Cross St Pancras, Liverpool Street, Paddington, Piccadilly Circus and Victoria, as well as at Gatwick Airport  - new Visitor Information Centres (VICs) will ensure that those unfamiliar with the Tube, including tourists and visitors to London, are provided with the service and assistance they need. VICs will also continue to sell tickets at these locations.",
     "LU has made five commitments to customers:",
     "{\"template\":\"bulletlist\",\"items\":[\"div\",\"div\",\"div\",\"div\",\"div\"]}",
     "Phil Hufton, London Underground's Chief Operating Officer, said: \"It is people - our customers and staff - who are at the heart of the future of the Tube. Rather than our staff being stuck behind glass screens in under-utilised ticket offices, they will be at ticket machines, gate lines and platforms offering the levels of customer service our customers enjoyed during the London 2012 Games, keeping them safe and secure at all times.",
     "\"Over the past eight weeks, we have met with our trades union colleagues on over 40 occasions, listening to their concerns and making significant changes as a result. I've committed to looking at ways to ensure that no one will lose pay and no supervisor will have to apply for their own job. There will be no compulsory redundancies and all requests for voluntary redundancy will be honoured.",
     "\"However, the RMT leadership has rejected these changes and has not put forward any credible alternative proposals. Next week, we will sit down again with the ASLEF, TSSA and Unite unions for further discussions on our plans and how we can meet the needs of our customers in 21st century London. I urge the RMT to join us, rather than threaten further unnecessary disruption to Londoners. All a strike will achieve is lose those who take part pay for each day of action.\"",
     "Phil Hufton also committed to continuing to work with staff to improve the Tube. He said\u003cbr /\u003e\"We will also continue to work with our staff directly to build on all of their excellent achievements in improving the reliability of the Tube and the customer service we deliver. That will only be achieved through talking, not by taking industrial action.\"",
     "LU has also today published answers to the questions customers frequently ask about ticket offices and the future of customer service on the Tube (see Notes to Editors). Given the success of Oyster and advances in on-line and ticket machine technology, the use of ticket offices has dramatically fallen. Today, less than 3 per cent of journeys involve a visit to a ticket office. This trend is set to continue with the introduction of contactless bank card payment.",
     "When customers do use a ticket office, it is for three main reasons - to buy a ticket, fix a ticketing problem or get information. By making more staff available in the public areas of stations - at ticket machines, gate lines and platforms - these services will be significantly improved for customers.",
     "Station safety and security is not controlled by ticket offices but by Station Supervisors or, in larger stations, dedicated control rooms located elsewhere on the station. These arrangements will continue in future.\u003cbr /\u003eEnds",
     "The following information has been prepared based on commonly asked questions by our customers. It explains why we will be closing all ticket offices and why that will enable us to provide an even better level of service to our customers.\u003cbr /\u003e1. Why do customers use ticket offices, and what will they do when they're closed?",
     "a) To buy a ticket - and in the future if you still need to buy a ticket you'll be able to do it at every station, over the phone, or online",
     "Given the success of Oyster and advances in online and ticket machine technology, the use of ticket offices has dramatically fallen. Today, less than 3% of journeys involve a visit to a ticket office to buy a ticket. This trend is set to continue with the introduction of contactless bank card payment later this year.",
     "Contactless payment will mean that you will be able to simply touch your bankcard on the card reader at the gate line in the same way as you can use an Oyster card. We appreciate that not all customers will want to use this payment option and so we are putting over 150 new ticket machines into our stations and improving the existing machines so that they are faster, and easier to use. The new machines, which offer guidance in 17 different languages, will sell all the ticket types currently available in a ticket office today, with a few exceptions such as annual season tickets, that will be moved online.",
     "b) To fix a ticketing problem - so we're giving you the power to fix simple problems and our staff will have the technology to fix the rest",
     "Currently some ticketing problems can only be resolved at a ticket office. One of the most frequent problems is an incomplete journey when a customer has not touched out of the system. From later this year customers registered with us will be able to resolve these issues themselves online.",
     "Before we start removing, ticket offices the ticket machines will be upgraded so that our staff will be able to resolve your problem on the spot. Where this isn't possible, then as today, our London-based Oyster contact centre will be able to help by telephone or online.",
     "c) To get help or information from a person - which is why every station will be staffed and these changes will make staff more visible and available to customers",
     "We know that many customers want help from a person to buy a ticket. That is why we are committed to having staff at every station when services are running. There will be more staff visible and available in ticket halls to help customers buy tickets and to provide up to date travel information.",
     "Our commitment to having stations staffed at all times, keeping customers safe and secure, remains sacrosanct. We want staff out in the ticket halls at gatelines and out on platforms where they can be most helpful to our customers, whether that's to say good morning to a regular commuter or to help a visitor buy their first Oyster card",
     "2. But if the ticket offices are closed how will customers needing assistance know where to go to get help?\u003cbr /\u003eLondon Underground and London Overground are the only railways in the UK to offer a 'turn-up-and-go' service for disabled and visually impaired customers and this will continue.",
     "In fact, such customers seeking assistance usually do not queue at the ticket office but either approach a member of staff directly in the ticket hall or go to the gate line, which is the focal point of every ticket hall.",
     "At some of the busiest stations - Euston, Heathrow, King's Cross St Pancras, Liverpool Street, Paddington, Piccadilly Circus and Victoria, as well as at Gatwick Airport - new Visitor Information Centres (VICs) will ensure that those unfamiliar with the Tube, including tourists and visitors to London, are provided with the service and assistance they need. VICs will also continue to sell tickets at these locations.",
     "3. Won't the station be less safe without somebody in the ticket office?\u003cbr /\u003eWe will have staff at every station when services are running, to help maintain a safe and reliable service and to provide assistance and reassurance to our customers. A person in a ticket office sits behind two sets of locked doors; they would find it much harder to come to the help of a passenger than if they were out in the ticket hall or on the station platform. Closing ticket offices will mean that staff will spend more of their time where our customers need them.",
     "4. But aren't Underground stations \"controlled\" from the ticket office?\u003cbr /\u003eNo, London Underground stations are not controlled from the ticket office. Controls for vital equipment are not in the ticket office; for example, gateline control panels are located in the ticket hall and escalator controls are located on the escalators themselves. Where equipment does need to be in a secure location, such as microphones for making Public Address (PA) announcements, it is located in either the supervisor's office or, at larger stations, in dedicated station control rooms. In the rare cases where station equipment such as PA is located in the ticket office the equipment will either be moved before the ticket office is closed, or access to it will be maintained.",
     "And technology means that we can increasingly free our staff from being tied to equipment in offices. All our station staff carry radios that enable them to contact colleagues and the London Underground Control Centre from anywhere on their station. Later this year, every member of station will have access to an up to date mobile device which will provide them with access to travel information and other functions. The most important element in controlling a station is a member of staff and we are committed to staffing every single station when services are running.",
     "5. Are there stations on the network today that don't have ticket offices?\u003cbr /\u003eThere are already a number of stations that work effectively without ticket offices. These are Cannon Street, Chigwell, Grange Hill, Regent's Park, Roding Valley, Theydon Bois, Upminster Bridge and Wood Lane."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": null
 }
}