{
 "description": "Tube services operating on nine lines despite strike",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2014",
   "url": "/info-for/media/press-releases/2014"
  },
  {
   "title": "April",
   "url": "/info-for/media/press-releases/2014/april"
  },
  {
   "title": "Tube services operating on nine lines despite strike (10:30)"
  }
 ],
 "title": {
  "title": "Tube services operating on nine lines despite strike (10:30)",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground (LU) is operating train services on nine lines despite the pointless strike called by the leadership of the RMT union. As planned, services will not run today on the Waterloo and City or Circle lines, the stations on which are served by other lines. Around 87 per cent of Oyster cards that would usually be see on the TfL network have been seen today - showing that London is working and open for business."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "At the same time, the highest number of buses ever  are operating in London - 7,961, which is 266 more than usual. Barclays Cycle Hire journeys are up 60 per cent.",
     "Many thousands of staff and volunteer Travel Ambassadors drawn from TfL's support functions are out in force working hard to help customers and road users make their journeys.",
     "The strikes have been called by the leadership of the RMT union over plans to modernise the Tube.",
     "Under these plans, at the busiest stations there will be nearly a third more staff visible and available to provide, on a permanent basis, the face-to-face customer service offered during the London 2012 Games.",
     "Visitors to London and people with disabilities will be better looked after than ever before.",
     "The modernisation will see savings of £50 million a year which will be reinvested in more frequent and reliable train services and will help keep fares down.",
     "Safety and security will never be compromised.",
     "Safety is not controlled from ticket offices but by station supervisors and dedicated control rooms.",
     "This will  continue.Mike Brown, Managing Director of London Underground, said:",
     "'Thousands of staff and volunteers are working hard this morning to keep London working and our customers informed in the face of this pointless strike. More London Underground staff have come to work this morning than during the strike back in February, and a record number of London buses are operating.'",
     "'Under our plans, fairness to our staff is guaranteed.  There will be no compulsory redundancies, there is a job for all staff wanting to remain with us and no one will lose pay.  We have made significant changes to our original proposals after listening to staff and unions in over 40 meetings, including agreeing that supervisors will not need to 'reapply for their jobs'.'",
     "'Only the RMT leadership know the real motivations behind their action, but it is infuriating that London's commuters and businesses are the ones who are being forced to pay the price with five days of disruption.'",
     "'My message to the leadership of the RMT is that we will not be diverted from doing the right thing by our customers and staff. They should call the strike off and instead work with us to help shape the future of the Tube.'",
     "\u003cstrong\u003eLatest Travel advice to customers (10:30):\u003c/strong\u003e ",
     "The situation may change throughout the day.",
     "TfL is urging all customers to check before they travel at tfl.gov.uk and by following @TfLTravelAlerts, @TfLTrafficNews and @TfLBusAlerts on Twitter.",
     "\u003cstrong\u003eLondon Underground\u003c/strong\u003e ",
     "Services are currently operating as follows:",
     "{\"template\":\"table\",\"rows\":[[\"Bakerloo line@bakerlooline\",\"Trains are running between Queen's Park and Elephant \\u0026 Castle every 4 minutes.These trains will not stop at Edgware Road, Embankment, Kilburn Park, Lambeth North, Maida Vale, Piccadilly Circus or Regent's Park stations. It is possible that some other stations may also need to close at times.\"],[\"Central line @centralline\",\"No service is operating through the central area.  Trains are running:ulThese trains will not stop at Redbridge, Gants Hill or Wanstead stations. It is possible that some other stations may also need to close at times.\"],[\"Circle line @circleline\",\"See District line, Hammersmith \\u0026 City line and Metropolitan line below.\"],[\"District line  @districtline\",\"Trains are running:ulThese trains will not stop at Aldgate East, Blackfriars, Gloucester Road, Sloane Square, Stepney Green or Temple stations. It is possible that some other stations may also need to close at times.\"],[\"Hammersmith \\u0026 City line @hamandcityline\",\"Trains are running:ulThese trains will not stop at Barbican, Euston Square or Great Portland Street stations. It is possible that some other stations may also need to close at times.\"],[\"Jubilee line  @jubileeline\",\"Trains are running:ulThese trains will not stop at Bermondsey, Canada Water, St. John's Wood and Swiss Cottage stations. It is possible that some other stations may also need to close at times.\"],[\"Metropolitan line  @metline\",\"Trains are running:ulThese trains will not stop at Barbican, Euston Square or Great Portland Street stations. It is possible that some other stations may also need to close at times.\"],[\"Northern line  @northernline\",\"Trains are running over the whole line with good service via both the Bank and Charing Cross branches in both directions.These trains will not stop at Angel, Borough, Chalk Farm, Charing Cross, Clapham North, Clapham South, Colliers Wood, Embankment, Goodge Street, Hampstead, Leicester Square, Mill Hill East, Mornington Crescent, Old Street, Oval, South Wimbledon, Tooting Bec and Warren Street stations. It is possible that some other stations may also need to close at times.\"],[\"Piccadilly line @piccadillyline\",\"No service is  operating through the central area.  Trains are running:ulNB: Heathrow Express and ConnectA reduced Heathrow Express service will run on Tuesday 29 April and Wednesday 30 April due to separate strike action by the RMT. Heathrow Express plans to run two trains an hour between Heathrow and Paddington and back. Check www.heathrowexpress.com for more information. Heathrow Connect services will not be operating due to this separate strike action by the RMT\"],[\"Victoria line @victorialine\",\"Trains are running between Brixton - Blackhorse Road (every 3 minutes)These trains will not stop at Pimlico, Warren Street or Tottenham Hale stations. It is possible that some other stations may also need to close at times.\"],[\"Waterloo \\u0026 City line @wlooandcityline\",\"No service.\"]]}",
     "\u003cstrong\u003eDLR\u003c/strong\u003e ",
     "A normal service will operate. Some stations where there is an interchange with London Underground may be affected.",
     "\u003cstrong\u003eBuses\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"A record number of London buses are operating across 700 routes. Services are being boosted with 268 extra buses on 44 of the busiest commuter routes\",\"TfL Ambassadors and volunteers are being deployed to bus stations and hubs to provide customers with travel information and advice on the ground.\"]}",
     "\u003cstrong\u003eLondon Overground \u003c/strong\u003e ",
     "A normal service will operate. Some stations where there is an interchange with London Underground may be affected.",
     "\u003cstrong\u003eTramlink\u003c/strong\u003e ",
     "A normal service will operate.",
     "\u003cstrong\u003eEmirates Air Line\u003c/strong\u003e ",
     "A normal service will operate.  LU tickets will be accepted on Emirates Air Line services.",
     "\u003cstrong\u003eCycling\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Barclays Cycle Hire will be available to members and casual users, although demand is likely to be high, and cycles harder to access, during peak times;\",\"Londoners who own a bike are encouraged to cycle to work, and a Cycle Journey Planner is provided at tfl.gov.uk/cyclejourneyplanner;\",\"TfL has written to hundreds of businesses across London to ask them to be flexible and make it easy for staff to cycle to work, and to allow staff to wear casual clothes on the day.\"]}",
     "River Services",
     "{\"template\":\"bulletlist\",\"items\":[\"Enhanced River services will be in place, including on Route RB1 between Greenland (Surrey Quays) / Canary Wharf and London Bridge; and,\",\"Additional services for Canary Wharf will leave London Eye at 08:00 and 08:30, calling at Tower only; additional services will leave Canary Wharf at 17:00, 18:30 and 19:00 calling at Tower only.\",\"An additional centre London service (Tower/ Bankside / Westminster / London Eye) during the AM peak only;\",\"In combination with the normal timetabled service, this will provide a 10 to 15 minute frequency on most central London piers during the morning and evening peaks\",\"On the RB6 route, the morning eastbound timetable will be enhanced with additional boats leaving Putney at 07:15, 07:45, 08:20 and 08:45. These extra services will be non-stop to Embankment, then Blackfriars.\",\"On the RB6 route, the evening westbound timetable will be enhanced with additional boats leaving Blackfriars at 17:35, 17:50, 18:15 and 19:15. These extra services will call at Embankment, then non-stop to Putney.\"]}",
     "Roads and the Congestion Charge",
     "{\"template\":\"bulletlist\",\"items\":[\"To help keep traffic flowing, the Congestion Charge will remain in operation throughout the strike;\",\"TfL will be delaying or curtailing road works on major London roads wherever possible and has encouraged all London boroughs to take similar measures on their network. TfL will also work with the Metropolitan Police to minimise the impact of congestion;\",\"TfL will be working to keep traffic flowing around major transport hubs;\",\"Londoners and commuters are encouraged to keep journeys by car to a minimum to enable public transport to move freely.\"]}",
     "ENDS",
     "A number of other alternative travel options are available today, including:",
     "\u003cstrong\u003eNational Rail \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Oyster Pay As You Go is accepted for all National Rail journeys within Greater London\",\"Travelcards are also valid for travel on National Rail within the zones purchased.\",\"A reduced Heathrow Express service will run on Tuesday 29 April and Wednesday 30 April due to separate strike action by the RMT. Heathrow Express plans to run two trains an hour between Heathrow and Paddington and back. Check www.heathrowexpress.com for more information.\"]}",
     "\u003cstrong\u003eCoaches\u003c/strong\u003e ",
     "Several coach operators, including National Express and Green Line, offer services that stop in a number of locations throughout London. Some of the core coach routes are as follows:",
     "{\"template\":\"bulletlist\",\"items\":[\"Golders Green - Finchley Road - Baker Street - Marble Arch - Victoria Coach Station (National Express)\",\"Brent Cross - Finchley Road - Baker Street - Marble Arch - Victoria (Green Line)\",\"Hillingdon - Shepherd's Bush/Baker Street - Marble Arch - Victoria (Oxford Tube \\u0026 X90)\",\"Hammersmith - Kensington - Hyde park Corner - Victoria (Green Line)\",\"Stratford - Bow - Aldgate - Victoria Coach Station (National Express)\",\"Bexley - Canary Wharf - Aldgate - Embankment - Victoria Street (Commuter Services)\",\"Coulsdon - Wallington - Streatham - Stockwell - Victoria Coach Station (National Express)\",\"Sutton - Wallington - Streatham - Stockwell - Victoria Coach Station (National Express)\",\"Eltham - Lewisham - Walworth - Elephant \\u0026 Castle - Victoria Coach Station (National Express)\"]}",
     "Tickets can be purchased in advance from the Victoria Coach Station ticket hall, or on the operators websites:",
     "http://www.nationalexpress.com for main site and bookings.",
     "http://coach.nationalexpress.com/nxbooking/stop-finder to find where the coach stops are in London",
     "http://www.greenline.co.uk for main site and bookings",
     "http://www.greenline.co.uk/timetables-search/ for location of stops in London",
     "www.oxfordtube.com",
     "http://x90.oxfordbus.co.uk",
     "\u003cstrong\u003eTaxis \u0026 Private Hire\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"During peak times a marshalled taxi service will operate at eight major London rail termini - Euston, Waterloo, Liverpool St, London Bridge, King's Cross, Victoria, Charing Cross, and Marylebone. The marshals will manage taxi and  passenger queues and provide advice and assistance to taxi passengers and other members of the public;\",\"Private hire and minicab services will be running as normal. Details for licensed private hire and minicab operators in London are available at tfl.gov.uk/cabwise.\"]}",
     "\u003cstrong\u003eWalking \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Walking maps will be provided online, in bus, rail, and Tube stations in Zone 1 and other key outer London stations, with TfL Ambassadors and volunteers helping people plan their routes around the city;\",\"People are urged to use here walking for short journeys, where possible.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2014/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2014/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2014/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2014/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2014/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2014/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2014/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2014/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2014/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2014/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2014/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2014/january",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}