{
 "pageTitle": "London Overground makes room for Peace Wall",
 "description": "The huge artwork, covering a bridge abutment on the Regent's Canal in Hackney, has taken three months to complete and has been painted by hundreds of local people. Its creation has also helped repair community divisions in the wake of last year's public",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Overground makes room for Peace Wall ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) is continuing to support the Olympic message of international and community cooperation by making a wall under one of its London Overground bridges available for a large mural promoting world peace."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "By giving local youth affected by the riots a means through which they can directly leave a positive mark on their community, we can empower them to envision peace in their community and throughout the world.",
     "The huge artwork, covering a bridge abutment on the Regent's Canal in Hackney, has taken three months to complete and has been painted by hundreds of local people.",
     "Its creation has also helped repair community divisions in the wake of last year's public disturbances.",
     "TfL's Director Overground and Crossrail Operations Mike Stubbs, who will be attending the ceremonial unveiling of the mural, said: 'London Overground was created to help bring communities together across London and this project is another way of achieving this beyond simply providing the nuts and bolts of a railway.",
     "'We are proud to be part of the Hackney community and to be able to help with this exciting and positive project working with local organisations and schools.",
     "'I hope that just as a railway provides landmarks for a community, so will this fantastic mural.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"A positive mark\"}",
     "Tsipi Ben-Haim, Executive and Creative Director of CITYarts, said: 'I firmly believe that when kids create, they do not destroy.",
     "'By giving local youth affected by the riots a means through which they can directly leave a positive mark on their community, we can empower them to envision peace in their community and throughout the world.'",
     "Also attending the ceremony will be the speaker for Hackney Council Jessica Webb, founder of the MOBOs Kanya King, Olympic gymnast and medallist Louis Smith and the singer Sinitta.",
     "This mural is the only CITYarts Peace Wall in London, but it is the fourth in the world.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Ribbon cutting\"}",
     "The others are in Jaffa, Israel; Karachi, Pakistan; and Harlem, New York, US; and more walls are planned for Berlin, Germany; Brazil; Qatar; and Tunisia.",
     "A 'final brush strokes' and ribbon cutting ceremony will be held at the mural (it is situated beside the Regent's Canal on Dunston Road, E8 4DD, under the Haggerston Overground Bridge) at 11am on Sunday 23 September 23 2012.",
     "{\"template\":\"bulletlist\",\"items\":[\"The  London Overground network connects 21 of London's 33 boroughs and when a final extension is completed in December this year, it will provide an orbital overground rail service completely encircling the Capital\",\"Founded in 1968, CITYarts has produced 287 public art projects in collaboration with over 500 artists, 100,000 city youth and nearly 500,000 community volunteers\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}