{
 "pageTitle": "Manual boarding ramps to be retained at key Tube stations after the Games",
 "description": "Ramps retained for next few months while a review of their use is undertaken Important innovation will improve Tube accessibility with further improvements plannedAccessible manual boarding ramps, which have helped spectators using wheelchairs travel to",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Manual boarding ramps to be retained at key Tube stations after the Games",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Ramps introduced at 16 key Tube stations are well received by customers."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The London 2012 Games has benefitted from the most accessible public transport system of any Olympic or Paralympic Games in history.",
     "{\"template\":\"bulletlist\",\"items\":[\"Ramps retained for next few months while a review of their use is undertaken\",\"Important innovation will improve Tube accessibility with further improvements planned\"]}",
     "Accessible manual boarding ramps, which have helped spectators using wheelchairs travel to the Games by Tube, will be retained after they were well received by customers, Transport for London (TfL) announced today.",
     "The ramps have been used at 16 key London Underground stations where there is a gap between the train and platform, enabling customers using wheelchairs to board trains more easily, and they will continue to be used after the Games at all of these stations following positive feedback from customers.",
     "The ramps will remain in use for the next few months while a review is conducted that will examine all aspects of their use, including benefits to customers, reliability, cost, level of usage and potential locations for future use.",
     "Huge accessibility improvements have been made to the transport network in recent years as part of the £6.5bn investment in transport ahead of the Olympic and Paralympic Games, providing a tangible legacy to passengers with disabilities.",
     "London's bus fleet is the most accessible in the world, with all 8,500 buses accessible to wheelchair users and fitted with ramps which are checked daily. In addition, all 22,000 taxis are fitted with wheelchair ramps, and all piers and most passenger boats in London are accessible.",
     "The entire Docklands Light Railway (DLR) network is step-free, as are 66 Tube stations, and all Tube stations have staff trained to assist passengers.",
     "London Overground has a fleet of accessible trains and 38 accessible stations - some fully step-free from street to train with the others equipped with manual boarding ramps and trained staff.",
     "TfL will continue to innovate and invest in accessibility improvements where funding is available.",
     "The new fleet of trains on the Circle, District, Hammersmith \u0026 City and Metropolitan lines are accessible and provide level access from platform to train.",
     "All Crossrail stations will be fully accessible and planned station upgrades at Victoria and Bank stations will provide step-free access at these stations.",
     "Mike Brown, London Underground Managing Director, said: 'The London 2012 Games has benefitted from the most accessible public transport system of any Olympic or Paralympic Games in history.",
     "'Transport for London has invested hundreds of millions of pounds in making the transport network more accessible in the last few years, with improvements such as new lifts, trains, platform humps, wide aisle gates, tactile paving and audio-visual displays.",
     "'A total of 66 stations are step-free, all Tube stations have staff trained to assist passengers, and every station on the DLR is step-free.",
     "'However, we know there is more to do.  For the Games we introduced manual boarding ramps at 16 key stations where there is a gap between the train and platform, enabling customers using wheelchairs to board trains more easily.",
     "'These ramps have proved to be very useful for our customers and we are going to continue to use them after the Games while we review whether they are permanently viable.'",
     "Manual boarding ramps are in use at Hammersmith, King's Cross St Pancras, West Ham, Westminster, Southfields, Wimbledon, Earl's Court, Fulham Broadway, Stratford, Woodford, Oxford Circus, Queen's Park, Edgware, Morden, Finchley Central and Stockwell London Underground stations.",
     "\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}