{
 "pageTitle": "Monday 10 September - Busy day in central London as 'Our Greatest Team' parade through the streets of the Capital",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Monday 10 September - Busy day in central London as 'Our Greatest Team' parade through the streets of the Capital",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Huge celebration tomorrow will see road closures in central London for the Team GB and ParalympicsGB Athletes'Parade and motorists are advised to avoid driving into central London."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Stations along the Parade route are expected to be busy between midday and 19:00 and National Rail stations and services expected to be very busy after the parade has finished\",\"The Mall down to Buckingham Palace is a ticketed area. If you don't have a ticket, please avoid the area\",\"The A4, M4 and roads between Heathrow Airport and the Olympic Park will be busy today as athletes, officials and media leave London\",\"Plan ahead and check out live travel updates at \\u003ca href=\\\"http://www.tfl.gov.uk/live\\\"\\u003etfl.gov.uk/live\\u003c/a\\u003e \",\"The Paralympic Route Network ends operation and enforcement at midnight on Monday night, following the GB Olympic and Paralympic Athletes' Parade\"]}",
     "Tomorrow (Monday 10 September) the British athletes who competed in the London 2012 Olympic and Paralympic Games are to be honoured with a Parade through the streets of the Capital.",
     "The Parade for 'Our Greatest Team' is due to start in Mansion House at 13:30 and finish at the Victoria Memorial at around 16:00. Stations along the Parade route will be busy and National Rail stations and services are expected to be very busy after the parade has finished.",
     "Road closures will be in place in the City of London and Westminster and roads in the surrounding areas will be very busy. Drivers are advised to avoid central London wherever possible.",
     "Transport for London (TfL) is asking customers and road users to take the same sensible steps they did during the Olympic and Paralympic Games - avoiding the busiest times and places and planning ahead. Check out live travel updates at \u003ca href=\"http://www.tfl.gov.uk/live\"\u003etfl.gov.uk/live\u003c/a\u003e ",
     "Tomorrow, the Paralympic Route Network (PRN) will operate between the Paralympic Village on the Olympic Park, Games Family accommodation in the City and Heathrow Airport as athletes and officials depart. Roads around Stratford and Heathrow airport are expected to be busy. Owing to the parade in central London, there will be a number of changes to the usual route of the PRN tomorrow. TfL continues to remind people that, where possible, they should avoid driving on or around the PRN until midnight on Monday when it ends operation and enforcement, following the GB Olympic and Paralympic Athletes' Parade.",
     "London's Transport Commissioner, Peter Hendy CBE, said: 'Tomorrow we'll have the chance to celebrate the incredible success of TeamGB and ParalympicsGB athletes as they parade through the streets of London as well as the role of the volunteers, including our Travel Ambassadors and our staff.  I'd like to thank Londoners for adapting their travel patterns this summer, helping the transport network play its part in the success of the Games.",
     "'The parade will be a fantastic spectacle and a fitting end to a brilliant Games. The transport system will, of course, be busier than usual as a result, so please check tfl.gov.uk for details.'",
     "\u003cstrong\u003eNotes to Editors\u003c/strong\u003e TfL operates the following services: London Underground, London Buses, Docklands Light Railway, London's major roads, including the Olympic and Paralympic Route Networks in London, Cycling - including Barclays Cycle Hire and Barclays Cycle Superhighways, Emirates Air Line, London Overground, London River Services, Victoria Coach Station, Taxis.\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}