{
 "pageTitle": "Restored Crystal Palace ticket hall to re-open",
 "description": "Half-way milestone in station upgrade to full accessibilityThe historic Grade II listed ticket hall at London Overground's Crystal Palace station was re-opened to passengers today following a refurbishment that marks the half way milestone in the",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Restored Crystal Palace ticket hall to re-open  ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Ticket hall restored to reflect original Victorian grandeur and tripled in size."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Half-way milestone in station upgrade to full accessibility\"]}",
     "The historic Grade II listed ticket hall at London Overground's Crystal Palace station was re-opened to passengers today following a refurbishment that marks the half way milestone in the station's £7.5m upgrade.",
     "Transport for London's (TfL's) Chief Operating Officer for Rail, Howard Smith, cut a ribbon giving access to the ticket hall which will now be used by 11,000 passengers each day.",
     "He said: 'This is another major step in London Overground's upgrade of its network around London.",
     "We have a glorious Victorian railway heritage and it's tremendous to be able to bring back into use a building that is both beautiful and perfectly suited for its renewed role.'",
     "Work began earlier this year to refurbish the ticket hall, and the station has also seen its CCTV, passenger information screens, PA system and signs upgraded.",
     "When the installation of three new lifts is complete early in 2013 Crystal Palace station will combine modern accessibility with this elegant and traditional ticket hall, reflecting the areas enormous historical importance.",
     "The station was originally built in 1854 to serve visitors to the nearby 'Crystal Palace' which was relocated to south London from the Hyde Park Great Exhibition of 1851.",
     "Its refurbishment is part of TfL's investment to improve London's transport infrastructure.",
     "Other London Overground stations also being made step-free following TfL securing £5m from the Department for Transport's Access for All scheme include Hampstead Heath, West Hampstead, Kensal Rise, South Tottenham and Blackhorse Road.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Dimensions of the new ticket hall are 21m x 10.6m (223 square metres) approximately three times the size of the existing hall (7m x 11m; 77 square metres)\",\"A total of 150 square metres of brickwork cleaning and repairs to damaged pointing was carried out to restore the station\",\"The floor of the new ticket hall is a complex Victorian bridge structure and is 10 metres above the railway line\",\"The current station building dates back to 1877 and replaced a more modest structure built on the same site in the 1850s\",\"The Communications Equipment Room at the station used to be a men's toilet\",\"The soon to be replaced ticket hall originally housed a refreshments room\",\"Work began in March this year. The final stage of the project to be completed early next year includes: lifts to provide step-free access to the platforms from the ticket hall; installation of walkways to improve access to and from the station and the removal of the existing 1980s glass structure ticket hall\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}