{
 "pageTitle": "Route U4 provides transport links to ProLogis Park for the first time",
 "description": "The extension of this bus route will provide important transport links for local residents and the growing workforce on the Business Park, including access to nearby Hayes and Harlington Station, Hayes Town Station, Hillingdon Hospital and",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Route U4 provides transport links to ProLogis Park for the first time",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Route U4 will be extended to serve the ProLogis Park from Saturday 29 September, providing transport links to this business development for the first time."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The extension of this bus route will provide important transport links for local residents and the growing workforce on the Business Park, including access to nearby Hayes and Harlington Station, Hayes Town Station, Hillingdon Hospital and Uxbridge.",
     "These changes will also improve links to West Drayton and Stockley Park by providing an easy interchange with route U5 on Stockley Road, a short walk away from the new U4 bus stop.",
     "The route will be extended from its current stand at the junction of Bourne Avenue and Conway Drive to a new stand on the private road within ProLogis Park.",
     "This extension will also enable Nine Acres Close and a section of Bourne Road to be served by a bus service for the first time, benefiting many local residents.",
     "In addition to the route extension, the Sunday daytime frequencies will be increased meaning buses will run every 15 minutes instead of every 20 minutes.",
     "Monday to Saturday frequencies remain unchanged, running every eight minutes during the day and every 20 minutes on all evenings."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}