{
 "pageTitle": "TfL signs partnership with VisitBritain for international distribution of the Visitor Oyster card",
 "description": "VisitBritain will act as the single point of contact for all distribution partners and for the sale of the highly popular transport smartcard to trade partners outside of London. The partnership means inbound visitors will be able to have their Oyster",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL signs partnership with VisitBritain for international distribution of the Visitor Oyster card",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) has appointed VisitBritain, the national tourism agency, as their management agent for the promotion and distribution of the Visitor Oyster card internationally."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "All of London's wonderful attractions are within easy reach of anyone exploring the city that has an Oyster card in their pocket",
     "VisitBritain will act as the single point of contact for all distribution partners and for the sale of the highly popular transport smartcard to trade partners outside of London.",
     "The partnership means inbound visitors will be able to have their Oyster card ready to go prior to arriving in London, reducing queues at airport ticket halls and London Underground stations.",
     "Julie Dixon, Head of Marketing Services, TfL, said: 'Since its introduction, Oyster has offered our customers a cheaper, faster and more efficient way of paying for travel across London's transport network.",
     "'With VisitBritain's worldwide contacts they will be able to promote the Oyster card to the millions of people visiting the Capital each year, helping visitors to enjoy everything London has to offer.'",
     "Jaco Coetzee, Head of Retail at VisitBritain, said: 'By joining with us in this partnership, TfL will be able to use our extensive overseas network and retail operation to reach millions of international travellers who come to the UK each year.",
     "'Oyster cards are the must have pass for travelling on London's vast transport network, something that some of the London 2012 superstars found when they took to riding the Tube, buses and trains to soak up the Games atmosphere and get away from the Olympic Park. All of London's wonderful attractions are within easy reach of anyone exploring the city that has an Oyster card in their pocket.'",
     "Oyster is the cheapest way to pay for single public transport journeys across London. As well as on buses, trains, trams and the Tube, it can also be used on the newest addition to the Capital's massive transport system, the Emirates Air Line, the first urban cable car in the UK which offers views of London from high above the Thames.\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}