{
 "pageTitle": "TfL advice to drivers affected by Thames Water burst water main on A406 at Brent Cross",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL advice to drivers affected by Thames Water burst water main on A406 at Brent Cross",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Burst water main underneath the A406 North Circular Road at Brent Cross causing serious disruption - with traffic affected in both directions."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"TfL is pushing Thames Water to work around the clock to complete repair works and reopen the carriageway as quickly as possible\",\"Drivers should avoid the area wherever possible\"]}",
     "Transport for London (TfL) has advised drivers to avoid the A406 North Circular Road at Brent Cross, as a burst Thames Water main continues to cause serious disruption in the area.",
     "The leak, which occurred at around 8am this morning, led to millions of litres of water flooding the carriageway, causing a full closure of the A406 in the area, with traffic being diverted via the A41 Hendon Way.",
     "TfL has worked hard with Thames Water to clear the surface water from the carriageway and reopen the roads as quickly as possible.",
     "The north-eastern carriageway reopened at around lunchtime and the eastbound lanes have also now reopened. However, the westbound carriageway remains closed and traffic is busy on all approaches.",
     "TfL's MD of Surface Transport, Leon Daniels, has called an explanation from Thames Water and TfL is pushing Thames Water to work around the clock to complete repair works and reopen the carriageway urgently.",
     "Thames Water are currently advising that repair work will last through the night and TfL is remaining in constant contact with Thames Water, with the expectation that at least one lane of traffic can be reopened westbound as soon as possible.",
     "Drivers are urged to avoid the area if possible and check online at \u003ca href=\"http://www.tfl.gov.uk/trafficalerts\"\u003ewww.tfl.gov.uk/trafficalerts\u003c/a\u003e or on twitter at @tfltrafficnews for the latest information.",
     "Leon Daniels, Managing Director of Surface Transport at TfL, said: 'Tens of thousands of Londoners have been inconvenienced by this burst water main and I assure everyone that we are pushing Thames Water to reopen the carriageway as quickly as possible. In the meantime, drivers should avoid the area and check our website for the latest information.'"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}