{
 "pageTitle": "Transport for London celebrates Team GB's Olympic success with limited edition Tube map",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London celebrates Team GB's Olympic success with limited edition Tube map   ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "New version of the iconic London Underground Tube map replaces central London stations with Team GB medal winners."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This is a truly unique piece of sporting memorabilia - and with only 2,012 copies available I'm sure they'll be snapped up in no time",
     "{\"template\":\"bulletlist\",\"items\":[\"A separate map celebrating the achievements of ParalympicsGB will be released later in the year\",\"Just 2012 print copies of the special art map will be available for £49.99 each\"]}",
     "A new version of the central London section of the iconic Tube map, which replaces the names of stations with Team GB's medal winning athletes, has gone on sale to celebrate the fantastic success of Team GB in the London 2012 Olympic Games.",
     "The limited edition map, created by sports journalists Alex Trickett and David Brooks, highlights the achievements of all the 114 athletes and 12 horses who contributed to Team GB's medal haul.",
     "Each line on the map is devoted to a sporting discipline. For example, stations on the Bakerloo line have been renamed after Athletics medallists, with Piccadilly Circus station named after Mo Farah and Marylebone station named after Jessica Ennis.",
     "Stratford station, as the gateway to the Olympic Park, is renamed after Sir Chris Hoy, the most successful British Olympian of all time.",
     "Appropriately, Wimbledon station is named after Andy Murray, and Zara Phillips replaces Royal Victoria, the station dedicated to her great, great, great, great, grandmother, Queen Victoria.",
     "The map highlights London 2012 gold medallists, 'star' Olympians who have won four or more medals in their careers, and also those who are siblings of other Olympic medallists.",
     "TfL will also produce a separate map celebrating the achievements of ParalympicsGB, which will be released later in the year.",
     "Earlier this year, TfL produced a version of the Tube map replacing the names of London Underground stations with names of past Olympic greats, which proved to be one of the most popular posters that TfL has ever produced.",
     "London's Transport Commissioner, Peter Hendy CBE, said: 'London's transport network has played a key role in delivering a fantastic Olympic Games for Team GB and the whole of London, so it seems fitting to combine the iconic London Underground map with the names of our proud medal winners.",
     "'This is a truly unique piece of sporting memorabilia - and with only 2012 copies available I'm sure they'll be snapped up in no time.'",
     "Alex Trickett, Team GB Olympic Medallists map creator, said: 'After a truly inspirational few weeks of sport, the biggest challenge we faced was how to fit all of Team GB's medal winning athletes onto one map - and we're looking forward to facing a similar problem when we create a map celebrating ParalympicsGB.'",
     "Notes to editors:",
     "The limited edition print goes on sale from 09:00 on 6 September via the TfL online shop, and will cost £49.99. It measures 60 x 80cm, and will be printed on art grade paper. It will also include a numbered certificate listing the names of the gold, silver and bronze medal winners.",
     "For more information go to: \u003ca href=\"http://shop.tfl.gov.uk/\"\u003ehttp://shop.tfl.gov.uk/\u003c/a\u003e \u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}