{
 "pageTitle": "Tube gardening competition celebrates its tenth year",
 "description": "The winners were announced at a special event held in City Hall on Wednesday 19 September.The competition recognises the hard work of staff, who put in hundreds of hours of their own time making depots and stations more than just buildings but beautiful",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Tube gardening competition celebrates its tenth year",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Tube's prestigious Underground in Bloom competition, when London Underground (LU) staff show off their gardening skills, celebrated its 10th anniversary in style this year with the highest number of entries ever in the competition's history."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The winners were announced at a special event held in City Hall on Wednesday 19 September.",
     "The competition recognises the hard work of staff, who put in hundreds of hours of their own time making depots and stations more than just buildings but beautiful places.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Stations transformed\"}",
     "Commuter journeys through stations have been transformed into eye-catching floral displays. The creative diversity of this competition has ranged from an Olympic rings theme to floral havens.",
     "Finchley Central's cultivated garden was so impressive with its bee attracting plants that it was entered into the Chelsea Flower show.",
     "First place winners of the fruit and veg category, Hampstead, provided an incredible variety of sweet potato, Irish, Welsh and Scottish potato and by opening their garden up to the public, raised a generous £300 for Cancer Research.",
     "Arnos Grove won first place in the Trains and Service Control Award, for their Japanese meditation-style garden.",
     "They also won joint third place in the fruit and veg award for their 'adopt an allotment' scheme, which not only proved popular with green fingered train drivers, but  also produced a huge variety of vegetables, a thriving herb garden and even beehives.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Decade of awards\"}",
     "Howard Collins, Chief Operating Officer, Rail and Underground, said: 'This year is a very special year for Underground in Bloom, because it's the 10th year of awards since we re-launched the competition back in 2003.",
     "'The past ten years have seen over a thousand entries from every corner of the network and from every part of the company.",
     "'Our staff has shown a level of dedication and imagination that has taken the judges' breath away. These gardens have helped to improve the local environment and made travel a lot more pleasant for commuters.'",
     "This year saw a total of 141 entries across 10 categories, from staff across the LU network, making this year's event the biggest to date.",
     "One of the many highlights of the night was the Outstanding Contribution award, recognising exceptional achievement over the past 10 years.",
     "This was presented to Northwood Hills, who since 2003 have won twenty awards, including six first-place prizes.",
     "Mike Brown, Managing Director for Rail and Underground and Howard Collins, Chief Operating Officer for LU, both attended the awards ceremony.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Full list of winners:\"}",
     "\u003cstrong\u003eCultivated garden \u003c/strong\u003e 1st Upminster Train Crew Accommodation\u003cbr /\u003e2nd Finchley Central\u003cbr /\u003eJoint 3rd Rickmansworth Train Crew Accommodation and Arnos Grove Train Crew Accommodation",
     "\u003cstrong\u003eTubs \u003c/strong\u003e 1st Greenford\u003cbr /\u003e2nd Kentish Town\u003cbr /\u003eJoint 3rd Stratford Market Depot and North Acton",
     "\u003cstrong\u003eHanging baskets - the John Knight Award \u003c/strong\u003e 1st Stratford Market Depot\u003cbr /\u003e2nd North Acton\u003cbr /\u003e3rd Arnos Grove Train Crew Accommodation",
     "\u003cstrong\u003eTrains and Service Control \u003c/strong\u003e 1st Arnos Grove\u003cbr /\u003e2nd Upminster\u003cbr /\u003eJoint 3rd Stratford Market Depot; High Barnet",
     "\u003cstrong\u003eFruit and vegetables \u003c/strong\u003e 1st Hampstead\u003cbr /\u003e2nd Greenford\u003cbr /\u003eJoint 3rd Kilburn; Arnos Grove Train Crew Accommodation",
     "\u003cstrong\u003eBest newcomer 2012 \u003c/strong\u003e 1st Highgate\u003cbr /\u003e2nd White City Train Crew Accommodation\u003cbr /\u003eJoint 3rd Queen's Park station; Harrow-on-the-Hill Train Crew Accommodation",
     "\u003cstrong\u003eArt category \u003c/strong\u003e 1st Peter Schroder\u003cbr /\u003e2nd James Dunne\u003cbr /\u003e3rd Samantha Quilter",
     "\u003cstrong\u003eOutstanding contribution award \u003c/strong\u003e Winner: Northwood Hills",
     "\u003cstrong\u003eDennis Sanger special award \u003c/strong\u003e Winner: High Barnet Train Crew Accommodation",
     "\u003cstrong\u003eSandra Wilkes best overall garden award \u003c/strong\u003e 1st Stratford Market Depot\u003cbr /\u003e2nd Greenford\u003cbr /\u003eJoint 3rd Arnos Grove Train Crew Accommodation; North Acton\u003cbr /\u003eHighly Commended: Hampstead; Upminster Train Crew Accommodation; High Barnet Train Crew Accommodation; Finchley Central",
     "\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}