{
 "pageTitle": "Northern line extension public inquiry starts today",
 "description": "Extending the Northern line would help regenerate the area by supporting up to 25,000 new jobs and 16,000 new homes A public inquiry into the proposed construction of the Northern line extension will begin today and is expected to last for around four",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2013",
   "url": "/info-for/media/press-releases/2013"
  },
  {
   "title": "November",
   "url": "/info-for/media/press-releases/2013/november"
  },
  {
   "title": "Northern line extension public inquiry starts today"
  }
 ],
 "title": {
  "title": "Northern line extension public inquiry starts today",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Secretary of State to hold public inquiry as part of the planning process for proposed new Tube link."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This public inquiry is part of the planning process. If this transport link goes ahead it would create access to the Tube for thousands of people in south London as well as helping to support new jobs and homes in the area.",
     "Extending the Northern line would help regenerate the area by supporting up to 25,000 new jobs and 16,000 new homes",
     "A public inquiry into the proposed construction of the Northern line extension will begin today and is expected to last for around four weeks.",
     "The inquiry, called for by the Secretary of State for Transport, is part of the Transport and Works Act Order (TWAO) process which is usual for a major project of this size.",
     "An independent inspector has been appointed to run the public inquiry to consider Transport for London's (TfL) application to extend the Northern line from Kennington to Battersea via Nine Elms.",
     "The inspector will consider evidence that has been submitted by TfL, individuals or organisations interested in the construction of this piece of infrastructure.",
     "If planning powers are obtained from the Government, and a funding package is in place, then construction of the Northern line extension could begin in 2015 with the two new stations opening in 2020.",
     "The construction of the extension would help kick start regeneration in the Nine Elms area of south London and provide major transport benefits for local people.",
     "The extension would reduce pressure on Vauxhall station, provide relief to the existing Northern line south of Kennington and give wider access to leisure and employment opportunities for local people.",
     "The new infrastructure would support up to 25,000 jobs and 16,000 new homes.",
     "Should this new Tube link go ahead thousands of people would gain from access to London Underground and journey times from the West End and the City would be cut to 15 minutes from the Battersea area.",
     "Results from three public consultations on plans to extend the Northern line have confirmed strong support for this potential new Tube link.",
     "In addition, as TfL's plans have developed for the Northern line extension, TfL has met with various community groups that have an interest in this project.",
     "Representatives from TfL have listened to their feedback and have identified a series of commitments on a number of issues and areas.",
     "More information can be found at:",
     " \u003ca href=\"http://www.persona.uk.com/NLE\"\u003ewww.persona.uk.com/NLE\u003c/a\u003e and at \u003ca href=\"tfl.gov.uk/nle\"\u003etfl.gov.uk/nle  \u003c/a\u003e ",
     "Michèle Dix, Managing Director of Planning for Transport for London, said: 'We look forward to fully outlining our proposals for the Northern line extension.",
     "'This public inquiry is part of the planning process. If this transport link goes ahead it would create access to the Tube for thousands of people in south London as well as helping to support new jobs and homes in the area.'",
     "{\"template\":\"bulletlist\",\"items\":[\"The Government confirmed in the Chancellor's 2012 Autumn Statement that up to £1bn of borrowing from the Public Works Loan Board would be available to the Greater London Authority (GLA) to finance the construction of the NLE. Whilst the borrowing will be done by the public sector, the funding to repay this borrowing will come from the private sector in the form of:ol\",\"Incremental business rates, retained by the Greater London Authority for a period of 25 years in a new Enterprise Zone (EZ) in the London Boroughs of Wandsworth and Lambeth; and\",\"Contributions received by the boroughs from local developers under the Section 106 and Community Infrastructure Levy regimes\",\"The GLA and TfL are finalising arrangements for the financing of the extension with the developer of the Battersea Power Station site, central Government and the local authorities and the details of this will be included in a funding statement as part of the TWAO application\",\"The Tube is undergoing a huge and essential programme to modernise its infrastructure - vital to cope with a growing population and to support the economic development and growth of the capital and the UK. This includes the introduction of new track and signalling and the rebuilding of some of our most important stations. By the end of the current programme there will be 30 per cent more capacity. TfL is working hard to provide information and alternative travel options while work is taking place. The work is essential to provide for London's growing transport needs now, and into the future. TfL is urging all Londoners and Tube, London Overground, London Tramlink and DLR passengers to check before you travel at weekends, allowing extra journey time where necessary. \\u003ca href=\\\"tfl.gov.uk/check\\\"\\u003eWeekend travel news\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2013/15890",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2013/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2013/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2013/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2013/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2013/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2013/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2013/16598",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2013/16698",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2013/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2013/16906",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2013/16962",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}