{
 "pageTitle": "DLR looks to the future with Olympic train order",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "DLR looks to the future with Olympic train order",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Docklands Light Railway (DLR), part of Transport for London (TfL), has laid the ground for passenger demand for both the London 2012 Olympic Games and future Stratford International extension by ordering 31 new rail carriages."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This order confirms our preparations are well underway to accommodate Olympic demand",
     "The carriages, which will cost £50m from manufacturer Bombardier, are being funded by TfL's £10bn Investment Programme and the Olympic Delivery Authority (ODA). The purchase is a continuation of an order for 24 vehicles placed last year.",
     "The contract is the first signed using funding sourced jointly from TfL and the ODA.",
     "Ken Livingstone, Mayor of London said: 'These new carriages represent the delivery of a vital investment in London's transport infrastructure.",
     "'They will play a key role in transporting passengers to the Olympic and Paralympic Games and will provide East London with an improved service able to respond to increasing demand as the area continues to be transformed by sustained development and the expansion of new homes and businesses.'",
     "Jonathan Fox, Director DLR, said: 'This order confirms that our preparations are well underway to accommodate Olympic demand and the millions of new passengers we will welcome onto the network over the next few years.",
     "'Thanks to TfL's £10bn Investment Programme and financial support from the ODA, Olympic spectators will benefit from a frequent service in and around competition venues while our passengers will enjoy increased train capacity and regularity in the run up to 2012 and beyond.'",
     "Delivery will take place between autumn 2008 and winter 2009. Following testing, the carriages will be operational by late 2009.",
     "The Stratford International extension is set to open in 2010. Encompassing existing stations at Royal Victoria, Canning Town, West Ham, Stratford Regional and Stratford International, and new stations at Star Lane, Abbey Road and Stratford High Street, the route will improve public transport accessibility for the surrounding area and act as a key transportation link during the Olympic Games.\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL is investing £10bn to meet London's transport needs now and in the future.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}