{
 "pageTitle": "Forty per cent of 14 and 15-year-olds report using cars less due to free bus and tram travel",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Forty per cent of 14 and 15-year-olds report using cars less due to free bus and tram travel",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Mayor of London, Ken Livingstone revealed today that, as a result of free bus and tram travel in London, 40 per cent of 14 and 15-year-olds say they are travelling less by car."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "These findings formed part of the results of market research into free travel on buses and trams for under 16s. The results show:",
     "{\"template\":\"bulletlist\",\"items\":[\"The majority of 14 and 15 year olds in London are using buses more and 40 per cent say they make fewer car journeys as a direct result\",\"Sixty-eight per cent of this age group say they use buses more to see family and friends\",\"Sixty-three per cent say they use buses more to go to sport\",\"Nearly half say they travel more regularly to and from school using buses\"]}",
     "The Mayor of London, Ken Livingstone said: 'These figures show that free travel for under-16s on buses and trams is encouraging young people to opt for public transport, reducing the traffic congestion associated with the daily school run.",
     "'This policy helps families with children and provides a great opportunity for young people to take advantage of the many things London has to offer.'",
     "The majority of Londoners support free travel on buses and trams for under-16s (77 per cent) and nearly all parents of children aged 11-15 (91 per cent) support the scheme. Unsurprisingly, 98 per cent of 14 and 15-year-olds support free travel.",
     "By the end of March 2006, trips by under-16s had increased by 20 per cent, resulting in an overall increase in bus journeys in London of 2.2 per cent.",
     "Other results indicate that take up of the scheme was largely for financial reasons but other reasons such as 'not being driven by parents' was a strong factor.",
     "{\"template\":\"bulletlist\",\"items\":[\"During March 2006, TfL's research agency Synovate interviewed 112 parents with children aged 11-15 and 459 14 and 15-year-olds. The results indicate that the scheme has resulted in an increase in bus/tram trips for both leisure and school and a decline in car use. In March, 13 per cent of bus trips were made by Under-16s\",\"During March 2006, Synovate interviewed 1,006 Londoners and four in five Londoners think the scheme is a good idea. Parents of the relevant age group are more likely to think it a 'very good' idea whereas over 45s without children in the target group were more likely to think it wasn't a good idea\",\"During March 2006, TfL's research agency Synovate interviewed 459 14 and 15-year-olds. Free travel is extremely popular and almost universally supported by the target group (98 per cent). They use it more now to visit friends and family (68 per cent), to go shopping (66 per cent) and to play sport (63 per cent). They also use it to visit libraries, go to the cinema/theatre and youth clubs.\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}