{
 "pageTitle": "Four bidders on TfL London Rail Concession shortlist",
 "description": "Following an initial tender process, Govia, MTR Laing, National Express Group and Nedrail have been shortlisted to receive an Invitation to Tender. These organisations have been selected on TfL's assessment of how their experience could be applied to",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Four bidders on TfL London Rail Concession shortlist",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) today advised that four companies have been shortlisted to proceed to the next phase of the bidding process for the London Rail Concession, which will comprise the operation of the North London Railway (formerly Silverlink Metro) and the extended East London Line which is currently under construction and due for completion in 2010."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Following an initial tender process, Govia, MTR Laing, National Express Group and Nedrail have been shortlisted to receive an Invitation to Tender.",
     "These organisations have been selected on TfL's assessment of how their experience could be applied to deliver TfL's objectives for the London Rail Concession.",
     "Ian Brown, Managing Director, TfL London Rail said: TfL's vision for rail in London is to put passengers first.",
     "'This is the first milestone in the process to appoint the best operator to run the North London Railway routes and the East London Line extension.",
     "'The four organisations we've shortlisted are all strong candidates and we look forward to receiving their bids in the coming months.'",
     "TfL now intends to issue these bidders with an Invitation to Tender later this year, which will conclude with the selection of a successful bidder in Spring 2007.",
     "The appointed operator will work with TfL to deliver a major upgrade of the routes to the TfL standards, currently enjoyed by passengers on other managed TfL modes such as bus and Tube, to deliver high frequency and reliable services with good levels of customer service and cleanliness.",
     "This announcement comes in the same week that the historic Shoreditch Station on the East London Line closes its doors for the last time, to allow the new line to be built.",
     "Shoreditch station will be replaced by the new and completely accessible Shoreditch High Street Station and is part of the physical works to deliver the £900m East London Line extension.\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"The Government announced the transfer of responsibility for the management of the rail services collectively known as the North London Railway on 14 February 2006; consisting of the North London Line; the London Euston to Watford Junction local Line, the West London Line from Willesden Junction to Clapham Junction via Kensington Olympia and the Gospel Oak to Barking Line\",\"The process to appoint an operator to run the concession began on the 24 February 2006 with the issue of an OJEU notice\",\"On transfer to TfL in Autumn 2007, and with the successful operator in place, passengers should see some immediate benefits on the railway including:ul\",\"Within five years from transfer, TfL aims to provide the following improvements on the North London Railway and East London Lines:ul\",\"The East London Line is being extended and upgraded under TfL's £10bn Investment Programme, due to be completed in 2010. This will convert the railway into a new TfL high-frequency, metro-style train service running north to Dalston Junction and south to West Croydon\"]}",
     "\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}