{
 "pageTitle": "Ground-breaking advice for Londons developers",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Ground-breaking advice for Londons developers",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) has today published best practice guidance on preparing transport assessments for major developments in the Capital."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Until now there has been no standardised method of producing transport assessments in London",
     "The document aims to support planning applications that are submitted to the Mayor of London.",
     "Sam Richards, Head of Land Use Planning at TfL, said: \"This is ground-breaking advice for London and we hope it will lead to improved dialogue between developers, consultants and TfL.\"",
     "Until now there has been no standardised method of producing transport assessments in London.",
     "The guidance, prepared by Steer Davies Gleave for TfL, aims to streamline that process.",
     "An important objective has been to simplify what can be a complex process for landowners, developers and their consultants and enable TfL officers to respond positively.",
     "The guidance does this by highlighting TfL's requirements and providing a recommended approach to producing transport assessments for referred planning applications.",
     "The guidance stresses the need for early consultation with TfL before the planning application is submitted, at the scoping stage.",
     "This will enable modelling, planning assumptions, data requirements, and potential planning obligations to be agreed with TfL beforehand.",
     "The guidance also suggests appropriate structure, inputs, organisation and analytical techniques to be used in transport assessments.",
     "The \u003ca href=\"http://www.tfl.gov.uk/transportassessment\"\u003eguidance \u003c/a\u003e is available online.",
     "{\"template\":\"bulletlist\",\"items\":[\"The Town \\u0026 Country Planning (Mayor of London) Order 2000 gives the Mayor influence over land-use planning through planning applications that are referred to him. TfL contributes to Mayoral reports by providing comments on the transport aspects of proposals\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}