{
 "pageTitle": "Launch of London Freight Plan consultation",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Launch of London Freight Plan consultation",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Mayor of London Ken Livingstone today launched a consultation on the London Freight Plan, which aims to deliver a step-change improvement to how freight is moved around the city."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The impact that freight movements has on the Capital concerns us all",
     "#EndEditableThe plan is a culmination of more than a \nyear's work by Transport for London (TfL), members of the London Sustainable \nDistribution Partnership, boroughs, business, freight operators, bodies and \nassociations.",
     "Eight key proposals aim to help promote collaboration and access to data to \nimprove the efficiency of freight distribution and servicing in London, while \nreducing congestion, emissions and injury caused by freight.",
     "The plan addresses the challenge of London's expected growth facing freight \noperators and seeks to recognise the vital role that freight movement plays in \nmaintaining London as a world-class city by balancing the needs of freight with \nthose of other transport users.",
     "Mayor Ken Livingstone said: 'Over the next 10 years, the population of London \nis anticipated to increase by a further 800,000 people. Alongside this, there \nwill be 15 per cent more freight on the transport network.",
     "'Freight has not historically been given the same level of attention as the \nrest of London's transport network but the impact that freight movements has on \nthe Capital concerns us all. The decisions we take today will have a lasting \nimpact on how London will function and operate in the future.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Working together\"}",
     "TfL Commissioner Peter Hendy said: 'TfL cannot deliver this critically \nimportant Freight Plan on its own. We believe that with the support of the \nboroughs, and freight industry, by working together we will be able to make a \nreal difference to the way in which freight can sustainably provide for the \nfuture needs of the Capital.'",
     "Gordon Telling, the Freight Transport Association's (FTA) Head of Policy for \nLondon, said: 'The FTA and its members are delighted to support TfL in the \nlaunch of the consultation on the London Freight Plan.",
     "'FTA has been involved with this project since its inception and is pleased \nwith the progress that has been made to develop an agreed plan with clear \nactions to improve conditions for freight operators, customers and Londoners \nalike.",
     "'We recognise that this is a first step of a longer journey and welcome the \nopportunity over coming months to further refine and develop the many proposals \nthat are outlined in this consultation document.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Vital to economy\"}",
     "Tim Hockney, Director of Transport at London First, said: 'As delivery and \nservicing vehicles cover nearly five times more miles than buses and coaches in \ncentral London, we warmly welcome the increasing focus that is being given to \nthis important group of road users, who are vital to making London's economy \nwork.'",
     "Alistair McKay, Chairman of the London Retail Consortium, said: 'This plan \nidentifies a range of initiatives and could be a significant step towards \nimproving the movement of freight in the Capital. Deliveries are retailers' \nlifeblood and, across the UK, freight has long been the Cinderella of transport \npolicy. We will continue to work with TfL to ensure this plan delivers.'",
     "The 12-week consultation ends on 5 September. The plan can be viewed and a \nquestionnaire completed on-line at \u003ca href=\"http://www.tfl.gov.uk/freight\"\u003ewww.tfl.gov.uk/freight\u003c/a\u003e . A final \nversion of the plan will be released by December.\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"Gordon Telling can be contacted at the FTA on 01892 552205.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}