{
 "pageTitle": "LU Station Gardens competition underway",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "LU Station Gardens competition underway",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The annual London Underground (LU) Station Gardens competition is now underway."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "33 entrants will compete against each other during two rounds of judging",
     "Tube stations compete each year for the title of Overall Best Station.",
     "The number of stations to enter the competition this year has almost doubled from last year (from 17 in 2005 to 33 in 2006), demonstrating the popularity of the contest.",
     "The LU Station Gardens competition aims to reward LU employees who go beyond the call of duty and spend much of their free time creating a pleasant and colourful environment for their colleagues and the travelling public to enjoy by planting and keeping Underground station gardens.",
     "This year's 33 entrants will compete against each other during two rounds of judging in mid-June and late July.",
     "The winners in each category (Cultivated Garden, Tubs, Hanging Basket and Overall Best Station) will be announced at an awards ceremony in September.",
     "Last year's winners Kathy and husband John from Northwood Hills station on the Metropolitan line commented: \"We were thrilled to win the Station Gardens Competition's Overall Best Station last year.",
     "\"We hope to do well this year too, although we are aware competition will be fierce as the number of stations entering the competition has increased dramatically.",
     "\"We will endeavour to create a garden that is even more special than last year.\"",
     "This year's competitors are spread throughout the LU network in 19 different boroughs.",
     "The borough with the most entrants is Kensington \u0026 Chelsea followed by Southwark, Hammersmith and Fulham and Hillingdon.",
     "{\"template\":\"bulletlist\",\"items\":[\"The following stations have entered LU Garden Competition this year:Baker Street, Bank, Bermondsey, Canons Park, Chesham, Cockfosters, East Acton, Earl's Court, Elm Park, Epping, Farringdon, High Street Kensington, Highbury \\u0026 Islington, Leytonstone, Loughton, Notting Hill Gate, North Acton, Northolt, Northwood Hills, Queensbury, Rotherhithe, Shepherd's Bush, South Kensington, Rickmansworth, Ruislip Gardens, Southfields, Stanmore, Stratford Market Depot, Surrey Quays, Watford, Wembley Park, West Ruislip and White City\",\"Station Gardeners create and look after their gardens in their own free time and receive an allowance from the station to purchase seeds and plants\",\"Last year's winners were:\\u003cbr /\\u003eOverall best station: Northwood Hills (1st prize), Stanmore (2nd prize) and Loughton (3rd prize)\\u003cbr /\\u003eCultivated Garden: Northwood Hills (1st prize), Southfields (2nd prize) and Epping (3rd prize)\\u003cbr /\\u003eTubs: Stanmore (1st prize), Northwood Hills (2nd prize), Loughton (3rd prize)\\u003cbr /\\u003eHanging baskets: Northwood Hills (1st prize), Stanmore (2nd prize), North Acton (3rd prize)\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}