{
 "pageTitle": "Modernisation and lift refurbishment for Lancaster Gate",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Modernisation and lift refurbishment for Lancaster Gate",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Lancaster Gate station on the Central line will close from 3 July to early November for Metronet Rail BCV to carry out essential lift refurbishment and the modernisation of the station."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We need to have reliable lifts because Lancaster Gate is a busy station",
     "This modernisation work on this Edwardian station, built in 1906, is part of Transport for London's £10bn Investment Programme.",
     "Half of that investment will go into London Underground transforming the Tube right across the network.",
     "The 18-year-old lifts need to be refurbished because they regularly fail, causing customers inconvenience.",
     "The only other way of getting between street and platform level, a descent of 12.5m (41ft), is by spiral staircase for use in emergencies - a total of 104 steps. Without a lift service, the station cannot safely remain open.",
     "Jeff Ellis, the Central line Manager said: 'We need to have reliable lifts because Lancaster Gate is a busy station near Paddington national rail station and the West End.",
     "'In order to refurbish the lifts, the shaft which supports both lifts need to be removed. Where two lifts share a shaft, it is not safe to work on one lift while the other is in operation. Therefore, it is necessary to shut down both lifts at the same time.",
     "'During the closure the whole station will also be modernised, with new public address and CCTV equipment, but the heritage features will be preserved.'",
     "The modernisation works will include:",
     "{\"template\":\"bulletlist\",\"items\":[\"Renewal of electrical and mechanical, fire protection and communication assets leading to greater safety and security\",\"Renewal of floor, wall, ceiling and staircase finishes\",\"Improvements to lighting and signage\",\"Improvements to facilities for disabled customers, eg tactile floor surfaces\",\"Additional water-proofing measures\"]}",
     "The station will be fully closed, no trains will serve the station and ticket selling facilities will also be unavailable.",
     "Customers are advised to use Queensway station, which is about 10 minutes walk away, or Paddington station (Bakerloo, Circle, District, Hammersmith \u0026 City lines and national rail), which is also a short, signposted, walk away.",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL is investing £10bn to improve and expand London's transport network, over half of that being spent on the Tube as we work to Transform the Tube\",\"Metronet Rail BCV is responsible for the maintenance and renewal of the Bakerloo, Central, Victoria, and Waterloo \\u0026 City lines\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}