{
 "pageTitle": "Pay-Next-Day for Congestion Charge users",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Pay-Next-Day for Congestion Charge users",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "From Monday 19 June drivers will have an extra day to pay the Congestion Charge."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The Congestion Charge has been highly effective in reducing traffic congestion",
     "#EndEditableThe Pay-Next-Day scheme will allow drivers to pay the £8 Congestion Charge until midnight on the day, or pay £10 until midnight on the following charging day.",
     "Users will have two methods available to pay - either by calling 0845 900 1234 or through the Congestion Charge website at \u003ca href=\"http://www.cclondon.com\"\u003ewww.cclondon.com\u003c/a\u003e ",
     "Mayor of London, Ken Livingstone, said: 'The Congestion Charge has been highly effective in reducing traffic congestion.",
     "'This change will give people an extra day to pay. If they forget to pay on the day they now have an extra day to avoid receiving a penalty charge.'",
     "Baroness Jo Valentine, Chief Executive of London First, said: 'We continue to support Congestion Charging in the centre of London and are pleased that Ken Livingstone has recognised business concerns and agreed to this major improvement.",
     "'Surveys of our members have consistently shown that next day payment is a must and we welcome this move to reduce the \"hassle\" factor of the scheme.'",
     "Michele Dix, Director of Congestion Charging for Transport for London, said: 'This is yet another significant enhancement to the operation of the scheme we have delivered in response to customers concerns.",
     "'In addition, from October this year, as an incentive in advance of the go live date for the western extension, we will be offering residents who live in the area covered by the extension of the charging zone to apply for their 90 per cent discount without having to pay the registration fee.",
     "'From the time of registration, this will allow residents to travel within the existing Congestion Charging area at the discounted rate.'",
     "The Congestion Charge scheme was introduced on 17 February 2003 and applies between 07:00 and 18:30, Monday to Friday.\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"The Congestion Charging zone will be extended on 19 February 2007. Extending the existing zone is expected to bring considerable benefits. Congestion in the extended zone will be cut by 15-20 per cent. There will be 10-14 per cent less traffic within the zone during charging hours, meaning that a vehicle making a journey into and back out of the extended zone would typically save five minutes.\",\"Changes to the operation of the Congestion Charging scheme, such as allowing drivers to pay-next-day, require a variation order and public consultation.\",\"For further information on the Congestion Charge scheme and its future developments, log onto \\u003ca href=\\\"http://www.cclondon.com\\\"\\u003ewww.cclondon.com\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}