{
 "pageTitle": "Queensway station opening delayed again",
 "description": "Despite London Underground's demands, Metronet did not complete the modernisation and lift replacement works by the original contract completion date of 9 May 2006 or a second deadline of Monday 12 June, as promised. Queensway station has been closed for",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Queensway station opening delayed again",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The opening of Queensway station will be further delayed pending Metronet's compliance with all safety regulations."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This is a further, and one hopes final, pathetic delay on a project that Metronet has failed to manage to time.",
     "Despite London Underground's demands, Metronet did not complete the modernisation and lift replacement works by the original contract completion date of 9 May 2006 or a second deadline of Monday 12 June, as promised.",
     "Queensway station has been closed for more than one year to allow Metronet Rail BCV to replace lifts, undertake congestion relief work and refurbish the station.",
     "The earliest Queensway will open will be Wednesday 14 June. London Underground will announce the re-opening as soon as all approvals have been secured.",
     "Tim O'Toole, London Underground Managing Director, said: \"This is a further, and one hopes final, pathetic delay on a project that Metronet has failed to manage to time.",
     "\"TfL is investing £10bn to improve London's transport now and for the future, with more than half of that in the Tube.",
     "\"It is vital that passengers have the confidence that this work can be completed on time and on budget.\"",
     "{\"template\":\"bulletlist\",\"items\":[\"Metronet BCV are responsible for the maintenance and renewal of the Bakerloo, Central, Victoria and Waterloo \\u0026 City lines\",\"TfL is investing £10bn to improve and expand London's transport network, more than half of that in London Underground as we work to Transform the Tube\",\"Approximately 8,500 customers use Queensway station each weekday\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}