{
 "pageTitle": "Regents Park station to close for refurbishment",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Regents Park station to close for refurbishment",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "On 10 July 2006 Regent's Park station on the Bakerloo line will close as lifts are replaced and the station refurbished as part of Transport for London's £10bn Investment Programme."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "#EndEditableThe improvements to the station will be \nundertaken by Metronet Rail BCV and will be completed in June 2007.",
     "Existing CCTV cameras will be replaced, improved Help points and a new public \naddress system will be installed, and the station will benefit from better \nlighting, fire detection system and new seating on platforms.",
     "There will be various improvements for mobility impaired passengers, the \nstation control room will be refurbished and its communication equipment \nrenewed.",
     "The two lifts at Regent's Park are almost 20-years-old and have reached the \nend of their service life. As the lifts share a shaft it is necessary to shut \ndown both lifts at the same time. For safety reasons, without a lift in service, \nthe station cannot operate and will therefore be closed for the duration of the \nwork.",
     "Kevin Bootle, General Manager of the Bakerloo line said: 'Safety is our top \npriority so while this important work is carried out the station will remain \nclosed.",
     "'In order to minimise disruption to passengers, refurbishment works have been \nbrought forward so that they will run in tandem with the lift replacement \nworks.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Improved facilities\"}",
     "'Passengers will benefit from the two new, more reliable lifts and improved \nfacilities. These will ensure passengers a smoother, quicker and more enjoyable \njourney through the station.'",
     "During the closure passengers are advised to use nearby Baker Street station \nwhich is a short walk away from Regent's Park.",
     "Valid London Underground (LU) tickets will also be accepted on the following \nlocal bus routes between Regent's Park and Baker Street: 18, 27, 30, 205 and 453 \nand night bus N18.",
     "Alternatively, Great Portland Street station is approximately a three minute \nwalk away. Great Portland Street station closes at 22:00 daily until early \nOctober.\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL is investing £10bn over the next five years to improve and expand London's transport network, more than half of that in London Underground as we work to Transform the Tube\",\"Last year, LU ran more trains and carried more passengers than ever before, hit all performance targets and was named UK Train Operator of the Year\",\"Metronet Rail BCV is responsible for the maintenance and renewal of The Bakerloo, Central and Victoria lines\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}