{
 "pageTitle": "Statement from TfL on Ealing Councils decision to suspend some bus lanes in the Borough",
 "description": "''The Mayor will now consider all options, including legal and financial options, arising from Ealing's retrograde anti-bus announcement.'This is an anti-commuter, anti-public transport announcement that does not seem to consider the needs of bus",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Statement from TfL on Ealing Councils decision to suspend some bus lanes in the Borough",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Following the decision by Ealing Council to suspend some bus lanes in the borough. Peter Hendy, TfL's Commissioner, has issued the following statement:"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "A serious question-mark now hangs over Ealing's ability to deliver transport improvements",
     "''The Mayor will now consider all options, including legal and financial options, arising from Ealing's retrograde anti-bus announcement.",
     "\"This is an anti-commuter, anti-public transport announcement that does not seem to consider the needs of bus users.",
     "\"Ealing is trying to engage in unilateral action without any discussion with Transport for London.",
     "\"Transport for London has to consider the transport implications for the city as a whole and cannot agree to an approach that ignores these concerns in favour of a piecemeal approach.",
     "\"This would be a recipe for the return to a declining bus service and reduced reliability.",
     "\"Ealing appears to now prefer a transport policy in which bus passengers will have longer, less reliable journeys and is willing to ignore their views about this decision.",
     "\"Bus lanes offer benefits not only to bus passengers, who enjoy improved reliability of service, but also to cyclists, a quarter of whom - according to DfT sponsored research - choose their route according to the availability of bus lanes.",
     "\"Such a short time has elapsed between the formation of the new council executive and this announcement, that no serious analysis of the transport implications can have taken place.",
     "\"Ealing Council is due to receive £4.6m for 2006/7 from Transport for London for local transport measures.",
     "\"On the basis of the rash and retrograde approach of this announcement a serious question-mark now hangs over Ealing's ability to deliver transport improvements consistent with the Mayor's Transport Strategy.\"\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}