{
 "pageTitle": "TfL sells residential property in Ealing to housing association to provide improved housing to local people",
 "description": "The sale was agreed by TfL following negotiations with the Greater London Authority and the Housing Corporation.The 23 properties, which contain 41 residences, were inherited by TfL when it was created in 2000. They were originally acquired by the",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL sells residential property in Ealing to housing association to provide improved housing to local people",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) has agreed to sell 23 residential properties in Ealing to the Genesis Housing Group, bringing the promise of improved housing to local residents."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We will continue to work closely with the local authority and the tenants to progress improving the standard of these homes",
     "The sale was agreed by TfL following negotiations with the Greater London Authority and the Housing Corporation.",
     "The 23 properties, which contain 41 residences, were inherited by TfL when it was created in 2000.",
     "They were originally acquired by the Highways Agency as part of a road widening project some decades ago, and fell into a state of disrepair following the threat of demolition. Genesis Housing Group will renovate most of the properties, with a small number sold in order to fund those improvements.",
     "Richard Hawkes, TfL's Head of Sales and Development, said: \"I am pleased that we have successfully worked with Genesis and Ealing Council and other partners to resolve this long-standing issue in the best possible way.",
     "\"This agreement will bring property that has been a blight in Ealing brought up to a standard that will contribute to meeting the housing needs of local people.\"",
     "All tenants currently living in the properties will be offered appropriate, affordable housing by Genesis.",
     "Steve Coleman, Genesis Group Development Director, said: \"We will continue to work closely with the local authority and the tenants to progress improving the standard of these homes.",
     "\"We have a large amount of experience in managing and improving homes which I am sure will be of great benefit to the current tenants.\"",
     "{\"template\":\"bulletlist\",\"items\":[\"The sale will be complete on 30 June 2006\",\"Genesis Housing Group provides homes and services to tens of thousands of people across London and the south east. The Group consists of PCHA, Sutherland, Pathmeads and Springboard housing associations. They also have in their group, a charitable foundation, Genesis Community. Genesis own and/or manage more than 40,000 homes in the UK\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}