{
 "pageTitle": "TfL concerned about knock-on effects of First Capital Connect new fare restrictions",
 "description": "The policy, introduced earlier this month, has led to further fare restrictions being imposed on both GNER and Midland Mainline services. These two companies have been prompted to introduce similar measures in order to prevent their peak trains becoming",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL concerned about knock-on effects of First Capital Connect new fare restrictions",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) today expressed concerns about the wider impact of First Capital Connect's new fares policy, which has restricted the use of cheap day return tickets on their northbound peak services."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "TfL would like to see First Capital Connect's fare restrictions removed as a matter of urgency",
     "The policy, introduced earlier this month, has led to further fare restrictions being imposed on both GNER and Midland Mainline services.",
     "These two companies have been prompted to introduce similar measures in order to prevent their peak trains becoming overloaded with passengers taking advantage of their previously more flexible fares.",
     "The combined impact of these evening peak restrictions is affecting passengers on more than twenty services northbound from London's King's Cross and St Pancras stations.",
     "Ian Brown, Managing Director of TfL London Rail, said: \"Passenger needs are a top priority for Transport for London.",
     "\"First Capital Connect's new fares policy is now having a major impact on passengers using GNER and Midland Mainline services, with cost increases of over 100 per cent in some instances.",
     "\"We are concerned that this could deter people from using rail services between London and other key towns and cities.",
     "\"TfL would like to see First Capital Connect's fare restrictions removed as a matter of urgency, allowing flexible 'Cheap Day Return' tickets to be restored on all services so that passengers can travel home from London at any time in the evening.\"",
     "There are, for example, two sets of fares between Peterborough station and London: 'Any Permitted' which are accepted on all trains, and a set of dedicated fares which are valid only on First Capital Connect services.",
     "These changes mean that a passenger travelling from Peterborough to London, returning at peak time requiring an 'Any Permitted' ticket valid on either First Capital Connect or GNER, must purchase a 'Business Value Return' priced at £47.50.",
     "This is an increase of over 100 per cent from the previous 'Cheap Day Return' ticket, costing £22.30.",
     "TfL believes these increases are unnecessary and discourage the use of rail services.",
     "\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"The changes to First Capital Connect's fare policy took effect on 11 June 2006, restricting the use of 'Cheap Day Return' tickets in the evening peak (16.30 - 19.01)\",\"First Capital Connect was awarded a six-year franchise in December 2005 to operate trains on the network previously covered by Great Northern and Thameslink\",\"Example of fare increases between Bedford and London:\\u003cbr /\\u003ePreviously, a 'Cheap Day Return' ticket on Midland Mainline or First Capital Connect services, returning in the evening peak, was £16.00\\u003cbr /\\u003eNow, return travel in the high peak using any operator will require a 'Standard Open Return' priced at £30.30 - nearly 90 per cent more\",\"Example of fare increases between Luton and London:\\u003cbr /\\u003ePreviously, a 'Cheap Day Return' ticket on Midland Mainline or First Capital Connect services, returning in the evening peak, was £11.30\\u003cbr /\\u003eNow, return travel in the high peak using any operator will require a 'Standard Open Return' priced at £20.80 - over 80 per cent more\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}