{
 "pageTitle": "Tube and bus plans to help Stay Cool this summer",
 "description": "Above ground, London Buses continues to invest in making the capital's buses cooler, with 1,500 buses - or 20 per cent of the bus fleet - now equipped with forced air ventilation or air cooling systems and additional upper deck opening windows.The works",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Tube and bus plans to help Stay Cool this summer",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) today revealed its plans to help passengers 'Stay Cool' this summer. The plans include an innovative groundwater cooling trial at Victoria Tube station.  If successful, the trial could lead to it being applied at other deep-level Underground stations in future."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We are determined to investigate long-term answers to tackle heat on the Tube",
     "Above ground, London Buses continues to invest in making the capital's buses cooler, with 1,500 buses - or 20 per cent of the bus fleet - now equipped with forced air ventilation or air cooling systems and additional upper deck opening windows.",
     "The works are all part of TfL's £10 billion Investment Programme to improve and expand London's transport network.",
     "TfL knows that as summer temperatures return to London and top the mid-20 degrees C, travelling can feel hot and uncomfortable, especially on the deep-level Tube lines.",
     "LU Managing Director, Tim O'Toole said: \"We know it can get hot in the Tube in summer.",
     "\"As in previous years, we'll be taking measures and offering advice to passengers on how to try and stay cool on the Tube.",
     "\"We are determined to investigate long-term answers to tackle heat on the Tube.",
     "\"But tackling heat is one of the biggest challenges facing London Underground.\u003cbr /\u003e",
     "\"There is no one overall solution to heat on the Tube but significant progress is now being made.",
     "\"Some passengers may notice a small difference this summer but we know that there is a lot more to do and it will take many years to cool the Tube.\"",
     "Mike Winter, Fleet Development Manager for London Buses said: \"We are continuing to take action to ensure all new buses have white painted roofs and extra opening windows upstairs.",
     "\"The addition of air ventilation and cooling systems is another step forward in providing the best possible bus journeys for passengers.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Cooling the Tube technology and trials\"}",
     "The last twelve months have seen the establishment of a dedicated project team to identify and implement engineering solutions that will help to cool the Tube.",
     "Research has been undertaken to look at passenger comfort levels, understand the physiological effects of heat and predict future temperature increases.",
     "The dedicated team has completed a survey of 200 stations and ventilation plant rooms to understand the extent of heat at specific stations so that engineering solutions can be targeted at sections of the network where the problem of heat is most acute.",
     "The groundwater trial starting this summer at Victoria station will provide an environmentally friendly cooling system for the Victoria line platforms and will use groundwater which is already pumped out of the station.",
     "Design work is now complete and installation is underway.",
     "The water supply which has a temperature of around 12ºC will be pumped through a network of pipes to feed three heat exchange units on the concourse area between the Victoria line platforms.",
     "The heat exchange units have fans which will draw in the warm station air and through heat exchange with the pumped water will supply cooled air to the concourse area and the movement of trains will spread this cooled air to the platform area.",
     "New trains for the sub-surface lines (Circle, District, Hammersmith \u0026 City and Metropolitan) will come with air-cooling.",
     "The first air-cooled trains are due to arrive in 2009.",
     "Refurbished District line trains also now benefit from improved ventilation. But it is not just a question of getting heat off the trains, it is about cooling the Tube by getting heat out of the system.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Poster campaign\"}",
     "This summer, LU will again be issuing its annual tips to passengers on how to try and stay cool.",
     "New style 'Stay Cool' posters will be displayed at all stations bearing the following advice. Announcements will also be made at stations:",
     "\"Here are a few tips for keeping comfortable in hot weather:",
     "{\"template\":\"bulletlist\",\"items\":[\"Carry water with you\",\"Don't board a train if you feel unwell\",\"If you feel unwell please get off at the next stop and seek help from our staff; and\",\"Avoid pulling the passenger alarm between\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL is investing £10 billion to meet London's transport needs, now and in future\",\"Taking retrofitted, refurbished and new buses together, 2284 buses out of an 8000 fleet are now fitted with additional opening windows. 472 buses have new ventilation systems and 83 new vehicles this summer will have air cooling systems\",\"About 300-400 new buses enter the fleet in a year with a similar number refurbished. All of these new or refurbished buses will have thermostatically controlled heating systems and white painted roof panels with the new vehicles also having body panel insulation and tinted glass\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}