{
 "pageTitle": "Unique Bakerloo line heritage features restored",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Unique Bakerloo line heritage features restored",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Two unique heritage signs directing people to Warwick Avenue and Maida Vale Underground stations have been restored as part of Transport for London's (TfL's) ongoing Investment Programme."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We are delighted that the signs have been fully restored",
     "The two heritage signs dating from the early 1930s are the only ones of their kind left in London and can be found on Maida Vale, part of Edgware Road.",
     "They have undergone a thorough restoration process: sign cases have been reconstructed, existing panels have been replaced in original graphic style and poles have been treated and recoated in their initial colour.",
     "Mayor of London, Ken Livingstone, said: 'These iconic London Underground (LU) heritage signs have been expertly restored so that they can continue to direct people to Maida Vale and Warwick Avenue stations for many more years.'",
     "Mike Ashworth, LU Design and Heritage Manager said: 'We are delighted that the signs have been fully restored and are back on public display for all to admire.",
     "'Not only do they serve a practical purpose in directing passengers to Maida Vale and Warwick Avenue stations, but they are fantastic examples of the Underground's rich design history.",
     "'The Tube has many original heritage features which we are working hard to preserve, renew and restore over the next few years as part of the ongoing programme of works to Transform the Tube.'",
     "The completion of the restoration process coincides with the Bakerloo line centenary celebrations taking place this year from March onward.",
     "The Bakerloo line retains many of its heritage features, such as at Maida Vale station where there are examples of early Underground roundels in the station's foyer and a metal staircase balustrade with timber handrails.",
     "At Kilburn Park, the station features bronze latticed windows and shop fronts while at Edgware Road the station building has an Edwardian red terra cotta façade adorned with spectacular mouldings.",
     "Philip Davies, Planning and Development Director (South) at English Heritage, said: 'We are delighted that LU have restored these rare pieces of street furniture and reinstated the original Underground signs.",
     "'They are an important part of the history of London's Underground and are a notable London landmark.'\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"Pictures of the signs are available\",\"TfL is investing £10bn over the next five years to improve and expand London's transport network, more than half of that in London Underground as we work to Transform the Tube\",\"Metronet Rail BCV are responsible for the maintenance and renewal of the Bakerloo, Central, Victoria and Waterloo \\u0026 City lines\",\"The Bakerloo line began as the Baker Street to Waterloo Railway on 10 March 1906. It ran between Baker Street and Lambeth North (then known as Kennington Road) and became known as the Bakerloo Railway four months later\",\"Elephant \\u0026 Castle opened in August 1906 and the line extended north from Baker Street to Queen's Park in 1915 then on to Watford Junction in 1917\",\"By 1939, the line also went from Baker Street to Stanmore but this section became part of the Jubilee line when it opened in 1979\",\"The Bakerloo line covers 23.2km (14.5 miles), serves 25 stations and carries over 95 million passengers a year\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}