{
 "pageTitle": "Concorde's Last Journey From London",
 "description": "The last commissioned British Airways Concorde is making the first leg of its final journey to its new home at Museum of Flight in East Fortune, East Lothian, Scotland.Concorde will travel the short distance from Heathrow to Isleworth on the River Thames",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Concorde's Last Journey From London",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "To accommodate the movement of Concorde safely, Transport for London (TfL) will close stretches of the A30 and A4 from 11pm Saturday 3 April until 4am Sunday 4 April."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The last commissioned British Airways Concorde is making the first leg of its final journey to its new home at Museum of Flight in East Fortune, East Lothian, Scotland.",
     "Concorde will travel the short distance from Heathrow to Isleworth on the River Thames where it will be loaded aboard the vessel Terra Marique for transport to Scotland by sea.",
     "The following roads are subject to closure. These closures will be operated in stages",
     "{\"template\":\"bulletlist\",\"items\":[\"A30 Great South West Road (towards London) between Hatton Cross (junction with Faggs Road) and Henlys Roundabout.\",\"A30 Great South West Road (away from London) between Henlys Roundabout and Beavers Lane\",\"A4 Bath Road (towards London) between Waggoners and Henlys Roundabouts.\"]}",
     "The slow moving load will be travelling at walking pace and TfL advises drivers in the area to allow extra time or find an alternative route.",
     "{\"template\":\"bulletlist\",\"items\":[\"The move will begin out of Heathrow on A30 Great South West Road at Hatton Cross at approximately 2.00 am on Sunday 4th April. It will then travel at a walking pace along the north-eastbound carriageway of the A30 and continue eastbound along the A4 Great West Road to Gillette Corner where it will turn right into Syon Lane and continue into Spur Road. It will then bear left into Park Road which will be closed to all other traffic, and at first full light, proceed to the waiting vessel on the River Thames. Concorde will then continue its journey by water.\",\"The recently launched Terra Marique has been funded by the government to assist the transport of abnormal loads by water, and to reduce congestion on the roads.\",\"The six-mile route to the Thames has been chosen as the quickest and most direct route to the waterway network.\"]}",
     "National Museums of Scotland: Susan Gray, Press Manager, 0131 247 4088.",
     "Anna Brosnan\u003cbr /\u003ePress Office\u003cbr /\u003eEmail: \u003ca href=\"mailto:annabrosnan@tfl.gov.uk\"lid=\"annabrosnan@tfl.gov.uk\"\u003eannabrosnan@tfl.gov.uk\u003c/a\u003e \u003cbr /\u003eDirect line: 020 7941 4376"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}