{
 "pageTitle": "Improvement works from Alfred's Way Railway Bridge to Gale Street",
 "description": "The next stage of improving the A13 involves widening the existing footpath along this section to incorporate a cycle path, improving road drainage and upgrading the lighting. Whilst these works are ongoing TfL will also make extensive improvements to the",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Improvement works from Alfred's Way Railway Bridge to Gale Street",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) is carrying out improvement works on the A13 from the Alfred's Way Railway Bridge to Gale Street from 19 April for five months."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The next stage of improving the A13 involves widening the existing footpath along this section to incorporate a cycle path, improving road drainage and upgrading the lighting.",
     "Whilst these works are ongoing TfL will also make extensive improvements to the Lodge Avenue roundabout. To make it safer for all road users new traffic signals are to be installed together with a new footpath and cycle lanes, providing dual use pedestrian and cyclist signalled crossings on all legs of the busy roundabout.",
     "TfL apologises for any disruption whilst these essential improvement works take place.",
     "{\"template\":\"bulletlist\",\"items\":[\"These works will make it necessary to close lane 1 on both carriageways at various locations. These closures are sign-posted. This stretch of road has three lanes.\"]}",
     "As London's population continues to grow there will increasing demands placed on our public transport system and TfL aims to deliver the improvements that will match London's future needs. This can only be achieved with continued support from Government. TfL will balance its budget whatever happens but without additional funding essential sustained improvement to the road network will not take place.",
     "Anna Brosnan\u003cbr /\u003ePress Office\u003cbr /\u003eEmail: \u003ca href=\"mailto:annabrosnan@tfl.gov.uk\"lid=\"annabrosnan@tfl.gov.uk\"\u003eannabrosnan@tfl.gov.uk\u003c/a\u003e \u003cbr /\u003eDirect line: 020 7941 4376"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}