{
 "pageTitle": "London's communities have their say on transport funding",
 "description": "Key figures from London's business, local government, voluntary and community groups joined TfL's Commissioner Bob Kiley to discuss how London will face the challenges of providing a transport system that can cater for the extra 800,000 people expected to",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London's communities have their say on transport funding",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The future funding of the Capital's transport system was debated by community and business groups at a summit held today by Transport for London."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Key figures from London's business, local government, voluntary and community groups joined TfL's Commissioner Bob Kiley to discuss how London will face the challenges of providing a transport system that can cater for the extra 800,000 people expected to be living in the capital in the next decade.",
     "Transport for London Commissioner Bob Kiley said:",
     "\"The right decisions need to be taken now if we are to transform London's public transport and make it fit for the Capital's diverse and rapidly growing population.\"",
     "Also speaking at the summit the Chair of the Association of London Government's Transport and Environment Committee, Cllr Phil Portwood said:",
     "Greater London Action on Disability Director of Policy and Projects Brenda Ellis said:",
     "In July the Treasury will be announcing the results of its Spending Review 2004, allocating the funding for London's transport system. The Summit will bring together views from every aspect of London life on the issue of funding major new projects such as the proposed West London Tram, enhancement of some major Tube stations and continued improvements for buses.",
     "\u003cstrong\u003eFor media enquiries please telephone 020 7941 4141 (and for out-of-hours).\u003c/strong\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}