{
 "pageTitle": "Mayor unveils further improvements planned for Finsbury Park",
 "description": "Finsbury Park is a major interchange for passengers using bus, tube and mainline rail, and serves more than 85,000 people a day. It has already benefited from significant investment, which has improved facilities, safety and accessibility. But further",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor unveils further improvements planned for Finsbury Park",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Mayor of London, Ken Livingstone, today revealed plans that will help transform the experience of passengers using Finsbury Park."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Finsbury Park is a major interchange for passengers using bus, tube and mainline rail, and serves more than 85,000 people a day. It has already benefited from significant investment, which has improved facilities, safety and accessibility. But further work is now needed to ensure that Finsbury Park can deal with growing passenger demand.",
     "Mayor of London, Ken Livingstone, visiting the site in north London, said: \"Finsbury Park is one of the busiest crossover points outside central London, with over 85,000 people travelling through it every day. But the interchange has reached capacity, and with London's population expected to grow by 800,000 by 2016, further work is essential.",
     "\"As a result of improvements we have already carried out, passengers now benefit from better access to buses and taxis, new pedestrian crossings, and improved cycling facilities. The next stages will create an even safer, more secure and better co-ordinated transport facility for all users.\"",
     "Meg Hillier, Assembly Member for Islington, Hackney \u0026 Waltham Forest and Chair of the Finsbury Park Transport Working Group, said: \"This project would never have got off the ground without London Government. Transport for London has been the lynchpin in the project working alongside the Finsbury Park Partnership. Without Transport for London's contribution of more than £5 million we would not be here today to witness these much needed improvements.\"",
     "Future improvements will include:",
     "{\"template\":\"bulletlist\",\"items\":[\"a state-of-the-art gallery in Station Place covering the ticket hall, including improved ticket facilities\",\"a world-class cycle parking facility which will have safe and secure manned parking for 140 bicycles\",\"better security with increased CCTV and improved lighting\",\"safer walking and cycling routes to and from the station\",\"safer and more comfortable waiting areas for bus passengers\",\"a new taxi rank and drop off point in Wells Terrace\"]}",
     "The full range of improvements to Finsbury Park transport interchange are expected to be complete by Summer 2006, and form part of the Mayor and Transport for London's policy to improve quality, security, convenience and accessibility of transport interchanges across London",
     "For details about services check out \u003ca href=\"http://www.tfl.gov.uk/\"lid=\"http://www.tfl.gov.uk\"\u003ehttp://www.tfl.gov.uk/\u003c/a\u003e or \u003ca href=\"http://www.tfl.gov.uk/tube\"lid=\"http://www.tfl.gov.uk/tube\"\u003ewww.tfl.gov.uk/tube\u003c/a\u003e telephone London Travel information on 020 7222 1234.",
     "For more information please contact Transport for London Press Office on 020 7941 4141.",
     "Amanda Brooks\u003cbr /\u003ePress Officer\u003cbr /\u003eEmail: amandabrooks@tfl.gov.uk\u003cbr /\u003eDirect line: 7941 4882"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}