{
 "pageTitle": "Prosecutions bulletin - illegal minicab operators",
 "description": "At Brent Magistrates Court on Monday 26th April, the PCO prosecuted five individuals who had been reported by PCO Licensing Officers for the offence of operating without a Private Hire Operators Licence for London. The operators were based in Hackney,",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Prosecutions bulletin - illegal minicab operators",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Four illegal minicab operators and controllers face fines and costs totaling more than £4000 following spot checks and investigations by TfL's Public Carriage Office (PCO) as part of a drive to make minicabs safer."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "At Brent Magistrates Court on Monday 26th April, the PCO prosecuted five individuals who had been reported by PCO Licensing Officers for the offence of operating without a Private Hire Operators Licence for London. The operators were based in\u003cstrong\u003eHackney, Wood Green, Chiltern and Mile End\u003c/strong\u003e .",
     "Public Carriage Office Director Ed Thompson said:",
     "\"The message to illegal operators is loud and clear - we will track you down. We are well on the way to licensing the minicab industry that will raise standards to bring safer and more reliable travel to London.\"",
     "Details of the prosecutions are:",
     "Bulent EKBIC - MARE STREET CARS, 155a Mare Street, Hackney E9\u003cbr /\u003e£200 Fine + £277 Costs",
     "Zoshim UDDIN - MINICAB UK, 220 Mile End Road, London E1 4LJ\u003cbr /\u003e1st Case: £500 Fine + £352 Costs\u003cbr /\u003e2nd Case: £750 Fine + £432 Costs",
     "Fatai OGUNRIBIDO (1) - ECLIPSE EXCLUSIVE CARS, 725-755 Lordship Lane, Wood Green, London N22\u003cbr /\u003e£300 Fine + £297 Costs",
     "John PROCTOR (2) - LUXICARS, Station Road, Chiltern\u003cbr /\u003e£300 Fine + £237 Costs",
     "Balwant GHODI - BOB'S CAR HIRE (no office address but was found trading on Kingston High Street)\u003cbr /\u003e£300 Fine + £237 Costs",
     "The offence of trading without a licence in London currently carries a maximum fine of £2500.",
     "Since 2001 minicab operators must hold a licence from the PCO to run a service. Since 1st June 2003 it is an offence to drive a minicab without a private hire driving licence or a temporary permit issued by the PCO. Licensing of vehicles started in April 2004.",
     "\u003cstrong\u003eFor media enquiries telephone the TfL press office on 020 7941 4881 or 7941 4141 (out of hours).\u003c/strong\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}