{
 "pageTitle": "Upper Street cleans up",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Upper Street cleans up",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Old bollards and unsightly discarded railings will be a thing of the past now Transport for London (TfL) is working with Islington Council to clear Upper Street of unsightly street clutter and create a better environment for pedestrians on Tuesday 6th April."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "TfL will be organising a blitz on street clutter on Upper Street and displaying it outside Islington Town Hall to demonstrate the impact of this blight.",
     "Keith Ollier, Director of Road Network Operations at TfL says:",
     "\"TfL is committed to keeping its streets free from street clutter that causes obstructions for pedestrians and makes our roads look untidy. Too many of London's streets are blighted by old bits of railing and bollards, which are unsightly and cause obstructions to pedestrians. Upper Street is a very popular area and cleaning it up will benefit all those who enjoy all it has to offer.\"",
     "Cllr Bridget Fox, Islington Council's Executive Member for Sustainability, says:",
     "\"We've got exciting plans to improve the streetscape all along the A1 from the Angel to Archway. Getting rid of redundant bollards, street signs and phone boxes is just the beginning.\"",
     "\"Because street clutter can be an obstacle for people with visual impairments, we are working closely with TfL to remove these hazards from over busiest pedestrian route, Upper Street.\"",
     "\u003cstrong\u003eWhere:\u003c/strong\u003e Outside Islington Town Hall, Upper Street\u003cbr /\u003e\u003cstrong\u003eWhen\u003c/strong\u003e : 4.00pm",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL will also be installing 7 new information signs to help guide people to all Upper Street has to offer.As London's population continues to grow there will increasing demands placed on our public transport system and TfL aims to deliver the improvements that will match London's future needs. This can only be achieved with continued support from Government. TfL will balance its budget whatever happens but without additional funding essential sustained improvement to the road network will not take place.\"]}",
     "Anna Brosnan\u003cbr /\u003ePress Office\u003cbr /\u003eEmail: \u003ca href=\"mailto:annabrosnan@tfl.gov.uk\"lid=\"annabrosnan@tfl.gov.uk\"\u003eannabrosnan@tfl.gov.uk\u003c/a\u003e \u003cbr /\u003eDirect line: 020 7941 4376"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}