{
 "pageTitle": "BikeSafe-London celebrates 10 years of improving rider safety across London",
 "description": "Take part now at a reduced price and be in with a chance to win a BMW off-road skills courseBikeSafe-London is celebrating its 10th anniversary this month, a decade of helping motorcyclists improve their knowledge, skills and experience to make them",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "BikeSafe-London celebrates 10 years of improving rider safety across London",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "More than 26,000 people have completed a motorbike rider skills day."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "BikeSafe-London has helped create a huge number of safer motorcyclists in London over the past 10 years and hopefully the current offer to attend for the price of a decade ago will help encourage a whole new generation of safer motorcyclists",
     "{\"template\":\"bulletlist\",\"items\":[\"Take part now at a reduced price and be in with a chance to win a BMW off-road skills course\"]}",
     "BikeSafe-London is celebrating its 10th anniversary this month, a decade of helping motorcyclists improve their knowledge, skills and experience to make them better, safer riders.",
     "Since April 2003, more than 26,000 motorcyclists have attended a BikeSafe-London Rider Skills Day.",
     "The scheme is jointly run and funded by Transport for London (TfL) and the Metropolitan Police Service, and is part of the work TfL does to reduce accidents involving motorcycles.",
     "The Rider Skills Days are run by highly qualified traffic police officers and combine observed rides with interactive presentations, discussions and advice on rider safety.",
     "To celebrate the 10th anniversary, motorcyclists attending a Rider Skills Day will only have to pay the original 2003 cost of £25, saving £20 on the present cost of £45. This limited time offer will only be valid between 29 April and 6 September and so riders are advised to book early at \u003ca href=\"http://www.bikesafe-london.co.uk\"\u003ewww.bikesafe-london.co.uk\u003c/a\u003e ",
     "Riders will also have the opportunity to enter a competition to win one of two BMW Off-Road Skills Level One GS courses.",
     "The off-road skills course will, among other things, improve the rider's ability to control, balance, and manoeuvre in awkward situations, improve their braking ability and ability to manoeuvre at slow speeds.",
     "The lucky winners will also have their accommodation included as part of the prize, which has been provided by Carole Nash Insurance.",
     "Ben Plowden, Director of Surface Planning at TfL, said: 'BikeSafe-London has helped create a huge number of safer motorcyclists in London over the past 10 years and hopefully the current offer to attend for the price of a decade ago will help encourage a whole new generation of safer motorcyclists.",
     "'We continue to look at how we can improve road safety for all road users and our Motorcycle Safety Action Plan, which will be published later this year, will set out how we will further improve the safety of riders in the capital.'",
     "TfL's recent motorcycle safety campaign targeted both riders and drivers in a bid to reduce the number of motorcyclists killed or injured in the capital.",
     "Drivers were asked to 'Look Out for Motorcyclists' in a radio advert, poster and online campaign to highlight to drivers the need to extra care on the road and to make sure they have seen motorcycle riders, especially when turning.",
     "Simon Pavey, Head Instructor at BMW Off Road Skills said: 'We are very pleased to be able to give something to an organisation like BikeSafe-London. They are doing a lot of good things for motorcyclists and put a lot of time and effort into improving the safety of London's bike riders.",
     "'At Off Road Skills we have a very similar ethos to BikeSafe-London, our course is all about improving bike handling skills and having fun and whilst we are riding off-road the general skills translate very well.",
     "'We think the winners will have a great time on the course and with the addition of the accommodation from Carole Nash, the prize is a complete package.'",
     "Rebecca Donohue of Carole Nash Insurance said: 'We're delighted to support BikeSafe-London, an initiative launched by riders for riders.",
     "'With expert advice from experienced police instructors its Rider Skills Days offer bikers the chance to enjoy their bikes more - and more safely.",
     "'That means that not only can they better protect themselves but they can better protect their no claims discounts and, therefore, minimise their insurance costs.'",
     "For more information about BikeSafe-London and ScooterSafe-London, please visit \u003ca href=\"http://www.bikesafe-London.co.uk\"\u003ewww.bikesafe-London.co.uk\u003c/a\u003e or call 08444 151 206",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"For more information on what Transport for London (TfL) is doing to promote motorcycle safety across the capital, please visit \\u003ca href=\\\"http://tfl.gov.uk/corporate/projectsandschemes/23288.aspx\\\"\\u003etfl.gov.uk/corporate/projectsandschemes/23288.aspx\\u003c/a\\u003e \",\"ScooterSafe-London is a course which gives riders of scooters up to 250cc and pre test motorcycle riders similar safety skills to the BikeSafe-London\",\"The Mayor's Draft Road Safety Action Plan, which was consulted on last year, highlights motorcyclists as a key vulnerable road user group for whom safety improvements need to be made. Motorcyclists accounted for just one per cent of trips in London during 2011, but represented 16 per cent of all casualties and 22 per cent of all fatalities on the capital's roads, showing that they are particularly vulnerable to serious collisions. In particular, collisions can occur at junctions when vehicles can turn across the path of a motorcyclist having failed to look properly\",\"TfL has commissioned research to better understand the cause of collisions in London that result in fatalities to motorcyclists. The study involved the in-depth analysis of collisions involving a motorcyclist fatality between 2006 and 2009, with the aim of helping to prevent these in future.  Early findings show that fatal collisions can take place when vehicles turn right across the path of a motorcycle at a junction or from a side road. Work to further investigate these fatalities is still ongoing and TfL will publish the final report when completed\",\"TfL and the Metropolitan Police Service run BikeSafe-London for motorcycle and scooter riders that aim to educate riders to become safer road users. The Rider Skills Days are run by highly qualified traffic police officers and combine observed rides with interactive presentations, discussions and advice on rider safety\",\"The days start at 8.45am and finish at approximately 4.30pm and normally cost just £45.00 per rider including lunch, high visibility vest and other items\",\"Reduced rate of £25 is available from 29 April - 6 September 2013\",\"Full details of the off road course can be found at \\u003ca href=\\\"http://www.bmw-motorrad.co.uk/world-of-bmw/off-road-skills/level-one/\\\"\\u003ewww.bmw-motorrad.co.uk/world-of-bmw/off-road-skills/level-one/\\u003c/a\\u003e \",\"There are two places on the BMW Off-Road Skills course available to win. The course is a two day event, including accommodation, is run on the 27 and 28 of September 2013.\",\"Click \\u003ca href=\\\"https://www.bikesafe.co.uk/Page/BikeSafe-London-10-Year-Anniversary.aspx\\\"\\u003ehere\\u003c/a\\u003e for the anniversary competition terms and conditions\",\"Riders must be over 21 years of age and not have any drink or drug convictions.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}