{
 "pageTitle": "Drivers advised to avoid A205 London Road in Forest Hill due to emergency sewer repairs",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Drivers advised to avoid A205 London Road in Forest Hill due to emergency sewer repairs",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Lane restrictions in place for several days to allow Thames Water to carry out vital sewer repairs."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We will be working closely with Thames Water to ensure that their emergency repair works are completed as quickly as possible.",
     "Pedestrian crossings outside Forest Hill station will also be affected\u003cbr /\u003eTfL is working with police, borough and other partners to minimise disruption",
     "Transport for London (TfL) is advising drivers to avoid the A205 London Road in Forest Hill from 21:00 tonight (9 May) while emergency repairs are carried out by Thames Water on a collapsed sewer.",
     "During the works, which may take several days of 24-hour working to complete, the A205 London Road will be restricted to one lane in either direction at the junction with Devonshire Road outside Forest Hill station.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Alternative crossings\"}",
     "There will also be no right turn from the A205 London Road into Dartmouth Road during these works.",
     "Due to these lane closures, the existing pedestrian crossing facilities at this junction will need to be turned off and people wishing to cross the road will be directed to alternative nearby crossings.",
     "Two bus routes -176 towards Penge and 197 towards Croydon - will be on diversion throughout the works.",
     "They will both be diverted via Sydenham Hill and Kirkdale, and will be unable to serve London Road (between Sydenham Hill and Dartmouth Road), Forest Hill station and Dartmouth Road. Passengers are advised to use the nearest bus stops in Lordship Lane (at Wood Vale) or in Kirkdale (at the Woodman).",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Managing disruption\"}",
     "TfL is deploying variable messaging signs on the A205 London Road and the surrounding areas, advising drivers to take other routes, and Traffic Police Community Support Officers will be on the scene during peak times to help manage any disruption.",
     "TfL is working with Thames Water and the London Borough of Lewisham to minimise the impact and to ensure road users, local residents and businesses are kept informed.",
     "TfL have also deferred other works that were planned in the area.",
     "Drivers are advised to plan ahead, avoid the area and check the latest via the TfL website or by following @tfltrafficnews on Twitter.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"As quickly as possible\"}",
     "Leon Daniels, Managing Director of Surface Transport at TfL, said: 'We will be working closely with Thames Water to ensure that their emergency repair works are completed as quickly as possible and would like to advise all drivers to avoid the area and take other routes where possible.",
     "'Up to the minute travel information is available on the TfL website or by following @tfltrafficnews on Twitter.'",
     "\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}