{
 "pageTitle": "London Overground puts music on the tracks",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Overground puts music on the tracks",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The London Overground rail network in east London will become a travelling stage this Saturday when it will host part of the inner-city music festival, Sound Tracks."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "No one else has ever been given permission to put on an event like this, so it's a unique opportunity to see the transport system completely, and enchantingly, transformed.",
     "With some of London Overground's services hosting live acts for festival goers moving between concert venues, the trains will become an integral part of the Sound Tracks Festival.",
     "Acting Director for London Rail, Jonathan Fox, said: 'We are pleased to continue to support local arts and culture initiatives along London Overground's East London route which from its launch, has been dubbed the Culture Line.",
     "'With its fast, frequent, turn up and go services, London Overground has been an unqualified success for commuters and residents alike as well as offering great off-peak leisure time connections to many of the capital's suburban art galleries and museums.",
     "'Now we can add Sound Tracks festival and its diverse collection of acts - classical, jazz, folk, indie and pop - which offer something for everyone, to that cultural rail trail.'",
     "Festival co-director Amanda Lwin said: 'By re-imagining public transport, Sound Tracks puts the fun into functional and humanises public transport.",
     "'No one else has ever been given permission to put on an event like this, so it's a unique opportunity to see the transport system completely, and enchantingly, transformed.'",
     "Peter Austin, Manager Director for LOROL, which operates the London Overground on behalf of TfL, said: 'We're excited to be welcoming the performers and festival-goers onto the London Overground for this year's Sound Tracks Festival.",
     "'Having extended the service from East to South West London last year, we are able to take the travelling stage into new communities and help keep everyone entertained as they move between venues.'",
     "Sound Tracks Festival will be held at various venues between Dalston and Peckham on Saturday 11 May.",
     "Up to 30 acts - all of them acoustic - will play in the intimate setting of various London Overground services which connect the locations, between 12pm and the early evening on Saturday 11 May.",
     "Sound Tracks have given TfL six free pairs of tickets to give away. Keep an eye on Twitter @TfLOfficial to be in with a chance of winning.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"It is thought that this is the first time trains on a fully operational railway have been used as a venue for a music festival\",\"Some, but not all, trains running between Dalston Junction and New Cross, New Cross Gate, West Croydon and Clapham Junction will have festival acts playing on them for part of their journey between 12pm and early evening\",\"For more information please see \\u003ca href=\\\"http://soundtracksfestival.co.uk/\\\"\\u003ehttp://soundtracksfestival.co.uk/\\u003c/a\\u003e \\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}