{
 "pageTitle": "New buses deliver multi-million pound saving",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New buses deliver multi-million pound saving",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Fixed-price contract with Wrightbus bears down on cost and removes risk"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Aside from its Hollywood blockbuster good looks, this bus offers an unparalleled passenger experience and is helping to improve the Capital's air quality.",
     "{\"template\":\"bulletlist\",\"items\":[\"Bulk order and ownership model to deliver significant contract savings\",\"Buses to spend entire working life in the Capital\"]}",
     "Transport for London (TfL) has today confirmed that the final costs for the purchase of 600 new bus for London vehicles, along with the way that the buses are being procured, mean that millions of pounds will be saved over the life of the vehicles.",
     "The contract, signed with UK bus manufacturer Wrightbus, includes a competitive, fixed price deal for the vehicles - removing the risk and uncertainty of higher production and material costs, and inflation over the next four years.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Higher specification\"}",
     "The average price of a new bus over the life of the contract will be £354,500 - which includes inflation, technical upgrades and mandatory changes including the legal requirement to fit Euro 6 engines to all new vehicles from 2014.",
     "At today's prices the buses cost around £326,000, which is, as TfL has always said, broadly comparable with a standard hybrid double-deck bus.",
     "The price difference is accounted for by the much higher specification of the new bus compared to a standard hybrid bus.",
     "The new bus boasts a number of additional design features, including the innovative three-door, two-staircase design which allows quicker boarding and alighting at bus stops, helping to reduce overall journey times.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Greenest hybrid\"}",
     "The bus also heralds the return of the much-loved open rear platform which allows passengers to hop-on or off, when a conductor is on board.",
     "The new bus is also the greenest diesel electric hybrid bus in the world.",
     "The new bus produces around four times less of the PM and NOx of the fleet average hybrid bus, and 20 per cent less CO2.",
     "It is also more fuel efficient.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Bulk order\"}",
     "The fleet of 600 buses will reduce CO2 emissions in the Capital by almost 20,000 tonnes a year.",
     "The Euro 6 engine that will be fitted to the buses from 2014 will deliver even lower PM and NOx emissions.",
     "As announced in September last year, TfL has decided to purchase these 600 buses direct from Wrightbus.",
     "This has enabled TfL to get a lower unit price because of the bulk order, rather than having bus operators or leasing companies buying smaller batches of vehicles for use on individual routes.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Earn their keep\"}",
     "TfL fully intends that these new buses will operate for their entire working life - of at least 14 years - in the Capital, which means that a multi-million pound saving will be delivered over the useful life of the buses, even taking into account the marginally higher initial cost of the buses.",
     "Mayor of London, Boris Johnson, said: 'We will ensure these buses more than earn their keep over the next few years.",
     "'By keeping them in harness in the Capital for the entirety of their useful life, we will be extracting every last drop of value out of them.",
     "'Aside from its Hollywood blockbuster good looks, this bus offers an unparalleled passenger experience and is helping to improve the Capital's air quality.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Creating jobs\"}",
     "'It also demonstrates that we, as a nation, remain a great force in design, engineering and manufacture.'",
     "The NBfL project is also creating jobs and stimulating the UK economy.",
     "The order for 600 buses - the largest order of hybrid buses in Europe - has created jobs at Wrightbus and in addition, many components of the new bus, including engines, chassis, superstructure and seats and wheelchair ramps, are manufactured in the UK.",
     "The order of components from companies across the UK will also further stimulate the economy and sustain jobs.",
     "{\"template\":\"bulletlist\",\"items\":[\"On 22 June the route 24 will become the first bus route in the Capital to operate entirely with new buses. The route, which is operated by Metroline, runs between Hampstead Heath to Pimlico, via Camden, Trafalgar Square, Parliament Square, and Victoria. It operates 24 hours a day. During peak hours, 27 of the new buses will be in passenger service to carry the 28,000 people who use the route each day. A second bus route will be converted in the autumn\",\"Approximately 200 vehicles will be delivered to TfL in 2014, 250 in 2015 with the remainder in 2016\",\"The 600 buses represent a 200 per cent increase in the current hybrid bus fleet which is set to grow by a further 180 vehicles already on order and boosted by a commitment to deliver 600 conventional hybrids over the next three years. When the final batch of new bus for London vehicles is delivered in 2016 more than 1,600 hybrid buses (representing around 20 per cent of London's 8,500 strong bus fleet) will be in service on the streets of London\",\"The Wright Group was founded 1946 and is a family owned and managed company, has pioneered low floor buses in the UK, and has earned a reputation for producing vehicles which are stylish, durable, high in quality and packed with innovative features.  Wrightbus won a contract in 2009 to build eight prototypes with an option to produce the first 1,000 vehicles\",\"Heatherwick Studio, which designed the bus, was established by Thomas Heatherwick in 1994.  It is recognized for its work in architecture, urban infrastructure, sculpture, furniture design and strategic thinking. Team members come from disciplinary backgrounds that include architecture, product design, model making, fabrication, landscape design, fine art and curation\",\"Metroline is a wholly owned subsidiary of Singapore based ComfortDelGro; one of the world's largest passenger land transport companies. Metroline's principal business is the provision of bus services under contract to London Buses, operating through an area that extends from North to West London, including Central London and the City\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}