{
 "description": "As the only alternative means of access to the platforms is a staircase of 125 steps, for safety reasons the station will need to be closed from Saturday 25 May until the work is completed at the end of December.Passengers can use nearby Edgware Road",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Reminder - New lifts for Edgware Road (Bakerloo line) Station",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "New more reliable lifts are to be installed at Edgware Road Tube station."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "As the only alternative means of access to the platforms is a staircase of 125 steps, for safety reasons the station will need to be closed from Saturday 25 May until the work is completed at the end of December.",
     "Passengers can use nearby Edgware Road (Circle/Hammersmith \u0026 City line) or Marylebone stations.",
     "Information about the works and alternative travel options has and will continue to be available to passengers through travel advice posters, PA announcements, email alerts to customers who use the station regularly, the Metro 'Travel Pages' and on the TfL website.",
     "Howard Collins, London Underground's Chief Operating Officer said: 'These new lifts will be more reliable and are expected to last for 40 years. Unfortunately the nature of this work and the location of the lifts mean they have to be replaced simultaneously.",
     "'As the only alternative means of access to the platforms is a staircase of 125 steps, for safety reasons the station will need to be closed until the works are complete, so I'm grateful to customers for bearing with us while these works take place.",
     "'Customers will be able to use nearby Edgware Road (Circle/Hammersmith \u0026 City line) station which is a short, signposted walk away and provides connections with the Bakerloo line at Baker Street and Paddington, or they can use Marylebone Station which is seven minutes walk away.",
     "'Information to help customers get around is being made available through a wide variety of means.'",
     "Preparatory work was carried out at the station at the end of March and at the beginning of April, to reduce the amount of time the station will be closed.",
     "During the time of the main work, other station improvements have been brought forward to be carried out to minimise the disruption to passengers including repair and refurbishment work on the roof, drainage pipes, render on platforms, ticket hall and stairs, electrics and lighting.",
     "It will also include the replacement of ticket office windows and some fire doors.",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL continues to work hard to keep the majority of the transport network open and to provide information and alternative travel options while modernising the Tube network. Londoners and visitors to the city are urged to \\\"check before you travel\\\", particularly at weekends, and to allow extra journey time where necessary\",\"TfL has a range of travel tools available to help passengers plan ahead, get travel information on the move and work out the best way home. Passengers can check before travelling using the following tools:\",\"Go to \\u003ca href=\\\"http://www.tfl.gov.uk/check\\\"\\u003etfl.gov.uk/check\\u003c/a\\u003e \",\"Via free email alerts, available from the TfL website\",\"Information on posters, leaflets and \\\"service information\\\" boards at Tube stations\",\"The London Travel Info 24hrs telephone helpline: 0843 222 1234\",\"For live road updates follow @TfLTrafficNews or go to \\u003ca href=\\\"http://tfl.gov.uk/tfl/livetravelnews/realtime/road/\\\"\\u003etfl.gov.uk/tfl/livetravelnews/realtime/road/\\u003c/a\\u003e \\u003cbr /\\u003e\"]}",
     "@this.ScriptBlock(\n        @script)"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}