{
 "pageTitle": "Thames Clippers Putney to Blackfriars River Bus service is a sail away success",
 "description": "Extra services introduced for duration of RHS Chelsea Flower ShowRiver Bus services between Putney and Blackfriars have seen record passengers numbers since Transport for London's appointment of KPMG Thames Clippers as the new operator of the route in",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Thames Clippers Putney to Blackfriars River Bus service is a sail away success",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Passenger numbers more than double in first four weeks."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Extra services introduced for duration of RHS Chelsea Flower Show\"]}",
     "River Bus services between Putney and Blackfriars have seen record passengers numbers since Transport for London's appointment of KPMG Thames Clippers as the new operator of the route in April this year.",
     "During the first four weeks of the enhanced service, Thames Clippers have seen passenger numbers rise from 2,700 to a record 6,400 - an increase of more than 130 per cent compared to the same period last year.",
     "Transport for London and Thames Clippers have sought to deliver increased passenger convenience with faster journey times and more frequent River Bus services.",
     "Currently the operator provide two thirds more services on weekdays on modern, fully accessible, high speed catamarans.",
     "Additionally, during the RHS Chelsea Flower Show extra River Bus services will be in operation during weekday mornings and the evenings to help visitors make the most of the show.",
     "Full details are available at: \u003ca href=\"http://www.thamesclippers.com/images/pdf/chelsea_flower_show_timetable.pdf\"\u003ewww.thamesclippers.com/images/pdf/chelsea_flower_show_timetable.pdf\u003c/a\u003e ",
     "Andy Thompson, Head of London River Services, said: 'We are very pleased to see more passengers making the most of this improved River Bus service.",
     "'With more regular services and modern state-of-the-art boats, it offers our passengers more choice and enables them to make the most of the river.'",
     "Oyster is accepted on the route meaning passengers can use Pay as You Go to pay for their fares.",
     "There is also a reduced fare for passengers with Travelcards. For regular passengers there is a range of competitive season tickets available on a weekly, monthly and yearly basis.",
     "Transport for London and the Mayor of London are committed to making the most of the River Thames and to this end have launched a 'River Action Plan' that will see £10m invested with the ambitious aim of increasing the number of people travelling on the river from 6.5 million to 12 million by 2020.",
     "The River Action Plan sets out a range of improvements to piers and, passenger information.",
     "TfL will also seek to better promote river services and work more collaboratively with partners such as boat operators and London \u0026 Partners.",
     "As part of this plan TfL has already delivered real time next boat information to the majority of the piers served by River Bus services, allowing passengers to time their arrival at a pier to catch the next service.",
     "In the future real time arrival information will also be available via a number of mobile phone apps.",
     "{\"template\":\"bulletlist\",\"items\":[\"This River Bus service serves the following piers - Putney, Wandsworth Riverside Quarter, Chelsea Harbour, Cadogan (Cheyne Walk), Embankment and Blackfriars\",\"Passengers should use Cadogan Pier (Cheyne Walk) for the RHS Chelsea Flower Show\",\"Live travel news is available at \\u003ca href=\\\"http://www.tfl.gov.uk/livetravelnews\\\"\\u003etfl.gov.uk/livetravelnews\\u003c/a\\u003e \",\"Service updates are also available on Twitter @TfLRiver and @thamesclippers\",\"Further information on services offered by London River Services is available at \\u003ca href=\\\"http://www.tfl.gov.uk/river\\\"\\u003etfl.gov.uk/river\\u003c/a\\u003e \",\"London River Services owns and operates eight piers on the river: Westminster Millennium, Festival, Embankment, Millbank Millennium, Blackfriars Millennium, Bankside, Tower Millennium and Greenwich\",\"People wishing to travel on the river can benefit from a third off the normal advertised adult and child fares on most services if they produce a valid Travelcard or Oyster card loaded with a valid Travelcard when purchasing a ticket. Pay as you go Oyster cards are accepted on Thames Clippers services\",\"All London River Services piers are accessible and step-free at all states of the tide, allowing easy access for mobility impaired passengers. All KPMG Thames Clippers catamarans are fully accessible\",\"The Mayor's 'River Action Plan' is available at: \\u003ca href=\\\"http://tfl.gov.uk/assets/downloads/river-action-plan.pdf\\\"\\u003etfl.gov.uk/assets/downloads/river-action-plan.pdf\\u003c/a\\u003e \\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}