{
 "pageTitle": "Archway station exhibition",
 "description": "An exhibition about plans to make Archway Tube Station step-free by installing new lifts alongside existing stairs and escalators is being held by London Underground at Archway Methodist Church in Archway Close between Wednesday 26 September and Saturday",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Archway station exhibition",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Modernising Archway station and making it step free will bring real benefits to all our passengers",
     "An exhibition about plans to make Archway Tube Station step-free by installing new lifts alongside existing stairs and escalators is being held by London Underground at Archway Methodist Church in Archway Close between Wednesday 26 September and Saturday 29 September.",
     "The exhibition will be open each day between 08:00 and 19:30 except on Saturday when it will be open between 10:00 and 17:00.",
     "London Underground (LU) is undertaking a major programme of renewal as part of Transport for London's £10 billion Investment Programme.",
     "This modernisation work, which will make Archway station easier and pleasanter to use, is part of LU's plan for making the Tube more accessible to all its customers.",
     "During construction it is planned to keep the station open and the train services running normally as much as possible.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Transport hub\"}",
     "Marcia Williams, Northern line Stations' Performance Manager said: \"Archway station is an important transport hub, used by over 125,000 passengers every week.",
     "\"Making this busy Northern line station more accessible for people who find it difficult or impossible to use stairs or escalators is particularly challenging at this station, because of the constraints of putting in lifts on a very small site with little room to manoeuvre.",
     "\"In addition the deep level platforms are located under roads making direct access impossible.",
     "\"In order to do this it is planned to install a 16-passenger lift to take passengers from the ticket hall to an intermediate level and a second 16- passenger lift to take passengers from the intermediate level to the platform level. Then a tunnel will be constructed to link the two lifts at the intermediate level.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"See our plans\"}",
     "\"This exhibition is an opportunity for the public to come along and see our plans to modernise the station with all the difficulties that constrain us.",
     "\"As well as new lifts there will be better lighting, additional CCTV, Help Points with induction loops for the hard of hearing, as well as new audio and visual customer information systems so that everyone will be able to know when the next trains will be in the stations and where they are going.\u003cbr /\u003e\u003cbr /\u003e\"Modernising Archway station and making it step free will bring real benefits to all our passengers, but particularly those with restricted or reduced mobility, or those with pushchairs, luggage or heavy shopping as well as older people.\"",
     "The tunnel linking the two lifts will be constructed underground and, to do this, we need to submit an application for a Transport and Works Act Order in autumn 2007.",
     "If this is granted we will start construction works in autumn 2009 and aim to complete the project by 2012.",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL is investing £10 billion to improve and expand London's transport network, over half of that of being spent on the Tube\",\"Tube Lines is responsible for the maintenance and renewal of Jubilee, Northern and Piccadilly lines\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}