{
 "pageTitle": "Courts uphold taxi emissions strategy in London",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Courts uphold taxi emissions strategy in London",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Royal Courts of Justice today rejected calls by the London Cab Drivers' Club for a Judicial Review of the Public Carriage Office's implementation of a taxi emissions strategy."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "His Honour Judge Mole, having considered all of the available evidence in detail, ruled that the request from the London Cab Drivers' Club for a Judicial Review was 'doomed to failure'.",
     "He awarded full costs to the Public Carriage Office, and commented that their implementation of the emissions strategy was entirely reasonable.",
     "Ken Livingstone, Mayor of London, said: 'This is a great victory in the effort to clean up London's environment by tackling pollution.",
     "'The London Cab Drivers' Club are a small, unrepresentative group of taxi drivers who have long been opposed to my strategy to improve London's air quality.",
     "'Making London's taxi fleet cleaner and greener can only be good news for everyone who lives in, works in or visits London - not least cab drivers themselves, who are among those most exposed to pollution from road vehicles.'",
     "\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The Public Carriage Office (PCO) is part of Transport for London (TfL)\",\"In May 2007, Mr Justice Wyn Williams refused the London Cab Drivers' Club's (LCDC's) request for a Judicial Review of the PCO's implementation of the taxi emissions strategy. He ruled that TfL had filed 'compelling grounds for resisting this claim\\\" and said that \\\"the summary grounds demonstrate clearly that each substantive point of challenge is very unlikely to succeed'.  The LCDC then requested an oral hearing, which took place at 10am today, Friday 28 September\",\"The Mayor has asked the PCO to implement an emissions strategy to ensure all taxis meet Euro III standards by June 2008\",\"The PCO has approved several different emission reducing technologies which may be fitted to taxis to reduce emissions of particulate matter (PM10) and oxides of nitrogen (NOx). Systems are subject to rigorous tests over six months by the Energy Saving Trust (EST), an independent, government-approved body, prior to being approved for use in taxis. The EST carries out those tests in accordance with legislative requirements\",\"It costs around £2,500 to fit a cab with this technology.  Since April 2005, a 20p environmental surcharge has been added to the minimum fare to help owners meet the cost of fitting this technology to their vehicles\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}