{
 "pageTitle": "Extra staff to provide help during Metronet strike",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Extra staff to provide help during Metronet strike",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) works to keep London moving on the first full day of Metronet strike action"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "TfL is laying on extra staff to provide passengers with travel advice, maps and information to help them complete their journeys today while nine of twelve London Underground (LU) lines are suspended due to strike action by RMT members at Metronet.",
     "Measures in place over the course of the day include:",
     "{\"template\":\"bulletlist\",\"items\":[\"Extra staff at Tube stations\",\"LU staff handing out local walking maps outside closed stations\",\"London Buses staff out on the street giving passengers information on the best routes to get to their destination\",\"Police and Community Support Officers helping to manage queues at stops to ensure that people can get on to buses\",\"The Transport Operational Command Unit, the Metropolitan Police unit funded by TfL, working to keep bus lanes clear to help the reliable flow of buses\"]}",
     "A TfL spokesman said: \"We are putting extra staff out over the course of the next three days in order to help passengers get to their destinations as quickly and safely as possible.",
     "\"The best way to relieve some of the stress during times of serious disruption like this is to make sure passengers have information, maps and advice on how they can complete their journeys.",
     "\"We urge passengers to leave extra time for their journeys today and to consider using other modes of transport including walking and cycling.  Information on this is available in \u003ca href=\"http://www.tfl.gov.uk/journeyplanner\"\u003eJourney Planner \u003c/a\u003e on the TfL website.\"",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\" \\u003ca href=\\\"http://www.tfl.gov.uk/journeyplanner\\\"\\u003eJourney Planner\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}