{
 "pageTitle": "London bus fares cut to 90p today",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London bus fares cut to 90p today",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "This press release was originally issued by the Mayor of London's press office."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "'The 90p bus fare makes London bus fares among the cheapest in Britain",
     "Mayor of London, Ken Livingstone announced that from today Londoners will benefit from a cut in bus fares, from £1 to 90p, and a reduction in the price of a weekly bus pass from £14 to £13.",
     "The Mayor of London, Ken Livingstone, said: 'Today's fare cut represents a real benefit for one and a half million bus users in the capital.",
     "'London's economic success has boosted Transport for London's income and so we are able to help ordinary Londoners benefit from that success by cutting bus fares.",
     "'The 90p bus fare makes London bus fares among the cheapest in Britain.",
     "'We have also defended free travel for older and disabled people, introduced free bus travel for young people under 18 in full-time education and half price bus fares for Londoners on income support.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Best bus service\"}",
     "'These policies benefit the least well off. But London's success means that today we can give cheaper fares to all Londoners.'",
     "Peter Hendy, Transport Commissioner, said: 'I am delighted that from today everyone who lives in, works and visits London can take advantage of even cheaper bus travel.",
     "'Transport for London is providing the best bus service for forty years.",
     "'This was borne out last year when almost two billion people travelled on London buses, the highest number since the 1960s.'",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Around 1.6 million Londoners will benefit from the lower fares - 1.3 million from the reduction in pay as you go from £1 to 90p and 300,000 from the reduction in the weekly bus pass from £14 to £13\",\"90p bus and tram fares are funded by the existing Transport for London business plan. The cost of the fares reductions are estimated to be just under £20m in the current financial year, up to the beginning of April 2008, and approximately £36m in a full financial year\",\"The cost of the fares reduction will be fully funded by revenues from the record numbers of bus and Tube passengers now travelling, while Transport for London has ensured there has been no equivalent increase in operating costs\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}