{
 "pageTitle": "New theatre roadshow to teach young children about road safety",
 "description": "A theatre roadshow set up and funded by TfL will visit 4,000 nurseries and early year establishments across the Capital.The roadshows are part of TfL's Children's Traffic Club, which helps parents teach their three and four year olds about how to keep",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New theatre roadshow to teach young children about road safety",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "A new scheme to teach young children about road safety was launched today by Transport for London (TfL)."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "It is important to teach young children the road safety habits that will last them a lifetime",
     "A theatre roadshow set up and funded by TfL will visit 4,000 nurseries and early year establishments across the Capital.",
     "The roadshows are part of TfL's Children's Traffic Club, which helps parents teach their three and four year olds about how to keep safe when out walking, playing, and travelling in cars and buses.",
     "The club is free to all three year olds in the Capital and is supported by a series of six books with stories and activities.",
     "Each performance is a fun-packed, interactive session involving characters from the books, such as Handy Hold, who reminds children to holds hand when outside, and Rhonda Red who reminds children to always stop when pedestrian lights are on red.",
     "The number of children killed or seriously injured in London has fallen by 58 per cent compared with the mid to late nineties.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Basic messages\"}",
     "Chris Lines, Head of London Road Safety Unit at TfL said: \"It is important to teach young children the road safety habits that will last them a lifetime.",
     "\"The theatre roadshows are a great way of getting three and four year olds involved in road safety and helping to reinforce the basic messages such as holding hands and stopping at the kerb.\"",
     "Jenny Jones, the Mayor's Green Transport advisor, said: \"This training is a vivid way to teach safe road manners to children, but also reinforces road safety awareness for parents as well.",
     "\"If we are to make all of London's roads safe for all Londoners, then everyone has to do their bit, whether in a car, lorry, on a bike or on foot, adult or child.",
     "\"We have to aim to end road fatalities in our Capital.\"",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"For further information on the Children's Traffic Club please visit the \\u003ca href=\\\"http://www.trafficclub.co.uk/\\\"\\u003ewebsite \\u003c/a\\u003e \",\"Children's Traffic Clubs began in Scandinavia in 1969. In the first 10 years, Norway reported a 20 per cent lower casualty rate amongst club members and Denmark and Sweden had a 77 percent reduction in casualty rates for 4 to 6 year olds\",\"Other Transport for London Road Safety schemes for children include the Junior Road Safety Officer (JRSO) initiative, which began in September 2005 and involves schools appointing Year five-six pupils (aged between nine and 11) - usually two or three - to take the lead on promoting road safety issues in their school communities in interesting ways throughout the school year.  For further information please visit the \\u003ca href=\\\"http://www.tfl.gov.uk/juniorroadsafety\\\"\\u003eJunior Road Safety page\\u003c/a\\u003e \",\"For further information about Transport for London visit the \\u003ca href=\\\"http://www.tfl.gov.uk/\\\"\\u003ewebsite \\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}