{
 "pageTitle": "Roads to close as Hovis London Freewheel rolls through the Capital",
 "description": "The Hovis London Freewheel is gearing up for tens of thousands of cyclists to take part in what is set to be the biggest mass participation bike ride the Capital has ever seen. The route in central London will be on 14km of closed roads to allow the",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Roads to close as Hovis London Freewheel rolls through the Capital ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "With less a week to go, final preparations are under way for London's biggest bike ride."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The Hovis London Freewheel is gearing up for tens of thousands of cyclists to take part in what is set to be the biggest mass participation bike ride the Capital has ever seen.",
     "The route in central London will be on 14km of closed roads to allow the riders to cycle without other traffic.",
     "The Hovis London Freewheel is part of the Mayor of London and Transport for London's commitment to encourage cycling in the Capital.",
     "The number of cyclists on London's major roads has grown by a massive 83 per cent over the past seven years, but the Mayor wants to increase this even further.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Road closures\"}",
     "With 38,000 people now registered to take part in the Hovis London Freewheel, the event has now reached planned capacity.",
     "There has been a limit on the numbers of registrations in order for the event to run safely and smoothly.",
     "A number of roads will be closed in the Royal Parks, the City of Westminster, the City of London and the London Borough of Southwark.",
     "The majority of roads will be closed from 09.00 until 18.00 on Sunday 23 September.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Travel information\"}",
     "St. James's Park roads will be shut between 06.00 and 00.00 on Sunday.",
     "The affected roads will be closed to Freewheel riders from 16.00.",
     "Some bus routes will be on diversion from 09.00 to 18.00.",
     "For details of diversions and for further travel information, please visit \u003ca href=\"http://www.tfl.gov.uk/journeyplanner\"\u003ewww.tfl.gov.uk/journeyplanner\u003c/a\u003e or call 020 7222 1234.",
     "For more information about the Hovis London Freewheel, please visit the website at \u003ca href=\"http://www.londonfreewheel.com/\"\u003ehttp://www.londonfreewheel.com/\u003c/a\u003e \u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Roads in the Royal Parks - closed from 06.00 to midnight Sunday 23 September:  Birdcage Walk, Constitution Hill, Marlborough Road, Spur Road, Horse Guards Road, The Mall\",\"Roads in the City of Westminster - closed from 09.00 to 18.00 Sunday 23 September:  Storey's Gate, Great George Street, Little George Street, Broad Sanctuary, The Sanctuary, Little Sanctuary, Parliament Square, Bridge Street, Westminster Bridge, Parliament Street, Whitehall, King Charles Street, Derby Gate, Downing Street, Richmond Terrace, Horseguards Avenue, Whitehall Place, Whitehall Court, Great Scotland Yard, Scotland Place, Horseguards Avenue, St Margaret Street, Old Palace Yard, Abingdon Street, Millbank between Abingdon Street and Horseferry Road, Victoria Street between Broad Sanctuary and Bressenden Place, Buckingham Gate, Buckingham Palace Road between Lower Grosvenor Place and Buckingham Gate, Northumberland Avenue, Victoria Embankment, Savoy Street, Savoy Place, Temple Place, Surrey Street, Arundel Street, Maltravers Street, Milford Lane\",\"Roads in the City of London - closed from 09.00 to 18.00 Sunday 23 September:  Victoria Embankment, Middle Temple Lane between Crown Office Row and Victoria Embankment, Temple Avenue, Blackfriars Underpass, Westbound slip road from Blackfriars Bridge onto Victoria Embankment, Upper Thames Street, Puddle Dock, White Lion Hill, Castle Baynard Street, Booth Lane, Lambeth Hill, Trig Lane, Broken Wharf, Gardners Lane, High Timber Street, Stew Lane, Queenhithe, Kennet Wharf Lane, Vintners Court, Queen Street Place, Southwark Bridge, Cousin Lane, Allhallows Lane, Angel Passage, Swan Lane, Water Lane, Arthur Street, Fish Street Hill , Monument Street between King William Street and Fish Street Hill, Lower Thames Street, King William Street between Cannon Street and London Bridge, London Bridge\",\"Roads in the London Borough of Southwark - closedfrom 09.00 - 18.00 Sunday 23 September:  Southwark Bridge, Southwark Bridge Road between Sumner Street  and Southwark Bridge\",\"The following bus routes will be on diversion: 3, 11, 12, 15H, 17, 24, 29, 35, 40, 43, 47, 48, 53, 87, 88, 91, 133, 141, 149, 159, 211, 343, 344, 381, 453, RV1\",\"There will be six entry points onto the route, located at Clapham Common, Ravenscourt Park, Gladstone Park, Finsbury Park, Victoria Park and Peckham Rye\",\"The circular route for the Freewheel will begin at:  Birdcage Walk, Buckingham Gate, The Mall, Horse Guards Road, Great George Street, Parliament Street, Whitehall, Horse Guards Avenue, Victoria Embankment, Arthur Street, Monument Street, King William Street, Fish Street Hill, Victoria Embankment, Horse Guards Avenue, Whitehall, Parliament Square, Great George Street and finishing back at Birdcage Walk\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}