{
 "pageTitle": "Transport for London calls on unions to call off Metronet strike",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London calls on unions to call off Metronet strike",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Passengers warned of severe disruption to Tube network if strike goes ahead and urged to seek alternative routes from Monday evening",
     "We are still prepared to meet any reasonable requests and remain ready to meet with the unions throughout today",
     "Transport for London (TfL) today called on the RMT, TSSA and Unite trade unions to call off strike action planned to start this evening at Metronet, after the unions were given all the assurances they sought over the suspension of staff transfers and employee reductions and that no employee would lose any pension benefits, now or in future.",
     "Two thirds of the London Underground (LU) network will not run if planned industrial action by members of the RMT, TSSA and Unite employed by Metronet goes ahead, LU said today.",
     "The strike action is set to commence at 18:00, Monday 3 September for 72hrs until 18:00 on Thursday 6 September.",
     "It will mean no service on the Central, Bakerloo, Victoria, Waterloo \u0026 City, District, Circle, Hammersmith \u0026 City, Metropolitan and East London line on Tuesday 4, Wednesday 5 and Thursday 6 September.",
     "This evening, to ensure the safe operation of the network, it will be necessary to get trains back to depots before strike action commences.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Written assurances\"}",
     "Tube passengers are therefore urged to complete their journeys by 17:00 today, or seek alternative routes, as services on the affected lines will be winding down prior to the commencement of the strike action.",
     "LU Chief Operating Officer, Mike Brown said: \"The Mayor, as well as the Administrator and management of Metronet, have given the trades unions clear written assurances that meet all of their concerns, namely that there will be no job cuts or transfers as a result of the collapse of Metronet and no loss of pensions now or at any time in the future.",
     "\"We are still prepared to meet any reasonable requests and remain ready to meet with the unions throughout today.",
     "\"It is clearly unreasonable to proceed with a strike when all of the trades unions' concerns have been met, and without the RMT informing us what they seek to achieve.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Massive disruption\"}",
     "\"If the unions press ahead with this strike action at Metronet, it will mean massive disruption for millions of Londoners, with two thirds of the tube network affected.",
     "\"We would urge customers to consider if their journey is absolutely necessary.",
     "\"If it is, we would advise they seek alternative routes of travel and to leave as much time as possible for their journeys around the capital.",
     "\"We would also like to ask customers for their patience during this time, as transport staff around the Capital will be making every effort to ensure they can get around.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Be patient\"}",
     "Jubilee, Northern and Piccadilly line services, which are maintained by Tube Lines, should continue to operate, although they are likely to be very busy in consequence.",
     "Docklands Light Railway and London Buses will continue to operate as normal.",
     "Passengers are urged to be patient and to respect the efforts of all transport staff in London as they work to deliver transport services.",
     "TfL also advised that walking should be considered as an alternative for short journeys.",
     "For advice on how to make journeys using other modes of transport, including walking and cycling, passengers are advised to log onto \u003ca href=\"http://www.tfl.gov.uk/journeyplanner\"\u003ewww.tfl.gov.uk/journeyplanner\u003c/a\u003e or call the 24hour travel information line on 020 7222 1234.\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e \u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"The congestion charge will operate normal hours during the period of the strike\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}