{
 "pageTitle": "Transport for London publishes Rail Freight Strategy",
 "description": "The document sets out TfL's proposals for the next ten years in support of the Mayor's priorities on greenhouse gases, congestion and road accidents. It allows for rail freight traffic to increase alongside growing passenger demand. It also recognises",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London publishes Rail Freight Strategy",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) has published its Rail Freight Strategy which proposes measures to remove between 110 and 176 million lorry miles from UK roads each year - significantly reducing harmful gas emissions and road accidents."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The document sets out TfL's proposals for the next ten years in support of the Mayor's priorities on greenhouse gases, congestion and road accidents.",
     "It allows for rail freight traffic to increase alongside growing passenger demand.",
     "It also recognises that a balance between the two competing services is necessary and will be best achieved through using the existing infrastructure as efficiently as possible.",
     "Ian Brown, MD London Rail said:",
     "\"TfL is delighted to issue its London Rail Freight Strategy, which sets out our view of how the rail freight network and facilities should develop in London to 2016.",
     "\"The rail strategy is part of a multi modal plan for addressing the freight objectives in the London Plan and the Mayors Transport Strategy.",
     "\"It was developed in liaison with rail industry partners, and provides the basis of TfL's recommendations for investment in rail freight. \"",
     "The strategy also contains toolkits to help Borough officers with planning procedures for potential rail freight sites.",
     "A full copy of the strategy and the toolkits is available \u003ca href=\"/businessandpartners/freight/1324.aspx\"\u003eonline \u003c/a\u003e ",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Per tonne carried, rail freight produces almost 90 per cent fewer emissions than Heavy Goods Vehicles\",\"In London in 2005, there were 1040 casualties associated with goods vehicles. There were none in the rail freight industry\",\"The London Rail Freight Strategy supports the Mayor's London Plan, and later this year will be followed by a multi-modal strategy from the TfL Freight Unit\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}