{
 "pageTitle": "Transport for London helps Brunel Museum",
 "description": "The award winning museum in Rotherhithe, South London wants to extend its exhibition premises into a large brick-lined shaft where the famous Victorian engineer, Isambard Kingdom Brunel began his extraordinary career.To help the Museum with its extension,",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London helps Brunel Museum",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) has moved to preserve Britain's Victorian engineering legacy, by helping the Brunel Engine House Museum with expansion plans while the new London Overground rail network is built."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "It is important that while we are building the London Overground network for the 21st Century, we do not forget the foundations laid for it almost 200 years ago",
     "The award winning museum in Rotherhithe, South London wants to extend its exhibition premises into a large brick-lined shaft where the famous Victorian engineer, Isambard Kingdom Brunel began his extraordinary career.",
     "To help the Museum with its extension, TfL has agreed to undertake a detailed design study of the shaft so that a floor can be installed when the Museum finds full funding for the project.",
     "A 30-year lease of the site has also been agreed in principle.",
     "The shaft was the first part of Brunel's Thames Tunnel project and is still in use as part of the East London Line today.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Upgraded and extended\"}",
     "The line is being upgraded and extended, and will be known as the East London Railway when it opens in 2010, as part of the London Overground network.",
     "TfL has also carried out a feasibility study and will move Tube line pumping equipment out of the shaft to make room for the floor.",
     "Ian Brown, Managing Director of TfL London Rail said: \"Isambard Kingdom Brunel completed the Thames Tunnel in 1843 and it is still in use today.",
     "\"As we embark on a new era of transport renewal in London, with the creation of London Overground, TfL will carry out a detailed design study of the shaft so that the museum can continue to protect Brunel's world famous legacy.",
     "\"It is important that while we are building the London Overground network for the 21st Century, we do not forget the foundations laid for it almost 200 years ago.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Modern transport\"}",
     "Brunel Museum Director Robert Hulse, said: \"This busy International Landmark Site is the birthplace of modern urban transport.",
     "\"Our partnership with Transport for London will give London a new visitor centre celebrating our best engineer and the world's oldest and best city transport system, including the famous Thames Tunnel.\"",
     "\u003cstrong\u003eEditors notes\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"London Overground services will begin running on the North London Railway on 11 November 2007, and on the East London Railway when the work to upgrade and extend the line is completed in 2010\",\"The shaft which was begun on March 2 1825 allowed work to begin on the Rotherhithe-Wapping tunnel under the Thames later that same year. The tunnel was completed in 1843. To drive the tunnel through unstable gravel under the river, Brunel invented the tunnelling shield - a method which forms the basis of tunnelling engineering to this day\",\"The estimated cost of the detailed design work by TfL, will be in the £30,000 to £50,000 bracket\",\"The East London Line will close in December 2007 and re-open in June 2010 so its extension and conversion to a heavy rail line can take place\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}