{
 "pageTitle": "Twenty-four hour service for 128 bus route",
 "description": "The 128 bus route, which runs between Romford Station and Claybury Broadway, will run 24 hours a day from Saturday 6 October. The route will provide a half hourly service throughout the night, seven days a week.It will improve night time links from",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Twenty-four hour service for 128 bus route",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "\u003cbr /\u003eThe 128 bus route, which runs between Romford Station and Claybury Broadway, will run 24 hours a day from Saturday 6 October.",
     "The route will provide a half hourly service throughout the night, seven days a week.",
     "It will improve night time links from Romford Station to Goodmayes, Ilford and Claybury Broadway.",
     "John Barry, Head of Network Development for London Buses, said: 'The new 24-hour service on route 128 is another accessible transport connection for late-night travellers in the Capital.",
     "'London's night bus network has expanded dramatically in recent years with passenger numbers more than doubling since 2000.",
     "'Almost half the users are people travelling to or from work.'",
     "The change comes following a review of the existing service.",
     "Notes to Editors:\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"All London's buses have in-vehicle CCTV, and all except the Heritage Routemasters are accessible to wheelchair users\",\"With more than 8,000 buses on approximately 700 routes, the London bus network has seen usage increase by 45 per cent since 1999/2000\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}