{
 "pageTitle": "Two million fewer car journeys and carbon emissions cut by 1,150 tonnes as school run tackled",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Two million fewer car journeys and carbon emissions cut by 1,150 tonnes as school run tackled",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "New figures show significant progress on tackling the school run, but half of cars on the road during morning rush hour are still for trips to school."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "By 2009 all schools in London should have a plan in place",
     "New figures released today by Transport for London (TfL) show school travel plans are having an impact on reducing the number of car journeys to and from school.",
     "Schools with a travel plan in London have reduced the number of car journeys by an average 7 per cent, or 1,200 fewer journeys a year.",
     "This means that across London the scheme is having a significant impact with some two million fewer car journeys made during the last year.",
     "School Travel Plans encourage schools to seek practical solutions to reduce the number of cars dropping children off at school.",
     "TfL helps schools with support, advice and practical help, for example funding for cycle parking, road safety improvements, and setting up car sharing schemes.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Reducing congestion\"}",
     "Help is also available to set up 'walking bus' scheme - where school children, accompanied by teachers or parents, walk to school together along a designated route collecting fellow pupils as they go.",
     "Half of London's schools now have a travel plan, with the rest due to have one in place by 2009.",
     "When all of London's schools have a travel plan it is estimated a further 4.5 million car journeys a year will be saved, reducing CO2 emissions, congestion and improving Londoners' health.",
     "The Mayor of London, Ken Livingstone, said:  \"The investment that we are making in providing families with alternatives to driving children to school is now paying off, cutting out the unnecessary school run journeys that can contribute to safety, pollution, congestion, and health problems.",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"strong\"}",
     "\"In the past year school travel plans have helped reduce carbon emissions by 1,150 tonnes, along with reducing congestion and improving health by encouraging children and parents to walk and cycle.",
     "\"By 2009 all schools in London should have a plan in place and we will see even better results in tackling the school run.\"",
     "The results of the School Travel Plans were published by TfL in the first annual School Travel Plan Programme Report.",
     "The Mayor of London has set the target of all schools in the Capital to have a school travel by 2009. The national target is 2010.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Case study\"}",
     "New City Primary School in Newham has a fantastic track record in cutting car journeys to and from school.  One hundred per cent of trips to and from school by teachers and pupils are by public transport, cycling, walking or car shares.",
     "Filming and interview opportunities are available on Monday 10 September.  For more details please contact TfL Press Office.\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"More than 1,600 schools (53 per cent of all schools) in the Capital now have a school travel plan. All schools will have a travel plan by 2009\",\"Results from the first 300 schools to set up a travel plan have shown an average reduction in car journeys of 6.9 per cent\",\"Thirty-five per cent of school pupils in London travel to school by car\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}