{
 "pageTitle": "Update on extra staff providing help during RMT Metronet strike",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Update on extra staff providing help during RMT Metronet strike",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for Londn (TfL) works to keep London moving on the first full day of Metronet strike action"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "TfL is laying on extra staff to provide passengers with travel advice, maps and information to help them complete their journeys today while nine of twelve London Underground (LU) lines are suspended due to strike action by RMT members at Metronet.",
     "Measures in place over the course of the day include:",
     "{\"template\":\"bulletlist\",\"items\":[\"Extra staff at major interchanges, busy bus stops and Tube stations - about 200 extra staff members will be out on the transport network\",\"LU, London Buses and TfL staff handing out local walking maps outside closed stations\",\"London Buses staff out on the street giving passengers information on the best routes to get to their destination\",\"Police and Community Support Officers helping to manage queues at stops to ensure that people can get on to buses\",\"The Transport Operational Command Unit, the Metropolitan Police unit funded by TfL, working to keep bus lanes clear to help the reliable flow of buses\",\"40 buses provided between Heathrow and Green Park last night and this morning when the Piccadilly line was part suspended\",\"Additional bus services allocated to key routes in the central area.\"]}",
     "We have all available buses in the fleet out on the network today and bus services, although very busy, are coping well overall.",
     "Bus drivers and control staff are doing an excellent job dealing with additional demand, supported by CentreComm, London Buses' 24/7 Emergency Command and Control Centre.",
     "Articulated or bendy buses have been a particular success.",
     "These buses can carry almost 150 passengers each, and with three doors allowing passengers to board quickly and easily they have helped reduce serious congestion and ease pressure at major interchanges.",
     "A TfL spokesman said: \"We are putting extra staff out over the course of the next three days in order to help passengers get to their destinations as quickly and safely as possible.",
     "\"The best way to relieve some of the stress during times of serious disruption like this is to make sure passengers have information, maps and advice on how they can complete their journeys.",
     "\"We urge passengers to leave extra time for their journeys today and to consider using other modes of transport including walking and cycling.  Information on this is available in \u003ca href=\"http://www.tfl.gov.uk/journeyplanner\"\u003eJourney Planner \u003c/a\u003e on the \u003ca href=\"http://www.tfl.gov.uk\"\u003eTfL website\u003c/a\u003e .\""
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}