{
 "pageTitle": "DLR Bank platforms to reopen on 1 February following three-car upgrade work",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "DLR Bank platforms to reopen on 1 February following three-car upgrade work",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Completed engineering works will lead to 50 per cent increase in capacity on trains serving the Bank-Lewisham route. Additional bus services in place to assist passengers over extra weekend closure."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Docklands Light Railway (DLR) has confirmed its platforms at Bank station, which have been closed since 24 December for engineering work to enable three-car operation between Bank and Lewisham, will reopen on Monday 1 February.",
     "In order to finish the work an additional network closure will take place between Bank/Tower Gateway and Westferry from Friday 29 January to Sunday 31 January to allow extra signal testing to be carried out.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Longer trains\"}",
     "A full bus replacement service will operate during this time, and has been enhanced at the weekend when engineering work is also taking place on the Jubilee line.",
     "Three-car operation will be introduced gradually on the Bank-Lewisham route following the completion of the engineering works.",
     "DLR has also used the Bank closure to enhance and improve the platforms, lighting and signage at the station.",
     "Jonathan Fox, Director DLR, said: 'This work represents the final piece in the three-car jigsaw on the Bank-Lewisham route, so we look forward to seeing the first of our longer trains shortly enter service.",
     "'Meanwhile I'm confident our Bank passengers will really notice the difference at the new and improved platforms.",
     "'I would like to apologise for the disruption that the Bank closure has caused, and also for the station closures required for the final three days.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Bus replacement service\"}",
     "The following bus replacement services will operate during the coming weekend closure:",
     "Friday 29 January: 07.00-20.00 Bank/Tower Gateway to Canary Wharf every two minutes, Shadwell-Limehouse-Westferry every four minutes. Before and after this time Bank/Tower Gateway to Canary Wharf every five minutes, Shadwell-Limehouse-Westferry every 10 minutes.",
     "Saturday 30 January: 08.30-19.00 Bank/Tower Gateway to Canary Wharf every three and a half minutes, Shadwell-Limehouse-Westferry every seven minutes. Before and after this time Bank/Tower Gateway to Canary Wharf every five minutes, Shadwell-Limehouse-Westferry every 10 minutes.",
     "Sunday 31 January: 09.30-19.00 Bank/Tower Gateway to Canary Wharf every four minutes, Shadwell-Limehouse-Westferry every seven minutes. Before and after this time Bank/Tower Gateway to Canary Wharf every five minutes, Shadwell-Limehouse -Westferry every 10 minutes.",
     "Passengers are advised to check before they travel via Transport for London's \u003ca title=\"Journey planner\"href=\"http://www.tfl.gov.uk/ \"\u003eJourney Planner\u003c/a\u003e or call 0843 222 1234.",
     "For bus replacement details call this number or go to \u003ca href=\"http://www.dlr.co.uk/improvements\"\u003ewww.dlr.co.uk/improvements\u003c/a\u003e .",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"On Friday 29 January DLR services will run from Stratford to Lewisham, Poplar to Beckton and Canning Town to Woolwich Arsenal. A Canary Wharf to Lewisham service will run in peak hours\",\"On Saturday 30 January and Sunday 31 January DLR services will run from Stratford to Lewisham and Woolwich Arsenal to Lewisham only\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}