{
 "pageTitle": "Mayor and TfL announce plans to bring the Capital's cycling revolution to Outer London",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor and TfL announce plans to bring the Capital's cycling revolution to Outer London",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London's 'Year of Cycling' gets underway as 12 Outer London boroughs are selected as Biking Boroughs. There are 2.4 million 'cycleable' journeys made in Outer London every day."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "2010 is set to be the year of cycling in the Capital",
     "Twelve Outer London boroughs are set to become havens for cycling.",
     "They will become Biking Boroughs, which means they will receive extra support and expertise from Transport for London (TfL) in a bid to encourage greater numbers of cyclists in their areas.",
     "Research shows how more than half of the trips in the Capital that could be made by bicycle are in Outer London - a total of 2.4 million journeys a day, most of which are currently made by car.",
     "The twelve new Biking Boroughs have applied for financial support from TfL to fund a tailored, local study which will identify how cycling in each area can be developed.",
     "Boroughs will develop plans which could include measures such as working with schools, the NHS, Primary Care Trusts and local businesses to promote cycling, installing more secure cycle parking spaces or improving junction layouts to make them safer for cyclists.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Developing cycling\"}",
     "Kulveer Ranger, the Mayor of London's Transport Advisor, said: '2010 is set to be the year of cycling in the Capital, with the launch of London's Cycle Hire scheme and the first two Cycle Superhighways.",
     "'However, it's in Outer London that the greatest scope exists to increase the number of people travelling by bicycle.",
     "'It's staggering that half of all car trips in Outer London are less than two miles in length, a distance you can cover on a bike in around 10 minutes.",
     "'The Biking Boroughs scheme aims to harness the huge appetite that already exists for cycling in Outer London, making it even easier to replace unnecessary short car trips with pedal power and delivering health benefits, better air quality and encouraging the use of local shops and town centres.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Active communities\"}",
     "Ben Plowden, Director of Integrated Programme Delivery at TfL, said: 'There is enormous potential for the many millions of short trips made in outer London every day to be cycled, which is why we will be working with 12 lead boroughs to pave the way in encouraging a shift to two wheels.",
     "'Cycling has the potential to become a mainstream mode of transport in Outer London, helping to reduce congestion and emissions, and create more active communities and safer streets.",
     "'Fifty-eight per cent of Outer London residents say that they are considering cycling more over the coming year.",
     "'The Biking Boroughs initiative aims to harness this enthusiasm by introducing simple, locally focused solutions that encourage residents to consider, for each journey, whether bike could be best.'",
     "In addition, the Mayor and TfL aim to deliver two Outer London Skyrides in 2010, following the success of last year's local Skyride in Hounslow which attracted 11,000 cyclists.",
     "{\"template\":\"bulletlist\",\"items\":[\"The following boroughs will each receive £25,000 from TfL to fund a local study examining how cycle journeys can be increased: Barking \\u0026 Dagenham, Bexley, Brent, Bromley, Croydon, Ealing, Haringey, Havering, Hillingdon, Kingston, Merton and Redbridge\",\"Their cycling initiatives will be integrated into the borough's Local Implementation Plan (the local plan setting out how each borough is supporting the Mayor's transport priorities)\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}