{
 "pageTitle": "New night bus services in west London",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New night bus services in west London",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Bus routes 10 and 33 will become 24-hour services from Saturday 30 January 2010. From this date, route N10 will no longer operate."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We keep the bus network under regular review to ensure it provides the best possible service for passengers",
     "Route 10 runs between Hammersmith and King's Cross via Kensington, Knightsbridge, Oxford Street and Tottenham Court Road.",
     "It will operate 24-hours a day from 30 January, running every 30 minutes during the night.",
     "Route 33 operates between Fulwell and Hammersmith via Barnes, East Sheen, Richmond, Twickenham and Teddington.",
     "It will operate 24 hours a day from 30 January and buses will run every 30 minutes during the night.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Improve reliability\"}",
     "The 24-hour service on route 10 will replace night route N10 between Hammersmith and King's Cross.",
     "The 24-hour service on route 33 replaces the night-time link between Hammersmith, East Sheen and Richmond but runs via Castelnau instead of via Putney.",
     "Other sections of route N10 are covered by existing night or 24-hour services on routes 220 and N74.",
     "The new 24-hour services will create new night time links and improve reliability.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Best service for passengers\"}",
     "The changes will also provide a simpler network for passengers, as night services on routes 10 and 33 will follow the same routes as their daytime equivalents.",
     "John Barry, Head of Network Development for London Buses, said: 'The changes to routes 10 and 33 will provide passengers with better bus services when travelling around west London at night.",
     "'We keep the bus network under regular review to ensure it provides the best possible service for passengers.'",
     "The changes have been introduced following a review of the routes and consultation with stakeholders.",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}