{
 "description": "At the heart of the new walking route, which runs from Covent Garden to Holborn Circus, is a newly created public space at Great Queen Street. The existing space has been greatly improved by increasing footway space for visitors to shop, socialise and",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Pedestrians come first in the West End as £2.4m improvements to new walking route completed",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "A new West End walking route has benefited from £2.4m of public realm improvements funded by Transport for London (TfL) which were unveiled today."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Our aim is to de-stress these streets making them far more pedestrian friendly",
     "At the heart of the new walking route, which runs from Covent Garden to Holborn Circus, is a newly created public space at Great Queen Street.",
     "The existing space has been greatly improved by increasing footway space for visitors to shop, socialise and relax in.",
     "Traffic signals, guard rail and street clutter have all been removed from the area.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Explore on foot\"}",
     "The improvements are part of the Mayor's policy of 'Making Walking Count' and have been designed to encourage more local walking.",
     "The improvements also include facilities to encourage cycling and greater use of electric vehicles.",
     "The Mayor of London's Transport Advisor, Kulveer Ranger, said: 'This historic part of the West End is fantastic to explore on foot and that is why the Mayor agreed to put his weight behind funding these improvements.",
     "'Our aim is to de-stress these streets making them far more pedestrian friendly.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Wide-ranging pedestrian improvements\"}",
     "'By ripping out the unnecessary traffic signals, removing street clutter and using innovative design in Great Queen Street we've created a superb new space for Londoners to enjoy.'",
     "TfL has worked with the London Borough of Camden, the City of Westminster and the Corporation of London to deliver the wide-ranging pedestrian improvements.",
     "The key retail street of Long Acre has seen pavements widened and re-laid using high quality materials and new street lighting.",
     "The historic square of Lincoln's Inn Fields has been restored through new footways, finished in characteristic materials and featuring accessibility improvements including drop kerbs and tactile paving.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Investing £17m\"}",
     "New cycle parking has been installed, as well as an electric vehicle charging point; while High Holborn has been de-cluttered with improved crossing facilities for pedestrians and more cycle parking.",
     "Great Queen Street will also host a cycle docking station as part of the Mayor's new Cycle Hire scheme and has car club parking facilities.",
     "TfL's Director of Integrated Programme Delivery, Ben Plowden, said: 'Improved walking environments in London will encourage more people to walk which is good for their health as well as the environment.",
     "'We are committed to working with all boroughs to create more key walking routes across London to help more people get where they need to on foot - be it work, the shops or simply for pleasure, while cutting down on traffic congestion and that is why we are investing £17m this year to improve walking conditions.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"More active\"}",
     "'These improvements are part of the Mayor and TfL's strategy to provide better streets and get more people walking by making walking count.'",
     "Councillor Chris Knight, Camden Council's Executive Member for Environment, said: 'Our work has transformed a lacklustre junction in central London into a pedestrian oasis in the heart of the city.",
     "'These improvements will benefit residents, shoppers and visitors and encourage more people to walk or cycle for short journeys in central London.",
     "'Camden Council is proud to lead on this innovative project as it will help people to be more active, explore London, and protect the environment.'",
     "Councillor Danny Chalkley, Westminster City Council's Cabinet Member for City Management, said: 'The West End has a rich history with unexpected sites around almost every corner.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Off the beaten track\"}",
     "'This is why it remains the best place in the country for shopping and entertainment.",
     "'We're advancing ambitious plans to renew the West End ahead of 2012 which will encourage even more visitors to venture off the beaten track and make walking around the centre of London easier and more enjoyable.'",
     "A pedestrian survey along the walking route shows that pedestrian crowding has fallen by 20 per cent while 27 per cent of pedestrians felt motor traffic levels have fallen despite no restrictions.",
     "\u003cstrong\u003eNotes to editors \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL has funded £2.4m of improvements between London Acre and Holborn Circus. Images are available on request\",\"The TfL Key Walking Route programme links important local destinations such as stations, offices and shops through high quality walking environments\",\"Key walking routes involve a wide selection of improvements that benefit pedestrians including widened and resurfaced pavements, new and improved crossings, enhanced accessibility measures, new street lighting that helps pedestrians and new seating, wayfinding and landscaping\",\"The Mayor plans to make London one of the most walking friendly cities in the world by 2015. TfL is investing more than £17m this year to improve walking conditions across the Capital\",\"'London's Great Outdoors - A Manifesto for Public Space' is supported by two practical guides, 'Better Streets' and 'Better Green and Water Spaces'. Together they set out the Mayor of London's vision for improving public spaces in London. This will ensure that our streets, squares, parks and green and water spaces are fit for a great world city, are enjoyed by everyone who visits them and most importantly, help improve the quality of life in the Capital\",\"They are accompanied by an implementation plan that will see £220m invested in more than 50 public realm improvement projects over the next three years, funding for which comes from TfL, the London Development Agency and London's boroughs as well as other sources. The measures include redesigned streets, which can be shared by both the pedestrians and vehicles and reclaimed derelict green spaces and underused waterways\",\"The manifesto and guides have been written and produced by the Greater London Authority (GLA), London Development Agency, Design for London and TfL. Find out more at the \\u003ca href=\\\"http://www.london.gov.uk/greatoutdoors\\\"\\u003eGLA website\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}