{
 "pageTitle": "Rotherhithe Tunnel to close Sunday to Thursday nights for next three weeks",
 "description": "Advance warning signs will be placed on the Commercial Road section of the A13 and on the two approaches to the Rotherhithe roundabout on the southern side of the tunnel. In addition, variable message signs in the area will warn drivers of the",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Rotherhithe Tunnel to close Sunday to Thursday nights for next three weeks ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Rotherhithe Tunnel will be closed on Sunday to Thursday nights between 22:00 and 05:00 from 10-28 January 2010, to allow engineers to install new pedestrian signage, power cables and additional pollution monitoring equipment in the tunnel."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "'These works in the Rotherhithe Tunnel are being carried out at night time to help ensure that disruption to drivers is kept to a minimum",
     "Advance warning signs will be placed on the Commercial Road section of the A13 and on the two approaches to the Rotherhithe roundabout on the southern side of the tunnel.",
     "In addition, variable message signs in the area will warn drivers of the closure.",
     "Drivers wishing to cross the Thames during the closures should use an alternative route.",
     "Garrett Emmerson, Chief Operating Officer, Transport for London Streets, said: 'These works in the Rotherhithe Tunnel are being carried out at night time to help ensure that disruption to drivers is kept to a minimum.",
     "'We ask drivers to bear with us while these important improvement works are carried out.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The additional pollution monitoring equipment in the Rotherhithe Tunnel will detect:\",\"Vehicle particulates (largely diesel soot)\",\"Carbon monoxide\",\"Oxides of Nitrogen (NOx)\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}