{
 "pageTitle": "Rotherhithe Tunnel closed for emergency works",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Rotherhithe Tunnel closed for emergency works",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Engineers carrying out emergency replacement of tiling in the tunnel."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "TfL engineers are working to reopen the tunnel as quickly as possible and we apologise for any inconvenience caused due to these works",
     "The Rotherhithe Tunnel will remain closed until Wednesday morning to allow Transport for London (TfL) to undertake emergency works.",
     "The works are taking place to ensure the safety of the vehicles and pedestrians who use the tunnel, after tiles came loose and fell in the tunnel earlier today",
     "TfL engineers have been working throughout the day to assess and replace the tiles, some of which have fallen from the tunnel lining and currently pose a safety hazard.",
     "In order to complete the work as quickly as possible, the tunnel is likely to remain closed until 05.00 on Wednesday 13 January.",
     "Garrett Emmerson, Chief Operating Officer, London Streets, said: 'TfL engineers are working to reopen the tunnel as quickly as possible and we apologise for any inconvenience caused due to these works.",
     "'We are advising drivers to use alternative river crossings and allow extra time for their journey.",
     "'We would also ask people to consider using the Tube or the DLR while the tunnel is closed to cross the river.'",
     "{\"template\":\"bulletlist\",\"items\":[\"Motorists needing to cross the Thames are advised to use the Blackwall Tunnel, Woolwich Ferry or Tower Bridge to complete their journey\",\"DLR services are available from Shadwell and Limehouse stations north of the Thames and passengers can change onto the Jubilee Line at Canary Wharf to Canada Water to complete their journey south of the river\",\"The Rotherhithe Tunnel first opened in 1908\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}