{
 "pageTitle": "Victorian-era Blackwall Tunnel to get 21st Century upgrade",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Victorian-era Blackwall Tunnel to get 21st Century upgrade",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Work to improve safety, lighting and communications systems in the 112-year-old tunnel to begin on 7 February 2010. TfL's contractors, BAM Nuttall, to work at night to minimise disruption to road users."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Our refurbishment programme will enhance the safety and security of everyone who uses the tunnel",
     "Transport for London (TfL) has announced that a three-year £70 million refurbishment programme of the northbound Blackwall Tunnel will begin in February 2010.",
     "New fire and incident detection systems, better access for emergency services, and a new CCTV camera system will be installed as part of the modernisation works and safety improvements in the tunnel, which carries 50,000 vehicles a day.",
     "In order to minimise disruption the work that is required will only be carried out at night.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Safety, lighting and ventilation\"}",
     "The improvements being made meet the latest tunnel safety standards and will help to ensure the safe continued use of the tunnel, which was built in 1897.",
     "It will get better lighting, improved ventilation and a new communication system as part of the modernisation and safety works.",
     "Garrett Emmerson, Chief Operating Officer for Streets, TfL, said: 'The Blackwall Tunnel was built during the Victorian era to transport horse-drawn carriages under the Thames.",
     "'Yet more than a century later, 50,000 vehicles a day drive through this vital transport artery.",
     "'Our refurbishment programme will enhance the safety and security of everyone who uses the tunnel, and will prolong the life of this busy commuter route across the Thames.",
     "'We are doing everything we can to ensure the refurbishment of the tunnel is carried out with the minimum disruption to road users, and we ask people to bear with us while these important safety improvements are carried out.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Minimum disruption\"}",
     "Following extensive stakeholder consultation, and to minimise disruption to road users as far as possible, TfL will be closing the northbound tunnel between 21:00 and 05:00 Sunday to Friday during the three-year refurbishment.",
     "Northbound traffic will be diverted through the southbound tunnel during this time.",
     "Because the diversion will involve chicanes, a 20mph speed limit will be put in place each night and enforced by average speed cameras. Southbound traffic will be able to use other river crossings.",
     "TfL consulted local boroughs, key stakeholders and businesses located near the Blackwall Tunnel, including the O2, about the refurbishment and believe that the proposed programme of works will allow the refurbishment to be carried out with minimum disruption to road users.",
     "People wanting information about the works should contact TfL Streets Customer Services on 0845 305 1234 or email \u003ca href=\"mailto:londonstreets@tfl.gov.uk\"\u003elondonstreets@tfl.gov.uk\u003c/a\u003e ",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The Blackwall Tunnel (northbound) was opened on 22 May 1897 and was the longest underwater tunnel in the world at the time of opening\",\"The northbound and southbound Blackwall tunnels run between Blackwall Point in East Greenwich and East India Dock Road in Poplar. They carry four lanes of traffic in total (two northbound and two southbound)\",\"The northbound tunnel is 1.4km long, and 50,000 vehicles pass through every day - the equivalent of around one vehicle every 1.7 seconds\",\"There is no toll for using the Dartford - Thurrock river crossing between 22:00 and 06:00\",\"While the northbound tunnel is closed for refurbishment works, the Route 108 (which is the only bus to use the Blackwall Tunnel) will be affected. From 21:00 to 01:00 the service will operate in two sections: Lewisham - North Greenwich and Stratford - Canning Town. Passengers will be able to use the Jubilee Line during this period to connect between the services and London Underground will accept valid bus tickets between North Greenwich and Canning Town for the duration of the closure. Between 01:00 and 05:00, the Route 108 will be escorted every half hour through the southbound tunnel, with northbound traffic halted while this occurs\"]}",
     "\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}