{
 "pageTitle": "Overhaul of Elephant \u0026 Castle northern roundabout begins",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "April",
   "url": "/info-for/media/press-releases/2015/april"
  },
  {
   "title": "Overhaul of Elephant \u0026 Castle northern roundabout begins"
  }
 ],
 "title": {
  "title": "Overhaul of Elephant \u0026 Castle northern roundabout begins",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "As part of Transport for London's (TfL's) continuing £4bn Road Modernisation Plan, construction of the major transformation of the Elephant \u0026 Castle northern roundabout has now begun. The scheme, which was supported by more than 80 per cent of respondents to a public consultation in February 2014, supports Southwark Council's regeneration of the wider area.",
     "Elephant \u0026 Castle is one of TfL's priority locations to deliver improved safety for all road users. The £25m overhaul of the northern roundabout has been designed to significantly upgrade facilities for pedestrians, cyclists and drivers by converting it into a peninsular, creating a new, more open and accessible public space, with the road around it converted to two-way traffic.",
     "The subways will also be replaced with new pedestrian crossings that allow people to cross directly, easily and safely between Tube, bus and local amenities at all times of the day. New dedicated cycle routes will also be created through and around the junction to improve safety for cyclists.",
     "The work forms part of a wider £150m package of works which will also see improvements made to the Northern line Tube station at Elephant \u0026 Castle. These plans are linked to Delancey's re-development of the shopping centre site which will include increasing passenger capacity, improving access from street level and providing step-free access to the Northern line platforms.",
     "Late last year, more detailed plans were drawn up and consulted on for the new areas of public space that are being created, as well as consideration of the design for the wider urban realm across the interchange area. Around 86% of respondents to that consultation supported the wider proposals, which will now be progressed and integrated into the highway build programme.",
     "Elephant \u0026 Castle is a residential area and, while some necessary work will be carried out at night and during weekends, the majority of work will take place on weekdays between 08:00 and 18:00. The main highway work is scheduled to be fully completed by summer 2016, with work on the public space within the new peninsula to be carried out after the upgrade to the Northern line station is completed in the early 2020s.",
     "Ahead of the start of construction, TfL's skilled traffic engineers have been developing traffic management plans to ensure that the impacts on all road users are kept to a minimum. Sophisticated traffic signal technology, which allows better management of traffic depending on differing conditions at any given time, will be used to ensure that key routes and junctions are controlled in real-time to help keep traffic moving.",
     "TfL's bus control room, Centrecomm, will also be working around the clock to ensure that bus journeys, where possible, are not significantly affected by these works. This may mean some buses are placed on diversion or bus stops temporarily closed during the works. When this occurs, signs will be placed at bus stops to advise people where their nearest alternative bus stop is. Live travel information will be provided at \u003ca href=\"http://www.tfl.gov.uk/trafficnews\"\u003ewww.tfl.gov.uk/trafficnews\u003c/a\u003e and on Twitter at \u003ca href=\"http://@tfltrafficnews\"\u003e@tfltrafficnews\u003c/a\u003e and \u003ca href=\"http://@tflbusalerts\"\u003e@tflbusalerts\u003c/a\u003e .",
     "During this work, drivers are strongly advised to plan alternative routes where possible to avoid delays, particularly during peak travel times. TfL will work hard to minimise disruption and roadside message signs will alert drivers to any closures.",
     "Leon Daniels, Managing Director of Surface Transport at TfL said: `Elephant \u0026 Castle is a location all Londoners are aware of and the major redesign of this junction will help support the rapid transformation that is already being seen here. We will now work to deliver these changes as quickly as possible, making the area safer for drivers, cyclists and pedestrians, as well as transforming it into somewhere that people will want to meet, socialise and interact.'",
     "Richard Chambers, Development Director at Delancey, said: `We are delighted that the plans for the Elephant \u0026 Castle northern roundabout are finally underway.  Delancey is committed to supporting the transformation of Elephant \u0026 Castle with a comprehensive redevelopment planned for the Shopping Centre and adjacent Elephant Road freehold site, to create a thriving community hub with excellent transport links and new homes for Londoners. It is our ambition to deliver a vibrant destination which complements the other adjoining regeneration proposals, whilst building upon the culturally diverse foundations that make Elephant \u0026 Castle what it is.'",
     "Rob Heasman, Project Director at Lend Lease, said: `The start of work on the northern roundabout is another major milestone in the regeneration of Elephant \u0026 Castle and continues the strong momentum the various partners are delivering in the area. At Lend Lease, we are proud to be delivering a major part of that transformation, with our £1.5bn programme which will deliver over 3,000 much needed new homes, as well as 50 shops and restaurants and a brand new park for all of the local community to enjoy. Transport for London's plans for the northern roundabout are fundamental to re-establishing the Elephant \u0026 Castle as a thriving town centre and we look forward to continuing our work together over the coming years to ensure this ambition is met.'",
     "While construction work is underway, TfL continues to work with Southwark Council to develop and improve a number of alternative cycling routes around the Elephant \u0026 Castle. This work will look at how routes bypassing the area could be made more direct, as well as reviewing signage to encourage better use of the existing orbital route around the area. Reducing the speed limit to 20mph is also being explored as part of this work, which would improve overall safety conditions for all users.",
     "The construction of the redesigned Elephant \u0026 Castle northern roundabout forms part of the wider work being carried out across London as part of TfL's Road Modernisation Plan. With a budget of more than £4 billion from now until 2021/22, this overarching plan represents the biggest investment in London's roads in a generation, including hundreds of transformational projects within the existing road network. Using radical ideas and innovative designs, the plan will make London's roads greener, safer and more attractive for the benefit of all Londoners.",
     "TfL has written to local residents and businesses and details of the sections of work taking place and delivery timeline can be found on the TfL website here: \u003ca href=\"http://www.tfl.gov.uk/elephant\"\u003ewww.tfl.gov.uk/elephant\u003c/a\u003e ",
     "Ends",
     "Notes to editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"Images are available from the TfL Press Office\",\"For more information about TfL £4 billion Road Modernisation Plan visit \\u003ca href=\\\"http://www.tfl.gov.uk/roads\\\"\\u003ewww.tfl.gov.uk/roads\\u003c/a\\u003e \",\"For detailed information on the impact on central London and to see the range of travel advice and planning tools available, visit \\u003ca href=\\\"http://www.tfl.gov.uk/roadtraveladvice\\\"\\u003ewww.tfl.gov.uk/roadtraveladvice\\u003c/a\\u003e \",\"The consultation report for the new public space at Elephant \\u0026 Castle can be found here: \\u003ca href=\\\"https://consultations.tfl.gov.uk/roads/elephant\\\"\\u003ehttps://consultations.tfl.gov.uk/roads/elephant\\u003c/a\\u003e \",\"TfL continues to work with Southwark Council and the new shopping centre owners to see whether any further footway width could be obtained as part of their wider work, allowing cycling provision options and improvements to bus stop waiting conditions to be reassessed in future\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}