{
 "pageTitle": "Plan ahead for the 2015 Virgin Money London Marathon",
 "description": "Get set and plan ahead for the 2015 Virgin Money London Marathon",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "April",
   "url": "/info-for/media/press-releases/2015/april"
  },
  {
   "title": "Plan ahead for the 2015 Virgin Money London Marathon"
  }
 ],
 "title": {
  "title": "Plan ahead for the 2015 Virgin Money London Marathon",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Runners, spectators, passengers and motorists reminded to know their travel options on marathon day"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "As the Capital gets ready to host the 35th London Marathon on Sunday 26 April, Transport for London (TfL) is urging runners, spectators, passengers and motorists to plan their journeys in advance.",
     "The London Marathon is one of the largest mass-participation events in the world, and this year, it is expected to be bigger than ever. TfL has a dedicated travel information guide available at \u003ca href=\"http://www.tfl.gov.uk/marathon\"\u003ewww.tfl.gov.uk/marathon\u003c/a\u003e to help people plan ahead of London's largest annual running event.",
     "Hundreds of thousands of spectators are expected to turn out to support over 35,000 people including world class athletes, celebrities and eager runners, raising millions of pounds for charities. The route will take runners past some of the London's most famous and historic landmarks. By planning ahead, spectators can choose the best place to watch - route map. TfL Travel Ambassadors in their magenta uniforms will also be out on the day at Tube stations along the Virgin Money London Marathon route, providing travel information and assistance to customers. Real time travel information will also be provided through TfL's website and social media channels \u003ca href=\"http://www.tfl.gov.uk/socialmedia\"\u003ewww.tfl.gov.uk/socialmedia\u003c/a\u003e throughout the day.",
     "London's Transport Commissioner, Sir Peter Hendy CBE, said:",
     "'Each year Londoners show their support by lining the Capital's streets to cheer on the tens of thousands of runners taking part. With people coming from all over the world, raising money for causes close to their hearts, the encouragement they receive from spectators always makes a real difference. We've got TfL people who are taking part in the race and I wish them, and all the other participants, the very best of luck.",
     "'Public transport is the easiest way to get around on the day. I encourage anyone travelling around south east and central London to plan their journey in advance at \u003ca href=\"http://tfl.gov.uk/marathon\"\u003etfl.gov.uk/marathon\u003c/a\u003e .'",
     "The easiest way to travel to and from the race will be by London Underground, Docklands Light Railway (DLR), bus or London Overground.",
     "Passengers travelling on the DLR are advised to plan ahead as there will be changes to routes and frequencies on marathon day. Passengers travelling between Beckton and Tower Gateway or Woolwich Arsenal and Bank stations are advised to use an alternative route on Sunday 26 April 2015, to avoid making multiple changes. They are advised to consider using the Jubilee line at Canning Town for services to and from central London.",
     "London Underground's Jubilee, District and Circle lines will be busier than usual at times during the day.",
     "TfL's services will continue to keep London moving throughout the event and all runners, race officials and on-duty St John Ambulance volunteers will be able to travel for free from early morning until 18:30 on London Underground, London Buses, London Overground, DLR and Tram by showing their race number, officials' course pass or tabard.",
     "There will be a number of road closures in south east and central London on the day and motorists are advised to plan ahead and avoid driving near the affected areas, or travel at a different time if possible, and allow more time for their journey. There will be a phased reopening of the roads from around midday with all roads expected to be fully reopened by 19:00. Work to deliver the East-West Cycle Superhighway on the Victoria Embankment and Upper and Lower Thames Street will begin on 27 April and drivers are reminded to plan their journey in advance at \u003ca href=\"http://www.tfl.gov.uk/eastwest\"\u003ewww.tfl.gov.uk/eastwest\u003c/a\u003e .",
     "London has one of the most accessible transport networks in the world, with a wide range if accessible transport options. Customers can find out more at \u003ca href=\"http://www.tfl.gov.uk/transport-accessibility/\"\u003ewww.tfl.gov.uk/transport-accessibility/\u003c/a\u003e or follow @TfLAccess.",
     "River boat services will also be operating on the day with extra services operating between central London to Greenwich. The service offers an alternative view of the marathon with more information available at \u003ca href=\"http://www.thamesclippers.com/whats-on-discounts/londonmarathon\"\u003ewww.thamesclippers.com/whats-on-discounts/londonmarathon\u003c/a\u003e .",
     "Due to the road closures and the demand on public transport, passengers are encouraged to consider walking or cycling to their desired locations as part of their journey to make the most of their day.",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"The course of the 2015 Virgin Money London Marathon is 26.2 miles long, virtually the same as running the entire length of the Victoria line (13.25 miles) twice or the entire length of the Waterloo and City line (1.47 miles) around 18 times.\",\"Stations located close to the London Marathon Route include:\"]}",
     "Passengers are advised to check before travelling via the following options:",
     "{\"template\":\"bulletlist\",\"items\":[\"The TfL website \\u003ca href=\\\"http://www.tfl.gov.uk\\\"\\u003ewww.tfl.gov.uk\\u003c/a\\u003e using Journey Planner, accessible from your computer or internet-enabled mobile device;\",\"Information on posters, leaflets and Rainbow boards at Tube Stations; and\",\"The 24 hour London Travel Information line on 0343 222 1234. You pay no more than 5p per minute if calling from a BT landline. There may be a connection charge. Charges from mobiles or other landline providers may vary.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}