{
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Camden to benefit as Mayor unveils £10bn investment programme to transform London's transport network",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Camden is to benefit from better transport under a proposed £10 billion, TfL 5 Year Investment Programme to give London a 21st century transport system, unveiled by Mayor of London Ken Livingstone today."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Speaking at City Hall, the Mayor said:",
     "\"This is a once-in-a-lifetime opportunity to reverse decades of under-investment in Camden and right across London. It marks an end to stop-start funding for London's transport. The programme will deliver the real improvements in the services and capacity needed to keep passengers travelling in and through Camden on the move.\"",
     "The main benefits for Camden included in TfL's 5 Year Investment Programme, subject to approval by the TfL Board, are:",
     "{\"template\":\"bulletlist\",\"items\":[\"a new package of improvements for Silverlink Metro services including station and security enhancements such as better CCTV and lighting, graffiti cleaning and the extension of station staffing hours providing a greater presence early in the morning and later at night;\",\"continuing commitments to service improvements providing increased trains in the evening peak and on Saturdays on the North London Line; Winter Sunday and Last Train services on the Gospel Oak to Barking line;\",\"the proposed Cross River Tram, running from King's Cross and Camden via Euston and Waterloo to Peckham and Brixton, will be funded to design and powers stage;\",\"on the Tube, congestion relief works at King's Cross St Pancras Tube station and step-free access to West Hampstead station, Euston Square, Russell Square, West Hampstead and sub-surface lines at Kings Cross.\"]}",
     "In addition, improvements to trains and stations in the area planned to be delivered under the PPP by 2010 include:",
     "{\"template\":\"bulletlist\",\"items\":[\"improvements on the Central and Victoria lines and a new signalling system and increase in capacity of 48 percent on the Jubilee line;\",\"the first air-cooled trains to be introduced on the Metropolitan Line in 2009.\"]}",
     "The Mayor added:",
     "\"The last four years have seen huge improvements in Camden's bus services. This investment programme will build on this and deliver improvements right across the transport network.",
     "\"We have had to take hard choices. Even with the biggest transport investment programme London has seen since the Second World War, we cannot do everything we want to do this time round. But there have been no trade-offs between maintaining the existing system or launching new projects.\"",
     "Work undertaken to improve transport in Camden by TfL over the past four years, benefiting all Londoners including those with disabilities and the socially excluded includes:",
     "{\"template\":\"bulletlist\",\"items\":[\"more reliable services and better information on all bus services;\",\"new low floor, fully accessible buses on 38 routes, increased frequencies on 56 routes, three new routes introduced (205, 390 and 476) and 12 new night bus routes and;\",\"improvements have been made to rail services on the North London Line between Richmond and North Woolwich, including more frequent Saturday and evening peak services between Willesden and Stratford.\",\"licensing of private hire vehicles to improve passenger safety;\",\"funding for improving conditions for walking, cycling and road safety;\",\"improvements in dial-a-ride and taxicard funding.\"]}",
     "In partnership with Camden Borough, a range of schemes have or will shortly be introduced including:",
     "{\"template\":\"bulletlist\",\"items\":[\"a bus priority scheme around Russell Square;\",\"better footways and road safety measures in Kilburn town centre;\",\"20 mph zones introduced in Somers Town, West Euston and Camden Town West to reduce the number of pedestrians killed and injured every year.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}