{
 "pageTitle": "Congestion charge gets festive for Christmas sales",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Congestion charge gets festive for Christmas sales",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "With only 67 days shopping to Christmas, Ken Livingstone, the Mayor of London, has confirmed that the congestion charge is to be suspended between Christmas and the New Year."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Following a public consultation, the Mayor has instructed Transport for London (TfL) to suspend the congestion charge to allow free entry to the congestion charging zone on the three working days between Christmas and the New Year. Drivers will not have to pay the charge from 25 December 2004 to 3 January 2005.",
     "The Mayor asked TfL to consult on suspending the charge following the analysis of congestion levels in the charging zone during the same period last year, the consultation took in the views of Londoners and businesses.",
     "The Mayor of London, Ken Livingstone, said",
     "\"The suspension of the congestion charge, coupled with the post-Christmas sales, will benefit visitors and businesses over the period.",
     "\"I promised in my manifesto to suspend the charge between Christmas and the New Year, and having listened to the views of Londoners and businesses, I can now confirm that this will happen.\"",
     "Retail sales and footfall are now out-stripping pre-congestion charge levels.",
     "Drivers who have made an annual payment for the congestion charge will have their expiry date extended by 3 charging days.",
     "Alun Shurmer\u003cbr /\u003eSenior Press Officer\u003cbr /\u003eEmail: \u003ca href=\"mailto:alunshurmer@tfl.gov.uk\"lid=\"alunshurmer@tfl.gov.uk\"\u003ealunshurmer@tfl.gov.uk\u003c/a\u003e \u003cbr /\u003eDirect line: 020 7941 4386"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}