{
 "pageTitle": "Coulsdon relief road exhibition",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Coulsdon relief road exhibition",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) is holding a public exhibition from Thursday 4 November until Saturday 6 November at the Coulsdon Methodist Hall to explain how works are progressing on the Coulsdon relief road."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Construction of the much-needed road began in January 2004 and is expected to be completed in early 2006. It will divert 80 percent of traffic away from the busy town centre, reclaiming it for local residents.",
     "\u003cbr /\u003eTfL, Hochtief (UK) Construction Ltd and Croydon Council are working hard to minimise the effect these major works are having on the life of local residents. To achieve this a lane of traffic is being kept open in each direction during daytime, maintaining vehicle and pedestrian access to local properties.",
     "Coulsdon Methodist Hall, 83 Brighton Road",
     "Thursday 4 November 10am to 7.30pm\u003cbr /\u003eFriday 5 November 10am to 9.30pm\u003cbr /\u003eSaturday 6 November 10am to 5pm",
     "Staff will be on hand to answer any questions.",
     "Should members of the public be unable to attend the exhibition they are advised to visit the scheme website at www.coulsdontcis.co.uk or telephone the site hotline number on 01737 558674 for further information.",
     "A pdf file of the proposals is available.",
     "Transport for London reports to the Mayor, Ken Livingstone and is responsible for maintaining and managing the 580km Transport for London Road Network (TLRN), which, although comprising only 5 per cent of the Capital's roads, carries approximately 33 per cent of its traffic.",
     "Transport for London is responsible for implementing the Mayor's Transport Strategy on improving the movement of people and goods on London's streets by helping pedestrians, cyclists, bus passengers and people with disabilities."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}