{
 "pageTitle": "Cyclists race from Paris to London to celebrate Entente Cordiale Centenary",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Cyclists race from Paris to London to celebrate Entente Cordiale Centenary",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Over 300 professional and elite cyclists from Britain and France will race from Paris to London this weekend to celebrate the centenary of the Entente Cordiale. The event will culminate with a trophy ceremony in front of Tower Bridge at approximately 4pm on Sunday 24 October."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The Mayor of London, Ken Livingstone, said,",
     "\"My aim is to encourage many more people to cycle in London. By improving cycle facilities, we have already seen a 23 per cent rise in cycling in London in the past year. This race will bring together 300 cyclists from France and Britain and is a great way to celebrate cycling in our city.\"",
     "The two-day 300km race will bring together 150 riders from each country, united in support of the strong values of sport ethics and Franco-British friendship. British cyclists will include some of the world's leading racers such as Olympian, Nicole Cooke, former Tour de France cyclist, Colin Lewis and current world veteran cyclo-cross champion, Mick Ives.",
     "The event will honour the links uniting France and the United Kingdom, and celebrate the set of three agreements settling long-standing disputes between Britain and France in distant lands signed in 1904 and commonly known as the Entente Cordiale.",
     "The cycle race is one of 300 events celebrating the Entente Cordiale Centenary.",
     "The proceeds will be given to cancer charities.",
     "The race will start from the Eiffel Tower at 9am on Saturday 23 October.",
     "Cycling in London has increased by 23% in the past year.",
     "Transport for London is committed to increasing the number of cyclists in the capital by 80% by 2010.",
     "Disruption to traffic is expected to be minimal as a rolling road block will be in place to minimise any congestion."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}