{
 "pageTitle": "Directions and Guidance to the Strategic Rail Authority 2004",
 "description": "London 5.0. The White Paper sets out the Government's intentions in relation to London. The Authority should work closely with DfT and TfL in implementing and further developing these proposals, sharing information as openly as possible consistent with",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Directions and Guidance to the Strategic Rail Authority 2004",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Secretary of State has now issued his Directions and Guidance to the Strategic Rail Authority in respect of the Rail Review. There is a specific section on London, directing the SRA to work closely with the DfT and TfL in implementing and further developing the Government's intentions in relation to London. The extract on London is shown below:"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "\u003cstrong\u003eLondon \u003c/strong\u003e ",
     "5.0. The White Paper sets out the Government's intentions in relation to London. The Authority should work closely with DfT and TfL in implementing and further developing these proposals, sharing information as openly as possible consistent with its legal obligations. In particular, the Authority should:",
     "{\"template\":\"bulletlist\",\"items\":[\"Work with DfT and TfL to provide further advice to the Secretary of State by December 2004 on the arguments for and against (i) moving to a zonalised fare structure within London mirroring that for other modes; (ii) removing travelcard and zonalised fares from the regulated fare basket and leaving decisions on their rates to the Mayor of London, but in a way that leaves train operating companies and the Authority financially no better and no worse off than they otherwise would have been and with any additional income/costs involved falling to TfL; and, in each case, how such a policy could be implemented in advance of legislation;\",\"Use its best endeavours, during the current Silverlink franchise and the 2-year extension due to commence on 17 October 2004, to facilitate TfL's aspirations to specify and fund alterations on a net cost basis to Silverlink Metro services and stations between Richmond and Stratford, Gospel Oak and Barking, Clapham Junction and Willesden Junction, and Watford Junction and Euston (DC line), taking account of the impact on the network and other operators or stakeholders and funding constraints. The Authority should work with TfL to explore the scope for TfL to take revenue risk and seek to agree the specification of the new franchise for these services, and the Cross London Routes Route Utilisation Strategy with TfL;\",\"Fully consult, TfL over the specification of franchises that have a significant impact on services in London and in the preparation of relevant RUSs, RPAs and other strategies;\",\"Collect data on revenue, costs and performance for London commuter train operating companies separately for inner suburban services; and\"]}",
     "Subject to affordability, accelerate the initiation of work on a London Regional Planning Assessment and discuss the form of the work with TfL.\u003cbr /\u003e\u003cbr /\u003e\u003cbr /\u003eTo access the full document Directions and Guidance to the Strategic Rail Authority 2004 please \u003ca href=\"http://www.dft.gov.uk/\"el=\"http://www.dft.gov.uk/stellent/groups/dft_railways/documents/page/dft_railways_031941.hcsp\"lid=\"click here\"\u003eclick here\u003c/a\u003e \u003cbr /\u003e\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}