{
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Ealing to benefit as Mayor unveils £10bn investment programme to transform London's transport network",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Ealing is to benefit from better transport under a proposed £10 billion, 5 Year Investment Programme to give London a 21st century transport system, unveiled by Mayor of London Ken Livingstone today."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Speaking at City Hall, the Mayor said:",
     "\"This is a once-in-a-lifetime opportunity to reverse decades of under-investment in Ealing and right across London. It marks an end to stop-start funding for London's transport. The programme will deliver real improvements in the services and capacity needed to keep passengers travelling in and through Ealing on the move.\"",
     "The main benefits for Ealing included in TfL's 5-Year Investment Programme, subject to approval by the TfL Board, are:",
     "{\"template\":\"bulletlist\",\"items\":[\"the proposed West London Tram - that would run from Uxbridge to Shepherd's Bush along the Uxbridge Road every 3-6 minutes - will be funded to design and powers stage;\",\"a new package of improvements for Silverlink Metro services including station and security enhancements such as better CCTV and lighting, graffiti cleaning and the extension of station staffing hours providing a greater presence early in the morning and later at night.\"]}",
     "In addition, the following improvements to Central, District and Piccadilly Line trains and stations are planned to be delivered under the PPP:",
     "{\"template\":\"bulletlist\",\"items\":[\"upgrading of the Central line (completing 2006) to improve journey times;\",\"station refurbishments to 14 stations across Central, Piccadilly and District Lines;\",\"refurbishment, including space for wheelchairs, audio and video information systems and refurbished seats and interiors on all 75 District Line trains by 2009;\",\"the first air-cooled trains will be introduced on the Metropolitan Line in 2009.\"]}",
     "The Mayor added:",
     "\"The last four years have seen huge improvements in Ealing's bus services. This investment programme will build on this and deliver improvements right across the transport network.",
     "\"We have had to take hard choices. Even with the biggest transport investment programme London has seen since the Second World War, we cannot do everything we want to do this time round. But there have been no trade-offs between maintaining the existing system or launching new projects.\"",
     "Work undertaken by TfL to improve transport in Ealing over the past four years, benefiting all Londoners including those with disabilities and the socially excluded include:",
     "{\"template\":\"bulletlist\",\"items\":[\"more reliable services and better information on all bus services;\",\"new low floor, fully accessible buses on 24 routes, increased frequencies on 29 routes and the introduction of 7 new routes;\",\"improvements have been made to services on the North London line between Richmond and North Woolwich - the frequency of Saturday services has been increased and CCTV is being installed on all trains and;\",\"major junction improvements to the A40 Gypsy Corner have provided much improved pedestrian, cycle and bus facilities, easing traffic flow and facilitating the regeneration of the North Acton area;\",\"licensing of private hire vehicles to improve passenger safety;\",\"funding for improving conditions for walking, cycling and road safety;\",\"improvements in dial-a-ride and taxicard funding.\"]}",
     "In partnership with Ealing Council, a range of schemes have been introduced during, including:",
     "{\"template\":\"bulletlist\",\"items\":[\"changes to traffic arrangements in central Ealing that give greater priority to buses, providing more reliable journeys through Ealing Broadway/High Street;\",\"the implementation of a 'Home Zone' in West Ealing, aimed at improving safety by reducing the speed and number of cars.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}