{
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Hammersmith and Fulham to benefit as Mayor unveils £10bn investment programme to transform London's transport network",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Hammersmith \u0026 Fulham is to benefit from better transport under a proposed £10 billion, five year investment programme to give London a 21st century transport system, unveiled by Mayor of London Ken Livingstone today."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Speaking at City Hall, the Mayor said:",
     "\"This is a once-in-a-lifetime opportunity to reverse decades of under-investment in Hammersmith \u0026 Fulham and right across London. It marks an end to stop-start funding for London's transport. The programme will deliver real improvements in the services and capacity needed to keep passengers travelling in and through Hammersmith \u0026 Fulham on the move.\"",
     "The main benefits for Hammersmith \u0026 Fulham included in TfL's 5 Year Investment Programme, subject to approval by the TfL Board, are:",
     "{\"template\":\"bulletlist\",\"items\":[\"the reduced congestion, improved bus services, lower emissions and possible lower accident rates of the proposed extension of the Congestion Charge westward, to cover most of the borough of Kensington and Chelsea and Westminster - subject to an extensive public consultation the detail of the proposal and a final Mayoral decision in Summer 2005;\",\"the West London Tram, which would run from Uxbridge to Shepherd's Bush, will be funded to design and powers stage;\",\"on the Tube, a new station on the Hammersmith and City line between Shepherd's Bush and Latimer Road to serve the White City Development;\",\"major congestion relief at Shepherd's Bush Central Line station including step free access by 2008 as part of the new White City development;\",\"a new package of improvements for Silverlink Metro services including station and security enhancements such as better CCTV and lighting, graffiti cleaning and the extension of station staffing hours providing a greater presence early in the morning and later at night.\"]}",
     "In addition, the following improvements to Central, District, Hammersmith \u0026 City and Piccadilly lines and stations are planned to be delivered under the PPP:",
     "{\"template\":\"bulletlist\",\"items\":[\"station refurbishments and/or modifications at Putney Bridge (2006); Shepherd's Bush (Hammersmith \\u0026 City) by 2006; East Acton (2006); and Shepherd's Bush (Central); Barons Court; Hammersmith (District and Piccadilly); Parsons Green; West Kensington and White City (between 2007 and 2010)\",\"Central Line upgrade to improve journey times by 2006;\",\"all 75 District Line trains to be refurbished by 2009 including space for wheelchairs, audio \\u0026 video info systems and refurbished seats and interiors;\"]}",
     "The Mayor added:",
     "\"The last four years have seen huge improvements in Hammersmith \u0026 Fulham's bus services. This investment programme will build on this and deliver improvements right across the transport network.",
     "\"We have had to take hard choices. Even with the biggest transport investment programme London has seen since the Second World War, we cannot do everything we want to do this time round. But there have been no trade-offs between maintaining the existing system or launching new projects.\"",
     "Work undertaken to improve transport in Hammersmith \u0026 Fulham by TfL over the past four years benefiting all Londoners including those with disabilities and the socially excluded, includes:",
     "{\"template\":\"bulletlist\",\"items\":[\"more reliable services and better information on all bus services\",\"new low floor accessible buses on 27 routes and increased frequencies on 29 routes;\",\"the introduction of six new routes (148, 272, 414, 419, 424, 430) and nine new night bus routes (N10, N148, N22, N266, N27, N7, N74, N85 and N93);\",\"extra enforcement on public transport to reduce crime and the fear of crime on bus services in the area;\",\"major refurbishment works on the A4 Hammersmith Flyover;\",\"licensing of private hire vehicles to improve passenger safety;\",\"funding for additional Met police officers and police Community Support officers to reduce crime and the fear of crime, improve enforcement on and around bus routes and tackle taxi touting;\",\"improvements in dial-a-ride and taxicard funding.\"]}",
     "In partnership with Hammersmith \u0026 Fulham a range of schemes have or will shortly be introduced including:",
     "{\"template\":\"bulletlist\",\"items\":[\"provision for cyclists on Rockley Road;\",\"a number of 'Home Zone' schemes, including the College Park area.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}