{
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Hillingdon to benefit as Mayor unveils £10bn investment programme to transform London's transport network",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Hillingdon is to benefit from better transport under a proposed £10 billion, five year investment programme to give London a 21st century transport system, unveiled by Mayor of London Ken Livingstone today."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Speaking at City Hall, the Mayor said:",
     "\"This is a once-in-a-lifetime opportunity to reverse decades of under-investment in Hillingdon and right across London. It marks an end to stop-start funding for London's transport. The programme will deliver real improvements in the services and capacity needed to keep passengers travelling in and through Hillingdon on the move.\"",
     "The main benefits for Hillingdon included in TfL's 5 Year Investment Programme, subject to approval by the TfL Board, are:",
     "{\"template\":\"bulletlist\",\"items\":[\"the extension of the Piccadilly line to Terminal 5 and the construction of a new station at the Terminal, expected to handle 3 million customers a year - this is being funded by BAA;\",\"the proposed West London Tram, which would run from Uxbridge to Shepherd's Bush, will be funded to progress to design and powers stage.\"]}",
     "In addition, the following improvements to Central, Metropolitan and Piccadilly Lines and stations are planned to be delivered under the PPP:",
     "{\"template\":\"bulletlist\",\"items\":[\"station refurbishments to West Ruislip and Ruislip Manor (completion 2005); Eastcote, Ruislip and South Ruislip (2006); Hatton Cross, Heathrow Terminal 123, Heathrow Terminal 4, Hillingdon, Ickenham, Northwood, Northwood Hills and Ruislip Gardens (completion 2007-2010);\",\"Central Line upgrade to improve journey times by 2006;\",\"the first new air-cooled trains to be introduced on the Metropolitan line in 2009.\"]}",
     "The Mayor added:",
     "\"The last four years have seen huge improvements in Hillingdon's bus services. This investment programme will build on this and deliver improvements right across the transport network.",
     "\"We have had to take hard choices. Even with the biggest transport investment programme London has seen since the Second World War, we cannot do everything we want to do this time round. But there have been no trade-offs between maintaining the existing system or launching new projects.\"",
     "Work undertaken to improve transport in Hillingdon by TfL over the past four years, benefiting all Londoners including those with disabilities and the socially excluded includes:",
     "{\"template\":\"bulletlist\",\"items\":[\"more reliable services and better information on all bus services;\",\"new low floor, fully accessible buses on 19 routes and increased frequencies on 17 routes;\",\"introduction of a new route - the U5 - and two new night bus routes - N105 and N285;\",\"funding for additional Met police officers and police Community Support officers to reduce crime and the fear of crime, improve enforcement on and around bus routes and tackle taxi touting;\",\"licensing of private hire vehicles to improve passenger safety;\",\"funding for improving conditions for walking, cycling and road safety;\",\"improvements in dial-a-ride and taxicard funding.\"]}",
     "In partnership with the Borough a range of schemes have been introduced, including:",
     "{\"template\":\"bulletlist\",\"items\":[\"improvements to the West Drayton Interchange;\",\"cycle parking and lockers at a number of local schools.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}