{
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Lambeth to benefit as Mayor unveils £10bn investment programme to transform London's transport network",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Lambeth is to benefit from better transport under a proposed £10 billion, five year investment programme to give London a 21st century transport system, unveiled by Mayor of London Ken Livingstone today."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Speaking at City Hall, the Mayor said:",
     "\"This is a once-in-a-lifetime opportunity to reverse decades of under-investment in Lambeth and right across London. It marks an end to stop-start funding for London's transport. The programme will deliver real improvements in the services and capacity needed to keep passengers travelling in and through Lambeth on the move.\"",
     "The main benefits for Lambeth included in TfL's 5 Year Investment Programme, subject to approval by the TfL Board, are:",
     "{\"template\":\"bulletlist\",\"items\":[\"on the Tube, congestion relief works at Vauxhall station;\",\"step free access to Vauxhall (by 2008) and Waterloo (by 2009) Tube stations;\",\"the funding to design and powers stage of the Cross River Tram, a new scheme proposed to run from King's Cross and Camden, via Euston and Waterloo, to Peckham and Brixton, linking railway stations and employment opportunities with housing and regeneration areas.\"]}",
     "In addition, the following improvements to Bakerloo, Jubilee, Northern, Victoria and Waterloo and City lines and stations are planned to be delivered under the PPP:",
     "{\"template\":\"bulletlist\",\"items\":[\"station refurbishments and/or modifications to Stockwell (completing 2006); Brixton, Clapham Common, Clapham North, Oval, Vauxhall and Waterloo (completion 2007 - 2010);\",\"Jubilee line to be improved with the addition of a seventh car to be added to trains and new signalling system with a total increase in capacity of 48 percent;\",\"Victoria Line interim upgrade (completion 2006) and Waterloo and City Line (2007) upgrade improving journey times.\"]}",
     "The Mayor added:",
     "\"The last four years have seen huge improvements in Lambeth's bus services. This investment programme will build on this and deliver improvements right across the transport network.",
     "\"We have had to take hard choices. Even with the biggest transport investment programme London has seen since the Second World War, we cannot do everything we want to do this time round. But there have been no trade-offs between maintaining the existing system or launching new projects.\"",
     "Work undertaken to improve transport in Lambeth by over the past four years, benefiting all Londoners including those with disabilities and the socially excluded, includes:",
     "{\"template\":\"bulletlist\",\"items\":[\"a new road lay-out at Vauxhall Cross and works to improve interchange between bus, train and Tube services;\",\"more reliable services and better information on all bus services;\",\"increased frequencies on 33 bus routes, new low floor, fully accessible buses on 41 routes and the introduction of 18 new bus routes;\",\"a new scheme to provide 'metro-style' rail services has been piloted on four south London routes, bringing extra weekday services and better passenger information, security and facilities;\",\"licensing of private hire vehicles to improve passenger safety;\",\"funding for improving conditions for walking, cycling and road safety;\",\"improvements in dial-a-ride and taxicard funding.\"]}",
     "In partnership with Lambeth, TfL have implemented security improvements at Lambeth North, Clapham North and Clapham High Street stations."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}