{
 "pageTitle": "London bids for Tour de France Grand Depart",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London bids for Tour de France Grand Depart",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Mayor submitted updated proposals to host the opening ceremony and opening stages of the Tour de France, known as the Grand Depart, at a dinner on Sunday 24 October with the race organisers, the Amaury Sport Organisation."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Mayor of London Ken Livingstone said: \"It would be fantastic honour for London's historic landmarks to join those of France and its capital in forming the backdrop to one of the world's greatest sporting events.",
     "\"We would guarantee the Tour de France one of most spectacular Grand Departs.\"",
     "Following the success of the Tour of Britain cycle race and recent Olympic cycling success, Transport for London believes that hosting the Grand Depart of the world's most famous cycle race will further boost the number of people cycling in London.",
     "Peter Hendy, Managing Director of Surface Transport, said of the proposal: \"Cycling is booming in London with an increase of 23 per cent in the past year alone.",
     "\"Bringing the Tour de France to London would provide further encouragement for Londoners to get on their bikes.",
     "\"Hosting the Tour de France would be an amazing privilege for London, and would provide further evidence of London's suitability as a venue for world class events.\"",
     "The proposed route details and a suitable date to host the event are matters for further discussion with the Amaury Sport Organisation. A decision on London's bid is likely next autumn.",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL main press office number: 0845 604 4141\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}