{
 "pageTitle": "Mayor launches safety scheme for London taxi passengers",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor launches safety scheme for London taxi passengers",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Mayor of London and Transport for London are launching a trial safety initiative this Friday (15th October), which will provide a marshalled taxi rank in London's West End."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The Public Carriage Office (PCO) is working with the Metropolitan Police, Westminster City Council and the London Cab Ranks Committee to offer the marshalled taxi rank for six months. Marshals, provided by the London Cab Ranks Committee, will offer a reassuring presence to passengers and co-ordinate taxi travellers with taxi drivers heading to similar destinations. Police officers will also be present at the rank.",
     "Mayor of London, Ken Livingstone, said:",
     "\"We have been working with the Cab Ranks Committee for some time to achieve a marshalled taxi rank as part of my strategy to improve the safety of people travelling late at night in London. As the nights get colder and seasonal parties take place it is reassuring for passengers, particularly women, to know that there is a West End rank marshalled for their safety and convenience.\"",
     "Head of the Public Carriage Office, Roy Ellis, said:",
     "\"The marshalled rank pilot is in response to late night passengers and taxi drivers needs. We hope the scheme is a great success and will become a permanent focal point for people out in the capital late at night who need to get home.\"",
     "London Cab Ranks Committee Chairman, Richard Massett, said:",
     "\"The new rank is very much an experiment and it will be interesting to see how it works out. We hope that it will prove it's worth both to taxi drivers and to passengers wanting to get home after a night out in the West End.\"",
     "The Suzy Lamplugh Trust's Director of Fund Raising, Ralph Coates, said:",
     "\"The Suzy Lamplugh Trust welcomes any initiative which will promote the personal safety of Londoners. We hope that the marshalled taxi rank will prove valuable in helping late night revellers to stay safe, and further discourage people from considering unlicensed minicabs as a way of getting home.\""
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}