{
 "pageTitle": "TfL back Tamworth Road, Croydon tram stop",
 "description": "Proposed expenditure by TfL for the upgrade of Tramlink's control systems, the fit out of the stop and for the purchase of an extra tram, is included in the TfL budget and business plan subject to final commercial agreement. It is expected that a change",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL back Tamworth Road, Croydon tram stop",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "From next year trams are set to call at the tram stop in Tamworth Road, Croydon serving Centrale development, Transport for London (TfL) announced today."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Proposed expenditure by TfL for the upgrade of Tramlink's control systems, the fit out of the stop and for the purchase of an extra tram, is included in the TfL budget and business plan subject to final commercial agreement.",
     "It is expected that a change to the current scheduled timetable of the trams in Croydon will be implemented to accommodate the new stop. The proposed changes will improve access to Croydon Town Centre, provide a more reliable and robust service and provide increased capacity between Wimbledon and Croydon. All changes will be subject to consultation.",
     "The changes would mean an increase in number of trams in operation on Croydon Tramlink from 21 to 22.",
     "Transport for London's Managing Director of Surface Transport, Peter Hendy said:\u003cbr /\u003e",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}