{
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Wandsworth to benefit as Mayor unveils £10bn investment programme to transform Londons transport network",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Wandsworth is to benefit from better transport under a proposed £10 billion investment programme to give London a 21st century transport system, unveiled by Mayor of London Ken Livingstone today."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Speaking at City Hall, the Mayor said:",
     "\"This is a once-in-a-lifetime opportunity to reverse decades of under-investment in Wandsworth and right across London. It marks an end to stop-start funding for London's transport. The programme will deliver real improvements in the services and capacity needed to keep passengers travelling in and through Wandsworth on the move.\"",
     "The main benefit for Wandsworth included in TfL's 5 Year Investment Programme, subject to approval by the TfL Board, are:",
     "{\"template\":\"bulletlist\",\"items\":[\"a new package of improvements for Silverlink Metro services including station and security enhancements such as better CCTV and lighting, graffiti cleaning and the extension of station staffing hours providing a greater presence early in the morning and later at night.\"]}",
     "In addition, the following improvements to Northern and District Line trains and stations are planned to be delivered under the PPP:",
     "{\"template\":\"bulletlist\",\"items\":[\"station refurbishments and modifications to East Putney, Balham, Clapham South, Southfields, Tooting Bec and Tooting Broadway (completion 2007-2010);\",\"all 75 District Line trains to be refurbished by 2009 including space for wheelchairs, audio \\u0026 video info systems and refurbished seats and interiors.\"]}",
     "The Mayor added:",
     "\"The last four years have seen huge improvements in Wandsworth's bus services. This investment programme will build on this and deliver improvements right across the transport network.",
     "\"We have had to take hard choices. Even with the biggest transport investment programme London has seen since the Second World War, we cannot do everything we want to do this time round. But there have been no trade-offs between maintaining the existing system or launching new projects.\"",
     "Work undertaken by TfL to improve transport in Wandsworth over the past four years, benefiting all Londoners including those with disabilities and the socially excluded, includes:",
     "{\"template\":\"bulletlist\",\"items\":[\"more reliable services and better information on all bus services;\",\"licensing private hire vehicles to improve passenger safety;\",\"funding for improving conditions for walking, cycling and road safety;\",\"improvements in dial-a-ride and taxicard funding;\",\"increased frequencies and new low floor, fully accessible buses on 21 routes, eight new links to existing routes and 12 new routes, including eight night bus services;\",\"funding for additional Met police officers and police Community Support officers to reduce crime and the fear of crime, improve enforcement on and around bus routes and tackle taxi touting;\",\"a new scheme to provide 'metro-style' rail services has been piloted on four key South London routes, three of which serve the borough (Waterloo to Teddington, Waterloo to Twickenham and Victoria to East/West Croydon) - providing increased services during the week and improved passenger information;\",\"an agreement has been reached to install CCTV on all South West suburban trains and a programme of station upgrades has been undertaken.\"]}",
     "In partnership with Wandsworth, links between transport services at Wandsworth Common station have been improved and CCTV has been installed to cover cycle and pedestrian routes through the large roundabout at Tibbet's Corner."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}