{
 "pageTitle": "Improving the DLR",
 "keywords": "TfL",
 "description": "Improved frequency and capacity on many DLR services.",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "DLR",
   "url": "/modes/dlr/index"
  },
  {
   "title": "Improving the DLR"
  }
 ],
 "title": {
  "title": "Improving the DLR",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"New accessibility stickers on DLR trains\"}",
     "We have introduced two new stickers on our trains to help customers with accessibility needs.",
     "{\"template\":\"bulletlist\",\"items\":[\"We have put disabled bay stickers near the wheelchair bays on the outside of the train, nearest the disabled bay, on both sides of the train. These will help people identify where to board the train near to a wheelchair space\",\"We have introduced new-style priority seating stickers throughout the trains, better highlighting to all customers where the priority seats are located (eight per vehicle). This is an increase on the previous number of priority seats\"]}",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"New escalators at Limehouse\"}",
     "We have installed new escalators at the main entrance to the westbound DLR platform at Limehouse station making it easier to get around. The new escalators will help to ease congestion at peak times, improve the accessibility of the station and reduce the time it takes to change between the westbound DLR and c2c platforms.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Rolling stock replacement\"}",
     "The rolling stock programme will replace two-thirds of the existing fleet and provide 10 additional trains to provide more capacity and support population and employment growth across the network. DLR customers will benefit from more frequent and reliable journeys from 2023.",
     "With over 400,000 journeys made each weekday, the DLR is currently the busiest light railway in the UK. It operates across six opportunity areas in London, which have the potential to provide more than 124,000 homes and 200,000 jobs. The additional capacity the trains will deliver is essential to support further growth, particularly in parts of the Royal Docks and the Isle of Dogs where the DLR is the main transport option.",
     "The programme will deliver:",
     "{\"template\":\"bulletlist\",\"items\":[\"A new design of trains with walk through carriages, real time travel information, air conditioning and mobile device charging points.\",\"An expansion of DLR's main depot at Beckton. This will include modification of the existing layout to accommodate the extra trains and extension of the existing maintenance facilities to allow maintenance of the new design of trains.\",\"Supporting workstreams including an update to the signalling system for the new trains, an additional power supply to the depot and additional stair capacity at Blackwall station.\"]}",
     "The programme will:",
     "{\"template\":\"bulletlist\",\"items\":[\"support population and employment growth across the network, especially planned development in the Royal Docks, the Queen Elizabeth Olympic Park and the Isle of Dogs\",\"provide crowding relief through increasing capacity\",\"improve resilience and reliability by replacing trains nearing the end of their design life with modern, reliable trains\"]}",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Construction at Beckton Depot\"}",
     "Works are anticipated to last for 40 months between September 2019 and December 2022. Initial works will take place in the north-west of the site to prepare the ground for track construction.",
     "Working Hours: Works will take place between 08:00-18:00 on a weekday, and between 08:00-13:00 on a Saturday. We have agreed these times with the London Borough of Newham (LBN).",
     "Noise: Although some noise is unavoidable during such works, our contractor will take all reasonably practicable measures to control noise in accordance with the Control of Pollution Act 1974.",
     "Road Closures and Highway Diversions: There are currently no planned closures on roads or public right of ways during the works. Some minor closures may be required at a later stage and we will agree these with LBN and ensure that they do not create major disruptions at peak times.",
     "Authorised Routes: We will ensure that only roads suitable for our vehicles are used. For the first phase of works all delivery vehicles for the construction programme are anticipated to route to / from the north of the site via the A406 or A13.",
     "Deliveries will be planned at least 48 hours in advance of arrival on-site. Suppliers will be provided with a time slot for each delivery so that arrival and departure times are staggered and a situation where multiple deliveries accessing and egressing the site at the same time is avoided.",
     "Time slots will be set to avoid peak traffic periods on the local highway network (weekday 08:00-09:0 and 17:00-19:00).",
     "If you have any questions about the programme or the works, please contact our Customer Service team at:",
     "Phone: 0343 222 1234 (24 hours)\u003cbr /\u003eOnline: tfl.gov.uk/contact\u003cbr /\u003ePost: TfL Customer Services, 4th Floor, 14 Pier Walk, SE10 0ES"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "DLR",
    "links": [
     {
      "title": "DLR ambassadors",
      "url": "/modes/dlr/dlr-ambassadors",
      "image": {}
     },
     {
      "title": "Improving the DLR",
      "url": "/modes/dlr/improving-the-dlr",
      "image": {}
     }
    ],
    "link": {
     "title": "DLR",
     "url": "/modes/dlr/improving-the-dlr",
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "advert",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}