{
 "pageTitle": "British Sign Language led tours of the artworks on London Underground for Deaf Awareness Week",
 "description": "British Sign Language led tours of the artworks on London Underground for Deaf Awareness Week",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2018",
   "url": "/info-for/media/press-releases/2018"
  },
  {
   "title": "May",
   "url": "/info-for/media/press-releases/2018/may"
  },
  {
   "title": "British Sign Language led tours of the artworks on London Underground for Deaf Awareness Week"
  }
 ],
 "title": {
  "title": "British Sign Language led tours of the artworks on London Underground for Deaf Awareness Week",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Tour will feature a newly installed commission by British artist Heather Phillipson at Gloucester Road Underground station"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "To mark Deaf Awareness Week, TfL will hold two Art on the Underground tours on 13 June, exclusively to hearing impaired customers.",
     "The tours, co-led by Art on the Underground and a British Sign Language interpreter, will showcase some of the most well-known artworks in Tube stations across London.",
     "The tours will also provide an opportunity to learn about the services TfL provides for hearing impaired customers, including travel mentors, who will be on hand to answer questions.",
     "The first tour will start at award-winning British artist Heather Phillipson's ambitious 80 metre long installation at Gloucester Road, leading through to John Maine's Portland stone commission at Green Park station.",
     "It will finish at Piccadilly Circus station with Langlands \u0026 Bell's \"Beauty \u003c Immortality\" - a homage to visionary former London Transport Chief Executive Frank Pick, whose legacy of iconic designs has had a profound influence on the appearance of London Underground.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Award-winning\"}",
     "From there the second tour will begin, continuing to Tottenham Court Road station where Daniel Buren's bold and colourful 'Diamonds and Circles' works 'in situ' and Sir Eduardo Paolozzi's famous mosaics will be studied in detail.",
     "There are 15 places on each tour and spaces will be assigned on a first come first served basis. E-mail \u003ca href=\"mailto:TfLAccessibility@tfl.gov.uk\"\u003eTfLAccessibility@tfl.gov.uk\u003c/a\u003e now to book your place and avoid disappointment.",
     "Travel mentoring is a free service that TfL provides to help people with accessibility needs start using public transport.",
     "The service offers advice on planning a journey, using an accessible route and can provide a mentor for customers' first few journeys to help them gain confidence and become independent travellers.",
     "It can also provide assistance to people who wish to use mobility scooters and other mobility aids on London's bus services.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Exciting tour\"}",
     "Bob Nolan, Chairman of Deafblind UK, said: 'The everyday challenges of life can be more of a struggle after experiencing hearing loss and some people may find it very isolating.",
     "'However, it is a loss of confidence that can cut us off from the whole world and can actually be the biggest disability of all. This Deaf Awareness week, we want to help people understand that while hearing loss can be isolating for many, it doesn't have to be.",
     "'With the right support, people living with hearing loss can lead full and active lives and still fulfil their dreams. This week, there is some great help on offer to help people build their confidence to a point where they're happy to travel independently on public transport, and embrace the idea that life is still an adventure.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Free travel mentoring\"}",
     "Asif Iqbal MBE, President of Harrow and Brent United Deaf Club, said: 'It is a fantastic opportunity to work with Transport for London to promote Deaf Awareness week by encouraging deaf and hard of hearing customers to join us on tours of the artwork in London Underground.",
     "'It will be an exciting tour. Thank you to Transport for London for providing a BSL interpreter to make sure deaf customers are included.'",
     "Mark Evers, Transport for London's Chief Customer Officer, said: 'We are so pleased to support this tour.",
     "'It's a wonderful opportunity to showcase some of the incredible artworks on the Tube to hearing impaired customers, while at the same time providing an opportunity for them to find out more about our free travel mentoring service.",
     "'Travel mentors play an incredibly important role in giving people the confidence to use public transport, as we want everyone to feel comfortable when travelling.'",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"For more information on TfL's accessibility services visit \\u003ca href=\\\"http://www.tfl.gov.uk/accessibility\\\"\\u003ewww.tfl.gov.uk/accessibility\\u003c/a\\u003e \"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"\\u003cstrong\\u003eTravel Mentors\\u003c/strong\\u003e \\u003cbr /\\u003eTfL's travel mentors can offer advice on planning a journey using an accessible route. They can also provide a mentor to accompany any disabled customer for their first few journeys to help them gain confidence and become an independent traveller. Mentoring is free and can be provided Monday to Friday from 08:00-18:00. For more information you can phone 0203 054 4361 or e-mail \\u003ca href=\\\"mailto:travelmentor@tfl.gov.uk\\\"\\u003etravelmentor@tfl.gov.uk\\u003c/a\\u003e \",\"\\u003cstrong\\u003eTravel support card\\u003c/strong\\u003e \\u003cbr /\\u003eTfL's Travel Support card helps disabled and older customers communicate with staff by allowing them to write down what help they need, as well as information such as their emergency contact number\",\"\\u003cstrong\\u003eStep-free access\\u003c/strong\\u003e \\u003cbr /\\u003eThere are now more than 200 step-free stations across TfL's network, an increase of 13% since 2012. These include: 74 Tube stations, 58 Overground stations, 6 TfL Rail stations and all DLR stations and Tram stops. TfL has committed to making more than 30 additional Tube stations step-free by 2021/22. The move will bring the total number of stations with step-free access to all platforms to more than 100, representing over 40% of the Underground network and significantly increasing the proportion from the current level of 27%\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"\\u003cstrong\\u003eArt on the Underground\\u003c/strong\\u003e invites artists to create projects for London's Underground that are seen by millions of people each day, changing the way people experience their city. Since its inception, Art on the Underground has presented commissions by UK-based and international artists including Jeremy Deller, Yayoi Kusama, Mark Wallinger, and Tania Bruguera, allowing the programme to remain at the forefront of contemporary debate on how art can shape public space. Find out more at: \\u003ca href=\\\"http://www.art.tfl.gov.uk\\\"\\u003ewww.art.tfl.gov.uk\\u003c/a\\u003e \"]}",
     "\u003cstrong\u003eThe titles and locations for the Art on the Underground works featured in the tours are:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Heather Phillipson, my name is lettie eggsyrub, 2018. Temporary Artwork for Gloucester Road station. Commissioned by Art on the Underground\",\"John Maine, Sea Strata, 2011. Permanent Artwork for Green Park station. Commissioned by Art on the Underground\",\"Langlands \\u0026 Bell, Beauty \\u003c Immortality, 2016. Permanent Artwork for Piccadilly Circus station. Commissioned by Art on the Underground and the London Transport Museum\",\"Daniel Buren, 'Diamonds and Circles' works 'in situ', 2017. Permanent Artwork for Tottenham Court Road station. Commissioned by Art on the Underground\",\"Eduardo Paolozzi, Mosaics for Tottenham Court Road, 1986 | restored 2016. Permanent Artwork for Tottenham Court Road station\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"Images can be found here: \\u003ca href=\\\"https://www.flickr.com/gp/tflpress/J86s32\\\"\\u003ehttps://www.flickr.com/gp/tflpress/J86s32\\u003c/a\\u003e \",\"A documentary on the restoration of the Eduardo Paolozzi mosaics at Tottenham Court Road tube station can be found here: \\u003ca href=\\\"https://youtu.be/JLpwRmy8YIQ\\\"\\u003ehttps://youtu.be/JLpwRmy8YIQ\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2018/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2018/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2018/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2018/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2018/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2018/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2018/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2018/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2018/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2018/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2018/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2018/december",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}