{
 "pageTitle": "Drug driving tackled in new campaign",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Drug driving tackled in new campaign",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "More than a quarter of young people in London know someone who has driven after taking illegal drugs and one in ten say it happens regularly, according to research."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Drug driving carries the same risks as drink driving and getting caught carries strong penalties",
     "#EndEditableThe figures were revealed as Transport for London launched a new campaign 'Drug driving you'd be off your head' to tackle the problem.",
     "The campaign will target young drivers and passengers aged 17-25 and will include radio ads, beer mats, and posters in washrooms in more than 400 pubs, bars and clubs across London.",
     "Many young drivers and passengers don't feel that taking illegal drugs and driving is a major cause of collisions, don't think the police can carry out road side testing, and don't know about the penalties they can face.",
     "The police can and do carry out road side testing and drivers stopped under the influence of drugs face up to six months in prison, £5,000 fine and a driving ban.",
     "Nick Morris, Director, Road Network Performance, TfL, said:\u003cbr /\u003e\"Our research shows that the illegal drugs most likely to be used by drug drivers are cannabis and cocaine and many offenders feel that driving under the influence of cannabis isn't dangerous.",
     "\"This is very worrying, drug driving carries the same risks as drink driving and getting caught carries strong penalties.\"",
     "'Drug driving you'd be off your head' will run for six weeks with four different radio ads on Kiss 100, a microsite on Kiss 100's website, posters in toilets, plus beer mats in 400 pubs, bars and clubs across the capital.\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"A research study was carried out by TfL. More than 1,100 drivers were interviewed\",\"The research showed that 27 per cent of respondents between 17-25 said drug driving happens amongst their peers. Nine per cent said drug driving happens regularly among their peers\",\"For more information visit the \\u003ca href=\\\"http://www.kiss100fm.com/\\\"\\u003eKiss website \\u003c/a\\u003e \",\"Images from the campaign and radio ads are available to media on request\\u003cbr /\\u003e\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}