{
 "pageTitle": "London Buses welcomes",
 "description": "The cross-party Committee looked at Quality Incentive Contracts in London and compared them with other cities in the UK and abroad. The report concluded that the contract system works, and noted that the bus network is being used by more passengers than",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Buses welcomes",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Buses today welcomed the London Assembly Transport Committee's findings that improvements to bus services in the Capital represent value for money."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Investment in the London Bus network has produced a major boost to the reliability and capacity of the network",
     "The cross-party Committee looked at Quality Incentive Contracts in London and compared them with other cities in the UK and abroad.",
     "The report concluded that the contract system works, and noted that the bus network is being used by more passengers than at any time since the 1960s as \"the network has been expanded, the fleet overhauled and reliability improved\".",
     "London Buses measure the performance of bus operators across every aspect of their performance including reliability, driving standards, ramp availability and cleanliness, and will continue to take action against any operator whose performance falls below that required.",
     "In response to specific points raised by the report:",
     "{\"template\":\"bulletlist\",\"items\":[\"\\u003cstrong\\u003eBus driving standards\\u003c/strong\\u003e :\\u003cbr /\\u003eAll London bus drivers now have to take a BTEC qualification which includes additional driving assessment and customer service training. The Driving Standards Agency's independent assessment of London's bus drivers shows that standards are improving year by year.\",\"\\u003cstrong\\u003eWheelchair ramps\\u003c/strong\\u003e :\\u003cbr /\\u003eBus contracts already include incentives to operators to maintain wheelchair ramps. Regular audits are carried out and operators with non-working ramps are fined. In addition, Transport for London (TfL) is working with disability groups to identify and address any ongoing problems with ramps.\",\"\\u003cstrong\\u003eTransparency in the tendering process\\u003c/strong\\u003e :\\u003cbr /\\u003eContract tender results are on the web and the selection criteria is published to all tenderers. The key factors influencing the awarding of contracts are operators' ability to meet the performance criteria and, of course, overall value for money.\",\"\\u003cstrong\\u003eThe future of bendy buses\\u003c/strong\\u003e :\\u003cbr /\\u003eThe whole bus network is always under review to make sure that we are providing the right level of service to London's changing population. There are no routes currently earmarked for immediate conversion to, or from, bendy buses.\"]}",
     "Clare Kavanagh, Director of Performance for London Buses, said: \"The Committee's report again underlines the fact that the investment in the London Bus network has produced a major boost to the reliability and capacity of the network and has done so whilst providing excellent value for money.",
     "\"After the report late last year from the National Audit Office and Audit Commission this is yet another vote of confidence in the Mayor's Transport Strategy and TfL's delivery of it.\"",
     "{\"template\":\"bulletlist\",\"items\":[\"A copy of the Committee's report is available \\u003ca href=\\\"http://www.london.gov.uk/assembly\\\"\\u003eonline \\u003c/a\\u003e can be. It follows on from a joint report from the Audit Commission and National Audit Office in December 2005 which found that London's bus network was \\\"leading the way\\\" in the UK with significant growth in passenger numbers\",\"London's bus network is one of the biggest in the world, with 8,000 buses, 700 bus routes, and over 6 million passenger journeys made every weekday\",\"Around £850 million is taken in revenue each year.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}