{
 "pageTitle": "Mayor and David Seaman open Wembley Park Tube station on time and on budget",
 "description": "Mayor of London, Ken Livingstone, and former England and Arsenal goalkeeper, David Seaman, today unveiled major improvements at Wembley Park Tube Station to support the new Wembley Stadium and the wider regeneration of the Wembley area and to bring",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor and David Seaman open Wembley Park Tube station on time and on budget",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "This press release was originally issued by the Mayor of London's press office at the Greater London Authority."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Mayor of London, Ken Livingstone, and former England and Arsenal goalkeeper, David Seaman, today unveiled major improvements at Wembley Park Tube Station to support the new Wembley Stadium and the wider regeneration of the Wembley area and to bring further benefits to local residents.",
     "The work has been delivered on time and on budget.",
     "The improvements increase the station's capacity by 70 per cent in the main ticket hall, allowing an extra 15,500 people (up from 22,000 to 37,500) to use the station every hour.",
     "This forms part of Transport for London's (TfL's) five-year £10bn Investment Programme in improving London's transport.",
     "The Mayor was also joined by children from nearby Chalkhill Primary School who were among the first to test out the new, larger ticket hall during a penalty shoot out with David Seaman in goal.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"World-class station\"}",
     "Mayor of London Ken Livingstone said: 'Wembley Park gives London a world-class station to serve a world-class sporting venue and provides local residents in Brent with a substantially improved transport link, coming just weeks after the addition of an extra carriage on every Jubilee Line train.",
     "'The station has been delivered on time and on budget by Transport for London.",
     "'The station can now accommodate an additional 15,000 people every hour, which will support the wider improvements to the area, as well as the Stadium when it is complete.",
     "'Passengers will benefit from an extended commuter ticket hall, widened stairs to Olympic Way, five new lifts providing full accessibility to all platforms, upgraded and expanded CCTV and new help point and information systems, all of which will make Wembley Park a flagship tube station.",
     "'Wembley Park is part of Transport for London's five-year £10bn Investment Programme which is delivering the improvements needed to keep London on the move.",
     "'It follows the expansion of the Jubilee line to carry an additional 6,000 passengers every morning and evening and the Docklands Light Rail extension to City Airport.'",
     "David Seaman, who put in over 15 stellar performances at Wembley during his career, said: 'It's great to see the Wembley Park Tube station in action today.",
     "'Millions of fans are going to be travelling to sport and music events at Wembley Stadium in the next few years and they now have the public transport they need to get them there.",
     "'The national stadium will be the envy of the rest of the world and we have equally impressive transport facilities to get fans to and from the stadium. Wembley Park will certainly be a fans' favourite.'",
     "An extra 20,000 people per hour will be able to access the Wembley area due to capacity increases at Wembley Park, Wembley Central and Wembley Stadium stations.",
     "Transport for London Commissioner, Peter Hendy, said: 'Overall, there will be 100 trains per hour to transport people to and from the stadium for events and the combined transport planning means that 90,000 people will be on their way home within 90 minutes of the final whistle.'",
     "£100m is being spent in transport improvements to support the Wembley Stadium and the regeneration of the Wembley area as a whole.",
     "A new state of the art footbridge - the White Horse Bridge - is also being completed to boost access between Wembley Stadium and the town centre.",
     "This is being funded by the London Development Agency (LDA) as part of its drive to maximise benefits for the local area.",
     "The LDA is putting further funding into business support and training to help local communities and businesses make the most of the opportunities that the stadium and surrounding developments will bring.",
     "Improvements at Wembley Park station include:",
     "{\"template\":\"bulletlist\",\"items\":[\"A new events ticket hall\",\"Extended commuter ticket hall\",\"Widened stairs to Olympic way for use during events\",\"ul\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}