{
 "pageTitle": "Mayor welcomes Oyster commitment in new rail franchise",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor welcomes Oyster commitment in new rail franchise",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Oyster ticketing on rail services in London came a step closer today with the news that it will be required as part of the new South West Main Line franchise."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This is a major step towards fully integrated ticketing in London",
     "The invitation to tender (ITT) for the franchise was today issued by the Department for Transport (DfT) and it specifically requires the successful bidder to provide Oyster validating machines at all London stations by 2009.",
     "The franchise is currently managed by the train operator South West Trains and includes routes out of Waterloo station to key London stations such as Kingston, Richmond and Wimbledon and destinations on the south coast.",
     "Mayor of London Ken Livingstone said: \"It is vital we have an integrated ticketing system between mainline rail and the Tube and bus network so that passengers can enjoy the full benefits and convenience of Oyster.",
     "\"This is a major step towards fully integrated ticketing in London.\"",
     "Ian Brown, Managing Director TfL London Rail, said: \"TfL's vision for rail is about putting passengers first.",
     "\"Five million people already use Oyster every day in London. This means that from 2009, passengers on the on the South West Main Line will be able to take Oyster ticketing integrated with transport modes across London including the Tube, bus and DLR.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"TfL recommendations\"}",
     "\"We are pleased to see the inclusion of a number of TfL's recommendations in this franchise specification. We will continue to work to make rail services that serve London an integrated part of the transport network.\"",
     "TfL welcomes the inclusion of its recommendations, which were made during the DfT's consultation for the South West franchise in January this year.",
     "The specification outlined demands that the successful bidder for the franchise will:",
     "{\"template\":\"bulletlist\",\"items\":[\"Provide Oyster validating or ITSO equipment at all stations on the South West Main Line franchise by 2009\",\"Work towards ticket gates at Waterloo - to improve security and deter fare evasion\"]}",
     "As one of the stakeholders for the consultation, TfL presented its recommendations to the DfT to secure improvements for passengers and industry in London, and to ensure that their needs are met in the franchise for the short-, medium- and long-term.",
     "Oyster ticketing will also be available on the North London Railway from Autumn 2007, when the line will be transferred to TfL. The franchise is currently operated by Silverlink Metro.",
     "Find out about the benefits of using Oyster, including how tickets can be bought or renewed online: \u003ca href=\"http://www.tfl.gov.uk/oyster\"\u003ewww.tfl.gov.uk/oyster\u003c/a\u003e ",
     "TfL offers a range of tickets within the Greater London area for use on Tube, buses, Docklands Light Railway (DLR), and Tramlink services. Information on fares and tickets is available at: \u003ca href=\"http://www.tfl.gov.uk/fares\"\u003ewww.tfl.gov.uk/fares\u003c/a\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Thirty-five London stations are included on the South West Mainline franchise. See the \\u003ca href=\\\"http://www.southwestrains.co.uk\\\"\\u003eSouth West Trains website\\u003c/a\\u003e \",\"Oyster is an integrated fares and ticketing system. Eleven million Oyster journeys are made on the DLR and Tube every week, and 16 million on buses. The benefits of Oyster include:\\u003cbr /\\u003e- Greater convenience for customers (top up online or over the phone/auto top up)\\u003cbr /\\u003e- More efficient transport services through the reduction in time spent boarding and passing through gatelines\"]}",
     "\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}