{
 "pageTitle": "New Malden residents to be offered individual travel advice",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New Malden residents to be offered individual travel advice",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "People living in 24,000 households in and around New Malden will receive individual advice on how to make their journeys faster, easier, cheaper and healthier when a new service, exclusive to the Royal Borough of Kingston, begins in May."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Bus use has increased by 50 per cent and cycle journeys have doubled",
     "Transport for London (TfL), in partnership with Kingston Council, \nis launching a new scheme to encourage people living in and around New Malden to \nuse more sustainable forms of transport, like walking, cycling and public \ntransport.",
     "Under the Personal Travel Planning (PTP) scheme TfL and the Royal Borough of \nKingston will aim to contact each household in the New Malden area to offer \nadvice, information, and encouragement to help people choose the best way to \nmake their journeys.",
     "The scheme is part of the Mayor of London's strategy to encourage Londoners \nto use public transport and cycle and walk more.",
     "During the past five years in London, bus use has increased by 50 per cent \nand cycle journeys have doubled.",
     "From May this year Local Travel Advisors will visit homes to provide tailored \ntravel options, giving advice on public transport options, cycling and walking \nroutes.",
     "Ben Plowden, Managing Director, Group Communications, TfL, said: \"Many people \nare keen to choose healthier and more environmentally friendly ways to travel, \nbut are unsure of what options are open to them.",
     "\"By contacting people individually we will be able to provide the best \njourney options for their needs.",
     "\"Small changes like cycling to the gym or local shops or even walking \nchildren to school a couple of times a week can help to reduce congestion, \nimprove health and save money.",
     "\"Transport for London is investing to improve bus services and cycling and \nwalking facilities and we want to make sure Londoners know how to take advantage \nof those improvements.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Good going\"}",
     "Councillor Patricia Bamford, Executive Member for Transportation and \nSustainable Development, Kingston Council, said: \"Following on from our success \nas 'Good Going borough of the year,' we are delighted to have been selected to \nrun this project, which is the largest of its type in the UK.",
     "\"If it is a success we aim to roll this out to other parts of the borough and \nthat two thirds of our population will have received personalised advice by \n2009.\"",
     "TfL is trialling the PTP scheme in the Royal Borough of Kingston, with the \nresults of the trial will be analysed with a view to extending it to other areas \nin the capital.",
     "TfL has recently allocated the Royal Borough of Kingston:",
     "{\"template\":\"bulletlist\",\"items\":[\"£645,000 for investment in cycling and walking\",\"£525,000 for bus priority schemes\",\"£575,000 for road safety improvements\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}