{
 "pageTitle": "One third of Tube stations to be accessible by 2013",
 "description": "This will more than double the number of step-free stations on the Underground. LU also confirmed that it is on schedule to deliver on its commitment to make 25 per cent of stations step-free by 2010.The improvements are funded by Transport for London's",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "One third of Tube stations to be accessible by 2013",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground (LU) has announced that one third of Tube stations will have step-free access by 2013 and will, if possible, accelerate accessibility works ahead of the 2012 Olympics and Paralympics."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We are now moving towards delivering on our accessibility commitments",
     "This will more than double the number of step-free stations on \nthe Underground.",
     "LU also confirmed that it is on schedule to deliver on its commitment to make \n25 per cent of stations step-free by 2010.",
     "The improvements are funded by Transport for London's (TfL's)£10bn 5-Year \nInvestment Programme.",
     "Speaking at the Disability Capital conference, LU Managing Director Tim \nO'Toole said: \"London Underground is investing more than ever before to make the \nTube as accessible as possible as quickly as possible for all customers.",
     "\"By 2010, 25 per cent of Tube stations will have step-free access and this \nwill increase to one third of all stations by 2013.",
     "\"Where necessary, works will be prioritised to ensure that as many stations \nas possible serving Olympic venues have step-free access for the 2012 Games.",
     "\"Significant progress has been made during the past year. Feasibility studies \nto improve accessibility have been completed at 90 stations allowing LU to \nunderstand the extent of the engineering works that need to take place.",
     "\"We are now moving towards delivering on our accessibility commitments with \nwork currently underway at four stations.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Government funding\"}",
     "St. Pancras mainline station supported by King's Cross St. Pancras \nUnderground station will have a key role to play in getting people to and from \nthe main Olympic site at Stratford site via the high-speed Olympic Javelin \nservice during the 2012 Games.",
     "The station is the Tube's busiest and most congested with 84 million \npassengers each year and the Government is funding the extensive redevelopment \nof the Underground station.",
     "The new Western Ticket Hall will open later this year while the Northern \nTicket Hall opens in 2010.",
     "The opening of the Western Ticket Hall will make the Metropolitan and Circle \nline platforms accessible while the opening of the Northern Ticket Hall will \nmean that all ten platforms serving the Circle, Hammersmith \u0026 City, \nMetropolitan, Northern, Piccadilly and Victoria lines will be fully accessible \nin good time for the Olympics.",
     "Currently 45 stations out of 275 have step-free access from street to \nplatform with work underway on a further four.",
     "The prioritisation of which stations are to be made accessible is focussed on \nboth the number of step-free journeys that individual stations would make \npossible as well as demographic information relating to where our disabled, \nelderly and mobility impaired customers live, and where they would like to \ntravel to.",
     "Tim O'Toole continued: \"Many stations do not currently meet the needs of \ncustomers with physical, hearing or visual impairments.",
     "\"All 253 LU-owned stations are due to be refurbished and modernised by 2011 \nand accessibility features will be added to each station.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Refurbishing fleet\"}",
     "\"Accessibility is about more than simply-step free access and features such \nas induction loops, tactile paving and additional and more visible help and \ninformation points will be added to stations as modernisations and \nrefurbishments are completed.\"",
     "LU is also replacing and refurbishing its train fleet.",
     "The entire District line fleet is currently being refurbished to include the \nprovision of multi-purpose areas capable of accommodating wheelchair users and \non board dot matrix indicators.",
     "The Victoria and sub-surface lines will be getting brand new trains from 2009 \nonwards and accessibility will be a key feature.",
     "New and refurbished trains are an important element in increasing \naccessibility.",
     "To improve accessibility, every new or refurbished train will have \ndestination information in both audible and visual format and audible and visual \nwarnings will be given to indicate closing doors.",
     "Contrasting colours will assist colou",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL is investing £10bn over the next five years to improve and expand London's transport network, more than half of that in the Tube\",\"Since 1995, the Disability Discrimination Act (DDA) has required that LU make reasonable adjustments to any policies, procedures or practice that makes it unreasonably difficult for disabled customers to use its service\",\"All station and train staff receive Disability Equality training as part of their annual refresher training. We have recently completed the first year of this training with more than 8,000 staff being trained.\\u003cbr /\\u003eThis training raises awareness of disability, equality and access issues, and provides a greater understanding of the barriers disabled people face and what front-line staff can do to help.\\u003cbr /\\u003eThis training will continue to be developed and delivered in coming years\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}