{
 "pageTitle": "Stockwell bus drivers explore a new route",
 "description": "It's all part of the BBC's Reading and Writing campaign, called RaW. The scheme encourages people to enjoy reading and writing more. Twelve authors, including Ruth Rendell, Richard Branson and Maeve Binchy, have written short 'Quick Reads' to inspire",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Stockwell bus drivers explore a new route",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London has been working with the BBC to set up a reading group for bus drivers at Stockwell Bus Garage."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "It's all part of the BBC's Reading and Writing campaign, called RaW.",
     "The scheme encourages people to enjoy reading and writing more.",
     "Twelve authors, including Ruth Rendell, Richard Branson and Maeve Binchy, have written short 'Quick Reads' to inspire people to get into the reading habit.",
     "Some of the readers in the Stockwell group speak English as a second language and want to develop their linguistic skills. Others say they simply do not read enough and want to get back in the swing of reading regularly again.",
     "Driver Horatio Teixeira, aged 42, who has been driving for five years, said: \"I am always trying to improve my English and so am enjoying taking part in this.",
     "\"I have read two books so far, usually in my coffee breaks.\"",
     "Operations manager at Stockwell bus garage, Graham Johnson, said: \"We have got a small informal lending library here at the garage anyway and a lot of people already read on breaks so we thought this was a good way of taking it one step further.",
     "\"The aim was to encourage those who didn't read so much and support them as they developed their reading skills.\"",
     "The drivers will be discussing the books and the campaign during BBC London's 94.9FM's on-air Book Club on Wednesday March 29, between 10.30pm and 11pm, on the Simon Lederman Show.",
     "{\"template\":\"bulletlist\",\"items\":[\"Photographs of the participating bus drivers are available on request\",\"Stockwell Bus Garage, in Binfield Road, is one of Go Ahead's largest garages in London. A total of 586 drivers and 200 buses are based at the garage\",\"Operations Manager Graham Johnson is available for interview\",\"For more information about RaW visit \\u003ca href=\\\"http://www.bbc.co.uk\\\"\\u003ewww.bbc.co.uk\\u003c/a\\u003e or call the free phone line 08000 150950\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}