{
 "description": "Transport for London worked with Haringey, the London Development Agency and other partners to co-ordinate and submit the bid for funding to the Department for Transport and Office of the Deputy Prime Minister's Community Infrastructure Fund. This has",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL welcomes £5m transport boost for Haringey",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London today welcomed a £5m government grant to provide a new road link through the Haringey Heartlands regeneration area."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Plans for up to 2,000 homes and 1,500 jobs at Haringey Heartlands, are dependant on good transport links",
     "Transport for London worked with Haringey, the London Development Agency and other partners to co-ordinate and submit the bid for funding to the Department for Transport and Office of the Deputy Prime Minister's Community Infrastructure Fund.",
     "This has secured £15m funding for five transport projects in the capital, including the Haringey project.",
     "Transport for London Commissioner Peter Hendy said: \"Regeneration projects such as Haringey Heartlands are dependant on quality transport links.",
     "\"The project will boost housing, leisure, retail and employment opportunities for the area and I look forward to working with Haringey to deliver this new road.\"",
     "Currently a brownfield site, plans for up to 2,000 homes and 1500 jobs at Haringey Heartlands, are dependant on good transport links.",
     "The new north-south highway connecting Western Road and Clarendon Road, and upgrades to existing roads and junctions including improvements for cyclists and pedestrians will make the plans for the seven-year project viable.",
     "Haringey Executive Member for Enterprise and Regeneration Cllr Harry Lister said: \"Together with the £4.2m we have secured from the ODPM towards the costs of purchasing a site for a new school at Haringey Heartlands, this is another crucial measure to stimulate private sector investment and realise our plans for the redevelopment of Wood Green.\"",
     "Work to construct the Haringey Heartlands Spine Road is due to start this year to complete in Spring 2008.",
     "{\"template\":\"bulletlist\",\"items\":[\"Successful bids for the Department forTransport and Office of the Deputy Prime Minister's Community Infrastructure Fund (CIF) were announced by the departments on 16 February\",\"A total of £60m was allocated to projects in London and the South East\",\"The CIF allocations are to meet a cross-government pledge to meet the country's housing needs in a sustainable way\",\"Growth Area Funding (GAF) has also been announced by the government and several London boroughs were successful in securing funding for transport projects. Details are available from the Department for Transport press office 020 7944 3066\",\"Successful bids for London that were co-ordinated by Transport for London are:ul\",\"The funding period runs from 1st April 2006 to 31 March 2008.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}