{
 "description": "Transport for London worked with Newham, the London Development Agency and other partners to co-ordinate and submit the bid for funding to the Department for Transport and Office of the Deputy Prime Minister's Community Infrastructure Fund. This has",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL welcomes £1m housing boost for Newham",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London today welcomed a £1m government grant to provide new land for housing by the removal of a roundabout at the Royal Docks."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "It will help make future schemes to provide community facilities viable",
     "Transport for London worked with Newham, the London Development Agency and other partners to co-ordinate and submit the bid for funding to the Department for Transport and Office of the Deputy Prime Minister's Community Infrastructure Fund.",
     "This has secured £15m funding for five transport projects in the capital, including the Newham project.",
     "Transport for London Commissioner Peter Hendy said: \"The release of land at this Landmark Site on the Royal Docks will help provide new housing and community facilities for the future.",
     "\"I welcome the funding and look forward to working with Newham to deliver this improvement.\"",
     "The removal of the Tidal Basin roundabout will increase the area available for development while safeguarding local wind conditions on Royal Victoria Dock and views to the City.",
     "It will help make future schemes to provide community facilities viable.",
     "Work to remove the roundabout is due to start later this year to complete in 2007/08.",
     "{\"template\":\"bulletlist\",\"items\":[\"Successful bids for the Department for Transport and Office of the Deputy Prime Minister's Community Infrastructure Fund (CIF) were announced by the departments on 16 February\",\"A total of £60m was allocated to projects in London and the South East\",\"The CIF allocations are to meet a cross-government pledge to meet the country's housing needs in a sustainable way\",\"Growth Area Funding (GAF) has also been announced by the government and several London boroughs were successful in securing funding for transport projects. Details are available from the Department for Transport press office 020 7944 3066\",\"Successful bids for London that were co-ordinated by Transport for London are:ul\",\"The funding period runs from 1st April 2006 to 31st March 2008.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}