{
 "pageTitle": "TfL issues new bond",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL issues new bond",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) on Thursday launched a new £200m bond as part of the financing for its £10bn, 5-year Investment Programme."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This shows the market's confidence and increasing familiarity with Transport for London",
     "The bond was significantly oversubscribed, thereby enabling an \neven more competitive rate of interest than TfL's first bond, which was launched \nin December 2004.",
     "The interest rate on the new £200m, 25-year bond was 4.5 per cent. This \ncompares favourably with the interest rate on the previous bond of 5 per \ncent.",
     "The December 2004 bond was already priced very competitively, putting TfL's \nbond very close - at a premium of just 0.50 percentage points - to central \ngovernment borrowing. But the market has trimmed this even further to just 0.38 \npercentage points over government borrowing.",
     "Jay Walder, TfL's Managing Director of Finance and Planning, said: \"This \nshows the market's confidence and increasing familiarity with Transport for \nLondon.",
     "\"It also shows the markets have confidence in our ability to manage and \ndeliver day-to-day services and the 5-year Investment Programme.",
     "\"We are very pleased with the demand for this bond. TfL undertook an \nextensive series of meetings with major investors, both British-based and \ninternational, ahead of the launch to ensure the maximum interest.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Major projects\"}",
     "\"These funds will be used to deliver major projects to improve travelling for \nLondoners and help keep the Capital at the forefront of major world cities.",
     "\"This marks a further, significant step in the expansion of our financial \nstakeholders, based on the growing perception of TfL as a high quality public \nsector borrower.",
     "\"This is reinforced by our AA ratings and a 20 per cent risk weighting \nfrom the FSA.\"",
     "Lead managers were Morgan Stanley and the Royal Bank of Scotland."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}