{
 "pageTitle": "TfL supports accessible London rail plan",
 "description": "The Railways for All strategy describes how transport funding will be allocated to improve accessibility at rail stations across the UK.This will be achieved by improving the delivery of customer information and providing level access at stations. It also",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL supports accessible London rail plan",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) today welcomed the recommendations outlined in the Department for Transport's Railways for All strategy which was launched by the Parliamentary Under Secretary of State for Transport Derek Twigg."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We welcome the creation of a much needed programme of accessibility for rail",
     "The Railways for All strategy describes how transport funding will be allocated to improve accessibility at rail stations across the UK.",
     "This will be achieved by improving the delivery of customer information and providing level access at stations.",
     "It also sets a deadline by which all trains must comply with the Rail Vehicle Accessibility Regulations - 2020.",
     "During consultation on the strategy, TfL submitted a number of recommendations to secure improvements for passengers in London and to ensure that their needs are met.",
     "A total of 47 stations have been identified for inclusion in phase one of the works. Fifteen of these are in London and significantly, they include the important transport interchanges of Clapham Junction and Lewisham.",
     "Ian Brown, Managing Director, TfL London Rail, said: \"We welcome the creation of a much needed programme of accessibility for rail and are happy it has taken account of some of our recommendations.",
     "\"We would also welcome the inclusion of other key interchanges such as Finsbury Park in subsequent phases of the programme.\"",
     "Importantly, Denmark Hill station is included in phase one. It provides access to Kings College Hospital and the Maudsley Hospital adjacent to the station, in south London. This was a key recommendation made by TfL.",
     "The 15 London stations complement TfL's programme of investment in Disability Discrimination Act (DDA) improvements.",
     "In the last year, TfL has invested £3.39m in accessibility improvements at National Rail stations in London.",
     "These include:",
     "{\"template\":\"bulletlist\",\"items\":[\"Step free access at Norbiton station\",\"Low window ticket office facilities for wheelchair users at seven stations\",\"Seating designed to good practice access standards\",\"Accessible shelters at Walthamstow Queens Road station\"]}",
     "For passengers with hearing difficulties:",
     "{\"template\":\"bulletlist\",\"items\":[\"Customer Help points with induction loops which help hearing impaired customers, at 160 stations across London\",\"Induction loops which help hearing impaired customers, for public address systems on platforms at over 100 stations\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"The London stations included in phase one of the Railways for All programme are: Balham; Blackheath; Clapham Junction; Denmark Hill; Herne Hill; Kew Gardens; Kingston; Lewisham; New Cross Gate; Norwood Junction ; Orpington; Purley ; Putney ; Streatham Hill and Tulse Hill\",\"Stations with low window facilities delivered by TfL: Bexleyheath; Charlton; Abbey Wood; Eltham; Norbiton; Kenley and City Thameslink\",\"All buses in London are fully accessible with the exception of the 'heritage' routes\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}