{
 "pageTitle": "Transport Commissioner unveils plaque recognising CentreComms efforts on 7 July 2005",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport Commissioner unveils plaque recognising CentreComms efforts on 7 July 2005",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London's (TfL's) Commissioner, Peter Hendy CBE, today unveiled a plaque recognising the achievements of CentreComm in keeping London's buses moving following the terrorist attacks on 7 July 2005."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "CentreComm, the 24/7 emergency communication centre, is London Buses' Command and Control complex in partnership with the Metropolitan Police.",
     "The team monitors incidents affecting bus services around the Capital, getting information from bus drivers, the emergency services and other sources within TfL and responding as required to keep the bus service running smoothly.",
     "Peter Hendy said: \"Although the efforts of certain individuals on 7 July last year have been recognised both by the general public and also in the New Year's Honours list, it's important to remember that no one individual alone could have achieved what CentreComm did on that terrible day.",
     "\"The entire team pulled together and made sure Londoners had a way to get home.",
     "\"This plaque is one small way to show our appreciation to the team for the tremendous effort they put into their work.\"",
     "{\"template\":\"bulletlist\",\"items\":[\"The plaque is being unveiled at 11.30am today, Wednesday 1 March. \\u003ca href=\\\"http://www.constructionphotography.com/clients/tfl \\\"\\u003ePhotos \\u003c/a\\u003e will be available to download  later this afternoon\",\"CentreComm is open 24 hours a day, seven days a week and currently only closes on Christmas Day\",\"CentreComm's main responsibilities include:ul\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}