{
 "pageTitle": "Transport Commissioner launches London Construction Consolidation Centre",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport Commissioner launches London Construction Consolidation Centre",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Peter Hendy, London's Transport Commissioner, today officially launched the London Construction Consolidation Centre (LCCC) in South Bermondsey."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Freight plays a critical role in maintaining London's position as a world-class city",
     "Funded by Transport for London (£1.85m), Stanhope and Bovis Lend Lease (£1.35m) and managed by Wilson James, this innovative project aims to ensure efficient and reliable handling and distribution of freight while making the process more environmentally friendly.",
     "Deliveries which would normally go straight to site (which can be as many as 100 a day towards the end of a major project) come instead to the LCCC, then a single vehicle transfers only the required amount of materials for that day's work to the site at an agreed time.",
     "Initial trials of the LCCC since September 2005 have already shown significant improvements:",
     "{\"template\":\"bulletlist\",\"items\":[\"Reliability has increased to 91 per cent of goods being delivered in the right quantity to the right place at the right time, undamaged, compared to the construction industry average of less than 50 per cent, and the LCCC aims to improve reliability still more to 97 per cent\",\"Congestion is being eased, with a reduction of at least 50 per cent of construction traffic trips into central London\",\"Drivers are saving on average two hours per journey, cutting out the need to drive into central London and time waiting on site for unloading\"]}",
     "Peter Hendy said: \"Freight plays a critical role in maintaining London's position as a world class city - without a sustainable freight transport and servicing industry, London's economy would simply grind to a halt.",
     "\"Consolidation allows us to make the most efficient use of limited road space and has a wealth of additional benefits, including reduced drivers' hours and improved reliability.",
     "\"As London continues to grow it is vital that we continue to support innovative projects like this one to promote best practice across the freight industry.\"",
     "Four major Stanhope/Bovis Lend Lease developments with a construction value of around £550m have signed up to use the LCCC.",
     "Unilever House has been using the centre since September 2005, and developments at Bow Bells House, 35 Basinghall Street and 1 Coleman Street, should start using the LCCC early in the next financial year.",
     "\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"Photos of Peter Hendy's visit to the LCCC will be available from Paul Perkins from Wednesday 22 March - please call 07976 366 850 or email \\u003ca href=\\\"mailto:paul@perkyproductions.co.uk\\\"\\u003epaul@perkyproductions.co.uk\\u003c/a\\u003e . Generic photos of the LCCC are available now from the TfL Press Office\",\"The current funding will support the site for two years until September 2007. Constructing Excellence are monitoring the performance of the centre, and Wilson James are responsible for promoting it within the industry.\\u003cbr /\\u003eBy attracting more sites to use the centre, it should become self funding and continue as such after September 2007\",\"Additional benefits of the centre include the creation of local jobs, with at least 15 jobs expected to be created over the course of the pilot scheme.\\u003cbr /\\u003eThe LCCC will also be used as a centre of excellence for vocational training, and a beacon for best practice with continuous improvements made over the course of the trial to increase the capacity of the logistics centre, and enhance the construction supply process\",\"Comments from Partners:\\u003cbr /\\u003eGary Sullivan, Managing Director at Wilson James, said: \\\"The concept builds on the idea developed for delivering materials to BAA's London Heathrow Airport. It is run on the principle that the materials are delivered to the centre ahead of the time they are needed on site. By acting as a 'production buffer' they can then be delivered to the site on a 'just in time' basis, thereby increasing efficiency, providing programme certainty, freeing up valuable space and reducing labour on site, these are just some of the benefits for construction projects. In summary, we are delivering today for tomorrow's productivity.\\\"\\u003cbr /\\u003ePaul Sims, Bovis Lend Lease Operations Director, added: \\\"Space is usually a problem on any city centre construction site so there's little room to store materials and often restrictions on delivery times for lorries. The consolidation centre is conveniently close to our London projects and large enough to store materials in bulk. Delivery times are predictable because the lorries don't have far to travel and wastage is kept to a minimum because we don't have valuable building materials lying round on site for weeks before we need them. It's an excellent solution to an age old problem.\\\"\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}