{
 "pageTitle": "Tube map voted a UK design icon",
 "description": "Viewers of BBC Two's The Culture Show and visitors to London's Design Museum were asked to choose from 25 design icons including the Routemaster bus, the London A-Z map and the red telephone box as part of the Great British Design Quest. Mayor of London",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Tube map voted a UK design icon",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground's (LU's) world-famous map has been voted as one of Britain's top three favourite designs of the last century alongside the Spitfire and Concorde."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Its brilliance is reflected in the fact that it has influenced metro system maps all over the world",
     "Viewers of BBC Two's The Culture Show and visitors to London's Design Museum were asked to choose from 25 design icons including the Routemaster bus, the London A-Z map and the red telephone box as part of the Great British Design Quest.",
     "Mayor of London Ken Livingstone said: \"Harry Beck's original design for the London Tube has become a design classic, genuinely loved and appreciated by Londoners and flexible enough to adapt to the changing face of the Tube over the years.",
     "\"The Tube map is simple and modern, giving a form and structure to the Tube system and even much of London itself.",
     "\"The Tube map has made navigating the oldest underground network in the world straightforward and its brilliance is reflected in the fact that it has influenced metro system maps all over the world.",
     "\"Over the next few years the map will be updated once again with the addition of the extension to the East London Line and other transport improvements, showing the flexibility of Harry Beck's original vision.\"",
     "Fifteen million copies of the LU map are printed and distributed each year.",
     "The original map and drawings are held by London's Transport Museum, currently closed for re-development.",
     "The new Museum, opening spring 2007, will showcase the rich design heritage of London's transport, including the Underground's roundel logo, unique Johnston typeface and unique poster collection.",
     "The Tube map was the brainchild of Underground electrical draughtsman Harry Beck, who produced the imaginative yet stunningly simple design back in 1931 when the Tube grew so large it became impossible to map the lines and stations geographically.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Revolutionary design\"}",
     "The first Harry Beck map was issued in 1933. Beck based his map on the circuit diagrams he drew for his day job, stripping the sprawling Tube network down to basics.",
     "The result was an instantly clear and comprehensible chart that would become an essential guide to London - and a template for transport maps the world over.",
     "At first, London Transport was reluctant to adopt the idea, which was based on a diagrammatic rather than the conventional geographical format.",
     "However, the concept was eagerly accepted by the travelling public.",
     "Beck's revolutionary design, with certain modification and additions, survives to the present day and is set to serve London Underground and its three million passengers each day for many years to come.",
     "Voting is now underway to decide the overall winner of the Great British Design Quest at the \u003ca href=\"http://www.bbc.co.uk/arts/cultureshow\"\u003eBBC website\u003c/a\u003e .",
     "Voting closes at midnight on Sunday, March 12 and will be announced on Thursday, March 16 on BBC Two at 7pm."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}