{
 "pageTitle": "Tube named UKs Train Operator of the Year",
 "description": "LU beat off stiff competition from across the UK at the industry's annual awards event. LU also won the Judges' Special Award in recognition of its rapid recovery from the July bombings, and the award for Station Excellence for Hounslow East. The",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Tube named UKs Train Operator of the Year",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground (LU) last night won the prestigious Train Operator of the Year award at the HSBC Rail Business Awards."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Last year, the Tube carried more passengers and ran more trains than ever before",
     "LU beat off stiff competition from across the UK at the industry's annual awards event.",
     "LU also won the Judges' Special Award in recognition of its rapid recovery from the July bombings, and the award for Station Excellence for Hounslow East.",
     "The \"Everyone's London\" marketing campaign and Oyster Auto Top-Up payment facility were also highly commended in other award categories.",
     "The awards recognise the performance of Tube staff over 2004/5, which was a record year for LU.",
     "They also recognise the magnificent response of London Underground staff following the attacks on the Tube network during July.",
     "The Mayor of London Ken Livingstone said: \"This is a tremendous achievement by the staff at London Underground and shows that we are steadily improving the quality of the service to passengers.\"",
     "Tim O'Toole, LU Managing Director, said: \"Last year, the Tube carried more passengers and ran more trains than ever before.",
     "\"These achievements were overshadowed by the terrible events of July but the response of Tube staff was tremendous and a clear testament to their professionalism, dedication and training.\"",
     "LU's record figures included 976 million passenger journeys in 2004/5 - more than ever before.",
     "LU also ran more annual train Kms than ever before - 70 million -and ran 95.3 per cent of scheduled services operated, the most reliable figures for seven years.",
     "The record LU performance was attained despite an increase in the amount of planned engineering work carried out on the Tube.",
     "As well as providing greater and more reliable Tube services, the quality of the service has also improved, for example by giving passengers more information on how the Tube is running.",
     "Passengers have clearly noticed, as LU customer satisfaction scores have also improved and are at record levels.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Further improvements\"}",
     "Major improvements delivered in the last year included an additional seventh carriage for Jubilee line trains, boosting capacity on the line by 17 per cent.",
     "Passengers will benefit from further improvements to the Tube later this year with the opening of the new Western Ticket Hall at King's Cross St. Pancras station and the completion of redevelopment work at Wembley Park.",
     "The Tube carries over 3 million passengers per day with numbers using it forecast to grow over the next ten years as the population of London grows.",
     "Major investment is taking place on the Tube following decades of underinvestment. The Mayor and Transport for London are investing £10bn over the next five years to improve transport in London, more than half of that in the Tube, to provide for this growing demand and to ensure that London delivers on its transport commitments for the 2012 Olympics and Paralympics.\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}