{
 "pageTitle": "UKs greatest Olympic cyclist becomes Londons cycling ambassador",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "UKs greatest Olympic cyclist becomes Londons cycling ambassador",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Four times cycling Olympic medallist Bradley Wiggins is London's new cycling ambassador, the Mayor of London announced today."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Wiggins, who won gold, silver and bronze at the 2004 Athens Olympics as well as bronze at the 2000 Sydney Games, was unveiled today as London's cycling ambassador as the Mayor launched Transport for London's (TfL's) spring cycling campaign.",
     "The marketing campaign \"You're better off by bike\", which will run on television, radio, posters, and in newspapers, gyms, petrol stations and supermarkets, is part of TfL's strategy to increase the number of people cycling in the capital.",
     "Londoner Bradley will be joined as cycling ambassador by promising female cyclist, Nikki Harris.",
     "Nikki won the 2005 TfL Women's Grand Prix race in London and is currently competing in the Commonwealth Games in Melbourne.",
     "In the build up to London hosting the Grand Départ of the Tour de France in July 2007, for which Bradley will be a strong contender, they will both work with TfL to excite Londoners about cycling, which is a quick, cheap, healthy and environmentally friendly way to get around the Ccapital.",
     "The spring cycling campaign will run until mid-May. It focuses on the health benefits and convenience of cycling.",
     "The number of recorded cycle journeys on London's major roads has doubled during the past five years and the number of cyclists killed or seriously injured has fallen by 40 per cent in the same period.",
     "The Mayor of London Ken Livingstone said: \"It is great news that two such talented cyclists have signed up to help us raise the profile of cycling in London.",
     "\"This is an exciting time, as the number of people cycling on London's streets is growing plus we are set to host the start of the Tour de France next year.",
     "\"Our new spring cycling campaign will encourage even more people to get on a bike especially for shorter journeys.",
     "\"Bradley and Nikki's support will help us build on this success.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Cycling buzz\"}",
     "Bradley Wiggins, London's new cycling ambassador, said: \"I'm delighted to be joining the team which won the privilege to host the start of the 2007 Tour de France.",
     "\"I used to cycle around my home city as a boy and it is exciting to see so many more Londoners now taking to their bikes.",
     "\"I can't wait to ride in the Tour de France here in London and I'm sure the event will excite Londoners and encourage them to give cycling a try.\"",
     "Peter Hendy, Commissioner of TfL, said: \"Spring is a perfect time to encourage people to cycle.",
     "\"Our new high profile campaign is targeting people who may have thought about cycling, but haven't yet taken to two wheels.",
     "\"There is a real buzz around cycling and as the weather improves there has never been a better time to give it a go.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Cycling grants\"}",
     "The latest round of TfL funded Community Cycling Grants has also been announced today.",
     "Organisations that work with communities in London, such as charities, not-for-profit groups and schools, are being invited to apply for grants of up to £5,000 to fund cycling projects throughout the capital.",
     "Administered through the Cycle London Promotion Partnership (CLPP), the grant fund has £150,000 in funding available during 2006/7.",
     "Since 2000 TfL has increased investment in cycling from £5.5mto £24m in 2006/07.",
     "The money is put into cycling infrastructure, promotion, education and training.",
     "In January 2006 it was announced that London had won the right to host the Grand Depart of the 2007 Tour de France.",
     "{\"template\":\"bulletlist\",\"items\":[\"Bradley Wiggins is the UK's most successful ever Olympic cyclist. At the 2004 Athens Olympics Bradley won gold (Individual Pursuit), silver (Team Pursuit) and bronze (Madison) cycling medals. He won bronze (Team Pursuit) at the 2000 Sydney Olympics. Bradley was also 2003 Individual Pursuit World Champion. He is aiming to win the 2006 and 2007 Prologues of the Tour de France. Bradley, 26, is a Londoner, from Maida Vale, and is married and has one child\",\"Nikki Harris is one of the UK's most promising female cyclists. Nikki recently won her first senior cycling medal, bronze in the 20km points race at the UCI Track World Cup in Sydney. Nikki, 19, won the 2005 TfL Women's Grand Prix race in London and is currently in Melbourne competing in the Commonwealth Games\",\"Copies of television advertisements, radio advertisements and posters are available to media on request\",\"Images of Bradley Wiggins and Nikki Harris are available to media on request\",\"The TfL funded Community Cycling Grants are distributed by the Cycle London Promotion Partnership (CLPP). CLPP consists of TfL, London Cycling Campaign, CTC, Sustrans, LondonCycleSport and Good Going. The grants are intended to promote, encourage and support cycling across London and are targeted at social groups that are under-represented in cycling. £100,000 in grants were made to 36 groups in London in 2005/6, and a further £150,000 will be available to charities, community groups, not-for-profit organisations and schools/colleges in 2006/7.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}