{
 "pageTitle": "Waterloo and City line closes for five months from April 1",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Waterloo and City line closes for five months from April 1",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "On 1 April 2006, the Waterloo \u0026 City line will close for five months for much needed engineering improvements that will deliver increased reliability of services, an increase in capacity and improved journey times.",
     "The improvements are part of Transport for London's (TfL's) £10bn \n5-Year Investment Programme, to improve and expand London's transport network.",
     "The works will be undertaken by Metronet Rail BCV which is responsible for \nrenewal and maintenance of the Waterloo \u0026 City line.",
     "Lance Ramsay, General Manager, Waterloo \u0026 City line, said: \"The Waterloo \n\u0026 City line is 107 years old and urgently needs upgrading.",
     "\"The line has seen an increase in the number of infrastructure related \nfailures leading to unplanned closures and major inconvenience to \npassengers.",
     "\"During the five-month closure, passengers travelling from Waterloo to Bank \nare advised to take the Bakerloo or Northern lines to Embankment station and \nthen the District or Circle line to Monument station.\"",
     "Last year, London Underground (LU) agreed to a request from Metronet Rail BCV \nthat the line could close for five months so that improvements could be made all \nat once rather than through at least 70 weekend closures, which potentially \ncould result in engineering overruns that impact on the resumption of services \non Monday morning.",
     "Metronet has made a payment of £3m to LU to cover the reduced costs of \nundertaking improvements during a five-month closure compared to a succession of \nweekend closures.",
     "LU will reinvest this in further Tube improvements.",
     "While the Waterloo \u0026 City line is closed, the five trains that operate on \nthe line will be refurbished in Doncaster and painted in the Underground's red, \nwhite and blue livery.",
     "Seating will be re-upholstered, grab rails will be refurbished and \nimprovements will be made to floors and windows.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Improved service\"}",
     "CCTV cameras will be installed in all carriages as part of the refurbishment \nworks to improve passenger safety and security.",
     "The entire line is in a tunnel and physically isolated from all other LU \nlines.",
     "To the get the Waterloo \u0026 City line trains out of the Tube network, each \ncarriage will have to be hoisted out to the surface by crane and transported to \nDoncaster.",
     "The entire track in the tunnel between Bank and Waterloo will be replaced and \nelectrical, mechanical, fire protection and communication equipment will be \nrenewed.",
     "Journey times will fall as a result of increased service frequency and faster \nrunning times.",
     "The unique nature of the line means that huge benefits can be gained with \nlittle disruption to other Underground lines.",
     "Platform improvements will also be undertaken.",
     "For 24-hour information on public transport in London, please call: 020 7222 \n1234.\u003cbr /\u003e\u003cbr /\u003eTfL's Realtime pages display live travel information on London's \npublic transport network: \u003ca href=\"http://www.tfl.gov.uk/realtime\"\u003ewww.tfl.gov.uk/realtime\u003c/a\u003e ",
     "Journey Planner checks the transport network's status before providing \nresults. The best available route is shown automatically: \u003ca href=\"http://www.tfl.gov.uk/journeyplanner\"\u003ewww.tfl.gov.uk/journeyplanner\u003c/a\u003e ",
     "Travel alerts via SMS and email can be set up at: \u003ca href=\"http://www.tfl.gov.uk/alerts\"\u003ewww.tfl.gov.uk/alerts\u003c/a\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL is investing £10bn over the next five years to improve and expand London's transport network, more than half of that in the Tube\",\"Metronet Rail BCV is responsible for the renewal and maintenance of the Bakerloo, Central, Victoria and Waterloo \\u0026 City lines\",\"Under PPP, engineering work to improve the Tube can only be undertaken at night or during weekend closures unless LU agrees to a long-term closure\",\"The Waterloo \\u0026 City line, London's second deep-level Tube line, opened in 1898. It was intended then, as now to offer commuters a direct rail link to and from the City of London\",\"9.6 million people use the line every year, an average 40,000 use the line on a weekday and 4,000 on Saturdays\",\"The line is not in passenger service on Sundays\",\"The 1.5 mile line links Waterloo with Bank without any intermediate stations\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}