{
 "pageTitle": "GLA - Mayor launches first Low Emission Bus Zone",
 "description": "Mayor launches first Low Emission Bus Zone to tackle toxic air",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2017",
   "url": "/info-for/media/press-releases/2017"
  },
  {
   "title": "March",
   "url": "/info-for/media/press-releases/2017/march"
  },
  {
   "title": "GLA - Mayor launches first Low Emission Bus Zone"
  }
 ],
 "title": {
  "title": "GLA - Mayor launches first Low Emission Bus Zone",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Buses on polluted Putney High Street set for a sharp reduction in emissions"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "em",
     "{\"template\":\"bulletlist\",\"items\":[\"Residents and businesses welcome cleaner buses on one of London's most heavily affected streets‎\",\"Launch follows a recent poll in which nine out of 10 Londoners said air pollution is at a 'crisis' level\",\"Eleven more Low Emission Bus Zones to follow, with the Brixton route set to start later this year\",\"The zones represent the most extensive network of clean buses of any major world city\"]}",
     "The Mayor of London, Sadiq Khan, today delivered the capital's first ever Low Emission Bus Zone in one of the most polluted areas of London, Putney High Street. The clean bus zone, which runs a total of 145 buses on seven scheduled routes, will now be serviced by cleaner buses in a bold move to cut harmful nitrogen oxide (NOx) emissions.",
     "The route, running from Putney Station to Putney Bridge Road, is the first of 12 new Low Emission Bus Zones to be introduced at air quality hotspots. The zones represent the most extensive network of clean buses of any major world city. These hotspots expose Londoners to some of the highest levels of nitrogen dioxide (NO2) pollution, and they contain older buses which contribute significantly to road transport emissions.",
     "The routes are one‎ part of a major transformation the Mayor has asked TfL to deliver to reduce emissions from London's bus fleet, including the phasing out of diesel-only buses and a commitment to purchase only hybrid or zero-emission double-decker buses from 2018.",
     "Polluted Putney High Street exceeded hourly legal levels of nitrogen dioxide on 1,248 occasions in 2016. Under EU rules, the limit shouldn't be exceeded more than 18 times in a year.",
     "From today, only buses that meet the toughest emission standards will be permitted to run within the Putney Low Emission Bus Zone. Putney High Street will also have effective bus priority measures in place to keep bus delays to a minimum and reduce unnecessary pollution caused by sitting in traffic.",
     "The launch follows a recent City Hall poll, in which nine out of ten Londoners said air pollution is at a 'crisis' level. A report released by the Mayor last week showed that every London borough has recorded illegally high levels of air pollution in the last two years, with Wandsworth having some of the highest levels. Wandsworth has exceeded the annual mean limit for NO2 pollution at five out of six of their automatic monitoring stations, with the sites on Putney High Street recording levels more than double the legal limit.",
     "The Mayor of London, Sadiq Khan, said:",
     "'London's toxic air is an outrage and I promised to make cleaning it up one of my top priorities.  Today, I'm delivering on that pledge by introducing our first ever Low Emission Bus Zone. I have asked TfL to remove the oldest, dirtiest buses from our streets and this new route, along with the 11 others we'll be introducing, will make a big difference to the pollution caused by our public transport system. I now need other cities around the world to work with me to demand cleaner bus technology so we can phase out diesel buses altogether.‎",
     "'There is nothing more important to me than safeguarding the health of Londoners. I'm doing everything in my power to both transform London's bus fleet and target areas with the worst pollution so that the streets we live and work in are better places to be.",
     "'However, I can't do this alone. That's why I am repeating my call to the Government to take their responsibility seriously and introduce a national diesel scrappage fund to help get the most polluting vehicles off our roads and to give me the powers to tackle other sources of air pollution.'",
     "Eleven more Low Emission Bus Zones will follow Putney, with the Brixton and Streatham zone set to be introduced in October. The remaining 10 zones will be delivered by 2020, fulfilling the Mayor's manifesto commitment.",
     "The upcoming zones - which are all outside of the central Ultra Low Emission Zone - include Stratford, Harringay and Edgware. Thousands of school children will benefit from their introduction, with 172 schools located within 100 metres of the new zones.  In addition, the benefits of operating the greenest buses will be felt across the capital as the buses operate the full length of their routes. The changes are expected to reduce bus emissions across the 12 zones by over 80 per cent.",
     "The locations of the Low Emission Bus Zones are:",
     "Dr Penny Woods, Chief Executive of the British Lung Foundation, said:",
     "'The Low Emission Bus Zone is critical in the battle for clean air. Air pollution contributes to over 9,000 early deaths a year in London. People with a lung condition, children and the elderly are extremely vulnerable. The Mayor now needs support from government; a fair and ambitious new Clean Air Act with targets to reduce pollution levels. Londoners' lungs demand it.'",
     "Gary Dyas, Chair of Putney Business Improvement District (BID), said:",
     "'We're very pleased that all buses coming through Putney will need to pass the toughest emission standards. It is a priority for Putney businesses to continue to lobby to ensure that the air quality on the High Street is improved.'",
     "Jonathan Cook, deputy leader of Wandsworth Council said:",
     "'This is another step in the right direction for our campaign to rid Putney High Street of diesel bus fumes. Kings College London confirms this is one of only a few places in London were pollution levels have actually fallen in recent years and this stems directly from years of investment in the bus fleet. A lot more remains to be done, we will monitor the impacts closely and continue to make the case for Putney and other congested streets in Wandsworth to get the investment they so badly need.'",
     "Leon Daniels, TfL's Managing Director of Surface Transport, said:",
     "'It is now clear that London is facing a serious air quality issue and our customers increasingly want greener buses to play a key role in tackling the problem. Our Low Emission Bus Zones will meet this challenge head-on. It all starts today in Putney, where our flagship zone will help transform air quality and create a more welcoming town centre environment. We look forward to introducing the next zone in Brixton later this year.'",
     "Travelling on buses in London represents very good value for money, with a single fare costing £1.50. Since the introduction of the 'Hopper' fare in September last year, passengers can change onto another bus or tram for free within one hour of touching in. With the addition of even greener buses to the fleet, customers can now help to reduce emissions while reducing congestion on London's roads.",
     "Putney's new Low Emission Bus Zone follows the investment of £135,000 from the Mayor's Air Quality Fund in the London Borough of Wandsworth to deliver a series of interventions in and around Putney High Street, including working with businesses to reduce deliveries and congestion.",
     "Notes to Editors:"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2017/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2017/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2017/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2017/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2017/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2017/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2017/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2017/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2017/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2017/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2017/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2017/december",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}