{
 "pageTitle": "TfL searches for new apprentices",
 "description": "Transport for London searches for new apprentices",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2017",
   "url": "/info-for/media/press-releases/2017"
  },
  {
   "title": "March",
   "url": "/info-for/media/press-releases/2017/march"
  },
  {
   "title": "TfL searches for new apprentices"
  }
 ],
 "title": {
  "title": "TfL searches for new apprentices",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) today confirmed that it has created more than 175 new apprenticeship positions and is welcoming applications from people who want to play their part in keeping London moving, working and growing and making life in the city better.",
     "There are more than thirty extra positions available compared to 2016 and there are a range of exciting opportunities for people who are looking for a new career and want to make a difference to the Capital.  TfL apprenticeship schemes cover a range of areas, from engineering to finance to project management and many more.",
     "Since 2009, TfL, its suppliers, Crossrail and the London Transport Museum have employed more than 7,600 apprentices. They have worked on vital infrastructure projects including the modernisation of key Tube stations, the construction of the Northern line extension, and the redesign of London's road junctions to make them safer for everyone.",
     "The apprenticeships offer a variety of qualifications and some of them, such as the General Management scheme, allow apprentices the chance to study towards a degree at the same time. Helping people earn and learn at the same time through an apprenticeship encourages, rather than deters, people from pursuing further education.",
     "TfL is working to build a diverse workforce that reflects the city that it serves and to encourage innovation. TfL assesses a candidate's potential according to their strengths and interests alongside their current capability. Other selection processes can benefit people from higher socio-economic backgrounds, where applicants may have had more opportunities to gain relevant work experience and access to professional networks.",
     "Tricia Wright, Human Resources Director at TfL, said: \"Our apprenticeships are a fantastic opportunity for those looking to start a new career and earn as they learn. There are a number of different career paths on offer, from transforming our roads and stations to make them better environments, to harnessing the power of data to keep London moving, working and growing. Our apprenticeships are open to not only those leaving school, but to anyone who wants to try something different.\"",
     "Jessica Ellis, a second year Fleet apprentice at TfL, said: \"I love being an apprentice at TfL and the reaction I get when I tell people that my job involves me maintaining the Tube trains. They find it really interesting, particularly as they don't expect a woman to be in that role. My gender has never been an issue and I think it's important that everyone feels confident to apply for the role they think they would enjoy rather than being put off by misconceptions.\"",
     "Ade Serrano, a Track Renewals Delivery Engineer at TfL and former apprentice, said: \"Before I joined TfL as an apprentice, I had several jobs, but I was looking for a career. I had heard great things about the apprenticeships on offer, so I applied to the Track Renewals scheme. As the main breadwinner with a young daughter, I was slightly nervous about a career change, but it was the best decision I ever made. I get to work onsite and in the office, which is the perfect fit for me.\"",
     "For the fifth year in a row, TfL will be hosting an Apprenticeship Recruitment Fair at City Hall on Thursday 9 March. Those attending the fair will be able to discover what the transport industry has to offer them, with around 400 apprenticeship positions at TfL and its suppliers being advertised on the day. The transport industry is currently facing a skills gap and it is vital that organisations work together to tackle the challenge. The Government's Transport Infrastructure Skills Strategy aims for 30,000 new apprenticeships to be created across the sector by 2020.",
     "Anyone interested in applying for an apprenticeship at TfL should visit \u003ca href=\"http://tfl.gov.uk/corporate/careers/apprenticeships\"\u003etfl.gov.uk/corporate/careers/apprenticeships\u003c/a\u003e ",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"For images of TfL's apprentices, please contact the TfL Press Office.\",\"The apprentices applying to the TfL apprenticeships now will join the organisation in September 2017.\",\"TfL also has a dedicated Supplier Skills programme, which works with TfL's suppliers to facilitate the creation of skills and employment opportunities, such as apprenticeships for new or existing employees. For more information, visit \\u003ca href=\\\"https://tfl.gov.uk/info-for/suppliers-and-contractors/supplier-relations/supplier-skills\\\"\\u003ehttps://tfl.gov.uk/info-for/suppliers-and-contractors/supplier-relations/supplier-skills\\u003c/a\\u003e \",\"TfL continues to support wider apprenticeship schemes in London through travel concessions. All apprentices living in London aged 18 or over and in their first year of an approved course can save 30 per cent on the price of adult rate Travelcards and Bus \\u0026 Tram pass season tickets with an Apprenticeship Oyster Photocard.\",\"For more information on the Transport Infrastructure Skills Strategy, visit \\u003ca href=\\\"https://www.gov.uk/government/publications/transport-infrastructure-skills-strategy-building-sustainable-skills\\\"\\u003ehttps://www.gov.uk/government/publications/transport-infrastructure-skills-strategy-building-sustainable-skills\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2017/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2017/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2017/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2017/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2017/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2017/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2017/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2017/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2017/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2017/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2017/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2017/december",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}