{
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2019",
   "url": "/info-for/media/press-releases/2019"
  },
  {
   "title": "July",
   "url": "/info-for/media/press-releases/2019/july"
  },
  {
   "title": "TfL announces £2.5m funding boost to meet growing demand for cycle parking"
  }
 ],
 "title": {
  "title": "TfL announces £2.5m funding boost to meet growing demand for cycle parking",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Plan includes improved cycle parking outside 10 stations in the coming year, along with 1,400 new spaces in residential areas"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The Mayor's Walking and Cycling Commissioner, Will Norman, and TfL have today unveiled an ambitious new plan to enable more Londoners to cycle.",
     "To ensure that every potential cycle trip in the capital begins and ends with a place to park, TfL are investing £2.5 million over the next year to boost the number of cycle parking spaces.",
     "The investment comes after half of Londoners said lack of cycle parking is one of the main factors that deter them from cycling and a quarter are put off cycling by a fear of cycle theft.*",
     "TfL research shows more than half of stations in London either do not have any cycle parking, or do not have enough spaces to cope with demand, despite cycling being at record levels.",
     "Town centres in every London borough also need increased levels of cycle parking, with demand also high in residential areas where there is often a waiting list for spaces.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"World's largest database\"}",
     "By creating the world's largest database of cycling infrastructure, TfL have worked out the areas of greatest need and how best to meet increasing demand.",
     "Through working with London boroughs, Network Rail, rail operators, businesses and local communities, TfL will:",
     "{\"template\":\"bulletlist\",\"items\":[\"Improve cycle parking outside stations, with the aim of all stations outside Zone 1 to have a minimum of 20 cycle parking spaces within 50 metres of the station and a minimum of 30% spare capacity to help ensure that cyclists can find somewhere to park and that the station can meet future demand. Ten stations will be brought up to this new benchmark in the coming year. TfL will also work with Network Rail to deliver cycle parking hubs and more space for Santander Cycles at rail termini\",\"Help deliver 1,400 new secure cycle parking spaces in residential areas over the coming year. London currently has 7,000 spaces in nearly 1,200 cycle hangars, although many boroughs currently have fewer than ten hangars\",\"Invest in new cycle parking across town centres, with eight town centres set to be improved over the coming year\",\"Enable more people to park bikes at their place of study. TfL will provide at least 80 schools and two universities with new cycle parking over the coming year\",\"Enable more people to commute to work by bike. TfL will share evidence and best practice with businesses and explore opportunities to reduce the complexity and costs of delivering cycle parking through a one-stop-shop procurement framework\",\"Improve cycle parking facilities for visitors to hospitals, sports facilities, parks, museums and other places of interest\"]}",
     "Will Norman, London's Walking and Cycling Commissioner, said: 'To enable more people to cycle it is essential that we not only make our streets safer but also make cycling easier and more convenient.",
     "'If people know there is good cycle parking at their local station or at their place of work, they are much more likely to use their bike.",
     "'I'm delighted that this plan and new investment will help meet the growing demand for cycle parking. Together with our investment in new high-quality routes, we are enabling more people to cycle as part of their everyday routine, making our streets cleaner and greener for everyone.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Future demand\"}",
     "TfL collected data on every street in London to create the world's largest database of cycling infrastructure and the first comprehensive picture of cycle parking in London.",
     "This has enabled TfL to estimate existing and future demand for cycle parking by borough for its Cycling Parking Implementation Plan. The data showed a particularly strong demand in central and southwest London, but more cycle parking needed right across the capital.",
     "The analysis shows there are currently 145,449 cycle parking spaces on London streets. At least 36,000 additional spaces are needed to meet current demand, with a further 12,000 spaces needed by 2025.",
     "The lack of convenient places to park can put people off cycling and have a negative impact on the huge potential for cycling in London, particularly for shorter journeys that can easily be cycled.",
     "Increasing the availability of cycle parking spaces also brings wider benefits, through creating vibrant high streets which encourages more people to shop locally, boosting businesses and London's economy and making the capital better for everyone.",
     "Christina Calderato, TfL's Head of Delivery Planning, said: 'Enabling more people to cycle is vital if we are to tackle London's air quality and inactivity crises, but many people can be put off cycling to everyday destinations such as their workplace, the shops or the station by a lack of space to park their bike.",
     "'We want to work with organisations and partners across the capital to make sure that every cycling journey begins and ends with a place to park.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Promote healthier transport\"}",
     "Cllr Julian Bell, Chair of London Councils' Transport and Environment Committee, said: 'More than half of those living in London say that a lack of cycle parking prevents them from getting on a bike. As an avid cyclist myself, I understand this frustration.",
     "'This is why London Councils is working with Transport for London to expand cycle parking across our boroughs. Doing so will not only promote healthier transport options and curb emissions, but will also make our city more vibrant and accessible to everyone.'",
     "The expansion of London's walking and cycling network continues to enable millions more journeys to be cycled or made on foot every week. Last week TfL revealed that cycling in London is at record levels with the average daily total distance cycled exceeding 4 million kilometres for the first time.",
     "Construction on a major new route between Tower Bridge Road and Greenwich began on Friday (5 July), and construction for a new route between Acton and Wood Lane began in April. TfL is currently inviting people to have their say on another two routes, between Hackney and the Isle of Dogs and Barking and Barking Riverside.",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The plan is available on the TfL website at \\u003ca href=\\\"http://tfl.gov.uk\\\\corporate\\\\publications-and-reports\\\\cycling\\\"\\u003etfl.gov.uk/corporate/publications-and-reports/cycling\\u003c/a\\u003e \",\"The Cycle Parking Implementation Plan follows the Mayor's Cycling Action Plan in January, which set out measures to double the number of cycle journeys in the capital over the next six years. TfL research has previously shown that over 8 million short journeys a day could potentially switch to cycling\"]}",
     "*TfL Attitudes to Cycling survey, autumn 2017"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2019/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2019/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2019/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2019/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2019/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2019/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2019/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2019/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2019/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2019/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2019/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2019/december",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}