{
 "pageTitle": "The Emirates Air Line experience",
 "keywords": "TfL",
 "description": "Enjoy great views and a unique ride across the Thames on Emirates Air Line. Running between North Greenwich and Royal Victoria Docks.",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Emirates Air Line",
   "url": "/modes/emirates-air-line/index"
  },
  {
   "title": "The Emirates Air Line experience"
  }
 ],
 "title": {
  "title": "The Emirates Air Line experience",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "{\"template\":\"intro\",\"texts\":[\"Take to the air on London's only cable car and enjoy a truly unique experience in east London.\"],\"link\":{\"image\":{}},\"image\":{},\"wrapped\":false}",
     "Emirates Air Line crosses the River Thames between Greenwich Peninsula and the Royal Docks, just five minutes from the O2 by North Greenwich Tube station. Cabins arrive every 30 seconds and flights are approximately 10 minutes each way.",
     "{\"template\":\"video\",\"style\":\"t8sjz_fCif0\",\"title\":\"Take to the air\",\"link\":{\"image\":{}},\"image\":{},\"wrapped\":false}",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Discovery experience tickets\"}",
     "Why not try the Discovery experience tour for a round trip with added extras. You can use Oyster pay as you go to buy tickets at discounted prices.",
     "The Discovery experience includes a non-stop round-trip, an on-board video tour, free entrance to Emirates Aviation Experience and a souvenir in-flight guide. Oyster pay as you go customers will need to collect a Boarding Pass from the ticket office.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"The Emirates Aviation Experience\"}",
     "London's newest public attraction, the \u003ca href=\"http://www.aviation-experience.com/\"\u003eEmirates Aviation Experience\u003c/a\u003e , is the first of its kind globally. Located next to the Emirates Air Line Greenwich Peninsula terminal, it gives visitors an insight into the operations and modern achievements of commercial air travel. Using state-of-the-art technology, interactive displays and life-size aircraft models, this immersive experience has something for people of all ages.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"On-board video tour\"}",
     "To add context to the breath-taking views we've included a new on-board tour as part of the Discovery experience. The audio and visual complements the journey through a series of fascinating hidden stories about the sights of East London. It highlights a selection of our most famous London landmarks including the Thames Barrier and Royal Docks, explains the vibrant history behind the creative art scene, covers the Olympic legacy and gives a flavour of East London's exciting plans for the future.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Night flight experience\"}",
     "Enjoy a stunning night flight experience on the Emirates Air Line.",
     "After 19:00 each day, flight durations are extended to approximately 25 minutes (12-13 minutes each way) so you can enjoy an even more relaxing trip across the Thames. From Sunday to Thursday, passengers are able to fly until 21:00 and on Friday and Saturday nights until 23:00.",
     "Whether you're having a night out with friends or indulging in a romantic evening sunset, the Emirates Air Line is a must do experience. Discover a unique perspective of London's captivating night sky including the reflections of the O2 and the awe-inspiring lights of Canary Wharf.",
     "There is no additional charge for night flights - so what better way to see the city come alive after dark from the highest observation point on the River Thames?",
     "{\"template\":\"video\",\"style\":\"eKut8sYx2DQ\",\"title\":\"Emirates Air Line night flights\",\"link\":{\"image\":{}},\"image\":{},\"wrapped\":false}",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Champagne flight experience\"}",
     "Enjoy a glass of champagne in your own private cabin on the cable car, whilst soaring 90 metres above the River Thames.",
     "You will be met at the cable car by a member of staff, where you will board your own private cabin with a glass of champagne. You'll then enjoy a non-stop return trip on the cable car (approximately 20 minutes), accompanied by music and a souvenir in-flight guide.",
     " \u003ca href=\"http://emiratesairline.gttix.com/emirates-air-line-champagne-flights?cid=champagne-flights\"\u003eFind out more and buy tickets online\u003c/a\u003e .",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Explore London tickets\"}",
     "Try our fantastic combined ticket package - enjoy a breathtaking flight on the Emirates Air cable car, scenic Thames Clippers boat trips along the \u003ca href=\"/modes/river/index\"\u003eRiver Thames\u003c/a\u003e and relaxing \u003ca href=\"/modes/cycling/santander-cycles\"\u003eSantander Cycles \u003c/a\u003e bike rides - a stunning way to see London's sights and landmarks. Save up to 20% when you buy online.",
     " \u003ca href=\"/modes/river/explore-london-tickets\"\u003eFind out more and buy tickets online.\u003c/a\u003e ",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Museum and river packages\"}",
     "Combine a flight over the Thames with a river trip and museum visit by buying a combined ticket for Emirates Air Line, Thames Clippers and London Transport Museum.",
     "The 'three in one' ticket provides a Discovery Experience on the Emirates Air Line (including non-stop return), a single journey on Thames Clippers and entry to London Transport Museum. An adult single ticket costs £27.50 and a child single ticket costs £8.25. Tickets are available online only.",
     "You can also buy a \u003ca href=\"https://booking.thamesclippers.com/thames-clippers-tickets/joint-tickets/emirates-airline.html\"\u003ecombined ticket\u003c/a\u003e for Thames Clippers and Emirates Air Line.",
     " \u003ca href=\"http://www.thamesclippers.com/whats-on-discounts/london-transport-museum-emirates-air-line-river-joint-ticket-packages\"\u003eFind out more and buy tickets online.\u003c/a\u003e ",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"The area\"}",
     "North Greenwich is a bustling tourist spot, ideal for a day trip out with family or friends. There is a wide variety of things to do and see with sightseeing attractions such as the Cutty Sark and local history spots like the National Maritime Museum. You could also walk part of the Thames path and see the Thames Barrier.",
     "From Royal Docks you can visit Newham City Farm, the Museum of London Docklands and the ExCeL.",
     "Find more \u003ca href=\"http://www.emiratesairline.co.uk/local-attractions/\"\u003ethings to do in the local area\u003c/a\u003e on the Emirates Air Line website."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Emirates Air Line",
    "links": [
     {
      "title": "Location \u0026 opening hours",
      "url": "/modes/emirates-air-line/opening-hours-frequency",
      "image": {}
     },
     {
      "title": "The Emirates Air Line experience",
      "url": "/modes/emirates-air-line/the-emirates-air-line-experience",
      "image": {}
     }
    ],
    "link": {
     "title": "Emirates Air Line",
     "url": "/modes/emirates-air-line/the-emirates-air-line-experience",
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "advert",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "title": "Also on this site",
    "links": [
     {
      "title": "Visiting London",
      "url": "/travel-information/visiting-london/index",
      "icon": "internal",
      "image": {}
     }
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "title": "Related websites",
    "links": [
     {
      "title": "Book tickets online",
      "url": "http://emiratesairline.gttix.com/emirates-air-line-tickets",
      "icon": "external",
      "image": {}
     },
     {
      "title": "Emirates Air Line",
      "url": "http://www.emiratesairline.co.uk/",
      "icon": "external",
      "image": {}
     }
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}