{
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "£1m package to enable more Londoners to access car clubs",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) today announced a £1m investment package to support the growth of car clubs across London over the next two years, to bring around a third of London residents within just a five minute walk of a car club vehicle."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Car clubs are a fantastic way for Londoners to cut their motoring costs and help cut CO2 in the Capital",
     "The funding will be used to identify and install on-street parking bay locations and signage, and help promote car clubs in London.",
     "This will result in 726 new parking spaces for car club vehicles across 19 London boroughs during the next two years",
     "Car clubs offer pay as you go access to a car and are a cost effective way to give people all the benefits of using a car when they need to while reducing the number of vehicles on London's roads, easing pressure on parking, and reducing congestion.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Convenient and affordable\"}",
     "Almost 53,000 Londoners are now members of a car club*. Members typically save nearly £3,500** a year by joining a car club and reduce their car mileage by an average of 36 per cent***. This in turn helps reduce carbon emissions in the Capital.",
     "Mayor of London, Boris Johnson, said: 'Car clubs are a fantastic way for Londoners to cut their motoring costs and help cut CO2 in the Capital.",
     "For each car club vehicle on the streets it's estimated that six privately owned cars are taken off the road.",
     "That's why we are making this investment, which will help raise awareness of car clubs and make it easier for Londoners to join.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Car clubs continue to grow\"}",
     "'As the number of car club cars continues to grow, more and more people in London will discover this useful way of having the benefits of access to a car without the environmental or financial expense of owning one.'",
     "Ben Plowden, Programme Director of Smarter Travel at TfL, said: 'While many journeys can be easily completed by public transport, on bike or by foot, there are some journeys that can be difficult to make without a car - which is why car clubs are such a great solution.",
     "'As a member of a car club myself, I know firsthand how convenient - and affordable - it is to know that you've always got a choice of car club cars close by to help you make the journeys that would otherwise be difficult to do.'",
     "{\"template\":\"bulletlist\",\"items\":[\"*52,719 members in London (Carplus accreditation membership data, Dec 2008)  ** Research from carplus.org.uk *** TfL research on Attitudes towards Car Clubs (Synovate, April 2007)\",\"19 boroughs submitted bids to TfL for a share of the £500,000 funding available for 2009/10 and a further £500,000 for 2010/11\",\"Transport for London research shows each car club typically results in six privately owned vehicles being sold\",\"Londoners typically save up to £3,500 a year by becoming a car club member\",\"Vehicles can be booked as little as half an hour at a time using telephone or internet and are located in dedicated bays and accessed via the member's smart card.  Details of all car club vehicles in London and the UK can be found at \\u003ca class=\\\"external-site\\\"title=\\\" (Opens in new window)\\\"href=\\\"http://www.carclubs.org.uk/\\\"jquery1236082505493=\\\"6\\\"\\u003ehttp://www.carclubs.org.uk/\\u003c/a\\u003e \\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}