{
 "pageTitle": "Consultation begins on London Permit Scheme aimed at smoothing traffic flow",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Consultation begins on London Permit Scheme aimed at smoothing traffic flow",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Coordinated street works, and an end to unnecessary disruption, move a step closer."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "I am working with the utilities to get them to pull up their socks on this frustrating issue",
     "As part of the commitment by Mayor of London, Boris Johnson, to smooth traffic flow in the Capital,  Transport for London (TfL) and 18 London boroughs today begin a three month consultation on the proposed new London Permit Scheme, which aims to regulate street works.",
     "The permit scheme would help to ensure that any company that wants to dig up London roads causes as little disruption to Londoners as possible.",
     "More than 500 organisations will be given the opportunity to feed back on the proposals for the Scheme over the next three months, before an application is submitted to the Department for Transport for scheme approval.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Improving traffic flow\"}",
     "TfL and the 18 boroughs involved in setting up the scheme, which could be in place in late 2009 at the earliest, will be seeking to ensure that street works are undertaken as quickly as possible and at the same time as other necessary works at the location, wherever practical.",
     "It is estimated there are around one million holes dug in London's roads each year, with little or no regulation.",
     "Currently, the more than 100 utilities are only required to give short notice of upcoming works - 90 per cent of works are carried out with less than ten days notice to the highway authority.",
     "Mayor of London, Boris Johnson said: 'Londoners are fed up with being stuck in queues while the traffic cones and work sites litter the streets without a workman in sight.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Coordinating road works\"}",
     "'Currently utility companies can dig up the roads with reckless abandon.",
     "'I made a pledge that I would put an end to this archaic system, and this process will bring us a step closer.",
     "'There is a real desire for action - I am working with the utilities to get them to pull up their socks on this frustrating issue and I'm urging all of them to get on board and take part.'",
     "David Brown, Managing Director of Surface Transport at TfLsaid: 'This scheme will help to bring an end to the situation where the same stretch of road is dug up repeatedly by different companies.",
     "'Organisations will have to properly plan and coordinate their works with others and display notices explaining what they are doing and when they will be finished, and our job, along with the other highway authorities, will be to ensure that this takes place.'",
     "{\"template\":\"bulletlist\"}",
     "{\"template\":\"bulletlist\",\"items\":[\"Re-phasing traffic signals to get traffic flowing more smoothly, without affecting the safety of pedestrians and vulnerable road users. Benefit is being derived from improvements to the coordination of adjacent signals which reduces the amount of stopping and starting between traffic signal junctions\",\"Motorcycles are being allowed in the majority of TfL-controlled bus lanes. Motorcyclists are able to share red route bus lanes with buses, cyclists and licensed black taxis on a trial basis for 18 months\",\"Work is already underway with Thames Water focused on reducing the impact of the works they need to do to repair and replace the miles of Victorian water mains in the Capital. TfL is now working closely with them on the use of steel plating to cover excavations when work is not in progress and a joint project team has been formed to work on its implementation\",\"TfL has invited companies interested in running a cycle hire scheme to get in touch. From May 2010 people will be able to pick up and drop off hire bikes at 400 locations across London's zone one travel area\",\"TfL is reviewing all major schemes that could reduce the capacity of the road network, with a view to minimizing the impact on traffic flow. Some schemes, for example Parliament Square, have now been cancelled because of the negative impact on journey times and traffic congestion they would have had in the area\",\"TfL is setting up a task force with external experts to review further ways in which traffic flows can be smoothed\\u003cbr /\\u003e\"]}",
     "@this.ScriptBlock(\n        @script)"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}