{
 "pageTitle": "Local cycling boost as TfL calls on bike enthusiasts to bid for funding",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Local cycling boost as TfL calls on bike enthusiasts to bid for funding",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Two weeks left to get in applications for the Community Cycling Fund for London (CCFfL)."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We can help groups and organisations plan cycling projects and events",
     "Transport for London (TfL) is calling all Londoners and organisations that are passionate about cycling in the Capital to submit applications for grants of up to £5,000 to help them promote cycling activities in their communities.",
     "There are now just two weeks left to apply, with the deadline coming on 3 April 2009.",
     "The fund, administered by the London Cycle Campaign (LCC) is to assist the development of events and projects which encourage people to cycle and to make cycling an activity that is open to all Londoners.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Building confidence\"}",
     "It seeks to support those projects that build the confidence of infrequent or new cyclists from all types of backgrounds - especially groups such as women, children and young people.\u003cbr /\u003e\u003cbr /\u003ePeter McBride, Head of Cycling, Walking and Accessibility at TfL, said: 'We believe cycling offers fantastic potential for change and want to help you turn your ideas into actions - the Community Cycling Fund for London is there to help you achieve this.'",
     "LCC Community Cycling Officer Rosie Tharp said: 'We can help groups and organisations plan cycling projects and events that will enable everyday Londoners to experience the joys of riding a bike.",
     "'If you have an idea, we can help you turn that idea into a successful funding bid so please get in touch to see how we can help.'",
     "For more details on the CCFfL grant criteria, visit the \u003ca href=\"http://www.lcc.org.uk\"\u003eLCC website\u003c/a\u003e .",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"People have until 3 April 2009 to get their CCFfL applications in\",\"London has seen a dramatic rise in the number of cycle journeys made in London, with a 91 per cent increase on London's major roads since TfL was created in 2000\",\"It is estimated that there are now approximately 500,000 cycle journeys a day across London as a whole\",\"TfL wants to increase cycle journeys by 400 per cent by 2025 (compared to 2000) - five per cent of all journeys in London\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}