{
 "pageTitle": "New bus lane to speed up bus journeys into Mitcham Town Centre",
 "description": "The works are due to last between eight to ten weeks. The new contra-flow bus lane will allow northbound buses to run straight along London Road instead of diverting via Lower Green West. It will help to speed up bus journeys on routes 118, 127, 201 and",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New bus lane to speed up bus journeys into Mitcham Town Centre",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "From Monday 16 March Transport for London (TfL) and Merton Council will begin works to install a northbound contra-flow bus lane and improved pedestrian crossing facilities on London Road, Mitcham."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Bus users in the area can expect faster journey times once the new contra-flow lane has been completed",
     "The works are due to last between eight to ten weeks.",
     "The new contra-flow bus lane will allow northbound buses to run straight along London Road instead of diverting via Lower Green West.",
     "It will help to speed up bus journeys on routes 118, 127, 201 and 280.",
     "Scott Lester, Head of Responsive Bus Priority at Transport for London, said: 'TfL and Merton have worked together to introduce this significant bus priority scheme for Mitcham.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Faster journey times\"}",
     "'Bus users in the area can expect faster journey times once the new contra-flow lane has been completed in mid-spring, as routes 118, 127, 201 and 280 will be able to use the new bus lane instead of having to go around Lower Green West.",
     "'We will carefully monitor the impact of these changes to ensure we continue to provide the best possible bus services for people in this area.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"A new bus stop\"}",
     "Because of the installation of the new bus lane, from Saturday 7 March, routes 118, 127, 201 and 280 will no longer use the bus stop on Lower Green West, instead they will use a new stop on London Road.",
     "There will also be some local stop changes for routes 270, 355 and S1. From Saturday 7 March, routes 270 and 355 will no longer serve Cricket Green instead they will be diverted at the town centre to serve Commonside West.",
     "Passengers for London Road and Cricket Green will be able to use route 280 to and from Cricket Green.",
     "Also, from Saturday 7 March, route S1 will continue to serve Cricket Green but will now terminate at the stop on Lower Green West (north arm).",
     "{\"template\":\"bulletlist\",\"items\":[\"Merton council previously consulted stakeholders and the public on these changes\",\"The bus route frequencies remain unchanged\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}