{
 "pageTitle": "Revamped Tower Gateway station to open early",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Revamped Tower Gateway station to open early ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Docklands Light Railway (DLR) today (Monday 2 March) reopened its refurbished Tower Gateway station,  two months ahead of schedule."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "£13m of improvements have been made to the station, which had been closed for eight months, including:",
     "{\"template\":\"bulletlist\",\"items\":[\"The construction of a horseshoe-style platform, which makes it easier and faster for passengers to get on or off trains\",\"Platform and track remodelling, to allow longer three-car trains to operate from early 2010\",\"The installation of new canopies that will provide better protection from adverse weather conditions\",\"New energy-efficient escalators\"]}",
     "The Mayor of London, Boris Johnson, said: 'Plaudits must be accorded to everyone involved with this project.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Direct service\"}",
     "'Regular DLR users will have missed the station while it was shut but I know they will be pleased to discover an improved service upon their return.'",
     "The re-opening of Tower Gateway also means DLR can now operate more trains to and from its new Woolwich Arsenal station.",
     "During peak times there will be a train from Woolwich every five minutes, on average, instead of every seven.",
     "Passengers will also be able to take a direct service from Tower Gateway to Beckton via the ExCeL exhibition and conference centre and the University of East London.",
     "Jonathan Fox, Director DLR, said: 'Our new look Tower Gateway station includes many benefits for passengers and I am confident they will be impressed by its improved facilities and better accessibility.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Improvements\"}",
     "'Furthermore passengers travelling to Woolwich via London City Airport will enjoy a more frequent peak service, while those heading to Beckton via ExCeL and the University of East London can take advantage of a swift, direct journey.",
     "'It is particularly pleasing to see DLR once again maintain its record of delivering major projects ahead of schedule.'",
     "Ian Brown, Managing Director London Rail, said: 'This is the first of a series of improvements being finished this year to pave the way for the introduction of three-carriage DLR trains before the London 2012 Olympic and Paralympic Games.",
     "'Finishing Tower Gateway is key to our planning for growth on the DLR in the future.'",
     "\u003cbr /\u003e\u003cstrong\u003eNotes to editors: \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Docklands Light Railway is part of Transport for London\",\"The DLR Woolwich Arsenal extension was opened by the Mayor of London, Boris Johnson, on 12 January, seven weeks ahead of schedule\",\"Off-peak trains will continue to travel to and from Woolwich Arsenal every 10 minutes\",\"The Bank-Lewisham branch of the DLR network will begin running three-carriage trains early next year. The rest of the network will be able to run longer trains from 2011\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}