{
 "pageTitle": "Routine maintenance closure of southbound Blackwall Tunnel extended this Sunday",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Routine maintenance closure of southbound Blackwall Tunnel extended this Sunday",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Extended closure will enable additional maintenance works to be undertaken."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The routine maintenance closure for the southbound Blackwall Tunnel will be extended until 13:00 on Sunday 22 March to enable Transport for London (TfL) to carry out additional essential maintenance works.",
     "The southbound Blackwall Tunnel is closed every Sunday morning, between 01:00 and 08:00, to enable maintenance works, including cleaning and inspection of the carriageway surface and other tunnel equipment to be undertaken.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Additional works\"}",
     "This Sunday (22 March), the closure will be extended by five hours so that additional works can be carried out, including the maintenance and testing of tunnel communication and control equipment, traffic signals, barrier controls and floodgates.",
     "To minimise disruption to journeys, motorists are advised to consider alternative routes either via other central London river crossings or the M25 Dartford Crossing.",
     "Motorists can check updated traffic conditions via Traffic News at \u003ca href=\"http://www.tfl.gov.uk/trafficnews\"\u003etfl.gov.uk/trafficnews\u003c/a\u003e or by listening to Traffic Radio on DAB channels.\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}