{
 "pageTitle": "Services on London Underground's Circle line to be extended to Hammersmith",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Services on London Underground's Circle line to be extended to Hammersmith",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground (LU) has announced that Circle line services will be extended to Hammersmith from December 2009."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The added benefit will be the improved service from Edgware Road round to Hammersmith, almost doubling the frequency on this route",
     "The changes, which are part of the LU Investment Programme, will almost double the frequency of trains between Hammersmith and Edgware Road as well as increasing reliability and capacity on the Circle, District, Hammersmith \u0026 City and Metropolitan lines.",
     "On the Tube map the Circle line is shown as a single line. However it shares tracks with the District, Hammersmith \u0026 City (H \u0026 C) and Metropolitan lines and any disruption on these lines can cause delays to the Circle.",
     "As Circle line trains currently move around the line without a fixed terminus, any delays are compounded over time, and make it harder to offer a regular or reliable service.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Improved Service\"}",
     "By giving the Circle line a start and end point LU will be able to recover the service quicker if there is disruption on the Circle or any of the lines that it shares tracks with.",
     "The new service will run from Hammersmith (H \u0026 C station) to Edgware Road station and then join the current Circle at Edgware Road and make a single loop, terminating at Edgware Road station. It will then reverse and do the full circle anti-clockwise, returning to Hammersmith.",
     "Howard Collins, Chief Operating Officer, London Underground, said: 'The Circle line shares tracks with the District, Hammersmith \u0026 City and Metropolitan lines and if there are service problems the Circle line inevitably becomes disrupted.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Added benefits\"}",
     "'The changes to service patterns on the Circle line will come into effect in December 2009 and will improve the reliability of the line, enabling services to recover more quickly if there is a disruption.",
     "'It will still be called the Circle line and shown as a circle on the Tube map but with the additional extended service out to Hammersmith.",
     "'The added benefit will be the improved service on the Hammersmith \u0026 City line from Edgware Road round to Hammersmith, almost doubling the frequency on that route.'",
     "This is the first phase of the Sub Surface lines upgrade, which will include a new fleet of air conditioned and accessible trains and a new state of the art signalling system.",
     "Notes to editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"The Sub Surface lines (Circle, District, Hammersmith \\u0026 City and Metropolitan) carry one third of the Underground's passengers and cover 300km of track\",\"The first section of the Tube opened in 1863 between Paddington and Farringdon, and is still served in whole or in part by all four lines - the Circle, District, Hammersmith \\u0026 City and Metropolitan lines\",\"The first of the new air conditioned, walkthrough trains - which will run on the Circle, District, Hammersmith \\u0026 City and Metropolitan Lines - will be delivered for testing in 2009 and start serving the Metropolitan line from 2010, the Circle and Hammersmith \\u0026 City lines from 2011 and the District from 2013\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}