{
 "pageTitle": "TfL launches spring campaign to cut motorcycle deaths, as thousands return to commuting by bike",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL launches spring campaign to cut motorcycle deaths, as thousands return to commuting by bike",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Adverts warn drivers of dangerous 'optical effect' that can lead to collisions with motorcyclists."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "In 2007, there were 4,856 collisions in greater London involving powered two-wheelers",
     "Transport for London (TfL) has launched a spring campaign to reduce the number of motorcyclists killed or injured in the Capital.",
     "As the days get longer and the weather improves, thousands of people will be bringing their motorcycles out of winter hibernation for the daily commute into London.",
     "The TV ads, which remind drivers to 'give motorcyclists a second thought', highlight an optical effect that psychologists believe could put motorcyclists at risk.\u003cstrong\u003e*\u003c/strong\u003e ",
     "In tests, which used footage of vans, cars and motorcycles approaching at identical speeds, psychologists found that participants regularly estimated that motorcycles would take longer to reach them than larger vehicles.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"A second look\"}",
     "This optical effect, caused by the way the brain assesses approaching objects, could cause drivers to underestimate how much time and space they have available when pulling out in front of approaching motorcycles.",
     "Known by psychologists as the 'size-arrival effect', the phenomenon has now been demonstrated in a number of independent studies.",
     "With the growing number of motorcycles on London's roads, TfL is asking drivers to ensure they take that all-important second look before performing any manoeuvre around motorcycles.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Collisions\"}",
     "Chris Lines, Head of the London Road Safety Unit at TfL, said: 'Motorcyclists are amongst the most vulnerable of London's road users. In 2007 there were 4,856 collisions in greater London involving powered two-wheelers.",
     "'A total of 944 of these collisions resulted in a death or serious injury.",
     "'This campaign highlights just one of the ways in which drivers can come into contact with motorcyclists.",
     "'However, drivers should look out for motorcyclists in all situations, especially during the commuting hours, when a high proportion of collisions occur.",
     "'Encouraging the use of bikes, whether they are the powered or pedal variety, is important to reduce congestion and keep London moving.",
     "'Safer roads and more considerate driving will make it an easier choice for any Londoner wishing to make the switch to two wheels.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Timely campaign\"}",
     "Kulveer Ranger, the Mayor of London's Transport Director, said:\u003cbr /\u003e\u003cbr /\u003e'As a car driver and a motorcyclist I am always conscious of the need for good visibility between all road users.",
     "'This timely campaign demonstrates how important it is for drivers to take that extra little bit of time to ensure that, when they make a manoeuvre, they are not going to put motorcyclists at risk.",
     "'This is one of the many ways that we will continue to bear down on accidents and make our roads safer for all Londoners.'",
     "\u003cstrong\u003e*\u003c/strong\u003e 'Motorcycle accident risk could be inflated by a time to arrival illusion' - Horswill, Helman, Ardiles \u0026 Wann. Optometry and Vision Science, August 2005",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL's motorcycle safety adverts can be seen on ITV, C4 and Five, and heard on radio stations throughout the Capital, until 31 March 2009\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}