{
 "pageTitle": "TfL launches new London Coach Parking Map for 2009",
 "description": "TfL has also for the first time launched a coach driver's helpline, which will provide an information service to drivers, operators and other tourist organisations seeking advice on coach parking facilities, prices, parking locations and regulations. The",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL launches new London Coach Parking Map for 2009",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) today launched a new Coach Map for 2009 to help coach drivers and operators get around London with ease."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The London Coach Parking map is an indispensable guide for all coach drivers",
     "TfL has also for the first time launched a coach driver's helpline, which will provide an information service to drivers, operators and other tourist organisations seeking advice on coach parking facilities, prices, parking locations and regulations.",
     "The new helpline reflects the Mayor of London's desire to improve coach parking as he is aware that many Londoners, particularly older and young people from the outer boroughs, rely on coaches to get into town to enjoy London's cultural life.",
     "Now in its seventh year, the map, produced jointly by TfL and the Confederation of Passenger Transport (CPT), details the location, availability, cost and booking requirements of coach facilities in central London, Docklands, Greenwich and Woolwich.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Tourist attractions\"}",
     "This year the map has a theme of Royalty and features the locations of the parking facilities near London's iconic tourist attractions including the Tower of London, Buckingham Palace, Royal Observatory and Hampton Court Palace.",
     "An interactive version of the map is available on TfL's website with other functions like live real-time traffic information and advice on planned road works.",
     "As well as the Coach Parking Map and traffic information, there is information on the Low Emission Zone, parking regulations, special regulations near key places of interest and who to call if a coach has been towed or clamped.",
     "A new dedicated bay to allow coaches to set down and pick up passengers on the westbound carriageway opposite Natural History Museum has been introduced in Cromwell Road this week.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Guide for drivers\"}",
     "The two vehicle facility (30 metres) is located outside the Lycée Français Charles de Gaulle School and is operational 24 hours a day.",
     "This facility was created to meet demand at this popular tourist attraction and follows an extensive consultation process.",
     "David Brown, Managing Director for TfL's Surface Transport, said: 'The London Coach Parking map is an indispensable guide for all coach drivers and operators bringing groups into London.",
     "'Coach operators and drivers will be able to access the most relevant information and confidently navigate the streets of London.",
     "'We recognise the valuable contribution coaches make to London's economy and are keen to further improve facilities for coaches in the Capital.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Coach facilities\"}",
     "'The Coach Drivers' Helpline is also a fantastic new initiative which will provide the coach industry with easy access to information and make travel in London more straightforward.'",
     "CPT Chief Executive, Simon Posner, added: 'Making coach travel to tourist attractions throughout the UK as attractive and uncomplicated as possible is of great importance to both operators and passengers.",
     "'The latest version of the London Coach Parking Map, which places particular emphasis on the City's Royal attractions, goes a long way to achieving this.",
     "'We are extremely grateful to TfL for all the work they have done in providing the key coach park and facilities information detailed within this map, and we look forward to working with them on all future initiatives.'",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}