{
 "pageTitle": "Transport for London prosecutes Southern Gas Networks for street works violations",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London prosecutes Southern Gas Networks for street works violations",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Utility company has been successfully prosecuted for breaking rules on street works."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "These road works caused a real safety hazard for pedestrians",
     "Transport for London (TfL) has successfully prosecuted Southern Gas Networks (SGN) for operating unsafe street works when a footpath was closed off in Bromley last year.",
     "The closure forced pedestrians into the road and restricted access for local residents.",
     "SGN was fined a total of £9,000, plus £2,452.50 in court costs after pleading guilty last week to four charges of badly managing their street works.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Safety concern\"}",
     "During a hearing at Westminster Magistrates' Court the presiding judge said SGN had failed to demonstrate concern for public safety in the course of these works, thereby placing road users at risk.",
     "The prosecution has further illustrated the reasons that the Mayor of London, Boris Johnson, is championing a permit scheme as part of his campaign on reducing the impact of road works in the Capital.",
     "This would help to ensure that any company that wants to dig up London roads takes appropriate steps to minimise the associated disruption and can be fined when they do not do so.",
     "In this case SGN had completely closed off around 100m of footpath without providing a safe alternative walkway for pedestrians or provision for residents to access their adjacent properties.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Minimise disruption\"}",
     "As the Street Authority TfL requested that a safe pedestrian walkway was provided immediately.",
     "However at site visits on 29 August, 2 September and 3 September this had not been done safely or adequately and further measures had to be requested.",
     "Nick Morris, Transport for London's Director of Road Network Performance said: 'These road works caused a real safety hazard for pedestrians, not to mention the inconvenience to those residents living alongside.",
     "'It is this kind of poor works management which illustrates the need for a London Permit Scheme so that we can properly regulate the companies that are digging up our roads.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Coordinating works\"}",
     "'Nevertheless, this level of fine shows that the courts understand the serious safety implications of this case, and the frustration this kind of behaviour causes to thousands of Londoners.'",
     "The works took place outside around 20 properties along the A21 Bromley Hill, which is part of the TfL Road Network (TLRN).",
     "In an effort to better coordinate street works and ensure they are undertaken quickly and with consideration to the local community,",
     "TfL and 18 London boroughs have begun a three month consultation on the proposed new London Permit Scheme.",
     "The permit scheme, championed by the Mayor of London as part of his pledge to smooth traffic flow in the Capital, would help to ensure that any company that wants to dig up London roads takes appropriate steps to minimise the associated disruption.",
     "{\"template\":\"bulletlist\"}",
     "{\"template\":\"bulletlist\",\"items\":[\"Failure to cooperate with the street authority (TfL) in the course of executing streetworks\",\"Three offences of Failure to execute streetworks in a safe manner thereby placing public safety at risk on 29 August, 2 September and 3 September 2008\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}