{
 "pageTitle": "Visit Oyster online and beat the queues",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Visit Oyster online and beat the queues",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Visit Oyster online during March and enter a Prize Draw to win one of 120 Apple iPod touches"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Oyster remains the quickest, easiest and most convenient way to get around London",
     "Transport for London (TfL) is encouraging people to visit its \u003ca href=\"http://www.tfl.gov.uk/oyster\"\u003eOyster online shop \u003c/a\u003e to find out about the benefits of managing Oyster via the web.",
     "The Oyster online shop enables you to purchase pay as you go credit, Travelcard and Bus Pass season tickets from the comfort of your home or workplace, whenever is convenient for you - enabling you to beat the queues at ticket offices or ticket machines.",
     "Online customers can also access a range of services, including: checking their pay as you go balance, protecting their card if it is lost or stolen and setting up Auto top-up so that their pay as you go credit automatically tops up whenever their balance drops below £5.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Win an iPod touch\"}",
     "First time customers can also purchase an Oyster card online and have it sent to their home.",
     "Visit the \u003ca href=\"http://www.tfl.gov.uk/oyster\"\u003eOyster online shop \u003c/a\u003e over the next three weeks and you could win one of 120 iPod touch portable media players with Internet capabilities, which can keep you up-to-date with travel in London, including \u003ca href=\"http://www.journeyplanner.org/user/XSLT_TRIP_REQUEST2?language=en\"\u003eTfL's Journey Planner\u003c/a\u003e .",
     "To give yourself a chance of winning go to \u003ca href=\"http://www.tfl.gov.uk/oyster\"\u003ewww.tfl.gov.uk/oyster\u003c/a\u003e and click on the 'win an iPod touch' icon.  The competition will run from Monday 2 March until Sunday 22 March.  Each week 40 iPod touches will be given away.",
     "Shashi Verma, TfL Director of Fares and Ticketing, said: 'Oyster remains the quickest, easiest and most convenient way to get around London and accessing Oyster online makes life even easier.  Why queue up on a Monday morning to buy your weekly Travelcard?",
     "'With Oyster you can get on board the train, tram or bus having bought your ticket sitting on your sofa over the weekend.  The Oyster online shop offers a range of products and services and if you decide to register your card it will protect the balance and any travel product if the card is lost or stolen.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"For further information on Oyster products and the Prize Draw, please visit \\u003ca href=\\\"http://www.tfl.gov.uk/oyster\\\"\\u003ewww.tfl.gov.uk/oyster\\u003c/a\\u003e \",\"The Prize Draw offer starts on Monday 02 March and ends at midnight on Sunday 22 March 2009. One entry per person per week\",\"The Oyster card has been a huge success since its introduction across the TfL network in 2003\",\"There are now over six million cards in regular use saving passengers time and money.  Last year three billion journeys were made with Oyster\",\"Oyster is accepted across Tube, bus, tram, DLR, London Overground and on selected National Rail services\",\"Up to three different Travelcards or Bus Pass season tickets and up to £90 pay as you go credit can be stored on the same Oyster card at the same time\",\"Registered Oyster cards - in the event of loss or theft - have any annual, monthly, 7-day Travelcard or Bus Pass products or pay as you go value protected\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}