{
 "pageTitle": "Westbound carriageway of the A406 North Circular Road, between Green Lanes and Telford Road, will be reduced to a single lane until early June",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Westbound carriageway of the A406 North Circular Road, between Green Lanes and Telford Road, will be reduced to a single lane until early June ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Lane closure is to facilitate gas works."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) is advising motorists using the westbound A406 North Circular Road between Green Lanes and Telford Road in Bounds Green, Enfield, to consider alternative routes for the next three months as one westbound lane will be closed to facilitate National Grid gas main works.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Delays expected\"}",
     "The works will be undertaken in phases with the first phase of restrictions in place on the inside westbound lane between Brownlow Road and Telford Road  starting on Tuesday 17 March 09 until early May 09.  The second phase will be from Green Lanes to Brownlow Road between early May 09 and mid June 09, weather permitting.",
     "The A406 will remain open in both directions during this time, however with westbound traffic restricted between these two junctions, delays are expected.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Check before you travel\"}",
     "To minimise the disruption to journeys, motorists are encouraged to check before they travel at \u003ca href=\"http://www.tfl.gov.uk/trafficnews\"\u003ewww.tfl.gov.uk/trafficnews\u003c/a\u003e or through Traffic Radio on DAB radio, to determine alternative routes.",
     "The works are a part of National Grid Group's gas pipe upgrade programme.",
     "TfL has been working with National Grid to notify residents and other stakeholders of the upcoming works and motorists will also be made aware through roadside message boards.",
     "\u003cstrong\u003eNotes to Editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"As part of the commitment by Mayor of London, Boris Johnson, to smooth traffic flow in the Capital, TfL and 18 London boroughs have begun a three month consultation on the proposed new London Permit Scheme, which aims to regulate street works. The permit scheme would help to ensure that any company that wants to dig up London roads causes as little disruption to Londoners as possible\",\"While National Grid carries out its works, TfL will take every opportunity to carry out any other necessary works in the area to minimise any future disruption. Other utilities will also be encouraged to coordinate and carry out any planned works they may have on this section of carriageway at the same time\",\"The A406 North Circular Road is part of the Transport for London Road Network (TLRN) which constitutes 5 per cent of all roads in London\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}