{
 "pageTitle": "Further plans for Bakerloo line extension revealed following public consultation",
 "description": "Further plans for Bakerloo line extension revealed following public consultation",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2018",
   "url": "/info-for/media/press-releases/2018"
  },
  {
   "title": "September",
   "url": "/info-for/media/press-releases/2018/september"
  },
  {
   "title": "Further plans for Bakerloo line extension revealed following public consultation"
  }
 ],
 "title": {
  "title": "Further plans for Bakerloo line extension revealed following public consultation",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) has today published its response to issues raised during last year's consultation on proposals to extend the Bakerloo line beyond Elephant \u0026 Castle. These comments have helped to refine the proposals which will be subject to a more detailed public consultation in 2019.",
     "More than 4,800 responses were received in the consultation held in spring 2017, with many taking the chance to show support for the scheme overall.  The consultation asked for feedback on proposals for stations at Elephant \u0026 Castle, New Cross Gate, Lewisham and two entirely new stations along the Old Kent Road.",
     "Based on the consultation responses, TfL has made some decisions on the proposals. These include:",
     "\u003cstrong\u003eElephant \u0026 Castle station\u003c/strong\u003e Plans are being developed that would see the Bakerloo line station and ticket hall move and integrate with the planned new Northern line ticket hall.  This would provide customers with an easier interchange with both Northern line and Thameslink services and help reduce crowding at the busiest times.",
     "Journeys between Lambeth North station and the proposed 'station 1' on the Old Kent Road could also be quicker based on these current plans due to a shorter tunnel alignment via the new Elephant \u0026 Castle Bakerloo line station.",
     "\u003cstrong\u003eBricklayers Arms Roundabout\u003c/strong\u003e Changes to the plans have meant that there should no longer be a need for a ventilation shaft between Elephant \u0026 Castle and the Old Kent Road stations due to the shorter tunnel alignment.",
     "While a new station at the Bricklayers Arms was considered following comments from the consultation, it will not be progressed.  A number of factors led to this decision including its close proximity to the existing Elephant \u0026 Castle and Borough Tube stations and the location TfL is focusing on for the new proposed 'station 1' on the Old Kent Road. The proposal for an additional station would also considerably increase the overall cost of the extension as well as make journey times longer.",
     "The proposed two stations on the Old Kent Road were carefully selected to maximize growth in jobs and homes to support plans for redevelopment in the area.",
     "TfL will work with the London Borough of Southwark to develop public realm improvements in this area.",
     "\u003cstrong\u003eOld Kent Road stations\u003c/strong\u003e Plans for Old Kent Road 'station 1' are being developed, focusing on the site near to the junction with Dunton Road and Humphrey Street. Plans for Old Kent Road 'station 2' are being developed for the site of the former Toys R Us store near the junction with Asylum Road.  Both these locations had the most support in the public consultation and are considered as the best locations to fit in with the proposed route.",
     "\u003cstrong\u003eNew Cross Gate station\u003c/strong\u003e The site of the proposed station at New Cross Gate continues to be evaluated.  This includes looking at ways the station construction can be delivered effectively while minimising any local impact, such as access to the supermarket.  The new station will be carefully planned to manage customer flows to provide an easy and efficient interchange with London Overground and National Rail services.",
     "\u003cstrong\u003eLewisham station\u003c/strong\u003e Designs for the potential new station layout are being developed to ensure it will provide an effective, simple and quick interchange for customers between the Bakerloo line, DLR and National Rail services.",
     "\u003cstrong\u003eHeidi Alexander, Deputy Mayor for Transport, said: \u003c/strong\u003e `I'm delighted that plans for the Bakerloo line extension are continuing to progress. New Tube stations providing a direct route for commuters into the heart of central London and the joining up of key transport links across south London will reduce journey times and ease congestion, making a huge difference to the lives of thousands of south Londoners.",
     "`The extension will also provide a substantial boost to the local economy, helping support up to 5,000 new jobs and 25,000 new homes.'",
     "\u003cstrong\u003eAlex Williams, Transport for London's Director of City Planning, said: \u003c/strong\u003e `The Bakerloo line extension is vital to support the growth of south east London as well as improving connectivity and reducing journey times for tens of thousands of people. We have taken on board the views of almost 5,000 people and will now refine the proposals and carry out a further public consultation next year.  This will help us shape our plans for the first phase of the extension to Lewisham which is planned to be completed by 2029.'",
     "\u003cstrong\u003eCouncillor Brenda Dacres, Lewisham Council's Cabinet Member for Parks, Neighbourhoods \u0026 Transport (Job Share), said:\u003c/strong\u003e `The impact of the Bakerloo line extension cannot be underestimated - it will boost the economy in Lewisham and south east London, provide the opportunity to build desperately-needed new homes and improve transport links into central London. Almost 5,000 Londoners have given their views and this clearly reflects the importance with which they regard these plans. I would urge even more to engage and take part in the further consultation planned for next year.'",
     "Scheme development work will now take place ahead of a further public consultation next year.",
     "At least 25,000 new homes and 5,000 new jobs could be supported as a result of the extension, with extra capacity on London Underground for 65,000 journeys in the morning and evening peak, helping relieve congestion on local bus and National Rail services.",
     "The completion date of the extension to Lewisham aligns with the upgrade of the Bakerloo line.  This upgrade will deliver more capacity with faster and more frequent services.  It will deliver customer benefits along the whole of the line from north west to south east London",
     "The Bakerloo line extension to Lewisham is an important part of the Mayor's Transport Strategy, which was published last year and details plans to create a fairer, greener, healthier and more prosperous city by improving public transport and encouraging active travel.",
     "The Mayor and TfL remain committed to delivering a second phase of the extension beyond Lewisham, and work is continuing to build a case for it.",
     "{\"template\":\"bulletlist\",\"items\":[\"The 'Response to Issues Raised' report following the consultation is published here - \\u003ca href=\\\"http://www.tfl.gov.uk/bakerloo-extension\\\"\\u003ewww.tfl.gov.uk/bakerloo-extension\\u003c/a\\u003e \",\"As announced in the TfL Business Plan, the updated plans bring the completion date of the extension forward by two years to 2029, to align with the timetable for the upgrade of the Bakerloo line.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2018/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2018/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2018/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2018/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2018/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2018/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2018/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2018/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2018/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2018/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2018/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2018/december",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}