{
 "pageTitle": "TfL announces final stage of Woolwich Ferry upgrade",
 "description": "TfL announces final stage of Woolwich Ferry upgrade",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2018",
   "url": "/info-for/media/press-releases/2018"
  },
  {
   "title": "September",
   "url": "/info-for/media/press-releases/2018/september"
  },
  {
   "title": "TfL announces final stage of Woolwich Ferry upgrade"
  }
 ],
 "title": {
  "title": "TfL announces final stage of Woolwich Ferry upgrade",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Work will take place between 6 October and the end of the year to replace the berths to accommodate the brand new boats"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "TfL is replacing the Woolwich Ferry with new, modern, low-emission boats that will start operating in January.",
     "The new ferries will have increased capacity, cycle-specific facilities and use a quieter, low-emission engine, all helping to deliver the Mayor's ambition to grow river transport and improve air quality.",
     "The construction of the new berths, which are required for the new, larger ferries, began in June 2018. The next stage of this complex work will require closure of the service from 6 October until the end of the year while the berths are being replaced.",
     "During this period drivers will need to use alternative routes and can plan their journey through TfL's website. The Woolwich Foot Tunnel will remain open for foot passengers and cyclists throughout the work.",
     "David Fisher, Head of London River Services at TfL, said: 'We are really excited about the benefits that these new ferries will bring to Londoners and we will do our best to limit disruption during the essential work.",
     "'We recognise how important this service is, particularly to local users, and thank everyone for their patience. The much needed new ferries will replace the current boats, which have given London excellent service for the last 55 years.",
     "'We are also installing brand new berths that will include an enhanced auto-mooring system. The ferries will improve accessibility, provide separate waiting areas for pedestrians and cyclists and carry more vehicles. The boats will also be powered by a hybrid engine, which will greatly reduce emissions and noise.'",
     "The new ferries will provide 14% extra space than the current vessels and will be able to carry 150 passengers, with a total of 210 metres of space for vehicles and dedicated cyclist spaces across four lanes.",
     "The boats will be powered by a hybrid-propulsion engine, providing greater fuel efficiency and low noise. They are fitted with equipment to reduce emissions to 90% less Particulate Matter and 70% less NOx than legal standards.",
     "The new berths incorporate high-tech auto-mooring systems, which will secure the vessels in the berth using magnetic technology.",
     "This removes the need for engine power while mooring is taking place and helps reduce emissions further. It also makes the vessels more stable, improving the ease of boarding and alighting for customers.",
     "The new vessels have been named 'Ben Woollacott', after a former deckhand who sadly died while working on the ferry in August, 2011 and 'Dame Vera Lynn', after the legendary singer from east London.",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"River vessels are responsible for around 1% to 2% of London's total pollution. The Mayor does not have any direct powers to control emissions from the River. The Port of London Authority has recently published its strategy to reduce emissions from the river: \\u003ca href=\\\"https://www.pla.co.uk/environment/Air-Quality-andGreen-Tariff/Air-Quality\\\"\\u003ehttps://www.pla.co.uk/environment/Air-Quality-andGreen-Tariff/Air-Quality\\u003c/a\\u003e \",\"Transport for London will continue to work with the PLA where they can to help implement the strategy. The Mayor has also asked the Government to create a single regulator for the Thames to help make ensure that River emissions can be effectively tackled across all types of vessels\",\"In 2017, in preparation of the piling works for the new berths, a survey of the riverbed was completed and identified eight potential sites which could have contained unexploded World War II bombs. A dive team therefore was recruited to undertake a number of dives and inspect the sites further. It was confirmed that no unexploded devices are located in the river bed where construction will be taking place\",\"In June and July 2018, TfL installed new restraint piles behind the existing berthing structures in preparation for the final phase of works\",\"Emissions limits for 'inland waterway vessels', which covers the majority of the vessels on the Thames, are    set by the European Union in regulations for 'Non-Road Mobile Machinery'. Emissions limits for international shipping, such as cruise liners and cargo vessels, are set worldwide by the International Maritime Organisation as part of their MARPOL regulations\",\"The new boats have two diesel generators and a large battery to provide electrical power to four thruster propellers, a design that maximises reliability and minimises emissions and will ensure a reliable river crossing in East London for many years to come. The two diesel generators have been fitted with Diesel Particulate Filters and Selective Catalytic Reduction systems to further reduce their particulate emissions by 90% and NOx emissions by 70%\",\"A ferry service across the Thames at Woolwich has existed since 1308, pre-dating any bridge or tunnel river crossings in London. The current Roll-on Roll-off ferry facilities opened in the early 1960s and currently carries around a million vehicles and circa 1.8 million passengers a year across the River Thames\",\"Following an 1885 Act of Parliament, the service became free for users. It serves foot passengers, cyclists and vehicles. It runs between Woolwich (in the Royal Borough of Greenwich) and North Woolwich (in the London Borough of Newham) linking the north and south circular roads across the Thames. The service has been operated by Briggs Marine Ltd on behalf of TfL since October 2013\",\"Drivers can plan alternative routes through TfL's website at: \\u003ca href=\\\"https://tfl.gov.uk/plan-a-journey/\\\"\\u003etfl.gov.uk/plan-a-journey/\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2018/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2018/february",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2018/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2018/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2018/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2018/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2018/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2018/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2018/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2018/december",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}