{
 "pageTitle": "Aslef leadership urged to drop 'disgraceful' Boxing Day triple-time pay claim",
 "description": "Along with all Tube unions, the Aslef leadership signed up to the 1996 Agreement for Operational Staff and Operational Managers, which saw staff getting higher salaries and 6.8 weeks of holidays, on the understanding that this involved working some bank",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Aslef leadership urged to drop 'disgraceful' Boxing Day triple-time pay claim",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground (LU) has today published documents which show the Aslef leadership agreed to working arrangements which it is now breaking by calling its members out on a Boxing Day strike over an outrageous pay claim."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Along with all Tube unions, the Aslef leadership signed up to the 1996 Agreement for Operational Staff and Operational Managers, which saw staff getting higher salaries and 6.8 weeks of holidays, on the understanding that this involved working some bank holidays.",
     "The agreement, which specifies that overtime is only paid for unrostered work or for work attracting a higher salary, has now been torn up by Aslef's leaders.",
     "The union's London district secretary Steve Grant admitted on Monday that Aslef had run roughshod over the agreement when he called for it to be 'renegotiated'.",
     "With LU seeking submissions from unions for pay and conditions talks starting early in 2011, the Aslef leadership has jumped the gun and seems determined to disrupt the Christmas period for Londoners - particularly the large numbers intending to visit the Boxing Day sales and sporting events.",
     "Howard Collins, LU's Chief Operating Officer, said: 'It is disgraceful that Aslef should try to hold Londoners and London Underground to ransom in this way.",
     "'We have a long-standing agreement which all of  trade unions are signed up to and which we have published today, which covers staff working arrangements on bank holidays, and Boxing Day is included in that agreement. To tear that agreement up and seek to disrupt the festive period for Londoners in this way is just cynical.",
     "'We have made every effort to resolve this issue with the Aslef leadership, which has refused to attend talks at ACAS to discuss its claim for triple time and a day in lieu for its members.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Section 7.3.1 of the Agreement states: 'Annual leave will be 6.8 weeks, including statutory holidays, which will be expressed in days/shifts. The number of days/shifts of leave will be determined by multiplying the average rostered number of days/shifts by 6.8 rounded to the nearest whole number'\",\"Section 9.1.4 states: 'Additional payments will be made only for authorised paid unrostered overtime, for the working of a shift attracting a higher salary'\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}