{
 "pageTitle": "Changes to the road network and bus stops in the Victoria area",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Changes to the road network and bus stops in the Victoria area",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Wilton Road reopening to general traffic. Terminus Place reopening to London buses. Introduction of 18 tonne weight restriction on Eccleston Bridge."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Following utility diversion work connected to the Victoria Station Upgrade, Wilton Road will reopen to traffic from Monday 13 December until May 2011 when main construction starts.",
     "Buses currently on diversion will return to their normal stops on Wilton Road and Terminus Place from 11 December.",
     "From Monday 13 December, Transport for London (TfL) will be introducing an 18 tonne weight restriction on Eccleston Bridge.",
     "The weight restriction is essential to protect the structural integrity of the bridge which spans key rail tracks into Victoria station.",
     "The restrictions will apply to all coaches and heavy goods vehicles, with the exception of a small number of coaches over 18 tonnes, exiting Bulleid Way coach station.",
     "No buses routes use this road so will not be affected.",
     "Peter Bradley, Head of Consultation and Engagement for Surface Transport, said: 'We have been working closely with Network Rail over concerns about the weight restriction on Eccleston Bridge.",
     "'Notifications have been sent to affected operators and we will be monitoring the impact on the local roads.'",
     "Signs have been put up in the local area advising of the weight restriction and TfL has been engaging with coach operators and Heavy Goods Vehical companies to advise them of the change and suggest the proposed alternative routes.",
     "TfL and Network Rail will be monitoring traffic flow in the area to ensure the diversion is effective and minimises disruption.",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The weight restriction will come into effect from Monday 13 December subject to final sign off from Network Rail and discussion with local businesses\",\"The advisory diversion route for vehicles over 18 tonnes will be:ul\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}