{
 "pageTitle": "Disruption likely - but service operating on all scheduled lines despite strike - Service update",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Disruption likely - but service operating on all scheduled lines despite strike - Service update",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Service update: 16:45 PM\"}",
     "{\"template\":\"bulletlist\",\"items\":[\"\\u003cstrong\\u003eLU condemns ASLEF leadership and urges drivers to come to work\\u003c/strong\\u003e \",\"\\u003cstrong\\u003ePassengers are urged to check before travelling at \\u003c/strong\\u003e \"]}",
     "London Underground (LU) is operating services on all lines that were\nscheduled to run despite the strike called by the leadership of the\nASLEF union.",
     "The completely unnecessary strike action is likely to cause significant\ndisruption throughout the day, but LU is working to ensure as many\nservices as possible will operate. London's 700 bus routes and some\nriver services are also in operation.",
     "Customers are urged to check before they travel at www.tfl.gov.uk.  At\npresent, services are currently operating as follows:",
     "{\"template\":\"bulletlist\",\"items\":[\"On the\\u003cstrong\\u003eBakerloo line\\u003c/strong\\u003e LU is running a shuttle service between\\n    Harrow \\u0026 Wealdstone and Piccadilly Circus.\",\"On the\\u003cstrong\\u003eCentral line\\u003c/strong\\u003e LU is running a limited service between\\n    Hainault/Epping to Leytonstone and White City to West Ruislip/ Ealing\\n    Broadway.\",\"On the\\u003cstrong\\u003eCircle line\\u003c/strong\\u003e there is planned closure.\",\"On the\\u003cstrong\\u003eHammersmith \\u0026 City line\\u003c/strong\\u003e LU is running limited services\\n    from Hammersmith to Kings Cross only. The closure of the\\u003cstrong\\u003eHammersmith \\u0026\\n    City line\\u003c/strong\\u003e between Kings Cross and Barking for engineering works was\\n    pre-planned.\",\"On the\\u003cstrong\\u003eDistrict line\\u003c/strong\\u003e LU is running five limited shuttle\\n    services between Ealing Broadway and High Street Kensington.\",\"On the\\u003cstrong\\u003eJubilee line\\u003c/strong\\u003e LU is running a reduced frequency service\\n    between Finchley Road and Stanmore.\",\"On the\\u003cstrong\\u003eNorthern line\\u003c/strong\\u003e LU is running shuttle services from\\n    Edgware to Golders Green, High Barnet to East Finchley and Morden to\\n    Stockwell.\",\"The\\u003cstrong\\u003eMetropolitan line\\u003c/strong\\u003e is running limited service between\\n    Harrow-on-the-Hill and Baker St. The closure of the section between\\n    Aldgate and Baker Street for engineering works was pre-planned.\",\"On the\\u003cstrong\\u003eVictoria line\\u003c/strong\\u003e , a reduced service is operating between\\n    Seven Sisters and Victoria.\",\"The\\u003cstrong\\u003ePiccadilly line\\u003c/strong\\u003e has limited services from Kings Cross to\\n    Cockfosters, Hammersmith to Heathrow and Acton to Rayners Lane.\"]}",
     "LU Managing Director, Mike Brown said: \"This strike is beyond belief.\nThe ASLEF leadership is tearing up long-standing agreements that cover\npay and annual leave and demanding even more - triple time and another\nday off.  Londoners will simply be stunned at such a claim.",
     "\"The union leadership has shown complete disdain for all who want to\nvisit family and friends or hunt a good bargain during what is one of\nthe busiest shopping days of the year.",
     "\"We are running as many Tube services as possible, as well as London's\n700 bus routes and some river services. We are also discussing with West\nEnd retailers how we can support more pedestrian VIP events in the near\nfuture, to encourage more shoppers to the West End.",
     "\"I urge all ASLEF members booked to work today to ignore this\nunnecessary strike and report for work.\"",
     "ASLEF walked out of talks at the conciliation service ACAS, unilaterally\ntearing up a long-standing agreement clearly covering all Bank holidays\nand demanding triple pay and a day off in lieu for drivers who are\nscheduled to work on Boxing Day.  An offer from LU to reduce the number\nof drivers rostered to work on Boxing Day was flatly rejected by the\nunion leadership, who were clearly determined to strike and disrupt\nLondoners' Christmas holidays.",
     "ASLEF, along with all Tube unions, signed up to an agreement, which gave\nall LU staff  increased pay and 6.8 weeks of holidays on the\nunderstanding that this involved working some public holidays including\nBoxing day.  This has now been torn up by ASLEF.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Notes to editors:\"}",
     "{\"template\":\"bulletlist\",\"items\":[\"Section 7.3.1 of the Agreement with the unions states: \\\"Annual\\n    leave will be 6.8 weeks, including statutory holidays, which will be\\n    expressed in days/shifts. The number of days/shifts of leave will be\\n    determined by multiplying the average rostered number of days/shifts by\\n    6.8 rounded to the nearest whole number.\\\"\",\"Section 9.1.4 states: \\\"Additional payments will be made only\\n    for authorised paid unrostered overtime, for the working of a shift\\n    attracting a higher salary.\\\"\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}