{
 "pageTitle": "Final work dates announced for London Overground's multi-million pound upgrade",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Final work dates announced for London Overground's multi-million pound upgrade",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) and Network Rail today announced the dates for a week of re-signalling work early in 2011 on the London Overground network."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "These essential works will help unlock the true potential of the London Overground network, which is to offer better, more frequent and higher capacity metro-style service.",
     "The work is part of a multi-million pound upgrade project to further increase capacity on London Overground services from spring 2011.",
     "The closure - in addition to those during the festive season - will be:",
     "{\"template\":\"bulletlist\",\"items\":[\"From Saturday 19 February until Saturday 26 February 2011 (inclusive) services will be suspended between: Richmond and Camden Road, Euston and South Hampstead, Gospel Oak and Upper Holloway, Shepherd's Bush and Willesden Junction\",\"On Sunday 20 and 27 February trains will run to Euston. However, there will be no service between Richmond and Stratford, Gospel Oak and Upper Holloway and Shepherd's Bush and Willesden Junction\"]}",
     "Details regarding train and bus provision as well as alternative travel arrangements will be available closer to the time.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"More frequent services\"}",
     "The upgrade work involves the final commissioning of the signalling equipment that was installed through 2010, the installation of further signalling equipment and completing the refurbishment of several stations.",
     "When the upgrade is finished in spring 2011, London Overground will be running more frequent services with longer trains providing greater capacity. Services from Richmond and Clapham Junction to Stratford will run four times per hour all day with at least six trains per hour all day between Willesden Junction and Stratford.",
     "Howard Smith, Chief Operating Officer for TfL London Rail, said: 'We have nearly completed the planned improvements.",
     "'These essential works will help unlock the true potential of the London Overground network, which is to offer better, more frequent and higher capacity metro-style service.",
     "'We are doing all we can to minimise the disruption caused and are looking forward to finishing all the works, on schedule by spring 2011.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Supporting the economy\"}",
     "Andrew Munden, Network Rail route director, said: 'London relies on rail to get more than a million people to and from work every day, which is why investment in projects like the London Overground upgrade is so important to the Capital's economy.",
     "'This project will provide vital additional capacity in time for the Olympic Games and help meet growing demand on this busy commuter line, supporting economic growth across vast swathes of London.'",
     "The improvement work is part of an upgrade that will see more than 200 signals, seven kilometres of track and 69 sets of points improved and 30 station platforms lengthened.",
     "A reminder that during the festive break, there will be the following suspensions between:",
     "{\"template\":\"bulletlist\",\"items\":[\"Gospel Oak and Stratford  from 18:30 on the evening of 18 December until 24 December 2010\",\"Richmond and Stratford, Shepherd's Bush and Willesden Junction from 27 December until the 3 January 2011\"]}",
     "After that, only work requiring weekend closures will carry on until mid 2011. Once the work is completed, there will be eight peak trains per hour between Willesden Junction and Stratford stations.",
     "To minimise inconvenience during these times TfL will provide a rail replacement service on the closed sections of the network. Passengers will also be able to travel at no extra cost by Tube or national rail services through zone 1, providing they travel from a Tube or national rail station near their usual London Overground station (conditions apply).",
     "\u003cstrong\u003eNotes to editors \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}