{
 "pageTitle": "How Barclays Cycle Hire is making London better off",
 "description": "New figures have revealed it is not just individuals who are benefitting from the Mayor's flagship Barclays Cycle Hire Scheme, but whole businesses are too.From caterers to computer companies, from retailers to rat catchers, growing numbers of businesses",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "How Barclays Cycle Hire is making London better off",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Mayor's cycle scheme offers cheap option for essential business travel. Businesses embrace it and make London greener."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "New figures have revealed it is not just individuals who are benefitting from the Mayor's flagship Barclays Cycle Hire Scheme, but whole businesses are too.",
     "From caterers to computer companies, from retailers to rat catchers, growing numbers of businesses are beginning to hire the new bikes.",
     "So many companies are using the hire scheme there are suggestions they may also be helping London become greener, as well as helping to create a cycling revolution in the Capital.",
     "Kulveer Ranger, the Mayor's Transport Adviser, said: 'Both commuters and businesses have fully embraced Barclays Cycle Hire which is testimony to the guile and ingenuity that makes London such a smart place to do business.",
     "'It shows a real shift in the culture of the city as it reaps the rewards of cycling; both financial and environmental.",
     "'This is good news for everyone who wants to live and work in a cleaner, greener city.",
     "'I hope this inspires businesses to take on other aspects of the cycle revolution such as the Barclays Cycle Superhighways and spurs them on to improve facilities for those who are regularly using two wheels.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Increased opportunity\"}",
     "Deanna Oppenheimer, Vice-Chair, Global Retail Banking, CEO Western Europe and CEO UK Retail Banking at Barclays, said: 'With over 110,000 members and more than two million journeys made since its launch, we are delighted that the London business community is embracing and witnessing the benefits of Barclays Cycle Hire.\u003cbr /\u003e\u003cbr /\u003e'The scheme is having a profound social and economic benefit on the city of London.",
     "'Users of the scheme get healthier and more productive at work, and research shows that increases to transport capacity improves opportunities for investment and jobs in London.",
     "'Already, the public and employers are making cost savings by using a cheap and sustainable mode of transport.'",
     "Pest controllers Cleankill began using the new hire bicycles to beat the traffic and reduce its carbon footprint.",
     "Manager Ian Miller said: 'It's brilliant.",
     "'I used to use the tube and occasionally my car, but now I hire a bike.",
     "'I find it's faster than other forms of transport and I feel much healthier for it.",
     "'Our customers are very keen that we are a 'green' pest control operation so they love the fact that I use a bike to reach them - plus I'm saving the company money.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Fast and inexpensive\"}",
     "Southwark-based IT Services company, Octavia, saw the advantages of adopting Barclays Cycle Hire from the very start.",
     "CEO, Giles Sirett said: 'We carry out around 100 business journeys a week across London and were keen to reduce the amount of time and money we spend travelling to jobs.",
     "'We have a docking station located outside our offices and as most of our journeys are under 30 minutes, the cycle scheme proves to be very inexpensive and a fast way of getting to our customers.'",
     "Simon Davies, Managing Director of Clerkenwell based Dogstar Design, said: 'The Barclays Cycle Hire scheme has completely changed the way we get around the City to visit our clients.",
     "'In these times of reduced budgets we are able to save ourselves and our clients money by using the bikes to travel for free to meetings, at the same time we have reduced the amount of time we spend travelling.'",
     "The InterContinental Hotel in Park Lane uses Barclays Cycle Hire to offer guests another way around London.",
     "Head Concierge Simon Rose said: 'Barclays Cycle Hire is great way for our guests to see parts of the city that they would be less likely to uncover travelling by Tube.'",
     "Barclays Cycle Hire has already boosted cycling journeys in the Capital by around 20,000 every week day.",
     "More than 110,000 people have signed up to the scheme completing more than two million journeys since the scheme launched.",
     "Many retailers have noted increased interest in cycling clothes since the scheme was introduced.",
     "Caz Nicklin, Founder and Director of Cyclechic.co.uk, said:  'We have noticed a rise in sales since the scheme started in July.",
     "'It seems to have opened up cycling to a wider spectrum of people, who ordinarily would not have thought to cycle in London.",
     "'I also use the bikes day to day for popping to our warehouse and attending meetings around town and find them fantastically convenient.'",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Interviews with representatives of companies that are using the hire scheme are available on request\",\"The creation of an easy-to-use cycle hire system was a key pledge of the Mayor's manifesto. Barclays Cycle Hire is now transforming the way that people make short trips around central London\",\"A membership key is £3 with costs at £1 for a 24-hour membership, £5 for seven days, and £45 for an annual membership. The first 30 minutes of any journey is free of usage charges. Find out more on how to become a member of Barclays Cycle Hire and on how to use the scheme \\u003ca href=\\\"http://www.tfl.gov.uk/barclayscyclehire\\\"\\u003eonline\\u003c/a\\u003e \",\"Barclays Cycle Hire accepts Visa and MasterCard credit and debit cards and Visa Electron. The scheme doesn't accept Maestro, Amex, Diners or JCB cards. Registered Barclays Cycle Hire members won't be able to use the same payment card for casual use\",\"If a member would like to use a cycle hire bike as a casual user they will need to use a different payment card to that which they used to register as a member\",\"Examples of journeys that can be carried out within 30 minutes, taken from TfL's cycling Journey Planner, include:\",\"Regent's Park to Notting Hill Gate (25 minutes)\",\"London Bridge to Hyde Park (27 minutes)\",\"Tower Hill to Bond Street (23 minutes)\",\"Regent's Park to Westminster Abbey (16 minutes)\",\"The British Museum to Green Park (15 minutes)\",\"Old Spitalfields Market to Speaker's Corner (27 minutes)\",\"High Street Kensington to Leicester Square (19 minutes)\",\"Members of the scheme must be at least 18 years old, and you need to be at least 14 years old to use the scheme\",\"Barclays Cycle Hire, which is operated by Serco Limited on behalf of TfL, is the most sustainable and environmentally friendly form of public transport ever seen in the Capital\",\"Barclays Cycle Hire and Barclays Cycle Superhighways are building on the massive 117 per cent growth in cycle journeys on London's major roads since TfL was created in 2000\",\"Barclays Cycle Hire operates across central London. Docking stations and hire bicycles are available in Camden, City of London, Hackney, Islington, Lambeth, Kensington \\u0026 Chelsea, Southwark, Tower Hamlets, Westminster and several of the Royal Parks\",\" \\u003ca href=\\\"http://www.cleankill.co.uk\\\"\\u003eCleankill \\u003c/a\\u003e started in 1995 and is a specialist provider of pest control services to retail, commercial and industrial properties throughout the UK.  The company deals with 'distress' pests such as wasps and fleas, as well as preventative maintenance against public health pests such as mice and rats. Cleankill can also clear and proof buildings against pest birds. The company prides itself on fast and efficient service delivery and aims to be recognised as a market leader for innovation and new pest control techniques. For further information go to \\u003ca href=\\\"http://www.cleankill.co.uk\\\"\\u003ewww.cleankill.co.uk\\u003c/a\\u003e or call 0800 056 5477\",\"Please call Suzi Christie of Blueberry PR for interview requests with CleanKill on 01435 830031 or Cleankill Managing Director Paul Bates on 020 8668 5477\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}