{
 "pageTitle": "Iconic Tube signs arrive at Orchard Hill College and Carshalton College",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Iconic Tube signs arrive at Orchard Hill College and Carshalton College",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "A classroom called Oxford Circus and a roof terrace named Wembley Park are just some of the new signs that are being used at Orchard Hill College and Carshalton College in Carshalton, Surrey."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The Underground theme that the learners have chosen is meaningful and relevant to them",
     "From 8 December students will be able to locate their classrooms with ease after Transport for London (TfL) worked with Orchard Hill College and a UK supplier to design and produce signage in the style of the real London Underground (LU).",
     "Many of the students are teenagers and adults with learning difficulties who are doing courses to become independent or supported travellers.",
     "The choice of Tube system signage seemed an ideal way to familiarise the students with public transport in the world outside the classroom.",
     "One of the students came up with the idea of having a Tube theme.",
     "This public transport suggestion was deemed more age-appropriate than animals or planets as the pupils are aged 16 or older.",
     "Each floor is named after a LU line.",
     "For example, floor two is named after the District line and has a classroom called Earl's Court.",
     "This is signified with the distinctive circular Tube logo or roundel.",
     "The floors also have furniture that matches the colour of the different Tube lines.",
     "On the stairwells there are 'keep to the right' signs which are the same as on the Underground, these signs will ease congestion on the stairs and allow learners to understand how to safely use the stairs.",
     "The lift, toilet and wheelchair signs are real LU signs customers would see on the network.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Practical design\"}",
     "Nigel Holness, Network Services Director for LU, said: 'Our famous Tube map and logo with its bright colours and simple layout is recognised around the world for its practical design.",
     "'I'm really pleased that Transport for London - by bringing a little bit of the Tube to Orchard Hill College and Carshalton College - has been able to help these students navigate their building more easily.'",
     "Luke Green, 17, learner from Orchard Hill College, said: 'I love trains and thought that Underground stations would be a good idea for our classroom names, I really enjoyed travelling to Earl's Court.'",
     "Janette Taylor, Lecturer at Orchard Hill College, said: 'Our learners love the new classroom names.",
     "'Each floor is named after an Underground line and the learners from each class have voted for what Tube station they would like their classroom to be named after.",
     "'The learners from my class voted for Earl's Court and have already travelled there using public transport to research information about the station and the local area.",
     "'This is a great way for our students who have a range of learning difficulties and disabilities, to gain more confidence when travelling in the community.",
     "'The Underground theme that the learners have chosen is meaningful and relevant to them.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Sense of achievement\"}",
     "Sally McGuire, Skills for Work and Life Team Leader at Carshalton College, said: 'For us, you get a sense of achievement working with our learners, equipping them with skills to achieve and lead a more independent life, it is very rewarding.",
     "'This iconic Tube theme, with its quality signage, helps us to teach our students more affectively on our courses.'",
     "West Sussex based Links Ltd, one of TfL's suppliers, designed and made the signs at no cost to TfL.",
     "The shared college building is a purpose built building which opened last year and caters for students with a range of disabilities including learning disabilities.",
     "On the morning of 8 December each class of students will decorate their classroom, dress in theme and host activities connected to their Tube name, for example at Wimbledon station the class will be dressed as tennis players and strawberries and cream will be served.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"LU is undertaking a major programme of renewal as part of TfL's Tube upgrade. This will inevitably result in some disruption for passengers, but TfL is working hard to provide information and alternative travel options. The work is essential to provide for London's growing transport needs now, and into the future. TfL is urging all Londoners and Tube, London Overground, London Tramlink and Docklands Light Railway passengers to \\u003ca href=\\\"http://www.tfl.gov.uk\\\"\\u003e'check before they travel' \\u003c/a\\u003e at weekends, allowing extra journey time where necessary\",\" \\u003ca href=\\\"http://www.orchardhill.ac.uk\\\"\\u003eOrchard Hill College\\u003c/a\\u003e is a non-residential National Specialist College with bases across London. It offers a friendly and supportive learning environment for young people and adults with severe/profound and complex learning difficulties and/or disabilities\",\"Images available on request\",\" \\u003ca href=\\\"http://www.carshalton.ac.uk\\\"\\u003eCarshalton College \\u003c/a\\u003e has been educating people and realising student's ambitions for more than fifty years. It is confident that its courses, offering full-time, part-time, apprenticeships and higher education, are varied and flexible to meet a wider range of interests and ambitions\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}