{
 "pageTitle": "Increasing numbers of Londoners swapping their car for public transport",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Increasing numbers of Londoners swapping their car for public transport",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Seven per cent shift to public transport, cycling and walking reduces car journeys by one million every day in London, ensuring Transport for London (TfL) keeps London moving and supports economic growth."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This report proves the Mayor's policies have continued to encourage Londoners out of their cars and onto public transport or two wheels",
     "TfL continues to operate more frequent, extensive and reliable services.",
     "Major growth in cycling maintained.",
     "Low Emission Zone improving London's air quality with substantial savings of particulate matter (PM10) and nitrogen oxide (NOx)  and almost 100 per cent vehicle compliance on a daily basis.",
     "TfL has published its third annual Travel in London report, which confirms that demand for public transport in the Capital has bounced back since the recession and continues to increase.",
     "There has been a seven percent increase in the numbers of Londoners getting out of their cars and choosing to use public transport, walking or cycling in London, without which there would have been one million more car driver trips in London in 2009.",
     "Londoners now use public transport for 41 per cent of their journeys, a seven per cent increase since 2000.",
     "That increase in demand clearly demonstrates the need for continued investment in London's transport network, and underlines exactly why the Mayor and TfL campaigned so vigorously and successfully, alongside businesses and stakeholders across the Capital, to win a good transport funding settlement for London as part of this year's Comprehensive Spending Review.",
     "The report also shows the Mayor and TfL are making good progress towards delivery of his Transport Strategy and with his six key transport policies to:",
     "{\"template\":\"bulletlist\",\"items\":[\"Expand public transport capacity\",\"Smooth traffic flows\",\"Lead a revolution in cycling and walking\",\"Deliver London 2012 Olympic and Paralympic Games transport projects and leave a lasting legacy\",\"Improve further the safety and security of the travelling public\",\"Improve dramatically the experience of travelling in London\"]}",
     "The Mayor of London's Transport Advisor, Kulveer Ranger said: 'Over the last twelve months we have launched the hugely successful Barclays Cycle Hire and first two Barclays Cycle Superhighways.",
     "'We have opened the extended East London Line, provided extra carriages on the DLR [Docklands Light Railway] and seen London's first ever air-conditioned trains.",
     "'This report proves the Mayor's policies have continued to encourage Londoners out of their cars and onto public transport or two wheels.",
     "'But the Mayor is clear that there is still much more we can do.",
     "'The iron will he showed in negotiations with the Government to protect the funding for future Tube upgrades and Crossrail will prove vital in years to come.",
     "'We live in a city that continues to grow and it is crucial we make the improvements necessary for ever greater numbers of Londoners to get around the Capital.'",
     "The third Travel in London report highlights how Londoner's travel behaviour has changed over the last decade, from 2000 to 2010.",
     "Key developments over the decade up to 2010 have been:",
     "{\"template\":\"bulletlist\",\"items\":[\"\\u003cstrong\\u003eGrowing demand for travel:  \\u003c/strong\\u003e The number of trips made in London each day has increased by eight per cent since 2000, reflecting both population growth and economic development\",\"\\u003cstrong\\u003eAn unprecedented modal shift of seven percentage points away from car use onto public transport, walking and cycling:\\u003c/strong\\u003e Without this modal shift, there would have been one million more car driver trips in London in 2009, adding congestion to the Capital's road network and undermining economic growth\",\"\\u003cstrong\\u003eFewer car journeys: \\u003c/strong\\u003e Traffic on London's roads has fallen by six per cent since 2000, while traffic on Great Britain's roads increased by nearly eight per cent over the same period\",\"\\u003cstrong\\u003eGreater public transport capacity: \\u003c/strong\\u003e Including 32 per cent more bus kilometres and nine per cent more Underground train kilometres operated in 2009/10 compared to 2000/01\",\"\\u003cstrong\\u003eSustained improvements in the reliability of bus and Underground services: \\u003c/strong\\u003e All indicators of service performance were either at, or close to their recorded highs in 2009/10, with 97 per cent of scheduled kilometres operated on both the Underground and bus networks\"]}",
     "London's Transport Commissioner, Peter Hendy said: 'The continuing growth in demand for public transport reinforces the need for investment in London's transport networks.",
     "'Working with the Mayor and London businesses, we successfully campaigned to secure vital investment to take forward the upgrade of the Tube, the construction of Crossrail and maintain frontline services on the extensive bus network and expand London's popular Barclays Cycle Hire.",
     "'We are on course to carry more passengers than ever before on the Tube, rail, Docklands Light Railway (DLR), bus and tram network.",
     "'This shows the essential role that our services are playing in supporting the Capital's economy and this record ridership is being delivered while we work to complete the biggest upgrade in London transport network's history.'",
     "\u003cstrong\u003eExpanding public transport capacity:\u003c/strong\u003e ",
     "After a slight pause as a result of the 2008/09 recession Tube, rail and bus ridership has bounced back during 2010.",
     "August 2010 figures show a year on year growth of five per cent and record numbers of Tube journeys were made in November 2010 - in the four weeks to 13 November, London Underground carried just over 90 million passenger journeys and 6.7 million passenger journeys were made on the DLR.",
     "Meanwhile, London's extensive bus network continues to be a popular way for people to travel.",
     "Despite the fare increase in January 2010, latest figures to August 2010 show bus journeys growing by one per cent year on year and 2.26 billion bus journeys were made in 2009/10.",
     "\u003cstrong\u003eSmoothing traffic flow: \u003c/strong\u003e ",
     "TfL has developed a clear focus and priority to smooth road traffic and improve journey time reliability for road users.",
     "The report shows that between 89 and 90 per cent of journeys on London's major roads are completed reliably - a figure we will continue to work to improve with future initiatives.",
     "\u003cstrong\u003eLeading a revolution in cycling and walking: \u003c/strong\u003e ",
     "Around half a million journeys a day were made by bicycle in London in 2009.",
     "This is up five per cent from 2008.",
     "Cyclists on the TfL Road Network (TLRN) increased 117 per cent between 2000/01 and 2009/10.",
     "Around a quarter of all Londoner's trips are made on foot.",
     "The report also contains a comprehensive summary of early results from the Mayor's 2010 'Year of Cycling', which saw the successful launch of both the Barclays Cycle Hire scheme, and the first two Barclays Cycle Superhighways.",
     "There have been almost two million journeys using the new Barclays Cycle Hire since it was launched in July.",
     "Surveys indicate that two-thirds of the trips made by Barclays Cycle Hire would previously have been made by a mechanised mode.",
     "Early results also suggest an increase of 24 per cent in average cycle flows on the first two Barclays Cycle Superhighways.",
     "\u003cstrong\u003eImproving safety and security: \u003c/strong\u003e ",
     "The report shows that London is continuing to make good progress in improving the safety and security of the transport networks.",
     "Eight per cent fewer people were killed or seriously injured on London's roads in 2009 than 2008 - a value that is 52 per cent lower than the average of 1994/98 (the benchmark for road casualty reduction targets).",
     "Fifteen per cent fewer children were killed or seriously injured in 2009 compared to 2008",
     "There has been continued reduction in crime.",
     "Reported crimes per million journeys were down eight per cent on buses and down two per cent on the Tube.",
     "The effects of the recession:",
     "The report sets out the effects of the recession on travel.",
     "Traffic fell by three per cent in 2009 - a recession-related acceleration to an already established trend.",
     "The impact of the recession is also seen in the total number of trips, which fell by 0.4 per cent in 2009.",
     "However, this is an unsurprising effect of the recession.",
     "The report shows that we have already seen Tube and bus usage bounce back and this is entirely consistent with the projections in the Mayor's Transport Strategy for total trips to grow from 24.4 million a day last year to more than 27 million a day in 2031, alongside future London's population and employment growth.",
     "\u003cstrong\u003eEnvironmental and air quality improvements: \u003c/strong\u003e ",
     "Emissions of Carbon Dioxide (CO2), London's principal greenhouse gas, from ground-based transport fell by 3.6 per cent, or 330,000 tonnes, in 2009",
     "The report contains a summary of the success of the London Low Emission Zone (LEZ), reflecting almost three years of operation of the scheme.",
     "The results demonstrate the significant impact that LEZ has made to reducing vehicle emissions in London and improving the Capital's air quality.",
     "Consistently high levels of compliance with LEZ have directly produced savings of 28 tonnes of PM10 and 26 tonnes of PM2.5 - the finer, more toxic portion of PM10.",
     "Cleaning up London's buses has also contributed to improving London's air quality - exhaust emissions of PM10 from TfL's buses have reduced by around 90 per cent since 2000, despite the 32 per cent increase in vehicle kilometres operated.",
     "The Mayor's Air Quality Strategy for London, released earlier this week, sets out how the LEZ scheme and related initiatives will continue to deliver improvements in London's air quality going forward.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The Travel in London report summarises key trends and developments relating to travel and transport in Greater London. This third report uses the latest available data, usually referring either to the 2009 calendar year or the 2009/10 financial year. It monitors and interprets progress with the Mayor of London's Transport Strategy, which was published in May 2010. It also provides an authoritative and comprehensive source of data and statistics about travel in London\",\"The \\u003ca href=\\\"http://www.tfl.gov.uk/travelinlondon\\\"\\u003eTravel in London report \\u003c/a\\u003e is available online\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}