{
 "pageTitle": "Keeping London moving through the cold weather",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Keeping London moving through the cold weather",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) is working to keep the Capital moving through the current cold spell and will be working closely with our partners in the London boroughs to ensure that its Tube, bus and rail services continue to run."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "To ensure London was prepared for winter this year, TfL doubled its operational salt stocks from 9,000 to 18,000 tonnes, and stockpiled a further 27,000 tonnes to act as a strategic salt reserve.",
     "This would be available to supplement the stocks held by all highway authorities across London.",
     "TfL's fleet of 38 gritters and 10 gritting quad bikes have been out across the TfL London Road Network working to keep the roads clear.",
     "This includes ensuring key access roads are gritted so that buses can get out onto the network.",
     "London Underground, London Overground, London Tramlink and Docklands Light Railway have all put cold weather plans into place to deal with the possible impacts of ice and snow on the network.",
     "Stocks of specialist de-icing fluids have been topped up and, if required, arrangements are in place for trains to run overnight across the various networks.",
     "Additional engineering staff will also be on standby to respond swiftly to any incidents that occur during the cold weather.",
     "Anybody travelling by road is advised to check this website before they travel or by call London Travel Information on 0843 222 1234."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}