{
 "pageTitle": "London Underground condemns latest outrageous RMT strike threat",
 "description": "Northern line members reject unjustified strike call over driver disciplined for abusive behaviour, but RMT threaten strike regardless.",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Underground condemns latest outrageous RMT strike threat ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Northern line members reject unjustified strike call over driver disciplined for abusive behaviour, but RMT threaten strike regardless."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Yet again, the RMT leadership shows utter contempt for Londoners and the integrity of their own strike ballot process",
     "Extremely low turnout in Bakerloo ballot over driver disciplined for safety breach.",
     "London Underground (LU) today condemned the RMT leadership for threatening strike action in defence of two drivers, one of whom has been dismissed for a serious safety breach and the other who faces disciplinary action over alleged abusive behaviour towards colleagues.",
     "The ballots closed earlier this week with Northern line staff flatly rejecting the strike call.",
     "Of the 192 staff balloted over the driver's dismissal, just 80 took part in the vote, with only 38 voting for strike action - less than 20 per cent.",
     "However, the RMT leadership has today announced they still intend to try to disrupt Londoners on one of the busiest shopping days of the year.",
     "In the Bakerloo line ballot, just 42 people voted for strike action out of a total of 119 balloted - just a third of the total members.",
     "The Bakerloo line driver's case has been considered on appeal by LU, and his dismissal confirmed.",
     "The Northern line driver has not been dismissed, yet the union has already called for strike action.",
     "Howard Collins, LU's chief operating officer, said: 'The RMT leadership has utterly failed in its attempt to gain support from staff on the Northern line for a driver being dealt with over allegations of totally unacceptable and abusive behaviour towards colleagues.",
     "'Only 19 per cent of those balloted voted for strike action. It is also utterly outrageous for the RMT to threaten strike action in support of someone dismissed for a serious breach of safety rules on the Bakerloo line.",
     "'The facts speak for themselves. Yet again, the RMT leadership shows utter contempt for Londoners and the integrity of their own strike ballot process.",
     "'They should end these pointless strike threats and get on with working with us to deliver an upgraded Tube system for London.'",
     "Despite having no mandate for strike action, the RMT leadership has instructed its Northern line drivers at the Morden depot to strike from 21:00 on Friday 17 December until 20:59 on Saturday 18 December 2010.",
     "They have instructed Bakerloo line drivers to strike from 21:00 on Friday 17 December until 20:59 on Saturday 18 December 2010.",
     "Despite this, LU fully intends to run services on these and all other lines and passengers will still be able to get around the city."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}