{
 "pageTitle": "London Safety Camera Partnership website wins international road safety award",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Safety Camera Partnership website wins international road safety award",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Online road safety resource wins Prince Michael International Road Safety Award. Award celebrates excellent progress in reducing casualties on the Capital's roads."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The London Safety Camera Partnership (LSCP) has been awarded a Prince Michael International Road Safety Award for its continuing work to improve road safety across London.",
     "The Royal Awards recognise achievement in road safety.",
     "They are presented annually, to the most outstanding examples of innovation across the world.",
     "The LSCP, which is made up of five authorities: Transport for London (TfL), Metropolitan Police Service, City of London Police, Her Majesty's Courts Service London Councils.",
     "London Councils won the award for the educational resources on road safety on its website.",
     "As well as providing Londoners with information about safety cameras across the Capital, the website also contains educational materials for school children, helping to highlight the dangers and the consequences of speeding on London's roads.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Keeping people safe\"}",
     "The Mayor and TfL continue to work to reduce collisions and casualties on the Capital's roads.",
     "Since the mid to late 1990s, London has seen an significant reduction in casualties, with a 52 per cent fall in deaths and serious injuries and the number of children killed or seriously injured falling by 72 per cent.",
     "Presenting his award HRH Prince Michael of Kent GCVO said: 'It is most encouraging to see a young team using such innovative approaches to put over these important road safety messages.'",
     "Kulveer Ranger, the Mayor's Transport Advisor, said: 'I would like to congratulate everyone involved in helping us to improve road safety in the city and I am delighted that this has been recognised with a royal award.'",
     "David Brown, Managing Director for Surface Transport at TfL said: 'I am delighted that the hard work that the London Safety Camera Partnership carries out to keep London's streets safe day in day out has been recognised with this award.",
     "'TfL takes road safety extremely seriously and our continued investment in innovative road safety schemes and educational programmes have helped to reduce the number of people killed or seriously injured on the Capital's roads by 52 per cent since the mid to late nineties.'",
     "OCU Commander Ian Kemp of the Traffic Criminal Justice Unit at the Metropolitan Police said: 'This is a prestigious and well deserved award for The London Safety Camera Partnership.",
     "'Winning this award is testament to the hard work of the dedicated people involved in safety camera enforcement that contributes to keeping London's roads safe.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The London Safety Camera Partnership is made up from five authorities: TfL, Metropolitan Police Service, City of London Police, Her Majesty's Courts Service and London Councils\",\"The partnership exists to do three things:\",\"Reduce death and serious injury caused by speeding and red light running in London\",\"Raise awareness about the dangers and consequences of speeding and red light running\",\"Meet the Government and the Mayor's 2010 targets for casualty reduction\",\"To achieve these aims the Partnership operates a combination of fixed-speed, mobile-speed and red light camera sites across London, making it a safer place for everyone\",\"London's target for the end of 2010 was to reduce the number of people killed or seriously injured by 50 per cent and the number of children killed or seriously injured by 60 per cent when compared with figures from the mid to late 1990s. However, the Capital already met these targets in December 2009, thanks to a 52 per cent reduction in the number of people killed or seriously injured on the Capital's roads, and a 72 per cent reduction in the number of children killed or seriously injured in the last decade\",\"Since 1987, the Awards have given public recognition to those who have improved road safety throughout Britain. Now, the Prince \\u003ca href=\\\"http://www.roadsafetyawards.com/ \\\"\\u003eMichael International Road Safety Awards\\u003c/a\\u003e recognise outstanding achievement and innovation worldwide. All road users are invited to nominate initiatives that make roads safer. Award winners are invited to meet HRH Prince Michael of Kent at a Gala Presentation, held annually in December\",\"The awards are organised and managed by \\u003ca href=\\\"http://www.roadsafe.com/ \\\"\\u003eRoadSafe\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}