{
 "pageTitle": "Mayor's funding boost for local transport improvements in Bexley",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor's funding boost for local transport improvements in Bexley",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Mayor of London confirmed £3.2m of funding from Transport for London (TfL) to make much-needed improvements to transport in Bexley."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Bexley receives funding from TfL each year as part of the Local Implementation Plan (LIP) allocated to the London boroughs to fund local projects which support the Mayor's Transport Strategy.",
     "These include improvements to local town centres and public spaces, new cycling facilities, safer roads and measures to smooth traffic flow.",
     "Today's funding announcement of £3.2m for Bexley will mean the vast majority of the borough's proposed schemes for 2011/12 will be delivered.",
     "To support this, the Mayor has given greater flexibility to the borough so that it can prioritise projects according to local need.",
     "Following the Government's Comprehensive Spending Review, the funding allocated to London boroughs will fall over the next three years to reflect the reduced grant TfL receives from the Department for Transport.",
     "However, the funding for programmes such as road maintenance, bridge strengthening, major schemes and the borough discretionary fund have all been safeguarded.",
     "Funding to benefit all Londoners, is also being made available for modernising traffic signals and partnership initiatives such as completion of the London Strategic Walking Network.",
     "Mayor of London, Boris Johnson said: 'This funding will allow the boroughs to make real improvements to town centres, provide better cycling facilities and make roads safer across the Capital. I'm especially pleased we have been able to cut the red tape that used to surround these schemes and give the boroughs more freedom to choose how they want to spend money to improve their local communities.'",
     "Bexley has been developing proposals on a number of schemes it will be financing from the funding package, including:",
     "{\"template\":\"bulletlist\",\"items\":[\"£200,000 to continue the design and consultation work for Bexleyheath town centre. Its main objectives are to improve access to local services, encouraging shorter and sustainable trips including better road junctions and the possible removal of traffic signals and improving pedestrian links from surrounding residential areas and stations\",\"£70,000 to complete funding (£1.3m has previously been provided) to Sidcup Town Centre Area Renewal (STAR) to ease traffic congestion through the town centre and improve walking and cycle paths to stimulate economic development in Sidcup\",\"£600,000 to regenerate Welling Town Centre, including improving access to businesses, shops, homes as well as create a pleasant look to the town\"]}",
     "London's Transport Commissioner, Peter Hendy said: 'Delivering the Mayor's vision for transport in London is an ambitious task and it is essential we work in partnership with the London boroughs to make it happen.",
     "'This investment will play a significant role in continuing to improve transport across the Capital.'\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}",
     "{\"template\":\"table\",\"rows\":[[\"\\u003cstrong\\u003e Programme\\u003c/strong\\u003e \",\"\\u003cstrong\\u003eAllocation (£'000)\\u003c/strong\\u003e \"],[\"Corridors, Neighbourhoods and Supporting Measures\",\"£2,074\"],[\"Principal Road Maintenance\",\"£726\"],[\"Major Schemes\",\"£270\"],[\"Local Transport Funding\",\"£100\"],[\"Total\",\"£3,170\"]]}",
     "\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}