{
 "pageTitle": "Mayor's funding boost for local transport improvements in Brent",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor's funding boost for local transport improvements in Brent",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Mayor of London confirmed £3.5m of funding from Transport for London to make much-needed improvements to transport improvements in Brent."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Brent receives funding from TfL each year as part of the Local Implementation Plan (LIP) allocated to the London boroughs to fund local projects which support the Mayor's Transport Strategy.",
     "These include improvements to local town centres and public spaces, new cycling facilities, safer roads and measures to smooth traffic flow.",
     "Today's funding announcement of £3.5m for Brent will mean the vast majority of the borough's proposed schemes for 2011/12 will be delivered.  To support this, the Mayor has given greater flexibility to the borough so that it can prioritise projects according to local need.",
     "Following the Government's Comprehensive Spending Review, the funding allocated to London boroughs will fall over the next three years to reflect the reduced grant TfL receives from the Department for Transport.",
     "However, the funding for programmes such as road maintenance, bridge strengthening, major schemes and the borough discretionary fund have all been safeguarded.",
     "Funding to benefit all Londoners, is also being made available for modernising traffic signals and partnership initiatives such as completion of the London Strategic Walking Network.",
     "Mayor of London, Boris Johnson said: 'This funding will allow the boroughs to make real improvements to town centres, provide better cycling facilities and make roads safer across the Capital.",
     "'I'm especially pleased we have been able to cut the red tape that used to surround these schemes and give the boroughs more freedom to choose how they want to spend money to improve their local communities.'",
     "Brent has been developing proposals on a number of schemes it will be financing from the funding package, including:",
     "{\"template\":\"bulletlist\",\"items\":[\"£30,000 to pedestrian congestion in the Wembley area and provide signage for pedestrians. Three stations serve the central Wembley area. During major events and games the surrounding Wembley area is severely congested, with the station nearest to Wembley becoming most congested because this is the most visually obvious route. The implementation of Legible London in Wembley will serve to direct pedestrians through the town centre to all three local stations. This will be of particular benefit during the 2012 Olympic and Paralympics Games\",\"£600,000 to improve the environment along High Road Wembley to Wembley Hill Road, including redesigning a number of junctions, improving pedestrian crossing facilities and street lighting as well as widening footways and increasing cycle parking\",\"£150,000 to improve Harlesden Town Centre. Enhancing streetscape and improving the perception of the urban realm and developing better streets initiatives.  Reducing traffic casualties and facilitating an increase in walking and cycling. Bringing and maintaining all assets to a good state of repair\"]}",
     "London's Transport Commissioner, Peter Hendy said: 'Delivering the Mayor's vision for transport in London is an ambitious task and it is essential we work in partnership with the London boroughs to make it happen.",
     "'This investment will play a significant role in continuing to improve transport across the Capital.'\u003cbr /\u003e",
     "Notes to editors",
     "{\"template\":\"bulletlist\"}",
     "{\"template\":\"table\",\"rows\":[[\"\\u003cstrong\\u003e Programme\\u003c/strong\\u003e \",\"\\u003cstrong\\u003eAllocation (£'000)\\u003c/strong\\u003e \"],[\"Corridors, Neighbourhoods and Supporting Measures\",\"£2,711\"],[\"Principal Road Maintenance\",\"£590\"],[\"Major Schemes\",\"£190\"],[\"Local Transport Funding\",\"£100\"],[\"Total\",\"£3,591\"]]}",
     "\u003cbr /\u003e\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}