{
 "pageTitle": "New Year's Honour for retired Managing Director of London Rail",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New Year's Honour for retired Managing Director of London Rail",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Award recognition of Ian Brown's career dedicated to the railway industry. Ian driving force in setting up and taking forward Crossrail, expanding the Docklands Light Railway and transforming London Overground."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Ian Brown, recently retired Managing Director of Transport for London (TfL) London Rail, has been honoured with a CBE in the Queen's New Year Honour list for services to the railway industry.",
     "The award recognises the outstanding contribution Ian has made to public transport and the rail industry during the last 40 years.",
     "Ian has made a huge contribution to the transformation of rail services in London.",
     "During the past 14 years Ian has been a driving force in setting up and taking forward Crossrail, managing the DLR to a full-size, reliable, comprehensive rail system for east London, driving regeneration to match the growth of Docklands.",
     "At TfL he has overseen the transformation of a group of run-down suburban railways into London Overground with vastly improved performance and customer satisfaction.",
     "He also oversaw the introduction of Oyster pay as you go on National Rail services.",
     "Ian led the campaign for the East London line Phases One and Two and oversaw the delivery of Phase One on time and on budget.",
     "As a result of Ian's determination, the DLR has seen a 150 per cent growth in passenger numbers, with 18 per cent growth on London Overground, which has new air-conditioned trains, safe, fully staffed stations and massively increased customer satisfaction.",
     "TfL's Commissioner, Peter Hendy, said: 'Ian's dedication to Crossrail, the DLR and London Overground and his work overseeing the building of the East London Line extension, which has delivered huge economic and social benefits to some of the poorest borough's in London, inspire many.",
     "'He has played an integral role in the development of TfL and displayed indefatigable commitment to improving the life and landscape of London.",
     "'I send him my warmest congratulation on his award.'",
     "Ian's contribution was also recognised by the rail industry in 2009 with an award for 'an outstanding personal contribution to the rail industry' at the National Rail Awards."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}