{
 "pageTitle": "TfL Tube and rail services rack up record ridership figures",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL Tube and rail services rack up record ridership figures",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground (LU), Docklands Light Railway(DLR), London Overground and London Tramlink all carrying more passengers."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "These ridership figures show the huge role that our Tube and rail services are playing in the Capital's economy",
     "New passenger figures released today show that Transport for London's (TfL's) Tube and rail services carried record numbers during November.",
     "TfL's Managing Director of LU and London Rail, Mike Brown, today reported to TfL's Board that Tube and rail services carried more passengers than ever before in the four-week period from 17 October to 13 November.",
     "LU carried just over 90 million passengers during that period, while the DLR carried 6.7 million.",
     "This was despite industrial action called by the leaderships of the RMT and TSSA unions.",
     "Friday 26 November also saw the Tube carry more than 4 million passengers for the first time in two years - more than 225,000 more than the same weekend in 2009 - demonstrating the key role public transport is playing in the Capital's economic health.",
     "On London Tramlink, the second half of November saw more than 100,000 people carried on a single day for the first time - on 19 November (100,107) and 30 November (108,357).",
     "London Overground carries 200,000 passengers per day while on its newly-opened east London route, ridership has risen from 40,000 in June to 70,000 in October.",
     "Mike Brown, Managing Director of LU and London Rail, said: 'These ridership figures show the huge role that our Tube and rail services are playing in the Capital's economy, and demonstrate why the Mayor and TfL's campaign to protect our Tube upgrades has been so crucial.",
     "'The Tube alone has seen a 16 per cent rise in passengers in the last seven years, and now operates 70 million train kilometres a year - a 27 per cent increase on 15 years ago.",
     "'It's vital that we keep up with the huge demand we're seeing for Tube and rail services in the Capital, but we continue to look for innovative ways in which to carry out the work needed to give Londoners a first class network.'\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}