{
 "pageTitle": "Transport engineering works on Christmas Day",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport engineering works on Christmas Day",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) will work non-stop over the festive period to improve the Capital's transport network."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "A small army of transport workers will be hard at work on the vital improvements we are making",
     "Although there will be no services on the Tube, Docklands Light Railway (DLR), London Overground, Tramlink and bus networks on Christmas Day, the Tube's track current will be kept on, bus garages will be staffed and works on improving the network will continue throughout the festive period.",
     "As part of TfL's improvement works to the Tube, staff will work day and night at stations, depots, on trains and on tracks - with maintenance trains and staff taking advantage of the annual closure.",
     "Christmas Day is a perfect time for routine maintenance works to take place, and for new trains and signalling systems to be tested as this minimises disruption to passengers.",
     "Kulveer Ranger, the Mayor of London's Transport Advisor, said: 'While millions of Londoners spend time with their loved ones on Christmas Day a small army of transport workers will be hard at work on the vital improvements we are making to the Capital's public transport networks.",
     "'Their efforts are yet further evidence of the determination not to waste a minute that could be devoted to providing better services in London.'",
     "Howard Collins, Chief Operating Officer for London Underground (LU), said: 'London Underground always looks to minimise closures and disruption to passenger services.",
     "'Christmas Day is a great way to continue improvement works whilst not affecting passenger journeys.",
     "'Our staff will be working around the clock to continue to make improvements to London's transport network.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}