{
 "pageTitle": "Cab drivers to provide safer escape from domestic violence",
 "description": "A new checklist card provides simple advice to London's 25,000 cab drivers on what they should and should not do if hired by a woman who they suspect is fleeing a violent domestic situation. It also provides details of the National Domestic Violence",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Cab drivers to provide safer escape from domestic violence",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London's black cab drivers will be in a better position to help victims fleeing domestic situations thanks to a new information blitz from TfL's Public Carriage Office, the Home Office and the Women and Equality Unit (based within the Department of Trade and Industry)."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "A new checklist card provides simple advice to London's 25,000 cab drivers on what they should and should not do if hired by a woman who they suspect is fleeing a violent domestic situation. It also provides details of the National Domestic Violence Helpline - 0808 2000 247.",
     "Mayor of London Ken Livingstone said:",
     "\"London's cab drivers are often in the front line for people fleeing violent situations. I have been impressed with the willingness of cab drivers to get involved. Domestic violence is everybody's business and cab drivers in particular have a role to play in assisting vulnerable people.\"",
     "Since the campaign was launched last year as part of a Government initiative to raise awareness of domestic violence issues, some 700 new cab drivers have received training in this area as part of their induction to the industry. In 02/03 the Metropolitan Police Service recorded more than 104,000 domestic violence incidents.",
     "Deputy Women's Minister Jacqui Smith said:",
     "\"This clear cut six point check list alerting cab drivers to the vital needs of women escaping from a violent partner could be a life saver.",
     "\"Our work with the Public Carriage Office and the Transport and General Workers Union has delivered an innovative approach to help men tackle violence against women.",
     "\"For the first time a predominately male industry have been encouraged to be part of the solution tackling violence against women\"",
     "A spokesperson for the Transport and General Workers Union said:",
     "\"It's important that women have a refuge against domestic violence. If our cab drivers can help in providing the first line of support, then the union is very pleased to be of help.\"",
     "Home Office Minister Baroness Scotland said:",
     "\"The Government has stepped up efforts to help victims of domestic violence. The emphasis on the potential benefits of specialist domestic violence courts goes hand in hand with the biggest reform of domestic violence law in 30 years in the Domestic Violence, Crime and Victims Bill to provide better protection for victims and witnesses so they no longer have to suffer in silence behind closed doors.",
     "\"This new card, funded by the Home Office, is an excellent scheme which will provide a valuable checklist for cab drivers on how to assist victims of domestic violence. We have also launched a £1 million Government campaign to raise awareness of the new national 24-hour helpline for domestic violence victims run in partnership by Women's Aid and Refuge. The Government will not tolerate violence in the home or on the streets.\"",
     "\u003cstrong\u003eWhat can I do?\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"\\u003cstrong\\u003eDo\\u003c/strong\\u003e ask the victim if she is okay and if she would like to be taken to the nearest police station or hospital\",\"\\u003cstrong\\u003eDo\\u003c/strong\\u003e make sure the national helpline numbers are available to her\",\"\\u003cstrong\\u003eDo\\u003c/strong\\u003e respect her confidentiality\",\"\\u003cstrong\\u003eDo not\\u003c/strong\\u003e seek to give advice to the abuser or victim on what they could or should do. There are better people qualified to do so\",\"\\u003cstrong\\u003eDo not\\u003c/strong\\u003e pass on information about her whereabouts to anyone\",\"\\u003cstrong\\u003eDo not\\u003c/strong\\u003e get involved as a go-between. It will not help and may increase the problem - do not put yourself in danger.\"]}",
     "\u003cstrong\u003eFor media enquiries telephone the TfL press office on 020 7941 4141/4881.\u003c/strong\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}