{
 "pageTitle": "Changes to operating models",
 "keywords": "TfL",
 "description": "A page for private vehicle operators about changing their operating models",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Taxi \u0026 private hire",
   "url": "/info-for/taxis-and-private-hire/index"
  },
  {
   "title": "Ranks, regulation and policy",
   "url": "/info-for/taxis-and-private-hire/ranks-regulation-and-policy"
  },
  {
   "title": "Changes to private hire regulation",
   "url": "/info-for/taxis-and-private-hire/new-private-hire-regulations"
  },
  {
   "title": "Changes to operating models"
  }
 ],
 "title": {
  "title": "Changes to operating models",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "{\"template\":\"intro\",\"texts\":[\"Guidance for private hire operators about notifying Transport for London (TfL) of changes to operating models.\"],\"link\":{\"image\":{}},\"image\":{},\"wrapped\":false}",
     "Recent advancements in technology have changed the way many private hire services are delivered in and outside London. Those technological changes have also altered the pace of change.",
     "Operators can now alter their business model, in quite fundamental ways, during the five-year period between licence renewals.",
     "It is important for regulators like us to be aware of any changes and ensure compliance with the law.",
     "We have now introduced a licence condition for operators to notify us of material changes to their operating models, changes that may affect their compliance with the statutory and regulatory framework governing this area.",
     "The licence condition is not an attempt to restrict or micro-manage private hire businesses or to stifle innovation. We want to assist operators by providing them with a formal process for notifying material changes and to assist us to remain informed of how services are being provided to the market. We consider it to be in the interests of both parties, and passengers, to ensure that any changes comply with applicable legal requirements to avoid the need for future regulatory and/or licensing action.",
     "Before making any changes, operators must bear in mind that they are still required to meet the same legislative requirements under which their licence has been issued including any conditions of their licence.",
     "This guidance is designed to help licensees to understand how the new condition applies and the types of change which warrant notification, as opposed to those which do not. We can't produce an exhaustive list of the changes suitable for notification; the condition is defined by reference to the regulatory framework itself.",
     "If you are in any doubt as to whether you should notify us about a change, please contact us.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Licence condition\"}",
     "Regulation 9(13) of the Private Hire Vehicles (London) (Operators' Licences) Regulations 2000 provides that: 'The operator shall notify the licensing authority of any material changes to its operating model that may affect the operator's compliance with the 1998 Act, these Regulations or any conditions of that operator's licence, before those changes are made.'",
     "We consider an operating model to be the means by which an operator offers, accepts and delivers private hire vehicle services.",
     "A material change is something which has more than a minor impact on the operating model. For example, it might relate to how passengers engage with operators, how bookings are accepted, what services are delivered and how they're delivered. If you're uncertain about whether a change an operator is making is material, these examples may help.",
     "Please note, this new licence condition does not change, and is additional to, the existing obligation for operators to advise us of any changes to the information that was provided as part of their licence application. Like that obligation, the new requirement does not entail prior authorisation for changes. The new requirement is consistent with our overall desire to maintain a productive dialogue with our licensed operators, in our best interests, the operators themselves, drivers and passengers.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Changes to notify us about\"}",
     "These are the types of changes which would warrant notification. They include (but are not limited to):",
     "{\"template\":\"bulletlist\",\"items\":[\"The introduction of new kinds of passenger services such as ridesharing;\",\"The introduction of services where it is not immediately clear whether they would fall within the scope of private hire legislation e.g. provision of driverless vehicles, car services for hotels, private members clubs, one-off public events and social or healthcare facilities;\",\"The introduction of a new payment method e.g. if drivers only accept payment by credit or debit card or over the internet;\",\"The introduction of new app-based booking systems and additional services offered through existing apps;\",\"Sub-contracting the majority of bookings to other licensed operators either in London or elsewhere; and/or\",\"Providing private hire services in another licensing authority area using TfL licensed drivers and vehicles.\"]}",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Changes not to notify us about\"}",
     "These types of changes do not warrant notification. They include (but are not limited to):",
     "{\"template\":\"bulletlist\",\"items\":[\"Offering additional services of existing kinds, such as executive cars, airport transfers, etc.;\",\"New contracts or changes to existing contracts to provide private hire vehicle services that do not materially alter the relationship between or the parties to the contract;\",\"The inclusion of promotions and additional services alongside the provision of a private hire journey such as entertainment, food and drink, fare discounts, free credits etc.;\",\"Media advertising (provided it doesn't contravene section 31 of the Private Hire Vehicles (London) Act 1998);\",\"Corporate branding (unless intended to be displayed on, from or in vehicles);\",\"Internal accounting; and/or\",\"Upgrades to dispatch and recording systems etc.\"]}",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Where to send notifications\"}",
     "Notifications of changes to operating models should be made in writing by email to: tph.operators@tfl.gov.uk\u003cbr /\u003eor by post to:",
     "PHV Operator Licensing\u003cbr /\u003eTfL Taxi and Private Hire\u003cbr /\u003e230 Blackfriars Road\u003cbr /\u003eLondon SE1 8NW",
     "By providing us with this information, operators may wish to explain how the change complies with the applicable legal requirements including the conditions of their licence. Operators will have had to consider these matters before deciding to change their operating model.",
     "We consider that will be in the interests of all parties to engage in a constructive dialogue at an early stage, and operators are advised to notify us of any proposed material operating model changes at the earliest opportunity, ideally at least 28 days before the changes will take effect. However, there is no formal requirement to notify us at any particular stage, as long as notification occurs before the changes are made.",
     "The requirement is not a pre-authorisation obligation: operators may adopt whatever changes they see fit without waiting for formal authorisation or approval from us.",
     "Operators remain responsible for their compliance with all applicable legal requirements.",
     "This guidance will be kept under review and may be updated from time to time. If it becomes apparent over time that this guidance needs to be amended, in the light of practical difficulties with compliance or other concerns, this will be considered at the appropriate time."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Taxi \u0026 private hire",
    "links": [
     {
      "title": "Licensing",
      "url": "/info-for/taxis-and-private-hire/licensing",
      "image": {}
     },
     {
      "title": "Compliance and enforcement",
      "url": "/info-for/taxis-and-private-hire/compliance-and-enforcement",
      "image": {}
     },
     {
      "title": "Ranks, regulation and policy",
      "url": "/info-for/taxis-and-private-hire/ranks-regulation-and-policy",
      "image": {}
     },
     {
      "title": "Taxi ranks",
      "url": "/info-for/taxis-and-private-hire/taxi-ranks",
      "image": {}
     },
     {
      "title": "Changes to private hire regulation",
      "url": "/info-for/taxis-and-private-hire/new-private-hire-regulations",
      "image": {}
     },
     {
      "title": "Changes to operating models",
      "url": "/info-for/taxis-and-private-hire/changes-to-operating-models",
      "image": {}
     },
     {
      "title": "English language requirement",
      "url": "/info-for/taxis-and-private-hire/english-language-requirement",
      "image": {}
     },
     {
      "title": "Accepting card payments",
      "url": "/info-for/taxis-and-private-hire/accepting-card-payments",
      "image": {}
     },
     {
      "title": "Parking information",
      "url": "/info-for/taxis-and-private-hire/parking-information",
      "image": {}
     },
     {
      "title": "Passengers and accessibility",
      "url": "/info-for/taxis-and-private-hire/passengers-and-accessibility",
      "image": {}
     },
     {
      "title": "PHVs and the Congestion Charge",
      "url": "/info-for/taxis-and-private-hire/phvs-and-the-congestion-charge",
      "image": {}
     },
     {
      "title": "Emissions standards for taxis",
      "url": "/info-for/taxis-and-private-hire/emissions-standards-for-taxis",
      "image": {}
     },
     {
      "title": "Emissions standards for PHVs",
      "url": "/info-for/taxis-and-private-hire/emissions-standards-for-phvs",
      "image": {}
     },
     {
      "title": "News and updates",
      "url": "/info-for/taxis-and-private-hire/driver-news-and-updates",
      "image": {}
     },
     {
      "title": "Contact Taxi \u0026 Private Hire",
      "url": "/info-for/taxis-and-private-hire/contact-taxis-and-private-hire",
      "image": {}
     },
     {
      "title": "Taxi and private hire comments",
      "url": "/info-for/taxis-and-private-hire/taxi-and-private-hire-comments",
      "image": {}
     },
     {
      "title": "Taxi delicensing",
      "url": "/info-for/taxis-and-private-hire/taxi-delicensing-scheme",
      "image": {}
     }
    ],
    "link": {
     "title": "Taxi \u0026 private hire",
     "url": "/info-for/taxis-and-private-hire/taxi-delicensing-scheme",
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "advert",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}