{
 "pageTitle": "Changes to private hire regulation",
 "keywords": "TfL",
 "description": "Changes to private hire regulation are being introduced from Monday 27 June 2016. They affect all private hire drivers, operators and private hire vehicle licence holders, as well as all applicants for a private hire driver, operator or vehicle licence.",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Taxi \u0026 private hire",
   "url": "/info-for/taxis-and-private-hire/index"
  },
  {
   "title": "Ranks, regulation and policy",
   "url": "/info-for/taxis-and-private-hire/ranks-regulation-and-policy"
  },
  {
   "title": "Changes to private hire regulation"
  }
 ],
 "title": {
  "title": "Changes to private hire regulation",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "{\"template\":\"intro\",\"texts\":[\"We have made a number of changes to private hire regulation to raise standards in London's private hire industry and improve safety and convenience for customers.\"],\"link\":{\"image\":{}},\"image\":{},\"wrapped\":false}",
     "These changes to private hire regulation affect all private hire drivers, operators and private hire vehicle licence holders, and they will apply to you if you want to become a private hire driver, operator or vehicle licensee.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Private hire vehicles\"}",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Insurance requirement\"}",
     "The requirement for private hire vehicles to be insured to carry passengers for hire or reward at all times for the duration of the licence, introduced in June 2016, no longer applies. However, private hire vehicles must still be covered by hire or reward insurance at the point of licensing and when in use as a private hire vehicle.",
     "We are reviewing the position on hire or reward insurance for the private hire sector and will provide an update on this in due course.",
     "What this means for you:",
     "If you are abor arebyour private hire vehicle licence, the vehicle must be covered by hire or reward insurance at the point of licensing. If the vehicle is not covered by hire or reward insurance, you will not be granted a new or renewal licence.",
     "If you are an existingb, hire or reward insurance must be in place at all times when the private hire vehicle is in use as such. Appropriate regulatory action will be taken if you fail to meet this requirement and you could also be prosecuted.",
     "If you are also a licensedb, we may also review your fitness to hold that licence.",
     "If you are a licensedband vehicles undertaking bookings accepted by you do not have the appropriate insurance, TfL may take regulatory action against you and you could also be prosecuted.",
     "We have increased the number of on-street insurance checks we carry out to ensure compliance.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Signage\"}",
     "Signs or advertising material must not be displayed on or from a private hire vehicle unless they are exempt or approved by us, and no advertising material may be displayed in the vehicle unless in accordance with our requirements.",
     "What this means for you:",
     "This is a change from the previous regulation, which did not allow signs or advertising material to be displayed on a private hire vehicle. The amendment to the regulations means that you can also no longer display signs or advertising material on or from a private hire vehicle unless it is exempt or we have approved it, and no advertising material may be displayed in the vehicle unless in accordance with TfL requirements.",
     "Our taxi advertising and PHV signage guidelines provide more information on these requirements. Note that these are currently under review.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Private hire drivers\"}",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"English language requirement\"}",
     "Find out more about our \u003ca href=\"/info-for/taxis-and-private-hire/english-language-requirement\"\u003eEnglish language requirement \u003c/a\u003e .",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"National Insurance details\"}",
     "Private hire driver licence application forms include a field for an applicant's National Insurance number which is to be provided in new applications and renewals. This information may be shared with relevant government departments, such as the Department for Work \u0026 Pensions and HM Revenue \u0026 Customs.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Private hire operators\"}",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Booking confirmation\"}",
     "Private hire operators must provide a booking confirmation to a passenger before their journey starts.",
     "What this means for you:",
     "The operator must provide a passenger booking confirmation before the journey starts. The operator is expected to request passenger contact information and offer to provide a booking confirmation for all bookings.",
     "All operators must (at a minimum) be able to provide a booking confirmation to passengers via email, text (SMS and MMS) message and phone (regardless of what booking channels the operator offers). The booking confirmation must contain, as a minimum:",
     "{\"template\":\"bulletlist\",\"items\":[\"The vehicle registration mark\",\"The first name of the driver\",\"The driver's private hire licence number, as shown on the ID the driver is wearing\",\"Where the passenger can receive it, a photo of driver.\"]}",
     "Where the customer books in person or by landline phone, a photo must be provided if the customer requests confirmation through a communications channel that can provide an image, for example an email or smart phone.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Voice contact requirement\"}",
     "Private hire vehicle operators are required to make someone available for passengers to speak to during their hours of business and at all times during a journey if passengers want to make a complaint or discuss other matters relating to their booking (the voice contact requirement).",
     "Operators must comply fully by no later thanb. We encourage operators to comply sooner if possible. Guidance and information on how to comply with this requirement is published on our \u003ca href=\"/info-for/taxis-and-private-hire/existing-licensee/existing-private-hire-operator\"\u003eExisting private hire operator\u003c/a\u003e page.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Changes to operating models\"}",
     "Private hire operators must notify TfL of material changes to their operating models that may affect their compliance with the statutory and regulatory framework for operators or any conditions of their licence.",
     "For further information, \u003ca href=\"/info-for/taxis-and-private-hire/notices-and-consultations\"\u003eNotice 17/16 (November 2016)\u003c/a\u003e and our page \u003ca href=\"/info-for/taxis-and-private-hire/changes-to-operating-models\"\u003echanges to operating models\u003c/a\u003e include the types of changes you need to notify us about, the ones you don't and details about where to send notifications.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Criminal convictions check for some staff\"}",
     "Operators are recommended to ensure that all staff who have face-to-face contact with the public (for example, in a minicab office with public access) have - or have proof they have applied for - a basic disclosure, which is available through the \u003ca href=\"https://www.gov.uk/request-copy-criminal-record\"\u003eDisclosure and Barring Service\u003c/a\u003e .",
     "What this means for you:",
     "We recommend that all affected staff apply for their basic disclosure as soon as possible.",
     "We will issue guidance for operators about basic disclosures; however, it is ultimately the operator's responsibility to ensure that staff members are fit and proper to undertake their duties. Failure to do this or to give appropriate consideration to the results of the disclosure may raise questions about an operator's fitness to hold a licence.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Uploading driver and vehicle details to TfL\"}",
     "Operators are required to provide us with details of the drivers and vehicles they have used to fulfil private hire bookings, or have had available to them to fulfil bookings in a specified period. We use the information provided for data analysis.",
     "What this means for you:",
     "Each Monday, all operators are required to provide the relevant data for the preceding week. When the Monday is a Bank Holiday, the data can be sent the next day.",
     "We have contacted operators individually to confirm arrangements. If you have any more queries, contact the TPH Operator Upload team on 0343 222 4444.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Record keeping\"}",
     "Operators must keep records for a minimum of 12 months. This includes records for bookings, complaints and lost property, as well as driver and vehicle records.",
     "What this means for you:",
     "This is a small change from the previous regulations, which required some records to be kept for six months and others for 12 months.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Other requirements\"}",
     "The following requirements apply:",
     "{\"template\":\"bulletlist\",\"items\":[\"Operators must provide their customer with an accurate fare estimate before the journey starts (unless the fare has been pre-agreed).\",\"Operators must record the main destination of the customer's journey, before the journey starts. Where a journey has multiple drop-off points, a main destination must still be provided.\",\"Operators are limited to having no more than five business names attached to their operator's licence.\"]}",
     "London private hire operator licence application forms include a field for an applicant's National Insurance number, where applicable. This information may be shared with the Department for Work \u0026 Pensions and HM Revenue \u0026 Customs.",
     "If you need advice about your private hire licence or licence application in light of the changes listed above, please email us at \u003ca href=\"mailto:TPH.Enquiries@tfl.gov.uk\"\u003eTPH.Enquiries@tfl.gov.uk\u003c/a\u003e or call our Licensing Team on 0343 222 4444 (Monday to Friday, 8am to 6pm)."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Taxi \u0026 private hire",
    "links": [
     {
      "title": "Licensing",
      "url": "/info-for/taxis-and-private-hire/licensing",
      "image": {}
     },
     {
      "title": "Compliance and enforcement",
      "url": "/info-for/taxis-and-private-hire/compliance-and-enforcement",
      "image": {}
     },
     {
      "title": "Ranks, regulation and policy",
      "url": "/info-for/taxis-and-private-hire/ranks-regulation-and-policy",
      "image": {}
     },
     {
      "title": "Taxi ranks",
      "url": "/info-for/taxis-and-private-hire/taxi-ranks",
      "image": {}
     },
     {
      "title": "Changes to private hire regulation",
      "url": "/info-for/taxis-and-private-hire/new-private-hire-regulations",
      "image": {}
     },
     {
      "title": "Changes to operating models",
      "url": "/info-for/taxis-and-private-hire/changes-to-operating-models",
      "image": {}
     },
     {
      "title": "English language requirement",
      "url": "/info-for/taxis-and-private-hire/english-language-requirement",
      "image": {}
     },
     {
      "title": "Accepting card payments",
      "url": "/info-for/taxis-and-private-hire/accepting-card-payments",
      "image": {}
     },
     {
      "title": "Parking information",
      "url": "/info-for/taxis-and-private-hire/parking-information",
      "image": {}
     },
     {
      "title": "Passengers and accessibility",
      "url": "/info-for/taxis-and-private-hire/passengers-and-accessibility",
      "image": {}
     },
     {
      "title": "Emissions standards for taxis",
      "url": "/info-for/taxis-and-private-hire/emissions-standards-for-taxis",
      "image": {}
     },
     {
      "title": "PHVs and the Congestion Charge",
      "url": "/info-for/taxis-and-private-hire/phvs-and-the-congestion-charge",
      "image": {}
     },
     {
      "title": "Emissions standards for PHVs",
      "url": "/info-for/taxis-and-private-hire/emissions-standards-for-phvs",
      "image": {}
     },
     {
      "title": "News and updates",
      "url": "/info-for/taxis-and-private-hire/driver-news-and-updates",
      "image": {}
     },
     {
      "title": "Contact Taxi \u0026 Private Hire",
      "url": "/info-for/taxis-and-private-hire/contact-taxis-and-private-hire",
      "image": {}
     },
     {
      "title": "Taxi and private hire comments",
      "url": "/info-for/taxis-and-private-hire/taxi-and-private-hire-comments",
      "image": {}
     },
     {
      "title": "Taxi delicensing",
      "url": "/info-for/taxis-and-private-hire/taxi-delicensing-scheme",
      "image": {}
     }
    ],
    "link": {
     "title": "Taxi \u0026 private hire",
     "url": "/info-for/taxis-and-private-hire/taxi-delicensing-scheme",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}