{
 "pageTitle": "Dial-a-Ride drivers awarded BTEC qualification",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Dial-a-Ride drivers awarded BTEC qualification",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "The first of 200 Dial-a-Ride drivers to be awarded a unique BTEC qualification, 'Delivering a Dial-a-Ride service in London', will receive their certificates in an awards ceremony tonight.",
     "Transport for London's (TfL's) Dial-a-Ride programme provides a subsidised door-to-door transport service for around 75,000 disabled Londoners each year.",
     "The new, in-house driver training course will ensure drivers provide the best possible service to passengers.",
     "Introduced in January 2006, it follows the success of TfL's BTEC for bus drivers in the Capital.",
     "TfL's Dial-a-Ride General Operations Manager, Paul Ainscough, said:  'This qualification is helping us to raise standards and professionalism amongst Dial-a-Ride drivers.",
     "'We can be confident that our drivers have a nationally recognised qualification, backed up by a robust training programme, ensuring passengers enjoy a high quality, safe and reliable service at all times.'",
     "The course consists of five units: Introduction to Dial-a-Ride; Operating Dial-a-Ride vehicles; Health, Safety and Manual Handling; Driving Skills; and Customer Care.",
     "Among other things, drivers receive training in disability equality issues, first aid, smooth driving techniques, understanding Dial-a-Ride vehicles, and how to use the various pieces of equipment to safely secure wheelchairs and scooters.",
     "The Dial-a-Ride BTEC qualification has received official accreditation from the examining body Edexcel.",
     "Successful candidates will receive a level two BTEC Intermediate Award upon completion of the course.",
     "TfL's Managing Director of Surface Transport, David Brown, will present certificates to successful drivers at one of two awards ceremonies being held tonight, Tuesday 24 April, and on Tuesday 1 May.",
     "Notes to Editors",
     "{\"template\":\"bulletlist\",\"items\":[\"Two hundred Dial-a-Ride drivers will be presented with their BTEC certificates on 24 April and 1 May, 2007, on the HMS Belfast\",\"Photos will be available from the following website \\u003ca href=\\\"http://www.constructionphotography.com/clients/tfl/\\\"\\u003ehttp://www.constructionphotography.com/clients/tfl/\\u003c/a\\u003e on the morning of April 25\",\"The first Dial-a-Ride service was established in 1980 as a service run by disabled people.  From 1982, it was funded by the Greater London Corporation (GLC) and eventually expanded to cover the whole of London, through 29 separate local schemes\",\"To be eligible for Dial-a-Ride membership, one must have a permanent or long term disability which severely restricts ones' ability to use public transport services\",\"For more information on Transport for London's Dial-a-Ride service, please visit \\u003ca href=\\\"http://www.tfl.gov.uk/gettingaround/1193.aspx\\\"\\u003ehttp://www.tfl.gov.uk/gettingaround/1193.aspx\\u003c/a\\u003e or contact the Transport for London Travel Information Centre on 020 7222 1234 for details on how to apply for membership\",\"Edexcel is Britain's leading provider of academic and vocational qualifications, formed as a result of the merger between BTEC and London Examinations.  Qualifications include GNVQs, NVQs, GCSE, A/S and A Levels, Higher Nationals and other BTEC qualifications.\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}