{
 "pageTitle": "Docklands Light Railway carries 60 million passengers",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Docklands Light Railway carries 60 million passengers",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) revealed that during the last year, the Docklands Light Railway (DLR) carried 60 million passengers for the first time in its 20-year history.",
     "The railway is also undergoing a massive programme of infrastructure upgrades so that longer trains can be run, ensuring that the capacity is in place to meet the increasing demand.",
     "Ken Livingstone, Mayor of London, said: \"The Docklands Light Railway is a part of London's transport network that is growing in importance all the time. The DLR has a crucial role to play, both in serving Olympic venues during the 2012 Games, and also in supporting the growing job centre of the Docklands and serving Londoners living in expanding areas of east London.",
     "\"We have managed to develop and extend the Docklands Light Rail whilst achieving some of the highest satisfaction ratings of any railway in the country.",
     "\"We are continuing the high level of investment to build on this success, and provide the increasing number of passengers with a continued and expanded first class service.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Milestone\"}",
     "The Managing Director of TfL's London Rail, Ian Brown, said: \"Passing this milestone shows DLR is going from success to success. It is expanding both in passenger numbers and route extensions faster than any other UK railway.\u003cbr /\u003e\u003cbr /\u003e\"It is absolutely crucial to provide reliable and frequent public transport, to the Docklands in order to maintain and develop its standing as a global financial centre. These passenger numbers show that DLR is playing a vital role in the area's success as well as London's overall growth.",
     "\"The railway is also vital to the wider area of southeast London. In serving the people who live and work there it fills many roles - it is a commuter railway, a vital link to London City Airport and a regeneration railway.",
     "\"The DLR has attracted investment in to the communities it serves and given local residents reliable and fast access to jobs in Greater London. Many brownfield sites have become viable for residential and commercial development because of the railway.",
     "\"The DLR opened in 1987 with an 11-carriage fleet and 15 stations at a cost of £77 million. Since then it has been extended to Bank, Beckton, Lewisham and London City Airport. We are currently boring an extension under the river to Woolwich Arsenal that will open in early 2009, opening another to Stratford International in 2010 and we are considering yet another extension, this time further east to Dagenham Dock.\"",
     "The DLR's upgrade is being funded by Transport for London's £10bn Investment Programme.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Increasing numbers\"}",
     "Jonathan Fox, Director of the DLR, said: \"Sixty million passengers in a year shows that the communities served by the DLR are voting with their feet and using the railway in increasing numbers.",
     "\"To meet this demand we are about to embark on work which will allow us to increase DLR train length from two to three cars and have recently refurbished our fleet of 94 vehicles to enhance passenger capacity and comfort. This will be supplemented by an order of another 55 cars.",
     "\"More and more people are using the DLR because it is a fully accessible and fully integrated railway - it connects with more than 100 bus routes, five mainline railways, eight Underground lines and coach, taxi and river services.\"",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Record passenger figures for the DLR were recorded during the same year that London Underground carried one billion people for the first time\",\"DLR passenger numbers are expected to reach 80 million by 2009. The London City Airport Extension carried 4.2 million passengers in its first year of operation (December 2005/2006) - a figure that was expected after three years\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}