{
 "pageTitle": "Groundwater cooling trial at Victoria wins Carbon Trust award",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Groundwater cooling trial at Victoria wins Carbon Trust award",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground's innovative groundwater cooling trial at Victoria station has been recognised with a prestigious Innovation Award by the Carbon Trust."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The award, presented to South Bank University who developed this unique cooling solution, is representative of the unique and environmentally-sustainable cooling solutions that London Underground (LU) is currently investigating to help cool the Tube.",
     "Created to showcase the best in UK low carbon innovation, the Carbon Trust Innovation Awards recognise individuals and both public and private sector bodies that are developing and deploying innovative technologies or energy efficiency measures that help reduce the UK's carbon emissions.",
     "Ken Livingstone, Mayor of London, said: \"Cities have a key role to play in reducing the greenhouse gas emissions which threaten the planet.",
     "\"The energy efficient approach to the Tube cooling trial at Victoria exemplifies the new approach we all have to take if we are to do our bit to reduce climate change.",
     "\"We are honoured to receive this award.\"",
     "David Waboso, LU Director of Engineering, said: \"Prior to Transport for London taking control of London Underground, attempts to try and cool the Tube were haphazard.  We have now started a coordinated programme to understand the problem and to tackle heat on the Underground.\u003cbr /\u003e\u003cbr /\u003e\"The groundwater cooling trial at Victoria uses an available and sustainable energy source that has had a very noticeable impact in reducing temperatures on the Victoria line concourse and platforms.",
     "\"The trial which started last summer will continue throughout 2007. If it continues to provide good results then the technology will be rolled out to a number of other locations across the Tube network.\"",
     "The groundwater trial provides an environmentally friendly cooling system for the Victoria line platforms at Victoria station, and uses groundwater which is already pumped out of the station.",
     "Across the Tube network, LU pumps out 30 million litres of water each day.",
     "The water supply, which has a temperature of around 12ºC, is pumped through a network of pipes to feed three heat exchange units on the concourse area between the Victoria line platforms.",
     "The heat exchange units have fans which will draw in the warm station air, and through heat exchange with the pumped water, will supply cooled air to the concourse area and the movement of trains will spread this cooled air to the platform area.",
     "When London Underground was built, air-conditioning did not exist and cooling the Tube was not a priority.",
     "There is little space in which to develop solutions and it is therefore a very difficult challenge, especially on the deep-level lines.",
     "When TfL inherited LU, next to nothing was being done to tackle heat on the Tube. But now, thanks to TfL, LU is tackling this issue through a special team of engineers who are responsible for Cooling the Tube.",
     "This means we are investigating and trialling a series of engineering initiatives in a bid to identify the best ways to cool the Tube.",
     "This will not mean relief for most passengers this summer, but - if we can secure the necessary investment - will in years to come.",
     "Significant progress is being made.",
     "The innovative groundwater cooling trial at Victoria station will operate for a full summer for the first time this year and a number of other projects will be trialled and implemented.",
     "Longer term, the first air-conditioned trains are due to arrive on the Metropolitan line in January 2010.\u003cbr /\u003e\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}