{
 "pageTitle": "London Underground launches groundbreaking accessibility information service to ease travel",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Underground launches groundbreaking accessibility information service to ease travel",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground (LU) launched its new detailed, interactive service today (Easter Monday, 9 April) which allows passengers to understand the access available at every station across the network, particularly the routes between street and platforms"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The new service will be a real benefit for all our customers",
     "The service, launched at Southwark Station, takes access information to a new level and is initially only available on \u003ca href=\"http://www.directenquiries.com/\"\u003ehttp://www.directenquiries.com/\u003c/a\u003e .  It will soon be fully integrated with the Transport for London (TfL) Journey Planner.",
     "LU's Accessibility and Inclusion Manager, Wayne Trevor, said: \"The new service will be a real benefit for all our customers showing them the best routes through stations for their individual needs, not just wheelchair users, but the elderly, travellers with heavy luggage and parents with buggies, as well as those passengers with visual and hearing impairments.",
     "\"This groundbreaking new service allows all customers to plan in advance ensuring an easier and more relaxed journey, promoting confidence and independent travel on the Tube.\"",
     "Susan Scott-Parker, Chief Executive of Employers Forum on Disability, said: \"London Underground's new accessible route planner on the Direct Enquiries website will revolutionise travel in the Capital for disabled people.",
     "\"This easy to use service will take the hassle out of journey planning for everyone.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Welcome news\"}",
     "\"Disabled people always tell us that inaccessible transport is the greatest barrier to employment.",
     "\"A service that smoothes the way through London's complex maze of stations, platforms and exits is welcome news for employers who are looking to recruit disabled people.",
     "\"We are looking forward to the day when the whole transport system is mapped on to Direct Enquiries.\"",
     "Visitors to \u003ca href=\"http://www.directenquiries.com/\"\u003ehttp://www.directenquiries.com/\u003c/a\u003e will be able to search for accessible routes through each Underground station, prioritising their search according to their individual needs.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Accurate information\"}",
     "Routes available include both street-level to platform and interchanges (platform to platform).",
     "The access details include the number of steps, lifts, escalators, walking distances, ramps and platform to train gap width.",
     "The site also allows passengers to search for comprehensive information about each station, including car parking, toilets, and services for visually impaired people, induction loops and other access facilities.",
     "Visitors to the site can also register, free of charge, which will allow them to receive updated travel and access information on stations of their choice.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Online resource\"}",
     "This additional service will also be available by SMS before the end of the year.",
     "Bert Massie, Disability Rights Commission (DRC) Chairman, said: \"This new on-line accessible information about the Tube is a good step forward in providing better information for disabled travellers.\u003cbr /\u003e\u003cbr /\u003e\"DRC research shows that disabled people would travel more if they had clearer and more accurate information.",
     "\"So more transport companies need to follow London Underground's example by providing clearer information about their services, vehicles and stations.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Groundbreaking\"}",
     "The TfL Journey Planner allows passengers to conduct searches across the whole network covering 274 stations, providing accessible route information across the city. Integration of the two services is underway.",
     "Grant Kennedy, Chief Executive of Direct Enquiries, said: \"The addition of London Underground's access information is a substantial step for disabled people and those with specific access needs in London.",
     "\"This is groundbreaking work and we are really excited to have created the world's first online resource of this type.",
     "\"It is also clear that \u003ca href=\"http://www.directenquiries.com/\"\u003ehttp://www.directenquiries.com/\u003c/a\u003e is now seen as a truly useful interactive tool, rather than just a database.\"\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors:     \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL is investing £10bn to improve and expand London's transport network, over half of that of being spent on the Tube\",\"LU is investing more than ever before to make the Tube as accessible as possible, as quickly as possible for all customers\",\"By 2010, 25 per cent of Tube stations will have step-free access and this will increase to one third of stations by 2013. Where necessary, works will be prioritised to ensure that as many stations as possible serving Olympic venues have step-free access for the 2012 Games\",\"Significant progress has been made during the last year. Currently 47 stations have step-free access. Feasibility studies to improve accessibility have been completed at 90 stations, allowing LU to understand the extent of the engineering works that need to take place\",\"Many stations do not currently meet the needs of customers with physical, hearing or visual impairments. All 252 LU-owned stations are due to be refurbished and modernised by 2011 and accessibility features will be added to each station\",\"This new online interactive service complements 'Getting Around London: Your Guide to Accessibility', launched in March, which gives information about accessibility on all forms of public transport across London\",\"The guide is available at Tube stations, bus stations and Travel Information Centres, or via the 24-hour Travel Information Helpline 020 7222 1234.  It can also be downloaded in PDF form from \\u003ca href=\\\"http://www.tfl.gov.uk/\\\"\\u003ehttp://www.tfl.gov.uk/\\u003c/a\\u003e . Audio, large print and Braille versions of the guide are also available.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}