{
 "pageTitle": "Passengers and residents to benefit from more buses to Green Man on Putney Hill",
 "description": "London Buses is pleased to announce the extension of route 37 to the Green Man on Putney Hill.Route 37 will be extended from Upper Richmond Road, Putney, so it runs up Putney Hill to the Green Man seven days a week, where interchange with other services",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Passengers and residents to benefit from more buses to Green Man on Putney Hill",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "London Buses is pleased to announce the extension of route 37 to the Green Man on Putney Hill.",
     "Route 37 will be extended from Upper Richmond Road, Putney, so it runs up Putney Hill to the Green Man seven days a week, where interchange with other services will be easier.\u003cbr /\u003e\u003cbr /\u003eThe extension began on Saturday, 21 April 2007.",
     "There will now be a bus every 10 minutes during the day Monday to Saturday ,and every 15 minutes in the evenings and Sundays.",
     "There will also be a half-hourly night service on all nights of the week.\u003cbr /\u003e\u003cbr /\u003eThe change has been made possible after three years of collaboration between the Council and London Buses to extend the Green Man bus terminus to create more space for buses and to improve the facilities for bus drivers.",
     "These improvements will allow the old terminus for the 37 in St John's Avenue Putney to be closed.\u003cbr /\u003e\u003cbr /\u003eAndrew Thompson, Performance Manager for London Buses, said: 'The 37 bus route extension will provide frequent daily service between Putney Heath and Peckham.\u003cbr /\u003e\u003cbr /\u003e'This is great news as passengers will benefit from the increase in bus frequencies on Putney Hill and the new direct links to other areas in South London.'\u003cbr /\u003e\u003cbr /\u003eCllr Jane Cooper, Chairman of Wandsworth Council's Transport Liaison Committee said:  'The council has worked closely with Transport for London on these changes.",
     "'We are pleased that we have found a new home for the 37 bus.\u003cbr /\u003e\u003cbr /\u003e'By creating extra space at the Green Man we have been able to take the 37 route up Putney Hill to a properly constructed bus stand with local facilities, including a new toilet.'\u003cbr /\u003e\u003cbr /\u003eSite work will be completed when new kiosks for local traders are delivered shortly, and the old kiosks removed.\u003cbr /\u003e\u003cbr /\u003e",
     "Notes to Editors:\u003cbr /\u003e\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"Route 37 is provided by Transport for London as part of the London Buses network and all standard tickets and passes will be valid\",\"For further information on the bus service please, contact the Transport for London Press Office on 0845 604 4141\\u003cbr /\\u003e\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}