{
 "pageTitle": "Passengers to benefit from a bus route extension to Mile End Station",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Passengers to benefit from a bus route extension to Mile End Station",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Transport for London is pleased to announce the extension of route 205 to Mile End Station, and improvements to frequency from Saturday 28 April, 2007.",
     "Route 205 currently runs between Paddington Station and Whitechapel Station.",
     "The route will be extended from Whitechapel to Mile End Station via the Mile End Road and will run 24 hours a day.",
     "Transport for London will also be increasing the frequency of the service on weekday and Saturday daytimes by 33 per cent.",
     "On Monday to Saturday, there will be a bus approximately every seven to eight minutes.",
     "On Sundays, the frequency will remain as at present with a bus every 12 minutes.",
     "The new night service will run every 30 minutes.",
     "The extended route will provide passengers with better links across East and West London and enhance services along the busy Mile End Road.",
     "Route 205 provides links to many rail stations, including Liverpool Street, King's Cross, St Pancras, Euston, Marylebone and Paddington.",
     "John Barry, Head of Network Development at London Buses said: 'Route 205 was introduced in 2002 and has been very successful.",
     "'We are sure that this extension will be equally attractive to passengers on the new section between Whitechapel and Mile End.'",
     "\u003cstrong\u003eNotes to Editors: \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"All London's buses are accessible to wheelchair users, have low flooring and in-vehicle CCTV\",\"London bus use has increased by more than 40 per cent since 1999/00\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}