{
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Why not walk it? TfL launches first ever campaign to boost walking",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) is asking people to think about walking rather than taking the car on short journeys, as it launches its first ever walking campaign.",
     "The light-hearted posters and radio ads ask the question 'Why not walk it?', focusing on the school run and the commute to work.",
     "Research shows that half of all car journeys in outer London are less than two kilometres - a distance that can be easily walked by most people in 25 minutes.",
     "London's children could also benefit from walking to school, which would improve health, help ease congestion and cut pollution.\u003cbr /\u003e\u003cbr /\u003eThe Mayor of London is committed to making London one of the most pedestrian-friendly cities in the world.",
     "The Mayor and TfL are investing a record £126 million over the next three years to further improve conditions for people on foot.",
     "Londoners will see new pedestrian crossings, lowered curbs and improved signage making a real difference to local communities across the capital.",
     "Encouraging more sustainable forms of travelling is also part of the Mayor's Climate Change Action Plan for London.\u003cbr /\u003e\u003cbr /\u003eKen Livingstone, Mayor of London, said: 'London is a great city for walking and we are investing to make it even easier and safer.",
     "'This Transport for London campaign encourages people to think twice before using the car for short journeys.",
     "'Walking offers a great way to travel as it is good for your health and helps reduce carbon emissions as we all try to prevent catastrophic climate change.'\u003cbr /\u003e\u003cbr /\u003eJenny Jones, the Mayor's green transport advisor, said: 'Walking is the cleanest, greenest, healthiest, and most enjoyable way to get around our city.",
     "'And walking isn't just good for those doing it.",
     "'Every pedestrian is one less person going for that final seat on the bus or tube, one less car choking our congested roads.",
     "'Without Londoners' 5.7 million daily foot journeys, London would not move at all.",
     "The more that we can do to encourage the best mode of transport there is, the better off all Londoners will be.'\u003cbr /\u003e\u003cbr /\u003eDr Mike Knapton, Director of Prevention and Care at the British Heart Foundation, said:  'Creating towns and cities that are easy, safe and attractive to get around on foot is vital for improving the nation's heart health.",
     "'Our 30 a Day campaign, also launched today, encourages people to get active to safeguard their future health and wellbeing.",
     "'Walking is a great way of doing this.",
     "'While there is still much to do, Transport for London's commitment to improving walking routes in the capital is a big step in the right direction.'\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"During the next three years, £126 million will be invested in improving conditions for pedestrians in London. TfL will invest this money in both local borough schemes and on London's major roads, for infrastructure improvements such as new pedestrian crossings, lowered kerbs and improved signage, and on local walking maps, promotion and education\",\"The radio campaign has been voiced by actor Timothy Spall. It will play at peak times on 95.8 Capital Radio, Heart 106.2fm, Magic 105.4 and Smooth FM. The artwork for the posters was created by Simone Lai. They can be seen at poster sites across outer London from 30 April\",\"TfL is funding Legible London, a project that aims to create a simple, reliable and consistent system  to encourage more people to walk for short journeys or as part of longer trips. For more details on the project and the Legible London exhibition, see \\u003ca href=\\\"http://www.legiblelondon.info/\\\"title=\\\" (Opens in new window)\\\"class=\\\"external-site\\\"jquery1224178051909=\\\"8\\\"\\u003ehttp://www.legiblelondon.info/\\u003c/a\\u003e \\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}