{
 "pageTitle": "Contract signed for Bombardier to deliver Crossrail rolling stock and depot",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2014",
   "url": "/info-for/media/press-releases/2014"
  },
  {
   "title": "February",
   "url": "/info-for/media/press-releases/2014/february"
  },
  {
   "title": "Contract signed for Bombardier to deliver Crossrail rolling stock and depot"
  }
 ],
 "title": {
  "title": "Contract signed for Bombardier to deliver Crossrail rolling stock and depot",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) today confirmed that, following the completion of a 10 day standstill period, it has now signed a contract with Bombardier for the delivery of rolling stock and a new depot for Crossrail"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The manufacture of these new trains will not only revolutionise rail travel in London, they will deliver jobs and economic growth in their birthplace in Derby and across the UK",
     "The contract between TfL and Bombardier covers the supply, delivery and maintenance of 65 new trains and a depot at Old Oak Common.",
     "TfL will run Crossrail as part of its integrated transport services for London, including ticketing and customer travel information.",
     "The new trains will be manufactured and assembled at Bombardier's plant in Derby.",
     "TfL will be working with Bombardier on the final design for the trains with the first due to be delivered in May 2017.",
     "This will support 760 UK manufacturing jobs plus 80 apprenticeships.",
     "An estimated 74 per cent of contract spend will remain in the UK economy.",
     "The new fleet of trains will be progressively introduced to the existing rail network well in advance of services commencing through Crossrail's central section in December 2018.",
     "The construction of the maintenance depot at Old Oak Common will support 244 jobs, plus 16 apprenticeships.",
     "When fully operational the depot will support 80 jobs to maintain the new fleet of trains.",
     "Mike Brown MVO, Managing Director London Underground and London Rail, said:",
     "'The award of this contract sees Crossrail begin to move from construction project to new railway, serving London and boosting the economy of the UK as a whole.",
     "Bombardier is already supplying London Underground with 191 new air-con trains for the Metropolitan, Hammersmith \u0026 City, Circle and District lines, as well as extra carriages for London Overground increasing trains from four to five cars in length, boosting capacity by 25 per cent.",
     "We look forward to working closely with Bombardier on the delivery of all these new trains, as we continue to invest in larger, more frequent and reliable trains for our customers.'",
     "Dr. Francis Paonessa, Managing Director of Bombardier Transportation UK said:",
     "'We would like to take this opportunity to thank TfL as we embark on this flagship contract and look forward to working together with Crossrail to deliver these iconic new trains for London.'",
     "Mayor of London, Boris Johnson, said:",
     "'The Crossrail project is now rolling on full-steam ahead.",
     "The manufacture of these new trains will not only revolutionise rail travel in London, they will deliver jobs and economic growth in their birthplace in Derby and across the UK.",
     "With a firm on board to deliver a fleet of 21st Century trains and the tunnelling more than halfway complete, we're on track to deliver a truly world-class railway for the capital.'",
     "Transport Secretary Patrick McLoughlin said:",
     "'Derby has a deserved reputation for quality train building and I am delighted Bombardier can write the latest chapter in this success story.",
     "The deal is a win for the employees of Bombardier and British manufacturing, supporting 760 new jobs and 80 apprenticeships.",
     "For commuters it will mean new state-of-the-art trains that deliver quicker and more comfortable journeys and boost capacity across the capital.'",
     "Andrew Wolstenholme, Crossrail Chief Executive said:",
     "'Crossrail will transform rail services in London and the South East.",
     "The new rolling stock is an essential component of Crossrail.",
     "We look forward to working with Bombardier to ensure the delivery of the new trains as the project continues to make progress on time and on budget.'",
     "Each Crossrail train is just over 200 metres long, made up of nine carriages and able to carry up to 1,500 passengers.",
     "Key features of the new high-capacity Crossrail trains include air conditioning and inter-connecting walk-through carriages.",
     "On-train passenger information systems will deliver real-time travel information to allow passengers to plan their onward journeys.",
     "The new lightweight Crossrail trains will be built with an emphasis on energy efficiency and use of intelligent on-train energy management systems.",
     "Crossrail will boost London's rail-based capacity by 10 per cent connecting Maidenhead and Heathrow in the west and Shenfield and Abbey Wood in the east.",
     "It will connect people and places, providing faster journey times and up to 24 trains per hour between Paddington and Whitechapel during the peak.",
     "In addition to the jobs created through the rolling stock and depot contract it is estimated that Crossrail will generate at least 75,000 business opportunities and support the equivalent of 55,000 full time jobs right around the UK.",
     "Three out of five businesses currently winning work on the project are based outside London and over half are small and medium-size companies (SMEs).\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2014/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2014/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2014/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2014/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2014/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2014/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2014/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2014/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2014/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2014/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2014/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2014/january",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}