{
 "pageTitle": "TfL and Capco set to form new joint venture to bring forward the first phases of Earls Court Masterplan",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2014",
   "url": "/info-for/media/press-releases/2014"
  },
  {
   "title": "February",
   "url": "/info-for/media/press-releases/2014/february"
  },
  {
   "title": "TfL and Capco set to form new joint venture to bring forward the first phases of Earls Court Masterplan"
  }
 ],
 "title": {
  "title": "TfL and Capco set to form new joint venture to bring forward the first phases of Earls Court Masterplan",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) and Capital \u0026 Counties Properties PLC (\"Capco\") are set to agree terms for a joint venture to bring forward the first phases of the Earls Court Masterplan."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This joint venture reflects our new approach of retaining and investing in our assets, working with leading developers to deliver real long-term value for fare and taxpayers.",
     "Transport for London (TfL) and Capital \u0026 Counties Properties PLC (\"Capco\") are set to agree terms for a joint venture to bring forward the first phases of the Earls Court Masterplan, following approval to proceed by TfL's Board on Wednesday 5 February 2014.",
     "TfL owns the freehold to the exhibition centres known as Earls Court 1 \u0026 2, and Capco is the current leaseholder of both sites. The agreement will enable the two organisations to establish a joint entity which will own new 999 year leases over the sites, as well as other land owned by Capco adjacent to the exhibition centres. The joint venture agreement is expected to be finalised and signed shortly and ownership of the new entity will be split 63 per cent to Capco and 37 per cent to TfL.",
     "The joint venture will employ Capco as development manager to enable a comprehensive approach to be taken for the implementation of Sir Terry Farrell's Masterplan for the wider Earls Court and West Kensington Opportunity Area.",
     "The Earls Court Masterplan represents a unique opportunity to regenerate a substantial part of central London, creating 7,500 homes, 12,000 jobs and new health, cultural and community facilities as well as 23 acres of green space including the five acre Lost River Park. It received planning consent from the London Borough of Hammersmith \u0026 Fulham (\"LBHF\") and the Royal Borough of Kensington \u0026 Chelsea (\"RBKC\") in November 2013.",
     "Graeme Craig, Director of Commercial Development at TfL, said: \"We are delighted to reach the final stages of the deal for the development of Earls Court 1 and 2 with Capco. The realisation of the Masterplan will see the creation of much needed jobs and homes for London. The revenue generated from the development of Earls Court 1 and 2 will be reinvested back into the transport network to improve services for our customers.",
     "\"This joint venture reflects our new approach of retaining and investing in our assets, working with leading developers to deliver real long-term value for fare and taxpayers.\"",
     "Gary Yardley, Investment Director of Capco, said: \"We are delighted that Transport for London's Board has approved entering into a joint venture to develop the Earls Court land. Following the land agreement we reached with Hammersmith \u0026 Fulham Council last year and the outline planning consent we have in place, the reimagination of Earls Court is now moving forward.",
     "\"Working with TfL and Hammersmith and Fulham Council, I believe we can create a remarkable new part of London where Kensington, Chelsea and Fulham meet; delivering thousands of new homes and thousands of new jobs that will benefit London and the local area alike.\"",
     "\u003cstrong\u003eTransport for London:\u003c/strong\u003e ",
     "\u003cstrong\u003ePublic relations:\u003c/strong\u003e Sylvia Quagraine\u003cbr /\u003eTel: 0203 054 7182\u003cbr /\u003eEmail: \u003ca href=\"mailto:sylviaquagraine@tfl.gov.uk\"\u003esylviaquagraine@tfl.gov.uk\u003c/a\u003e ",
     "\u003cstrong\u003eTransport for London (TfL):\u003c/strong\u003e TfL is responsible for 27 million journeys a day. It operates the Tube network, as well as five per cent of London's road network, buses, the DLR, London Overground, London Tramlink, Barclays Cycle Hire, the Emirates Air Line and River Services.",
     "\u003cstrong\u003eCapital \u0026 Counties \u003c/strong\u003e Sarah Hagan\u003cbr /\u003eTel: +44 (0)20 3214 9185 +44 (0)7884 655045",
     "\u003cstrong\u003eFinancial Public relations:\u003c/strong\u003e UK: Michael Sandler/Wendy Baker, Hudson Sandler              +44 (0)20 7796 4133\u003cbr /\u003eSA:  Frederic Cornet, Instinctif      +27 (0)11 447 3030",
     "\u003cstrong\u003eAbout Capital \u0026 Counties Properties PLC (Capco): \u003c/strong\u003e Capital \u0026 Counties Properties PLC is one of the largest investment and development property companies that specialises in central London real estate and is a constituent of the FTSE-250 Index. Capco holds 2.7 million square feet of assets valued at £2.1 billion (as at 30 June 2013) in two landmark London estates: Covent Garden, which has assets valued at £1.1 billion including the historic Market Building, and EC Properties including the Empress State Building together with the Venues business amounting to aggregate property assets of £970 million. The company is listed on the London Stock Exchange and the JSE, Johannesburg.",
     "\"Capco\" represents Capital \u0026 Counties Properties PLC and all its subsidiary companies.",
     "\u003cstrong\u003eAbout the Earls Court Masterplan:\u003c/strong\u003e The Earls Court Masterplan has outline planning consent and is one of the largest regeneration projects in London. The Masterplan covers 77 acres of land, known as the Earls Court \u0026 West Kensington Opportunity Area, owned by Capco, TfL and LBHF. The Earls Court Masterplan covers 10.1 million square feet of space and was designed by Sir Terry Farrell who was inspired by the best of London to create 'Four new Urban Villages and a 21st Century High Street.' The Masterplan will deliver 7,500 new homes, 12,000 new jobs as well as new open green space, health facilities, new schools, community and cultural space and improvements to the transport and infrastructure of the local area. Earls Court 1 and 2 will be part of the first phase of the Earls Court Opportunity Area with further phases being brought forward which will incorporate the West Kensington \u0026 Gibbs Green estates and LUL's Lillie Bridge Depot if and when it is operationally feasible to do so.",
     "On 4 July 2013, the Mayor of London approved the planning application for the development of the Masterplan.",
     "On 15 November 2013, LBHF, the RBKC, TfL and Capco reached an agreement on a £452 million package of benefits for the area as part of the Section 106 agreement.",
     "Details of the community benefit package include:",
     "{\"template\":\"bulletlist\",\"items\":[\"1,500 affordable and replacement homes out of a total of 7500 new homes to be built in the development as a whole - £315 million\",\"Improvements to streets and public realm and the creation of 23 acres of green space, including garden squares, communal gardens and a new five acre park - £35 million\",\"Improvements to local amenities as well as a new primary school, community centre, leisure centre, health centre, cultural space and money towards a cultural fund for the area. - £41 million\",\"Up to 10,000 permanent jobs are expected to be created and there will be £8 million worth of employment and skills training in the local area\",\"There will also be significant transport improvements. £38 million will be spent on improving the tube stations in the area. £65 million will be spent on new and improved bus lanes, bus stops and service improvements and £3 million will be spent on new and improved cycle lanes, three new cycle hire hubs plus over 11,000 cycle parking spaces and other sustainable transport initiatives.\"]}",
     "\u003cbr /\u003e\u003cstrong\u003eAdditional detail about the planned Joint Venture:\u003c/strong\u003e At present, Capco holds two long-leasehold interests at Earls Court as well as ownership of the Northern Access Road site and the air rights over the West London Line. Earls Court 1 covers an area of 12 acres and is subject to a lease that expires in 2041, and Earls Court 2 covers an area of 8 acres and is subject to a lease that expires in 2115. TfL has the freehold interest in Earls Court 1 and 2. Under the Heads of Terms, Capco will surrender its existing leases to TfL and the freehold of the Northern Access Road site and TfL will then grant the Joint Venture new 999 year leases with development rights over the same land.",
     "Capco is assembling the various underlying land interests across the Earls Court Masterplan area which includes freehold ownership of Empress State Building; Seagrave Road car park site (50%); and the Conditional Land Sale Agreement which provides a long-dated option to purchase the Gibbs Green and West Kensington Estates (100%); and the proposed arrangement above with TfL in relation to the exhibition centres land.\u003cbr /\u003e \u003ca href=\"http://www.myearlscourt.com\"\u003ewww.myearlscourt.com\u003c/a\u003e \u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2014/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2014/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2014/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2014/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2014/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2014/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2014/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2014/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2014/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2014/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2014/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2014/january",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}