{
 "pageTitle": "TfL confirms Underground services it intends to operate during strikes over Tube modernisation",
 "description": "LU is consulting with trade unions and staff over its vision for the future of the Tube, which includes a new 24-hour 'Night Tube' service at weekends and more staff visible and available in public areas of Tube stations to help customers buy the right",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2014",
   "url": "/info-for/media/press-releases/2014"
  },
  {
   "title": "February",
   "url": "/info-for/media/press-releases/2014/february"
  },
  {
   "title": "TfL confirms Underground services it intends to operate during strikes over Tube modernisation"
  }
 ],
 "title": {
  "title": "TfL confirms Underground services it intends to operate during strikes over Tube modernisation",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) has today confirmed the Underground services which it intends to operate, depending on staffing levels, should the strikes threatened by the leaderships of the RMT and TSSA unions on London Underground (LU) go ahead."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Our customers and staff are at the very centre of our plans for London Underground. All Tube stations will remain staffed and controlled at all times when services are operating, and we'll be introducing a 24-hour service at weekends during 2015.",
     "LU is consulting with trade unions and staff over its vision for the future of the Tube, which includes a new 24-hour 'Night Tube' service at weekends and more staff visible and available in public areas of Tube stations to help customers buy the right ticket, plan their journeys and to keep them safe and secure.",
     "Despite two poorly-supported ballots for industrial action, which saw only around 30 per cent of RMT and TSSA members balloted voting for strike action, and around 70 per cent either not voting or voting no, the union leaderships have nonetheless instructed their members to carry out four days of strike action in February.",
     "Two 48-hour strikes have been called at LU which will affect services from:",
     "{\"template\":\"bulletlist\",\"items\":[\"Around 9.30pm on Tuesday 4 February until the morning of Friday 7 February; and,\",\"Around 9.30pm on Tuesday 11 February until the morning of Friday 14 February.\"]}",
     "The leaderships of the RMT and TSSA unions continue to threaten Londoners with strike action despite a series of commitments made to Tube customers and staff by LU Managing Director, Mike Brown MVO including:",
     "{\"template\":\"bulletlist\",\"items\":[\"Every Tube station will be visibly staffed and controlled by LU staff during operating hours;\",\"There will be a job for everyone who wants to continue to be part of our organisation and who is ready to be flexible;\",\"Any operational changes will be done without compulsory redundancies where we can collaborate to make change happen.\"]}",
     "LU Managing Director, Mike Brown MVO said:",
     "'Our customers and staff are at the very centre of our plans for London Underground. All Tube stations will remain staffed and controlled at all times when services are operating, and we'll be introducing a 24-hour service at weekends during 2015.",
     "In future, there will be more staff in ticket halls and on platforms to help customers buy the right ticket, plan their journeys and to keep them safe and secure.",
     "'We're committed to implement these changes without compulsory redundancies and there'll be a job for everyone at LU who wants to work for us and be flexible.",
     "'My message to the unions leaderships is that it's not too late to do the right thing, call off this completely unnecessary strike and work with us to help shape the future of the Tube.",
     "All a strike will achieve is to lose those who take part four days' pay.",
     "Should the strike go ahead, we'll do all we can to keep customers informed and ensure we keep London moving and open for business.'",
     "\u003cstrong\u003eTravel advice to customers during RMT and TSSA strike action:\u003c/strong\u003e ",
     "Should the RMT and TSSA strike action go ahead, LU will keep as many stations open and run as many trains as possible.",
     "Services will be affected from 21:30hrs on Tuesday 4 February so customers are asked to try to complete journeys as early as possible that evening.",
     "If your Oyster card needs topping up, it may help to do this in advance of the industrial action starting.",
     "There will be disruption to journeys on Wednesday and Thursday, when Tube services will start later and finish earlier than normal - trains will run from around 07:00hrs to 23:00hrs.",
     "Although it is not possible to say exactly what services we will be able to run, the line-by-line information below will help customers to plan journeys in advance.",
     "However, customers are advised that the situation may change throughout the day.",
     "Buses and other modes of transport will also be very busy.",
     "The strike planned by ASLEF at London Tramlink which would have affected services on Wednesday 5 February has been called off.",
     "Those members of TfL staff who are on duty during the strike will be doing their very best to keep London moving and open for business.",
     "TfL asks customers for their patience during what may be difficult journeys.",
     "Trained TfL Ambassadors and volunteers will also be on hand to provide customers with travel information and advice on the ground.",
     "TfL urges all customers to plan ahead and to check before they travel at tfl.gov.uk and by following @TfLTravelAlerts, @TfLTrafficNews and @TfLBusAlerts on Twitter.",
     "\u003cstrong\u003eTube\u003c/strong\u003e ",
     "{\"template\":\"table\",\"rows\":[[\"Bakerloo line@bakerlooline\\u003cbr /\\u003e\",\"We intend to run trains between Queen's Park and Elephant \\u0026 Castle around every six minutes in both directions.\\u003cbr /\\u003eThese trains would not stop at Edgware Road, Embankment, Kilburn Park, Lambeth North, Maida Vale, Piccadilly Circus or Regent's Park stations.\"],[\"Central line@centralline\",\"No service would operate through the central area.  We intend to run trains:\\u003cbr /\\u003eul\"],[\"Circle line@circleline\\u003cbr /\\u003e\",\"See District line, Hammersmith \\u0026 City line and Metropolitan line below.\"],[\"District line@districtline\\u003cbr /\\u003e\",\"We intend to run trains:\\u003cbr /\\u003eulThese trains would not stop at Aldgate East, Becontree, Blackfriars, Bromley-by-Bow, Dagenham East, Dagenham Heathway, East Ham, Elm Park, Gloucester Road, Hornchurch, Plaistow, Sloane Square, Stepney Green, Temple, Upminster Bridge, Upney or Upton Park stations.\"],[\"Hammersmith \\u0026 City line@hamandcityline\\u003cbr /\\u003e\",\"We intend to run trains between Hammersmith and Moorgate around every ten minutes in both directions. These trains would not stop at Barbican, Euston Square and Great Portland Street stations.\"],[\"Jubilee line@jubileeline\\u003cbr /\\u003e\",\"We intend to run trains:\\u003cbr /\\u003eulThese trains would not stop at Bermondsey and Southwark stations.\"],[\"Metropolitan line@metline\\u003cbr /\\u003e\",\"We intend to run trains between Harrow-on-the-Hill and Aldgate around every ten minutes in both directions. These trains would not stop at Barbican, Euston Square, Great Portland Street, Northwick Park and Preston Road stations.\"],[\"Northern line@northernline\\u003cbr /\\u003e\",\"We intend to run trains over the whole line (except to Mill Hill East), with a train around every five minutes via both the Bank and Charing Cross branches in both directions.These trains would not stop at Borough, Chalk Farm, Clapham North, Clapham South, Colliers Wood, Embankment, Goodge Street, Hampstead, Highgate, Leicester Square, Mornington Crescent, Old Street, Oval, South Wimbledon, Tooting Bec, Tufnell Park and Warren Street stations.\"],[\"Piccadilly line@piccadillyline\\u003cbr /\\u003e\",\"No service would operate through the central area. We intend to run trains between Acton Town and Heathrow Terminals 1,2,3 around every ten minutes in both directions, and between Arnos Grove and Cockfosters around every ten minutes in both directions.These trains would not stop at Heathrow Terminal 4 or Southgate stations.\"],[\"Victoria line@victorialine\\u003cbr /\\u003e\",\"We intend to run trains between Seven Sisters and Victoria around every five minutes in both directions.These trains would not stop at Warren Street station.\"],[\"Waterloo \\u0026 City line@wlooandcityline\\u003cbr /\\u003e\",\"No service.\"]]}",
     "\u003cstrong\u003eDLR\u003c/strong\u003e \u003cbr /\u003e",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}",
     "\u003cstrong\u003eBuses\u003c/strong\u003e \u003cbr /\u003e",
     "\u003cstrong\u003e\n    \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}",
     "\u003cstrong\u003eLondon Overground\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"A normal service will operate. Some stations where there is an interchange with London Underground may be affected.\"]}",
     "\u003cstrong\u003eTramlink\u003c/strong\u003e ",
     "\u003cstrong\u003e\n        \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}",
     "\u003cstrong\u003eEmirates Air Line\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"A normal service will operate. LU tickets will be accepted on Emirates Air Line services on Wednesday 5 and Thursday 6 February and on Wednesday 12 and Thursday 13 February.\"]}",
     "\u003cstrong\u003eCycling\u003c/strong\u003e ",
     "\u003cstrong\u003e\n            \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}",
     "\u003cstrong\u003eRiver Services\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Enhanced River services will be in place, including on Route RB1 between Greenland (Surrey Quays) / Canary Wharf and London Bridge; and;\",\"An additional centre London service (Tower/ Bankside / Westminster / London Eye) during the AM and PM peaks;\",\"In combination with the normal timetabled service, this will provide a 10 to 15 minute frequency on most central London piers during the morning and evening peaks.\"]}",
     "\u003cstrong\u003eTaxis \u0026 Private Hire\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Between 7.00am and 11.00am on Wednesday 5 February, Thursday 6, Wednesday 12 and Thursday 13 February, a marshalled taxi service will operate at seven major London rail termini - Waterloo, Liverpool St, London Bridge, King's Cross, Victoria, Charing Cross, and Marylebone. The marshals will manage taxi and  passenger queues and provide advice and assistance to taxi passengers and other members of the public;\",\"Between 7.00pm and Midnight on Tuesday 4 February and Tuesday 11 February, a marshalled taxi service will operate at the same seven stations, plus Euston;\",\"Private hire and minicab services will be running as normal. Details for licensed private hire and minicab operators in London are available at tfl.gov.uk/cabwise\"]}",
     "\u003cstrong\u003eNational Rail\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Oyster Pay As You Go is accepted for all National Rail journeys within Greater London;\",\"Travelcards are also valid for travel on National Rail within the zones purchased.\"]}",
     "\u003cstrong\u003eWalking\u003c/strong\u003e ",
     "\u003cstrong\u003e\n                \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}",
     "\u003cstrong\u003eRoads and the Congestion Charge\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"To help keep traffic flowing, the Congestion Charge will remain in operation throughout the strike;\",\"TfL will be delaying or curtailing road works on major London roads wherever possible and has encouraged all London boroughs to take similar measures on their network. TfL will also work with the Metropolitan Police to minimise the impact of congestion;\",\"TfL will be working to keep traffic flowing around major transport hubs;\",\"Londoners and commuters are encouraged to keep journeys by car to a minimum to enable public transport to move freely.\"]}",
     "\u003cstrong\u003eCoaches\u003c/strong\u003e ",
     "Several coach operators, including National Express and Green Line, offer services that stop in a number of locations throughout London. Some of the core coach routes are as follows:",
     "Golders Green - Finchley Road - Baker Street - Marble Arch - Victoria Coach Station (National Express)\u003cbr /\u003eBrent Cross - Finchley Road - Baker Street - Marble Arch - Victoria (Green Line)\u003cbr /\u003eHillingdon - Shepherd's Bush/Baker Street - Marble Arch - Victoria (Oxford Tube \u0026 X90)\u003cbr /\u003eHammersmith - Kensington - Hyde park Corner - Victoria (Green Line)\u003cbr /\u003eStratford - Bow - Aldgate - Victoria Coach Station (National Express)\u003cbr /\u003eBexley - Canary Wharf - Aldgate - Embankment - Victoria Street (Commuter Services)\u003cbr /\u003eCoulsdon - Wallington - Streatham - Stockwell - Victoria Coach Station (National Express)\u003cbr /\u003eSutton - Wallington - Streatham - Stockwell - Victoria Coach Station (National Express)\u003cbr /\u003eEltham - Lewisham - Walworth - Elephant \u0026 Castle - Victoria Coach Station (National Express)",
     "Tickets can be purchased in advance from the Victoria Coach Station ticket hall, or on the operators websites:",
     " \u003ca href=\"http://www.nationalexpress.com\"\u003ehttp://www.nationalexpress.com\u003c/a\u003e for main site and bookings.\u003cbr /\u003e \u003ca href=\"http://coach.nationalexpress.com/nxbooking/stop-finder\"\u003ehttp://coach.nationalexpress.com/nxbooking/stop-finder\u003c/a\u003e to find where the coach stops are in London\u003cbr /\u003e \u003ca href=\"http://www.greenline.co.uk\"\u003ehttp://www.greenline.co.uk\u003c/a\u003e for main site and bookings\u003cbr /\u003e \u003ca href=\"http://www.greenline.co.uk/timetables-search/\"\u003ehttp://www.greenline.co.uk/timetables-search/\u003c/a\u003e for location of stops in London\u003cbr /\u003e \u003ca href=\"http://www.oxfordtube.com\"\u003ewww.oxfordtube.com\u003c/a\u003e \u003cbr /\u003e \u003ca href=\"http://x90.oxfordbus.co.uk\"\u003ehttp://x90.oxfordbus.co.uk\u003c/a\u003e ",
     "Notes to Editors:"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2014/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2014/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2014/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2014/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2014/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2014/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2014/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2014/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2014/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2014/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2014/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2014/january",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}