{
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2014",
   "url": "/info-for/media/press-releases/2014"
  },
  {
   "title": "February",
   "url": "/info-for/media/press-releases/2014/february"
  },
  {
   "title": "Wednesday 5 February: 09:00 Travel Update - TfL confirms services operating despite strike over Tube modernisation"
  }
 ],
 "title": {
  "title": "Wednesday 5 February: 09:00 Travel Update - TfL confirms services operating despite strike over Tube modernisation",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground is running over a third (35 per cent) of normal services, serving around 70 per cent of stations on 8 out of 11 lines this morning, despite the completely unnecessary strike action called by the leaderships of the RMT and TSSA unions"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "In future, there will be more staff in ticket halls and on platforms to help customers buy the right ticket, plan their journeys and to keep them safe and secure",
     "This, along with a range of other transport options, is keeping London moving and open for business today.\u003cbr /\u003e\u003cbr /\u003eThe strikes have been called by the leadership of the RMT and TSSA unions over LU's plans to modernise and improve customer service.",
     "LU Managing Director, Mike Brown has made the following commitments to Londoners:",
     "{\"template\":\"bulletlist\",\"items\":[\"All stations will remain staffed and controlled at all times, with more staff visible to help customers\",\"We'll introduce a new 24-hour service at weekends from 2015\",\"We'll provide more frequent and reliable services with better, more accessible stations\",\"We'll introduce simpler ticketing - such as contactless bank card payment\",\"We'll provide the best possible value for the fare you pay\"]}",
     "Mike Brown said today:",
     "'Many thousands of LU and TfL staff are working hard to keep customers informed and ensure we keep London moving and open for business today.",
     "My message to the leadership of the RMT and TSSA is that they should do the right thing, call off this completely unnecessary strike and work with us to help shape the future of the Tube.\u003cbr /\u003e\u003cbr /\u003e'All Tube stations will remain staffed and controlled at all times when services are operating, and we'll be introducing a 24-hour service at weekends during 2015.",
     "In future, there will be more staff in ticket halls and on platforms to help customers buy the right ticket, plan their journeys and to keep them safe and secure.\u003cbr /\u003e\u003cbr /\u003e'We're committed to implement these changes without compulsory redundancies and there'll be a job for everyone at LU who wants to work for us and be flexible.'\u003cbr /\u003e\u003cbr /\u003e\u003cstrong\u003eLatest Travel advice to customers (09:00):\u003c/strong\u003e ",
     "The situation may change throughout the day and buses and the transport network will be very busy.",
     "TfL is urging all customers to plan ahead and to check before they travel at \u003ca href=\"http://www.tfl.gov.uk\"\u003etfl.gov.uk \u003c/a\u003e and by following @TfLTravelAlerts, @TfLTrafficNews and @TfLBusAlerts on Twitter.\u003cbr /\u003e\u003cbr /\u003e\u003cstrong\u003eLondon Underground\u003c/strong\u003e ",
     "Services are currently operating as follows:",
     "{\"template\":\"table\",\"rows\":[[\"Central line\\u003cbr /\\u003e\\u003cbr /\\u003e@centralline\\u003cbr /\\u003e\",\"No service is operating through the central area.  Trains are currently running:\\u003cbr /\\u003eul\"],[\"District line\\u003cbr /\\u003e\\u003cbr /\\u003e@districtline\\u003cbr /\\u003e\",\"Trains are running as follows:\\u003cbr /\\u003eulThese trains are not stopping at Aldgate East, Becontree, Blackfriars, Fulham Broadway, Gloucester Road, Mile End, Sloane Square, Stepney Green, Temple or Westminster stations.\\u003cbr /\\u003e\"],[\"Hammersmith \\u0026 City line\\u003cbr /\\u003e\\u003cbr /\\u003e@hamandcityline\\u003cbr /\\u003e\",\"Trains are currently running between Hammersmith and Moorgate around every ten minutes in both directions.These trains are not stopping at Barbican, Euston Square and Great Portland Street stations.\\u003cbr /\\u003e\"],[\"Jubilee line\\u003cbr /\\u003e\\u003cbr /\\u003e@jubileeline\\u003cbr /\\u003e\",\"Trains are currently running:\\u003cbr /\\u003eulThese trains are not stopping at Bermondsey, Canada Water and Southwark stations.\\u003cbr /\\u003e\"],[\"Metropolitan line\\u003cbr /\\u003e\\u003cbr /\\u003e@metline\\u003cbr /\\u003e\",\"Trains are running between Harrow-on-the-Hill and Aldgate around every ten minutes in both directions. These trains are not stopping at Barbican, Euston Square, and Great Portland Street stations.\"],[\"Northern line\\u003cbr /\\u003e\\u003cbr /\\u003e@northernline\\u003cbr /\\u003e\",\"Trains are running over the whole line (except to Mill Hill East), with a train around every five minutes via both the Bank and Charing Cross branches in both directions.\\u003cbr /\\u003e\\u003cbr /\\u003eThese trains are not stopping at Angel, Borough, Chalk Farm, Clapham North, Clapham South, Colliers Wood, Embankment, Goodge Street, Highgate, Leicester Square, Mornington Crescent, Oval, South Wimbledon, Tooting Bec, Tufnell Park and Warren Street stations.\\u003cbr /\\u003e\"],[\"Piccadilly line\\u003cbr /\\u003e\\u003cbr /\\u003e@piccadillyline\\u003cbr /\\u003e\",\"No services are operating through the central area. Trains are running between Acton Town and Heathrow 123 around every ten minutes in both directions, and between Arnos Grove and Cockfosters around every ten minutes in both directions.\\u003cbr /\\u003e\\u003cbr /\\u003eThese trains are not stopping at Hounslow West or Southgate stations.\\u003cbr /\\u003e\"],[\"Victoria line\\u003cbr /\\u003e\\u003cbr /\\u003e@victorialine\\u003cbr /\\u003e\",\"Trains are running between Seven Sisters and Victoria around every five minutes in both directions.\\u003cbr /\\u003e\\u003cbr /\\u003eThese trains are not stopping at Warren Street station. It is possible that some other stations may also need to close at times.\\u003cbr /\\u003e\"]]}",
     "There is currently no service on the Bakerloo line.",
     "As previously announced, services will not be operating on the Waterloo \u0026 City or Circle lines today, but most of their stations are served by other lines.",
     "\u003cstrong\u003eOther transport services\u003c/strong\u003e Good services are operating this morning on the bus network, Docklands Light Railway (DLR), London Overground and London Tramlink.",
     "Extra bus services have been provided, alongside enhanced river and coach services and marshalled taxi ranks at key London national rail termini.\u003cbr /\u003e\u003cbr /\u003eFurther Information on alternative travel options:\u003cbr /\u003e\u003cbr /\u003e\u003cstrong\u003eDLR\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"A normal service is operating. Some stations where there is an interchange with London Underground may be affected today.\\u003cbr /\\u003e\"]}",
     "\u003cstrong\u003eBuses\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"London buses operate around 700 routes and services are being boosted with over a hundred extra buses on key routes;\",\"TfL Ambassadors and volunteers are being deployed to bus stations and hubs to provide customers with travel information and advice on the ground.\"]}",
     "\u003cstrong\u003eLondon Overground\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"A normal service is operating. Some stations where there is an interchange with London Underground may be affected.\"]}",
     "\u003cstrong\u003eTramlink\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"A normal service is operating.\"]}",
     "\u003cstrong\u003eEmirates Air Line\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"A normal service is operating. LU tickets will be accepted on Emirates Air Line services on Wednesday 5 and Thursday 6 February and on Wednesday 12 and Thursday 13 February.\"]}",
     "\u003cstrong\u003eCycling\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Barclays Cycle Hire will be available to members and casual users, although demand is likely to be high, and cycles harder to access, during peak times;\",\"Londoners who own a bike are encouraged to cycle to work, and a Cycle Journey Planner is provided at tfl.gov.uk/cyclejourneyplanner;\",\"TfL is writing to hundreds of businesses across London to ask them to be flexible and make it easy for staff to cycle to work, and to allow staff to wear casual clothes on the day.\"]}",
     "\u003cstrong\u003eRiver Services\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Enhanced River services are in place, including on Route RB1 between Greenland (Surrey Quays) / Canary Wharf and London Bridge; and;\",\"An additional centre London service (Tower/ Bankside / Westminster / London Eye) during the AM and PM peaks;\",\"In combination with the normal timetabled service, this will provide a 10 to 15 minute frequency on most central London piers during the morning and evening peaks.\"]}",
     "\u003cstrong\u003eTaxis \u0026 Private Hire\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Between 7.00am and 11.00am on Wednesday 5 February, Thursday 6, Wednesday 12 and Thursday 13 February, a marshalled taxi service will operate at seven major London rail termini - Waterloo, Liverpool St, London Bridge, King's Cross, Victoria, Charing Cross, and Marylebone. The marshals will manage taxi and  passenger queues and provide advice and assistance to taxi passengers and other members of the public;\",\"Between 7.00pm and Midnight on Tuesday 4 February and Tuesday 11 February, a marshalled taxi service will operate at the same seven stations, plus Euston;\",\"Private hire and minicab services will be running as normal. Details for licensed private hire and minicab operators in London are available at tfl.gov.uk/cabwise\"]}",
     "\u003cstrong\u003eNational Rail\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Oyster Pay As You Go is accepted for all National Rail journeys within Greater London;\",\"Travelcards are also valid for travel on National Rail within the zones purchased.\"]}",
     "\u003cstrong\u003eWalking\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Walking maps will be provided online, in bus, rail, and Tube stations in Zone 1 and other key outer London stations, with TfL Ambassadors and volunteers helping people plan their routes around the city;\",\"People are urged to consider walking for short journeys, where possible.\"]}",
     "\u003cstrong\u003eRoads and the Congestion Charge\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"To help keep traffic flowing, the Congestion Charge will remain in operation throughout the strike;\",\"TfL will be delaying or curtailing road works on major London roads wherever possible and has encouraged all London boroughs to take similar measures on their network. TfL will also work with the Metropolitan Police to minimise the impact of congestion;\",\"TfL will be working to keep traffic flowing around major transport hubs;\",\"Londoners and commuters are encouraged to keep journeys by car to a minimum to enable public transport to move freely.\"]}",
     "\u003cstrong\u003eCoaches\u003c/strong\u003e Several coach operators, including National Express and Green Line, offer services that stop in a number of locations throughout London. Some of the core coach routes are as follows:\u003cbr /\u003eGolders Green - Finchley Road - Baker Street - Marble Arch - Victoria Coach Station (National Express)\u003cbr /\u003eBrent Cross - Finchley Road - Baker Street - Marble Arch - Victoria (Green Line)\u003cbr /\u003eHillingdon - Shepherd's Bush/Baker Street - Marble Arch - Victoria (Oxford Tube \u0026 X90)\u003cbr /\u003eHammersmith - Kensington - Hyde park Corner - Victoria (Green Line)\u003cbr /\u003eStratford - Bow - Aldgate - Victoria Coach Station (National Express)\u003cbr /\u003eBexley - Canary Wharf - Aldgate - Embankment - Victoria Street (Commuter Services)\u003cbr /\u003eCoulsdon - Wallington - Streatham - Stockwell - Victoria Coach Station (National Express)\u003cbr /\u003eSutton - Wallington - Streatham - Stockwell - Victoria Coach Station (National Express)\u003cbr /\u003eEltham - Lewisham - Walworth - Elephant \u0026 Castle - Victoria Coach Station (National Express)",
     "Tickets can be purchased in advance from the Victoria Coach Station ticket hall, or on the operators websites:\u003cbr /\u003e \u003ca href=\"http://www.nationalexpress.com\"\u003ehttp://www.nationalexpress.com\u003c/a\u003e for main site and bookings.\u003cbr /\u003e \u003ca href=\"http://coach.nationalexpress.com/nxbooking/stop-finder\"\u003ehttp://coach.nationalexpress.com/nxbooking/stop-finder\u003c/a\u003e to find where the coach stops are in London\u003cbr /\u003e \u003ca href=\"http://www.greenline.co.uk\"\u003ehttp://www.greenline.co.uk\u003c/a\u003e for main site and bookings\u003cbr /\u003e \u003ca href=\"http://www.greenline.co.uk/timetables-search/\"\u003ehttp://www.greenline.co.uk/timetables-search/\u003c/a\u003e for location of stops in London\u003cbr /\u003e \u003ca href=\"http://www.oxfordtube.com\"\u003ewww.oxfordtube.com\u003c/a\u003e \u003cbr /\u003e \u003ca href=\"http://x90.oxfordbus.co.uk\"\u003ehttp://x90.oxfordbus.co.uk\u003c/a\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2014/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2014/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2014/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2014/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2014/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2014/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2014/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2014/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2014/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2014/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2014/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2014/january",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}