{
 "pageTitle": "GLA - Capital's most polluting buses to be upgraded",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2017",
   "url": "/info-for/media/press-releases/2017"
  },
  {
   "title": "June",
   "url": "/info-for/media/press-releases/2017/june"
  },
  {
   "title": "GLA - Capital’s most polluting buses to be upgraded"
  }
 ],
 "title": {
  "title": "GLA - Capital’s most polluting buses to be upgraded",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "New retrofit programme to upgrade around 5,000 buses to the latest ultra-low Euro VI emissions standard"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This press release, issued by the Mayor of London, was first published on \u003ca href=\"https://www.london.gov.uk/press-releases/mayoral/capitals-most-polluting-buses-to-be-upgraded\"\u003elondon.gov.uk\u003c/a\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Programme will cut emissions by up to 95 per cent\",\"By 2020 the entire London bus fleet will be at least Euro VI standard\",\"Over 40 apprenticeship roles created through programme\"]}",
     "The Mayor of London, Sadiq Khan, has today announced that the most polluting buses in the capital are going to be cleaned up, with their harmful emissions cut by up to 95 per cent.",
     "As the latest part of the Mayor's bold plans to clean up the capital's air, more than half of London's entire bus fleet are to be upgraded to meet the latest ultra-low Euro VI emissions standard.",
     "Through the new £86.1m programme, around 5,000 buses will be retrofitted with a new exhaust system that will significantly cut their emissions. This will mean that by September 2020 the entire bus fleet will be at least Euro VI standard.",
     "Transport for London (TfL) will work with bus operators and five chosen suppliers to install the new bespoke exhaust systems which will reduce nitrogen oxides and particulate matter. Diesel Particulate filters will also be installed alongside this Selective Catalytic Reduction (SCR) equipment to reduce air pollution.",
     "The retrofit programme is the latest innovative measure from the Mayor as he cleans up the capital's bus fleet.",
     "Currently 700-800 new low-emission buses are being introduced to the fleet every year, with diesel-only buses being phased out. From next year, all new double-deck buses will be hybrid, electric or hydrogen. In addition all buses within the central London Ultra-Low Emission Zone will be Euro VI hybrid standard by 2019.",
     "Last week, the Mayor also set out in his draft Transport Strategy that by 2037 at the latest, all 9,200 buses across London will be zero emission.",
     "The Mayor of London, Sadiq Khan, said:",
     "'We know that pollution from our roads is a major contributor to London's toxic air. That's why we are working so hard to introduce new clean buses on our streets and why we are continually looking for innovative ways to clean up the most polluting buses. There's no doubt that by cutting the emissions of more than half of the fleet by up to 95 per cent, this innovative retrofit programme is going to make a huge difference to Londoners.'",
     "Lianna Etkind, Public Transport Campaigner, Campaign for Better Transport, said:",
     "'London is consistently breaching legal limits on air pollution, which seriously affects people's health, so it's good to see that TfL recognises the need for urgent action on the capital's air pollution crisis. Buses are very much part of the solution, so the retrofitting of the London's bus fleet up to Euro VI standard will come at a small cost compared to the huge benefit to people's health.'",
     "Leon Daniels, TfL's Managing Director of Surface Transport, said:",
     "'Air pollution has reached unacceptable levels in London and we are doing everything we can to tackle the problem in one of the most ambitious programmes of its type.  By retrofitting 5,000 buses - over half of our fleet - with the latest green engine technology, we will be able to reduce vehicle exhaust emissions significantly.  We will continue to take action to ensure London's bus fleet remains the greenest and cleanest of any major world city.'",
     "Following a competitive tender process, the five suppliers appointed to retrofit the exhaust systems are Amminex, Baumot Twintec, Eminox, HJS and Proventia.",
     "More than 40 new apprenticeships are being created to support the programme. The apprentices will be employed by the five suppliers and will work across the project a range of areas, from installation and servicing to management.",
     "London has the cleanest bus fleet of any major world city with a third of the fleet running on B20 biodiesel, 2,500 hybrid buses, 71 electric buses, and eight hydrogen fuel cell buses.",
     "Earlier this year, the Mayor announced an inaugural Low Emission Bus Zone in Putney. This is the first of 12 set to be introduced at air quality hotspots across London.  Only buses that meet the toughest emission standards will be permitted to run within the zones, which also have effective bus priority measures in place to keep bus delays to a minimum and reduce unnecessary pollution caused by sitting in traffic.",
     "Notes to Editors:",
     "From 2019, all TfL buses operating in central London in the Ultra-Low Emission Zone (ULEZ) will be ultra-low emission hybrid.  Because of the way the network works, a significant number of double-decker buses operating in inner London will therefore be hybrid and many in outer London too.",
     "It is also proposed that all single-decker buses operating in central London will be zero emission at tailpipe by 2020, taking the number of these vehicles up to around 300.‎",
     "Travelling on buses in London represents very good value for money, with a single fare costing £1.50. Since the introduction of the 'Hopper' fare in September last year, passengers can change onto another bus or tram for free within one hour of touching in. With the addition of even greener buses to the fleet, customers can now help to reduce emissions while reducing congestion on London's roads"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2017/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2017/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2017/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2017/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2017/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2017/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2017/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2017/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2017/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2017/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2017/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2017/december",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}