{
 "pageTitle": "Mayor launches plan to improve air quality on the Tube",
 "description": "Mayor launches new plan to improve air quality on the Tube",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2017",
   "url": "/info-for/media/press-releases/2017"
  },
  {
   "title": "June",
   "url": "/info-for/media/press-releases/2017/june"
  },
  {
   "title": "Mayor launches plan to improve air quality on the Tube"
  }
 ],
 "title": {
  "title": "Mayor launches plan to improve air quality on the Tube",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "More testing, more cleaning and more information for passengers ordered by the Mayor"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The Mayor of London, Sadiq Khan, has instigated a new review of air pollution levels on the Tube, introducing a series of measures to minimize dust levels on the Underground to ensure staff and passengers breathe the cleanest air possible.",
     "The work is part of a wide-ranging review the Mayor is undertaking across planning, housing, construction, transport and river services to tackle London's filthy air and to protect Londoners from the damaging health impacts of air pollution.",
     "The Mayor and TfL have more than doubled investment in tackling air quality to £875 million over the next five years. The far-reaching programme includes reducing toxic vehicle emissions, with a £10 Toxicity-Charge (T-Charge) which will start in October this year, the introduction of the world's first Ultra Low Emission Zone (ULEZ) in 2019 (subject to consultation), and the cleaning up of London's public transport fleets such as buses and taxis so that they lead the way in ultra-low emission technology.",
     "As part of this major programme, the Mayor is working with London Underground  to ensure the millions of passengers and staff who use the Tube each day breathe the cleanest air possible at all times.",
     "A combination of the friction from Tube trains against their rails, air ventilated into the Tube network from above ground and skin particles from passengers all contribute to dust in the Tube system. Previous independent scientific research funded by TfL in 2004 found that the composition of dust particles on the Tube was different from that above ground, and concluded that the dust did not contain components at levels which are likely to pose a risk to the health of passengers or staff.",
     "Given that more than a decade has passed since then, the Mayor has now asked TfL to commission an updated review of the evidence. The findings of this review will help prioritise action to ensure that London's Tube system is as clean and healthy as possible.",
     "TfL has requested independent support and advice from the Department of Health's independent expert Committee on the Medical Effects of Air Pollutants (COMEAP), which provides advice on the health effects of air pollutants.",
     "As well as the evidence review, TfL has launched a new air quality action plan on the Underground to deliver improvements straight away. This includes:",
     "{\"template\":\"bulletlist\",\"items\":[\"An enhanced air quality monitoring programme on the Tube network, with information made easily and publicly available on the TfL website.\",\"Testing will be carried out at more than a dozen stations, and involve dozens of staff and simulated passenger journeys to monitor how dust levels change at different times and locations. Testing equipment installed on the Tube will take much larger samples than ever before to inform London Underground's approach to minimizing dust.\",\"An expanded cleaning regime will be introduced, with increased cleaning of the Tube network's tunnels, stations and other locations wherever needed. Over the summer nearly 50 stations and five tunnel sections will be cleaned, with industrial vacuum cleaners and magnetic  'wands' being used each night in tunnels.  These will collect metal particles and ensure tunnel walls are left clear of accumulations of dust, oil and grease. Air quality monitoring will be carried out at these new locations before and after cleaning to ensure it is effective, with the results informing the frequency of future cleaning programmes. This enhanced regime will work alongside TfL's current regular deep cleaning of every line, vent shaft, station, machine room and switch room across the Tube network.\",\"Learning from the best examples of dust management in metros around the world, and implementing these on the Underground wherever possible.\",\"Further improvements as the Tube modernisation programme continues, including requiring all new trains to use high tech regenerative/rheostatic braking which recaptures energy to reduce friction on rails thereby reducing dust, sealed windows on trains, and the use of more platform safety doors.\",\"Expanding the use of a replacement fuel for diesel generators that are used to power tools used in maintenance and upgrade work underground. The fuel has the potential to significantly reduce CO, NO and NOx emissions, and following a trial it will now be used to power all motorised work platforms being used on the signalling modernisation on 40 per cent of the Tube network.‎\",\"Exploring and expanding the use of specialist dust suppressants across the network.  These are already used at some locations where dust is more common, and are now being considered for more widespread use.\"]}",
     "Sadiq Khan said:",
     "'Air quality is one of the biggest health challenges of this generation and I'm committed to doing everything in my power to tackle it both above and below ground. I've introduced new measures to lower emissions from cars and buses, and it is now time to focus on wider sources of pollution including the Tube, river transport and construction sites.",
     "'Tube staff and the millions of passengers who use the Underground regularly deserve to breathe the cleanest air possible. TfL's new Underground air quality programme will help ensure dust and particles are kept to an absolute minimum. But I want to leave no stone unturned and I've also asked for an updated scientific analysis of pollution on the Tube so we can fully assess the air quality levels and take appropriate measures to ensure that the air is clean.'",
     "Mark Wild, Managing Director of London Underground, said:",
     "'We have been monitoring dust levels on the Tube for many years and, through a wide range of measures, have ensured that particle levels are well within Health \u0026 Safety Executive guidelines. But as scientific understanding of the effects of particles develops, we are ensuring that we're both using the very latest research and that we're doing everything possible to keep the air underground clean for our customers and staff.'",
     "This summer the Mayor will launch new plans to help tackle pollution at construction sites and funding for greener, less polluting vessels on the River Thames. He will also launch new air quality rules for the housing sector and other developments in the forthcoming London Plan.",
     "Notes to Editors:",
     "Regenerative and rheostatic braking:",
     "{\"template\":\"bulletlist\",\"items\":[\"Rheostatic and regenerative braking, which returns energy back to power supply and reduces heat and dust through reduced friction braking , has been progressively introduced over the last 15 years and is the most significant reduction measure available.\",\"The entire passenger fleet is now fitted with rheostatic technology, and 80 per cent of the passenger fleet is regenerative. The remaining 20 per cent will be replaced with regenerative rolling stock as part of the modernisation of the Piccadilly, Central, and Bakerloo lines.\"]}",
     "Reducing ballast dust:",
     "{\"template\":\"bulletlist\",\"items\":[\"All ballast used on the Tube network is damped down at LU depots and at site, minimising dust.\",\"All ballast removed from sites is damped down before removal.\",\"On completion, work surfaces, including rails, are cleaned with industrial vacuums.\"]}",
     "Rail Grinding:",
     "{\"template\":\"bulletlist\",\"items\":[\"LU carries out a deep clean of sections of track ahead of grinding.\",\"Track is dampened before work is carried out.\",\"On completion, any loose metallic dust is collected manually.\"]}",
     "Reduced exposure to concrete dust:",
     "{\"template\":\"bulletlist\",\"items\":[\"Concrete bursting is used where possible, significantly reducing dust and noise.\",\"Where concrete breaking is needed, extensive damping down is carried out.\",\"A controlled process is used for concrete mixing, reducing air-borne concrete dust.\"]}",
     "Each project has its own dust management plan:",
     "{\"template\":\"bulletlist\",\"items\":[\"Each task has monitoring and suppression management.\",\"Consideration is given to building materials used, as well as methods to reduce dust generation.\",\"Monitoring is carried out via hand held monitors to ensure below Health and Safety Executive action limits and to check suppression effectiveness.\"]}",
     "Industry best practice techniques:",
     "{\"template\":\"bulletlist\",\"items\":[\"Areas are contained or sealed to suppress dust, followed by thorough cleaning.\",\"Vacuum cleaners and high efficiency particulate air filters are used instead of sweeping.\",\"On-tool extraction is used where practicable with extraction systems to collect dust\",\"Dampening down to reduce airborne particles\",\"Local exhaust ventilation where mixing is taking place\",\"Restricted access areas\",\"Regular monitoring to ensure systems are in use\",\"Respiratory protection depending on location and type of work being done.\"]}",
     "Tunnel cleaning:",
     "{\"template\":\"bulletlist\",\"items\":[\"Vacuum cleaners and magnetic wands are used to collect metal particles.\",\"Tunnel walls are left clear of accumulations of dust, fluff, oil and grease\",\"Regular deep cleaning of every line, vent shaft, station, machine room and switch room.\"]}",
     "Reduced diesel fumes:",
     "{\"template\":\"bulletlist\",\"items\":[\"Alternative tools to diesel are used wherever possible.\",\"A replacement fuel for diesel generators is under trial with the aim of significantly reducing CO, NO and NOx emissions.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2017/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2017/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2017/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2017/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2017/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2017/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2017/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2017/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2017/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2017/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2017/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2017/december",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}