{
 "pageTitle": "GLA - Mayor sets out ambitious plan to reduce car use",
 "description": "Mayor sets out ambitious plan to persuade Londoners to reduce car use",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2017",
   "url": "/info-for/media/press-releases/2017"
  },
  {
   "title": "June",
   "url": "/info-for/media/press-releases/2017/june"
  },
  {
   "title": "GLA - Mayor sets out ambitious plan to reduce car use"
  }
 ],
 "title": {
  "title": "GLA - Mayor sets out ambitious plan to reduce car use",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Mayor wants 80 per cent of journeys to be made by public transport, walking or cycling - reducing car journeys in London by 3 million each day"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This press release, issued by the Mayor of London, was first published on \u003ca href=\"https://www.london.gov.uk/press-releases/mayoral/plan-to-persuade-londoners-to-reduce-car-use\"\u003elondon.gov.uk\u003c/a\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Ambition for 70 per cent of Londoners to live within 400 metres of a high quality, safe cycle route\",\"New developments to be designed around 'Healthy Streets', directly promoting walking, cycling and public transport\",\"Sadiq Khan says not having to use a car must be the 'affordable, safest and most convenient option for Londoners.'\"]}",
     "The Mayor of London, Sadiq Khan, will today (21st) use the publication of his first draft Transport Strategy to set out bold plans to reduce the capital's dependency on the car - transforming the experience of walking, cycling and public transport in London over the coming decades.",
     "The Mayor will set out a target to increase the proportion of people walking, cycling and taking public transport to 80 per cent of journeys by 2041, compared to 64 per cent now, meaning an average of 3 million fewer car journeys in London each day. This at a time when London's population is set to expand from 8.7 million to 10.5 million over the next 25 years, generating more than five million additional trips each day across the transport network.",
     "A key focus of the Draft Transport Strategy will be the Mayor' Healthy Streets Approach, creating a fairer, greener, healthier and more prosperous city, with Londoners doing at least the 20 minutes of active travel each day that they need to stay healthy. Most of the main causes of early death in London are linked to inactivity, including the two biggest killers - heart disease and cancer. Motorised traffic is also overwhelmingly responsible for the greatest environmental challenges we face as a city, with road transport responsible for half of the main air pollutants in London.",
     "The Mayor's Transport Strategy being published today will include a major focus on helping Londoners reduce their reliance on cars:",
     "{\"template\":\"bulletlist\",\"items\":[\"With TfL and the boroughs, The Mayor will deliver a London-wide network of cycle routes, with new routes and improved infrastructure to tackle barriers to cycling. The Mayor's new aim is for 70 per cent of Londoners to live within 400 metres of a high quality, safe cycle route by 2041. TfL will also work to expand and improve 'Legible London' pedestrian wayfinding maps, and use new data to develop and improve online journey planning and navigation tools for walking and cycling trips.\",\"The Mayor, through TfL and the boroughs, will create high quality public realms across London. This includes creating 'Liveable Neighbourhoods' to improve the public's experience of walking and cycling, and providing 'Healthy Routes' to create attractive, safe and accessible walking routes to schools and local shops. This could include creating more vehicle-free zones, where traffic is physically prevented from using specific streets, and more car-free days.\",\"The Mayor will look to restrict car parking provision within new developments, with those most accessible to public transport expected to be car free. Secure cycle parking and storage will be expected to be built into all new developments, and where car parking is considered appropriate in new development, provision should be made for electric vehicle charging points.\",\"The Mayor, through TfL and the boroughs, will seek opportunities for densification of developments around public transport stations and stops, with unprecedented investment in improving station environments, interchanges, and local walking and cycling networks. The Mayor and TfL will also support the provision of car clubs for residents, enabling more Londoners to give up their cars.\",\"The Mayor, through TfL, will keep existing and planned road user charging schemes, including the Congestion Charge under review, ensuring they tackle the congestion challenges London faces. Transport for London will explore the next generation of road user charging that could harness new technology to better reflect distance, time, emissions, road danger and other factors in an integrated way. This could include a single 'per mile' charge which takes into account both congestion and emissions objectives.\",\"The Mayor, through TfL, will work with boroughs who wish to develop local traffic demand management measures, for example exploring local road charging or workplace parking schemes, as part of traffic reduction strategies.\",\"The Mayor, through TfL and the boroughs, will transform the quality of bus services so that they offer a faster, more reliable, and convenient alternative to car use. This includes reviewing and extending the operating times of bus lanes, and making greater provision for bus priority lanes.\"]}",
     "As part of the Mayor's plans, £2.1bn has already been allocated to a new TfL Healthy Streets Portfolio that will focus on creating more welcoming and inclusive streets to enable more Londoners to walk, cycle and use public transport. This includes doubling the average annual spend on cycling announced in the TfL Business Plan, taking London's cycling spending per head to the same levels as Denmark and the Netherlands.",
     "Sadiq Khan, Mayor of London, said:",
     "'It has been an incredibly difficult few weeks for London, but we must carry on as a city and that means pushing forward our work to keep Londoners moving around our city. As London's population is set to increase beyond 10 million, our future health and prosperity is more and more dependent on us reducing our reliance on cars.",
     "'We have to be ambitious in changing how our city works. While there will be five million additional journeys being made across our transport network by 2041, at the same time we're setting ourselves a bold target of reducing car journeys by 3 million every day.",
     "'In launching my first Transport Strategy today, I'll be setting out wide-ranging plans for making cycling and walking safe and accessible in every neighbourhood, transforming our bus network, and ensuring new housing is built not around car use, but designed directly around access to public transport links instead.",
     "'We have to make not using your car the affordable, safest and most convenient option for Londoners going about their daily lives. This is not only essential for dealing with congestion as London grows, but crucial for reducing our toxic air pollution, and improving the health of all Londoners.'",
     "Alex Williams, Director of City Planning for Transport for London, said:",
     "'Although real progress has been made, if we are to ensure that London continues to prosper as it grows we now need to do more to support people in switching to active and sustainable transport options. The Mayor's draft strategy sets out how we can do this, and build a better London less dependent on the car, where air quality and public health is improved, the creation of new homes and jobs is supported and where everyone can travel in a healthy, affordable and accessible way.'",
     "Tompion Platt, Head of Policy and Communications, Living Streets said:",
     "'It's fantastic to see the Mayor set a target to reduce our reliance on cars. Reducing car use and enabling more Londoners to walk their everyday journeys will improve the health and happiness of everyone living and working in the capital.'",
     "German Dector-Vega, Sustrans' London Director, said:",
     "'It is hugely welcome to have such clear commitment from the Mayor to make it easier, safer and more pleasant to walk and cycle in London. London's continued success as a great city depends on our ability to move around without the pollution, ill-health and congestion that comes with excessive car use. It's now imperative that London's Boroughs - who own 95% of London's streets - get on with delivering improvements that will make a real difference for walking and cycling. With the Mayor and TfL's support, London boroughs can get to work and build streets that start to reflect the Mayor's ambition.'",
     "Dr Ashok Sinha, CEO, London Cycling Campaign said:",
     "'Liberating London from over-reliance on motor vehicles and giving Londoners healthier, greener, cheaper and smarter travel options is a long term project. It will required sustained political will, consistency of support from TfL and buy-in from the boroughs, business and developers. London Cycling Campaign is therefore pleased that the Mayor is consulting on a new, ambitious, long term transport strategy aimed not only at meeting the cycling promises made for this mayoralty but also at revolutionising the nature of transport in the capital for the better.'",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"The Mayor's new Transport Strategy will be published for consultation on 21 June 2017. The consultation will be open to stakeholders and members of the public until 2 October 2017.\",\"The draft strategy will outline the Mayor's ambition for transforming London's transport network over the coming decades, including record investment in improving Tube, DLR, rail, and bus services, and plans for creating one of the safest and cleanest transport networks in the world. (more details on the Strategy will be announced tomorrow)\",\"Currently, more than 40 per cent of Londoners do not achieve the recommended 150 minutes of activity a week, and 28 per cent do less than 30 minutes a week. GLA analysis shows that if every Londoner walked or cycled for 20 minutes a day, it would save the NHS £1.7bn in treatment costs over the next 25 years.\",\"The Mayor continues to lobby the Government to give him powers to limit the overall number of private hire vehicles licensed for use in London, so as to manage their contribution to overall congestion, particularly in central London.\",\"In central London, better consolidation, will also lead to a 10 per cent reduction in van and lorry use during the morning peak by 2026. Working with TfL and boroughs, the Mayor will plan a network of regional consolidation and distribution centres to serve central London and town centres. This is in addition to micro-distribution centres in inner and central London, where deliveries will be made by low and zero emission vehicles, such as electric vans or cargo bikes.\",\"TfL will work with Network Rail and the Port of London Authority to move freight off London's streets and onto the rail network and the River Thames.\",\"The Mayor has pledged to freeze all TfL fares for the four years of his mayoral term, making public transport a more affordable and attractive option for Londoners. The Mayor has also introduced the 'Hopper' bus fare which allows passengers to change buses within an hour, without paying an additional fare. 60 million bus journeys have already benefited from the 'Hopper' fare.\",\"The Mayor has already announced plans to introduce the central London Ultra Low Emission Zone in 2019; the zone would be expanded London-wide for heavy vehicles by 2020 and to Inner London for all other vehicles by 2021.\"]}",
     "."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2017/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2017/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2017/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2017/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2017/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2017/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2017/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2017/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2017/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2017/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2017/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2017/december",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}