{
 "pageTitle": "Please offer me a seat",
 "keywords": "TfL",
 "description": "TfL is offering a badge and card to help customers who are less able to stand get a seat when they need one",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Campaigns",
   "url": "/campaign/index"
  },
  {
   "title": "Please offer me a seat"
  }
 ],
 "title": {
  "title": "Please offer me a seat",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "{\"template\":\"intro\",\"texts\":[\"If you struggle to stand while using public transport, there is a free badge and card available to help you alert fellow customers that you need a seat. Learn more and apply for your welcome pack.\"],\"link\":{\"image\":{}},\"image\":{},\"wrapped\":false}",
     "\u003cstrong\u003ea\u003c/strong\u003e .",
     "{\"template\":\"video\",\"style\":\"csj_58vIGk0\",\"title\":\"Priority seating video\",\"link\":{\"image\":{}},\"image\":{},\"wrapped\":false}",
     "Many of our customers with impairments, conditions or illnesses, short term or long term, tell us they struggle to get a seat on public transport when they need one.",
     "The badge and card can be used on all our services: London Underground, London Overground, TfL Rail, Buses, DLR, Trams and River Services.",
     "You don't need to explain your reasons for the badge and card with either our staff or fellow customers. Please remember the badge and card doesn't guarantee you a seat.",
     "If you are a charity or organisation and would like to make a bulk order, contact \u003ca href=\"mailto:TfLAccessibility@tfl.gov.uk?subject=Please%20offer%20me%20a%20seat\"\u003eTfLAccessibility@tfl.gov.uk\u003c/a\u003e .",
     "{\"template\":\"image\",\"link\":{\"image\":{}},\"image\":{\"url\":\"https://tfl.gov.uk/cdn/static/cms/images/please-offer-me-a-card_rdax_400x250.jpg\",\"alt\":\"Please offer me a seat card\"},\"wrapped\":false}",
     "\u003cstrong\u003eDo I need to prove my need for the badge and card?\u003c/strong\u003e \u003cbr /\u003eNo. We will not ask customers for their medical history or supporting evidence from a doctor - it will be entirely self-selecting.",
     "\u003cstrong\u003eWhat should I do if I lose my badge and card?\u003c/strong\u003e \u003cbr /\u003eYou can use the \u003ca href=\"/transport-accessibility/please-offer-me-a-seat\"\u003eonline form\u003c/a\u003e or get in touch with our Contact Centre to apply for a new one. You do not need to officially inform us.",
     "\u003cstrong\u003eWhat happens if nobody gives up a seat?\u003c/strong\u003e \u003cbr /\u003eWe can't insist customers give up their seat for you but if you are struggling to get the attention of your fellow passengers, politely approach someone and make it clear you require a seat. You do not need to explain your reason but don't forget the person in the seat may also require it. Not everyone who requires a seat will have a badge.  We encourage all customers to be considerate and use their common sense.",
     "\u003cstrong\u003eWill staff help me get a seat?\u003c/strong\u003e \u003cbr /\u003eStaff are not expected to intervene in helping you get a seat. However if you face any discrimination, hate crime or abuse, call a member of staff or report the incident to the British Transport Police on 0800 40 50 40 or text 61016. Always dial 999 in an emergency.",
     "\u003cstrong\u003eWhat do I do if I see someone with a badge?\u003c/strong\u003e \u003cbr /\u003eIf you see someone with a badge or card and you are seated, please stand and offer them your seat. While there are priority seats on public transport, we would like to encourage all customers in any seat, to be considerate and offer their seat to those that are less able to stand.",
     "\u003cstrong\u003eI am less able to stand myself but I don't have a badge. Am I expected to move for badge holders?\u003c/strong\u003e \u003cbr /\u003eNot at all. We recognise that many customers who need a seat won't have a badge or a card, including pregnant women, parents with babies, older people, injured people and disabled people, including those with hidden impairments and conditions."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "advert",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}