{
 "pageTitle": "Sarah Hope's story",
 "keywords": "TfL",
 "description": "Sarah Hope tells the story of the incident she was involved in on the TfL network, and how it led to the establishment of our incident support service.",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Campaigns",
   "url": "/campaign/index"
  },
  {
   "title": "Incident support service",
   "url": "/campaign/incident-support-service"
  },
  {
   "title": "Sarah Hope's story"
  }
 ],
 "title": {
  "title": "Sarah Hope's story",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "{\"template\":\"intro\",\"texts\":[\"Sarah Hope tells the story of the incident she was involved in on the TfL network, and how it led to the establishment of our incident support service.\"],\"link\":{\"image\":{}},\"image\":{},\"wrapped\":false}",
     "25 April 2007. A glorious and sunny day.  Winter was gone and summer was poking its bright face around the corner.  My mother Elizabeth came to stay for the first time at our new house in south west London. We were very excited by the news from two days earlier that my twin sister Victoria had given birth to her first child, a little boy.  I along with my mother and daughter Pollyanna, who was just two years old at the time, set off to the bus depot in Mortlake. We were off to visit Victoria and her baby in the Chelsea and Westminster Hospital, just a few miles away.",
     "We crossed the railway bridge a few hundred yards from Mortlake train station and could hear shouting and the honking of horns coming from the bus depot. We did not really think much of it, as we were too excited. To be honest, I have tried to block the memories of what happened next from my mind. The memory is too awful, too devastating, and too tragic. So I must not think too hard as to what actually happened.  But it did happen, so fast, like a bomb going off. We entered the bus stop and I saw a child's lunchbox lying on the pavement. I bent down to pick it up.",
     "I turned around and the bus was coming. So fast, that I probably stopped breathing. That is what shock does, in the face of horror you cannot breathe or even scream - that comes a few seconds later.  My mother was a very gracious person, all her life she was gentle to everyone who knew her. She never really made a fuss about things and even in that moment, she did not make a fuss. She must have just slipped away, very quickly and that is the way I hope it was. Pollyanna was about twenty feet away, she was trying to crawl towards me, but her lower leg was hanging precariously off her right knee.  It was amputated eight hours later. I could not help because I was trapped under the bus. I think I will carry the guilt for the rest of my life.",
     "Nearly nine years later, we have moved house five times and my children have been to many different schools. I do not know how many operations Pollyanna has had, but she has had nearly 20 new prosthetic legs. Hospitals and leg clinics are part of our way of life. Fatalities and life-changing injuries cause not just immense sadness, but they cause chaos within families and they impact in a dramatic way to change family relationships.",
     "When one is treated with empathy and compassion, it's easier to move on. In May 2011 we set up a charity to help child amputees in Tanzania, and since then we have expanded to Sierra Leone, Liberia and India. Over 250 children are now walking and going to school, their lives and the lives of their families changed forever - all thanks to the smiling inspiration of Pollyanna.  The charity is called Elizabeth's Legacy of Hope and it is my mother's legacy.",
     "Throughout this time, due to a terrible litigation claim and a Court Case, I remained upset with the way we were treated as victims.  Lawyers were fighting over us, and nobody from TfL or Metroline apologised. All I wanted was kindness from the people who had hurt us so much. The fact is we were just an insurance claim. I found out how we were viewed by TfL and I was shocked and saddened. Apparently we did not have a name, we were just numbers. Seven years later I met Boris Johnson, the London Mayor. He was so sad to hear no one had said sorry and he set about to change it. Metroline did apologise, but it came very late and I wanted 'sorry' to mean 'sorry'.",
     "'Sorry' means that TfL have to understand the trauma of suffering a terrible collision, and the impact, often long term, it has on the victims and their families. We are not insurance statistics and we have names. We need care, understanding and practical solutions. We need a voice at the end of the phone who will hear our cries.",
     "On 25 January 2016, The Sarah Hope Line opened.  TfL has heard our story and its staff have listened with open hearts and minds to what it was really like and how dreadful it was to be ignored for years. They have said how sorry they are and I know they mean it.",
     "'Sorry' also has to mean fewer fatalities and injuries and because of this TfL is working hard to make buses safer. Now bus drivers are being trained to have a deeper understanding of how vital it is to be safe ALL the time. Most of all, I know that one day I will get on a bus again, because TfL cares not just about me, but about every Londoner that uses its transport.",
     "If sadness does occur, and I pray it will not, there is a kind, compassionate voice at the end of The Sarah Hope Line.",
     "{\"template\":\"bulletlist\",\"items\":[\"Find out more about \\u003ca href=\\\"http://elizabethslegacyofhope.org/\\\"\\u003eElizabeth's Legacy of Hope\\u003c/a\\u003e , Sarah's charity to help child amputees.\",\"Find out about our \\u003ca href=\\\"/campaign/incident-support-service\\\"\\u003eIncident support service\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "advert",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}