{
 "pageTitle": "Contractor for Overground Barking Riverside extension",
 "description": "Contractor for Overground Barking Riverside extension",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2018",
   "url": "/info-for/media/press-releases/2018"
  },
  {
   "title": "December",
   "url": "/info-for/media/press-releases/2018/december"
  },
  {
   "title": "Contractor for Overground Barking Riverside extension"
  }
 ],
 "title": {
  "title": "Contractor for Overground Barking Riverside extension ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Contract awarded to joint venture of Morgan Sindall Construction \u0026 Infrastructure and VolkerFitzpatrick (MSVF)"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"The extension will unlock the building of up to 10,800 new homes\",\"Construction due to begin early 2019, with first train services expected in late 2021\",\"One of the major projects included in TfL's latest 5 year Business Plan\"]}",
     "The vital transport infrastructure needed to support the development of one of Europe's largest brownfield sites moved a step closer today, as Transport for London (TfL) awarded the contract to a joint venture of Morgan Sindall Construction \u0026 Infrastructure and VolkerFitzpatrick (MSVF) to extend the London Overground to Barking Riverside.",
     "The 4.5km extension of the Gospel Oak to Barking line, one of the major projects in TfL's Business Plan, is an intrinsic part of the Barking Riverside development, a 180-hectare site on the northern bank of the River Thames that will become home to one of London's most significant housing developments.",
     "The delivery of the extension will support up to 10,800 new homes and will unlock a wide range of benefits in the local area, including a new school and healthcare facilities and the construction of a new district centre with commercial and leisure facilities. As many as 50 per cent of the new homes could be affordable, helping to tackle London's housing shortage crisis.",
     "Preparation work for the extension will commence immediately, with main construction due to start in early 2019 and train services commencing from late 2021. Under the contract, MSVF will deliver:",
     "{\"template\":\"bulletlist\",\"items\":[\"A 4.5km extension to Barking Riverside, from the Tilbury Loop Line between Barking and Dagenham Dock stations to Barking Riverside\",\"Reconfiguration of Network Rail's Ripple Lane goods yard to allow the extension to connect to the Tilbury Loop\",\"Construction of a viaduct over the Ripple Lane yard.  This will require the viaduct to be built over the Tilbury Loop and foundations constructed between the HS1 tunnels\",\"Continuation of the viaduct for a further 1.5km over Renwick Road and into the heart of Barking Riverside\",\"Construction of a new terminus station within the Barking Riverside town square. The station will have step-free access from street to train.\"]}",
     "Gareth Powell, TfL's Managing Director of Surface Transport, said:",
     "'Investing in transport infrastructure unlocks and supports homes, jobs and economic growth. Awarding this contract to build the London Overground extension is the next exciting step in the Barking Riverside development, which will enable the delivery of up to 10,800 new homes and the creation of new healthcare and leisure facilities.'",
     "Matthew Carpen, Managing Director for Barking Riverside Limited, said:",
     "'This is another major milestone for the project, as we continue to steam ahead in the delivery of 10,800 homes for East London. The construction of the rail line and new London Overground station is the single most important part of unlocking the true potential of this amazing riverside site, allowing residents and visitors to go to and from central London in as little as 22 minutes and firmly putting Barking Riverside on the map as a Zone 4 destination. We look forward to working in partnership with TfL and MSVF to deliver this integral aspect of the project.'",
     "Simon Smith, Morgan Sindall's Managing Director for Infrastructure, said:",
     "'We have a strong history of delivering rail improvement projects of this scale and complexity and are looking forward to starting on site in order to ensure good transport links to serve this expanding community in East London.'",
     "John Cox, Managing Director of VolkerFitzpatrick's Rail Division, said:",
     "'We are very pleased to be appointed to deliver this significant piece of transport infrastructure. We, along with our joint venture partner Morgan Sindall, look forward to working closely with TfL, Barking Riverside Ltd and the local community to deliver this vital transport link.'",
     "Cllr Darren Rodwell, Leader of Barking and Dagenham Council, said:",
     "'This is great news. The extension is vital to the development of Barking Riverside and realising the potential of the whole area. It means our drive to deliver tens of thousands of affordable homes and jobs for local people is on track.'",
     "The London Overground extension will deliver a sustainable public transport alternative to car travel and link Barking Riverside into London's wider public transport network through connections at Barking, with District and Hammersmith \u0026 City services and c2c services to London Fenchurch Street and Essex.",
     "The service will operate with four trains an hour and feature electric London Overground trains with air-conditioning and walk-through carriages, for customer comfort.",
     "The London Overground extension to Barking Riverside is an important part of TfL's Business Plan and the Mayor's Transport Strategy which plans to create a fairer, greener, healthier and more prosperous city by improving public transport and encouraging active travel."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2018/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2018/february",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2018/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2018/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2018/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2018/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2018/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2018/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2018/december",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}