{
 "pageTitle": "TfL marks the 150th anniversary of the traffic light",
 "description": "TfL marks the 150th anniversary of the traffic light",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2018",
   "url": "/info-for/media/press-releases/2018"
  },
  {
   "title": "December",
   "url": "/info-for/media/press-releases/2018/december"
  },
  {
   "title": "TfL marks the 150th anniversary of the traffic light"
  }
 ],
 "title": {
  "title": "TfL marks the 150th anniversary of the traffic light",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "More than 6,000 traffic lights in London, with TfL working towards saving 15,000 hours for people each day by retiming signals"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"This week marks 150 years since the world's first traffic light was installed, located outside the Houses of Parliament\"]}",
     "Transport for London (TfL) is marking the 150th anniversary of the world's first traffic light this week, highlighting the huge improvements that effective signalling has brought for the millions of people using the roads each day and announcing the next generation of traffic light improvements.",
     "The world's first traffic light was installed outside the Houses of Parliament in 1868 to counteract the high numbers of people being killed on the roads. Despite there being no cars at that time, more than 1,000 people were dying on London's roads every year.",
     "Towering six metres (20 feet) above the carriageway, the first traffic light resembled a railway signal with waving arms to indicate stop. It included the familiar red and green lights, but not amber, was powered by gas and required police constables to change the light manually using switches. The huge signal was removed after a month, when a policeman was seriously injured in a gas explosion and traffic lights did not return to the capital until 1926.",
     "Since then they have become an absolutely vital part of the transport network, with TfL responsible for 6000 traffic signals in London, which are optimised to help traffic flow as smoothly and safely as possible, whilst balancing the needs of all road users. The extensive SCOOT-controlled system uses sensors to detect traffic and adjust the signal timings to manage queues, tackle congestion and give buses priority if they are running late. This alone keeps traffic delays 13 per cent lower than they would be otherwise.",
     "In the latest improvements to the traffic light system, TfL is working to save 15,000 hours every day for people walking, cycling and taking the bus by reducing wait times and giving them more opportunities to cross London's roads. This world-leading work includes reducing pedestrian wait times at crossings where people are moving along the roads most - close to schools, shopping centres and transport hubs.",
     "Reducing wait times in this way will also help reduce road collisions as part of the Mayor and TfL's 'Vision Zero' work to eradicate death and serious injury from the roads. Around 85 per cent of pedestrians cross within 30 seconds of arriving at a crossing, so reducing pedestrian wait times where possible encourages people to wait for the green man, which is the safe invitation to cross.",
     "At busy locations, like Marylebone Road, where the crossings are split into two, TfL is improving the link between the timings to avoid pedestrians having to wait in the middle island. The improvements that TfL has made to traffic signals this year means it already takes two minutes less to cross York Road in Wandsworth, a minute less to cross parts of Oxford Street and fifty seconds less to cross the High Road in North Finchley.",
     "Will Norman, London's Walking and Cycling Commissioner, said:",
     "'London's innovation led the world 150 years ago and we're continuing to do so, by developing new signal technology to reduce road danger. I'm really pleased that we are working with Living Streets and other community groups to identify the crossings where improvements are needed most -  making it easier, safer and more enjoyable to get around by bike or on foot.'",
     "Glynn Barton, Director of Network Management at TfL, said:",
     "'Traffic lights have played a big role on London's streets for 150 years and we're pleased that we can extend the benefits to people walking and cycling. Our world-leading retiming work has already saved 13,000 hours of journey time every day for people using sustainable travel since we began in April and we expect to save thousands more in the coming months. This work involves balancing the needs of all road users, including people walking and cycling.'",
     "TfL recently worked with Living Streets to review 12 crossings in London, saving people crossing an average 29 seconds each time. Following the retiming work, volunteers from Living Streets spoke to nearly 4,000 people crossing and found that most people had noticed the change and gave positive feedback. Quotes from people walking included \"lights have changed in favour of pedestrians\", \"can now cross in one go without waiting\" and \"change means not waiting for ages with three children. Speeding it up is safer.\"",
     "Richard Lambert, London Manager at Living Streets, said:",
     "'More time to cross at light-controlled crossings and shorter waiting times can help people walking feel safer on our streets and not like they come second best to traffic.\u003cbr /\u003e'It's hard to know which places need better crossings, that's why it's important to engage with local residents to identify issues. By working with our local volunteers, TfL is able to identify and correct issues which will enable and encourage people to walk more.'",
     "In line with the Mayor's Transport Strategy and the Healthy Streets Approach, TfL reviews 1,200 traffic lights across London each year. The Healthy Streets Approach aims to make London greener, healthier and better for people working, playing, walking, cycling and doing business. The Mayor and TfL published their Walking Action Plan earlier this year, which outlines how London will become the world's most walkable city. This includes green man authority, a signalling technique that gives pedestrians priority over vehicles."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2018/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2018/february",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2018/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2018/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2018/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2018/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2018/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2018/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2018/december",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}