{
 "pageTitle": "TfL signs contract with Arriva as new operator for London Overground",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2016",
   "url": "/info-for/media/press-releases/2016"
  },
  {
   "title": "April",
   "url": "/info-for/media/press-releases/2016/april"
  },
  {
   "title": "TfL signs contract with Arriva as new operator for London Overground"
  }
 ],
 "title": {
  "title": "TfL signs contract with Arriva as new operator for London Overground ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) has today confirmed that it has now signed a contract with Arriva Rail London Limited as the new London Overground operator. The £1.5 billion contract will cover seven and a half years with an option to extend for up to two additional years.",
     "Arriva will take over from existing operator LOROL in November 2016, and will support TfL in delivering further improvements for customers on the already hugely popular network. These will include modernised stations and more frequent services, the first of which will be on the North London line. New trains will also be introduced in 2018, transforming journeys on London Overground routes out of Liverpool Street and on the Gospel Oak to Barking line.",
     "Under the new concession, customers on some routes will benefit from extended operating hours, and new services will be introduced on some routes on Boxing Day. Arriva will also be expected to deliver sustained improvements in performance levels, which have improved hugely since TfL took responsibility for London Overground routes in 2007. To support this, new incentives have been incorporated into the new contract including financially penalising Arriva should incidents caused by Network Rail, train and freight operators impact on London Overground services. Along with the tightening of the rail industry standard measurement for punctuality for commuter services to three minutes within the scheduled arrival time. These measures are being implemented to encourage closer working with Network Rail and Bombardier, who build and maintain the London Overground trains, to continue to improve reliability and provide high quality services for customers.",
     "Gareth Powell, TfL's Chief Operating Officer, London Rail, said: `We look forward to working with Arriva to bring about further improvements to the London Overground network including extending operating hours, improving frequencies and introducing new trains. I would also like to take this opportunity to thank the existing operator LOROL for their work that has helped make London Overground the huge success story it is today.`",
     "Chris Burchell, Managing Director of Arriva's UK trains division, said: `We have been proud to play our part in the London Overground success story so far and look forward to working closely with Transport for London to improve services further, introduce more new trains and deliver a further step-change in customer service quality. London Overground is one of the capital's success stories and from November our role is to ensure this success continues and customer satisfaction levels remain high - helped by 1,400 employees who understand the network inside out.'",
     "Arriva will operate all London Overground routes, including those that TfL took over last year from Liverpool Street station to Enfield Town, Cheshunt (via Seven Sisters) and Chingford, as well as services between Romford and Upminster.",
     "TfL is proposing to extend the London Overground to Barking Riverside as part of its work to create better rail services to accommodate a rapidly growing population and to support new jobs, homes and economic growth. Subject to consents the extension could see train services commencing in 2021. The transformation of London Overground has seen passenger numbers rise by 400 per cent since 2007 and the network has become one of the most reliable in the UK.",
     "Ends",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"The contract has now been signed following the completion of the required standstill period.\",\"The rail industry punctuality measure is trains arriving at their terminating destination within five minutes of their scheduled time. TfL believes that trains on the London Overground network should arrive within three minutes.\",\"Current operator LOROL (London Overground Rail Operations Ltd) is a joint venture between MTR and Arriva.\",\"LOROL currently operate London Overground services and will continue to do so until their concession ends on 13 November 2016.\",\"London Overground now carries over 184 million customers a year, equating to more than 585,000 a day.\",\"Capacity on other London Overground services has been increased by a further 25 per cent through the introduction of a fifth car to trains across the network which was completed at the end of 2015.\",\"A fleet of 45 new trains will be introduced from 2018 on the Liverpool Street to Enfield Town, Cheshunt (via Seven Sisters) and Chingford routes, as well as on the routes between Barking and Gospel Oak and between Romford and Upminster. The new trains, to be built by Bombardier, will transform the service experienced by customers on these routes and support hundreds of UK jobs and more than 20 apprenticeships.\",\"Under the new contract, TfL will continue to be responsible for setting the fares and marketing the services and will retain the revenue generated by ticket sales to be reinvested in improving the transport network. TfL will also retain all non-ticket revenue at stations including advertising, retail and car parks. The operator will be responsible for ticket retailing and for undertaking revenue protection activities.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2016/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2016/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2016/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2016/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2016/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2016/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2016/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2016/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2016/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2016/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2016/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2016/december",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}