{
 "pageTitle": "Information packs expedite first step in Knowledge process",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Information packs expedite first step in Knowledge process",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "'Initial Talks' replaced with information packs"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The Knowledge of London examination is famous the world over and it is important for us to provide new applicants with as much information as possible",
     "{\"template\":\"bulletlist\",\"items\":[\"Change will streamline and speed up process\"]}",
     "London Taxi and Private Hire (LTPH), the body responsible for licensing London's taxi and private hire industries, has today announced a change to the first step a successful taxi driver applicant must undertake when starting out on the world famous 'Knowledge of London' assessed process.",
     "In order to streamline and speed up the process, LTPH have removed the requirement for applicants to attend an 'initial talk'.",
     "The initial talk provided the applicant with a detailed explanation of what would be required of them in order to study the Knowledge of London.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"The Blue Book\"}",
     "Instead, with immediate effect, a Knowledge information pack will be sent to all applicants who have been accepted onto the Knowledge.",
     "The pack will contain a Knowledge of London candidate's introductory booklet together with a covering letter, the 'Blue Book' and a 'Guide to learning the Knowledge' DVD.",
     "This will mean that applicants will no longer have to wait to attend an Initial Talk before commencing their studies.",
     "The new change will also represent better value for money for successful applicants while making more efficient use of examiners' time.",
     "Applicants will still be able to telephone the Knowledge of London team with any enquiries they may have.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Commit to memory\"}",
     "John Mason, Director of London Taxi \u0026 Private Hire, said: 'The Knowledge of London examination is famous the world over and it is important for us to provide new applicants with as much information as possible when they embark on the journey to become a licensed London cabbie.",
     "'Having been accepted onto the Knowledge, new students have historically waited some time for an \"initial talk\" before getting out on the street and learning the runs and points of interest they will need to commit to memory if they want to become a cabbie.",
     "'Following a review of the current process, we feel that replacing the initial talk with an information pack is a much better system and will ensure that students have all the information they need to get cracking within days of being accepted.",
     "'This also enables us to free up even more examiners' time, as they had historically given the talk themselves.",
     "'Any new students who have questions about the process or want advice or guidance can still contact us and we will continue to do everything we can to assist and support them throughout the process.'"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}