{
 "pageTitle": "Keep up your healthy New Year resolutions by taking part in Winter Wanders across the Capital",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Keep up your healthy New Year resolutions by taking part in Winter Wanders across the Capital",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "More than 50 free London walks led by trained guides take place on Saturday 29 and Sunday 30 January."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This is a great city for pedestrians and the Mayor wants to remind Londoners that walking short journeys can be easier, healthier, more pleasant",
     "With just a year to go before the 2012 Olympic and Paralympic Games - sample one of the special walks that focus on the routes that lead to the Olympic Park.",
     "The Mayor of London and Transport for London (TfL) are inviting Londoners and visitors to stretch their legs this weekend and enjoy one of 56 free guided winter walks around the city.",
     "The walks known as Winter Wanders are one of three annual guided walking weekends organised by Walk London and supported by TfL. The 56 led walks cover seven different routes across London, connecting some of the Capital's best attractions, parks, rivers, canals and open spaces.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Winter Wanders\"}",
     "With the 2012 Olympic and Paralympic Games just around the corner, one of the Winter Wanders routes has a special focus on East London and along the routes that lead towards the Olympic Park.",
     "The Jubilee Greenway route links the 2012 Games venues with parks, waterways and great attractions. There are five walks flagged as 'Walking towards the Games' and they show just how easy it will be to walk to the Olympic Park.",
     "Kulveer Ranger, Mayor of London's transport advisor, said: 'This weekend of walks gives Londoners a chance to explore their city on foot; discovering new ways to get from A to B and spotting some great sites along the way.",
     "'This is a great city for pedestrians and the Mayor wants to remind Londoners that walking short journeys can be easier, healthier, more pleasant and sometimes even quicker than using other forms of transport.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Olympic Games\"}",
     "'With the Olympic and Paralympic Games coming up Londoners can do their bit to ease pollution and congestion as well as keeping their New Year's resolution at the same time.'",
     "The walks complement the Mayor's Great Outdoors Programme and a £220 million investment in over 50 public space projects.",
     "This investment will ensure that streets, squares, parks and water spaces are fit for a great world city, enjoyed by everyone who visits them and most importantly, help improve the quality of life in the Capital.",
     "This weekend's Winter Wanders include walks on all seven routes:",
     "{\"template\":\"bulletlist\",\"items\":[\"Capital Ring Walk - threading together parks and opens spaces with pleasant residential roads. Fifteen easily walked sections divide this 78 mile of open spaces - some of the attractions on this route include Eltham Palace, Richmond Park, Wimbledon Common, the Olympic Park and the Thames Barrier\",\"Green Chain Walk - 50 miles of parks and open spaces that include the Severndroog Castle, Crystal Palace Park and Oxleas Woods\\u003cbr /\\u003eJubilee Walkway - designed to connect London's key attractions and connects all the city's most famous sights including Buckingham Palace, Trafalgar Square, Tower of London, Tower Bridge and St Paul's Cathedral\",\"Lea Valley Walk - 18 miles of the London section, taking in Canary Wharf, Tottenham Marshes, Enfield Lock and Waltham Abbey\\u003cbr /\\u003eLOOP Walk (London Outer Orbital Path) - 152 miles of parks and paddocks including Hall Place, Wilberforce Memorial and Kenley Aerodrome\",\"Thames Path Walk - 40 miles of level walks from Hampton Court Place, through the heart of London to Erith Marshes. Sights include The Houses of Parliament, Albert Bridge, Syon Park and Kew Gardens\",\"The Jubilee Greenway Walk - linking 2012 Olympic and Paralympic Games venues with parks, waterways and great attractions. Thirty-five miles will take you past the 02 Arena, Greenwich Park, Horse Guards Parade, Hyde Park and Regent's Park, among many other spectacular places\\u003cbr /\\u003e\"]}",
     "Ben Plowden, Director of Better Routes and Places at TfL, said: 'This is a great time to wrap up and explore London with its fast changing landscape.",
     "'In partnership with the London boroughs, TfL has continued to improve these great walking routes as well as the Capital's streets, towns and open spaces to support the Mayor of London's vision to make the City a better place to live, work and visit.",
     "'So, come out and experience the joy of walking and discover the gems on your doorstep.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Colourful history\"}",
     "Jim Walker, Walk England CEO, said: 'These free walks provide a real insight into London - just how near and walkable everything is; how colourful our history is that we have inherited; and what a rich and diverse community of like-minded potential- friends there are to enjoy it all with.",
     "'I hope you will join us on these wonderful winter wanders as we sneak the first signs of spring.'",
     "To find out more, visit \u003ca href=\"http://www.walklondon.org.uk\"\u003ewww.walklondon.org.uk\u003c/a\u003e , email \u003ca href=\"mailto:info@walklondon.org.uk\"\u003einfo@walklondon.org.uk\u003c/a\u003e or call 0870 240 6094.",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}