{
 "pageTitle": "Latimer Road station to close for three months for engineering works",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Latimer Road station to close for three months for engineering works",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Latimer Road station will close for three months on Monday 17 January so work to extend platforms can take place."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The quickest way to complete the works is to use a combination of platform and station closures",
     "The works are part of the essential upgrade of the Circle and Hammersmith \u0026 City lines which, when complete, will increase capacity for passengers by 65 percent.\u003cbr /\u003e\u003cbr /\u003eNew air-conditioned trains, which will be introduced on the Hammersmith \u0026 City line in 2012, will have seven carriages as opposed to the six carriage trains that currently operate.",
     "Therefore it is essential that platforms are extended.",
     "Work has already started at the station, the westbound platform at the station has been closed for platform extension works since last July.",
     "However during that work engineers found the bridge that supports the platforms requires strengthening work to the foundations and the lattice girder of the bridge in order to support the new longer platforms safely.",
     "To ensure that the works are completed before the trains come into service the station will need to close for approximately three months.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Coordinated closures\"}",
     "Nigel Holness, Network Services Director for London Underground said: 'We apologise to customers for any inconvenience this may cause but it is essential that we carry out these works.",
     "'We have looked at this very carefully and believe the quickest way to complete the works is to use a combination of platform and station closures.",
     "'This will enable us to finish the works by the summer of 2011, in time for the Notting Hill Carnival.'",
     "The station will close from 17 January until 24 April 2011.",
     "The westbound platform will then reopen and the eastbound platform will remain closed until the end of July when the station will reopen fully, in time for the Notting Hill Carnival.",
     "Passengers are advised to use Central line services and existing local bus services for travel between Wood Lane, Ladbroke Grove and Latimer Road.\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}