{
 "pageTitle": "London Underground condemns RMT Bakerloo line and Northern line strike threat",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Underground condemns RMT Bakerloo line and Northern line strike threat",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Disruption unlikely on Northern line"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "- Limited services will operate on Bakerloo line",
     "- London Undeground (LU) call on the union to abandon 'pointless and unjustified' strike action",
     "LU today called on the RMT leadership to abandon strike action planned to affect services on Saturday 15 January, which they called in defence of two drivers, one of whom has been dismissed for a serious safety breach and the other for abusive behaviour towards colleagues.",
     "In the Northern line ballot, staff flatly rejected the union leadership's strike call.",
     "Of the 192 staff balloted over the driver's dismissal, just 80 took part in the vote, with only 38 voting for strike action - less than 20 per cent of those balloted.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Safety procedures\"}",
     "However, the RMT leadership has advised staff at Morden depot (where there was a small majority of those voting in favour of strike action) to strike regardless.",
     "The Bakerloo line ballot concerned a staff member who, despite being a health and safety representative, over-rode his Tube train's safety systems and drove the train with complete disregard for established safety procedures.",
     "Just 42 people voted for strike action out of a total of 119 balloted - just a third of those eligible to vote.",
     "There is expected to be no effect on passenger services on the Northern line. However significant disruption on the Bakerloo line is likely, though LU intends to run as many trains as possible.",
     "Customers are advised to check before they travel.",
     "Howard Collins, LU's chief operating officer, said: 'It is absolutely outrageous for the RMT to threaten further strike action in support of these drivers, one of whom was dismissed for a serious breach of safety rules, and the other for unacceptable and abusive behaviour towards his colleagues.",
     "'The union leadership failed in its attempt to gain support for the strike from Northern line staff.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Threatening London\"}",
     "'Less than 20 per cent of those balloted voted for strike action, and on the Bakerloo line only one in three of those balloted voted to strike.",
     "'For the RMT leadership to try to disrupt Londoners in this way shows a disregard for Tube passengers and contempt for their own ballot process.",
     "'We will once again seek to operate the best service possible. The last Northern line strike had no effect and we managed to keep a service running on parts of the Bakerloo line despite the action there.",
     "'The RMT leadership should stop threatening Londoners with strike action and let our staff get on with their job of keeping the capital moving.'",
     "The action is planned from 21:00 on Friday 14 January until 20:59 on Saturday 15 January."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}