{
 "pageTitle": "New ticket offices times to be introduced on the Tube network",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New ticket offices times to be introduced on the Tube network",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "New opening hours to reflect customer demand after massive Oyster take-up. Staff to be deployed to the areas of stations where they can assist passengers most effectively."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The success of Oyster has meant that the number of customers who use the ticket offices has declined",
     "London Underground (LU) has announced that on Sunday 6 February new ticket office opening hours will be introduced in most Tube stations, with staff previously behind ticket office windows deployed to areas of stations where passengers most value their help and reassurance.",
     "Due to the success of Oyster in recent years, along with the growing use of internet sales and automatic top-ups, just one in 20 Tube journeys now involves a ticket office purchase.",
     "Some ticket offices, such as those at North Ealing and Latimer Road stations, sell fewer than ten tickets an hour.",
     "Customer service and retaining the Tube's high safety standards will remain the top priorities.",
     "All stations will remain staffed while services are running, and every station that currently has a ticket office will retain one - just with opening hours that better suit demand.",
     "Howard Collins, Chief Operating Officer of LU, said: 'The success of Oyster has meant that the number of customers who use the ticket offices has declined sharply, and people are increasingly using ticket machines, the web, and automatic top-ups.",
     "'As we respond to that we have made the commitment that our high safety standards will be retained - every station will remain staffed, and that every station with a ticket office will still have one with opening times that reflect demand.",
     "'Staff who were previously behind under-used ticket office windows will be able to be deployed to places where they can better assist passengers.'",
     "Passengers can find out more about the ticket office opening hours at their local station or on the Transport for London (TfL) \u003ca href=\"http:www.tfl.gov.uk/ticketoffices\"\u003ewebsite\u003c/a\u003e .",
     "Oyster cards can be bought and topped-up via:",
     "{\"template\":\"bulletlist\",\"items\":[\"Self-service ticket machines in Underground stations\",\"Around 4,000 Ticket Stops across London\",\"Online at \\u003ca href=\\\"http://www.tfl.gov.uk/oyster\\\"\\u003etfl.gov.uk/oyster\\u003c/a\\u003e \",\"From Travel Information Centres in the Capital\",\"Most National Rail and London Overground stations in the London area\"]}",
     "Notes to editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"There is now much greater provision of self-service ticket machines at stations, and a network of 4,000 Ticket Stops now also exists at shops and retail outlets across the Capital\",\"In addition to LU's ongoing commitment to having staff where passengers need them most, there are also more than 700 police officers serving the network\",\"While one crime is always too many, there are now just 12 crimes per million Tube passenger journeys. LU is also installing more and improved CCTV cameras to add to the 12,000 already on stations and trains\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}