{
 "pageTitle": "Poems on the Underground celebrates 25th anniversary with a new set of poems",
 "description": "Judith Chernaik, the brainchild behind the idea of displaying poems in Tube carriages, continues to choose the verses with her colleagues that travellers see today. To mark this special birthday a new set of poems, which includes a verse inspired by",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Poems on the Underground celebrates 25th anniversary with a new set of poems",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Poems on the Underground have been delighting customers on the Tube for a quarter of a century."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "After 25 years it's amazing to think that such a simple concept is still going strong",
     "Judith Chernaik, the brainchild behind the idea of displaying poems in Tube carriages, continues to choose the verses with her colleagues that travellers see today.",
     "To mark this special birthday a new set of poems, which includes a verse inspired by Mozart, will appear on the network in January.",
     "The latest collection of poems is about the value of the written word, from the earliest times to the present.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Veteran poets\"}",
     "Two poets who featured in the very first selection to arrive on London's Underground system in January 1986 form part of this latest series.",
     "The new poems by these 'veterans' of the programme are Colmcille the Scribe by Seamus Heaney and For the Life of This Planet by Grace Nichols.",
     "A Riddle by Gerard Benson, poet-laureate for Bradford and one of the founder-editors of Poems on the Underground, asks readers to guess what the poet is referring to.",
     "Lines from Endymion (A thing of Beauty is a joy for ever) by John Keats (1795-1821) are words that have inspired the Poems on the Underground team since the start.",
     "The young poet is expressing his deepest thoughts about art and the human imagination.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Mozart\"}",
     "Lines to a Movement in Mozart's E-flat Symphony by Thomas Hardy was inspired by the musical rhythm of Mozart's: Minuet, Symphony No. 39.",
     "The poem coincides with 'The genius of Mozart' season on BBC Radio 3.",
     "Loving the Rituals by Palladas (4th century AD) translated by Tony Harrison is a voice from the distant past that could be seen to be speaking to the Facebook generation and their need to keep in touch.",
     "Boris Johnson, the Mayor of London, said: 'Poems on the Underground is a stroke of pure genius and that's why it's stood the test of time.",
     "'Mozart used to see colours when he composed and we hope this new set of poems will make Londoners journeys more colourful and interesting.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Choosing poems\"}",
     "Judith Chernaik, the founder of Poems on the Underground, said: 'After 25 years it's amazing to think that such a simple concept is still going strong.",
     "'When we thought of the idea all those years ago we never imagined it would be copied around the world.",
     "'We always think of all the different people that use the Tube when we are choosing the poems.",
     "'We try to pick works that will appeal to passengers of all ages and backgrounds.'",
     "Seamus Heaney, poet, writer and Nobel Laureate, said: 'In his poem 'Orpheus' W.H. Auden asked whether poetry is meant to make us 'bewildered and happy' or to add to our knowledge of life.",
     "'For 25 years Poems on the Underground have been doing both things for millions of readers. If the scheme were not provided it would have to be invented.'",
     "Leaflets of the new poems as well as a few other poems from the early years will be available at central London stations later this month.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Poems on the Underground was founded in 1986\",\"The programme is supported by London Underground (Art on the Underground), Arts Council England and the British Council\",\"Poems are selected and the programme administered by Judith Chernaik and poets Gerard Benson and Cicely Herbert\",\"Praised for their elegance, clarity and simplicity, Poems on the Underground has inspired similar programmes on public transport in Dublin, Paris, New York, Vienna, Stockholm, Helsinki, Athens, Barcelona, Moscow, St Petersburg and, most recently, Shanghai and Warsaw\",\"Best Poems on the Underground, the latest book from Poems on the Underground published by Phoenix paperback 2010 is available from all bookshops and directly from \\u003ca href=\\\"http://www.orionbooks.co.uk\\\"\\u003eOrion Books\\u003c/a\\u003e \",\"London Underground is undertaking a major programme of renewal as part of \\u003ca href=\\\"http://www.tfl.gov.uk \\\"\\u003eTransport for London's \\u003c/a\\u003e (TfL's) multi-billion Tube upgrade. This will inevitably result in some disruption for passengers, but TfL is working hard to provide information and alternative travel options. The work is essential to provide for London's growing transport needs now, and into the future. TfL is urging all Londoners and Tube, London Overground and Docklands Light Railway passengers to 'check before you travel' at weekends, allowing extra journey time where necessary\",\"Images available on request\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}