{
 "pageTitle": "Transport for London secures multi-million pound sponsorship for Oyster card wallets",
 "description": "TfL has announced a new, multi-million pound sponsorship with MasterCard to exclusively brand TfL's Oyster card wallets for 2011. Oyster card wallets are distributed with all new cards issued and are available from Tube and rail stations, and Travel",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London secures multi-million pound sponsorship for Oyster card wallets",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Oyster card wallets to carry MasterCard branding exclusively in 2011. Multi-million pound deal generates revenue for Transport for London (TfL) to invest in London's transport network."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "TfL has announced a new, multi-million pound sponsorship with MasterCard to exclusively brand TfL's Oyster card wallets for 2011.",
     "Oyster card wallets are distributed with all new cards issued and are available from Tube and rail stations, and Travel Information Centres.",
     "The multi-million pound deal builds on TfL's work to secure valuable sponsorship from the private sector to support investment in London's transport network.",
     "The revenue generated by the deal demonstrates the Mayor and TfL's commitment to delivering value for money for London's fare payers and will contribute to protecting frontline services and the vital investment in the Tube upgrades and construction of Crossrail.",
     "Kulveer Ranger, the Mayor's Transport Advisor, said: 'This is yet another example of our determination and ability to land great deals with major private companies in order to get the best value for money for Londoners.'",
     "Shashi Verma, TfL's Director of Fares and Ticketing, said: 'Oyster has been a huge success and most Londoners now have a card in their pocket - almost 40 million have been issued since 2003.",
     "'The branding of Oyster card wallets is a prime example of the work being undertaken to secure valuable sponsorship to support investment in London's transport network.",
     "'The revenue generated will make a significant contribution to protecting frontline services and maintaining investment in the Tube upgrades and delivery of Crossrail.'\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}