{
 "pageTitle": "Work on Henlys Corner junction improvement scheme to begin in February 2011",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Work on Henlys Corner junction improvement scheme to begin in February 2011",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Advance work to upgrade junction to begin 7 February, with main works beginning in April. Work will see the junction improved and new pedestrian crossings installed. Project funding secured following Government Comprehensive Spending Review."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This scheme has been prioritised because of the broad range of benefits",
     "A major scheme to dramatically improve traffic flow at Henlys Corner junction will begin early next month Transport for London (TfL) announced today.",
     "The work on the A406 North Circular Road, beginning in early February, will provide much-needed and long-anticipated improvement to the busy junction.",
     "Right turns, which currently cause significant queues on the local roads, will also be upgraded, allowing cars to move forward and queue in a central area of the junction.",
     "This will increase the number of vehicles that can pass through the junction, helping to smooth traffic flow through the area.",
     "New signal-controlled crossings will also be installed, making crossing the road easier for pedestrians and cyclists.",
     "The crossings will be automated during the Jewish Sabbath due to the proximity of Finchley Synagogue.",
     "Preparatory works on the footways and grassed areas around the junction are set to begin on 7 February, with the main carriageway works starting on site in April.",
     "Work on the £8m scheme is expected to be completed by the end of the year.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Find out more\"}",
     "TfL is currently working with Barnet Council to minimise as much as possible any disruption during these works.",
     "Letters will be sent to local residents and businesses during March, explaining more detail about the work phasing and the measures TfL will be putting in place to reduce disruption while these improvements are taking place.",
     "A public exhibition about the scheme will also be held, allowing local residents to find out more about the works from TfL officials.",
     "Kulveer Ranger, the Mayor's Transport Advisor, said: 'The Mayor showed his determination to protect these vital local transport improvements by securing crucial funding from the Government during the Comprehensive Spending Review.",
     "'This scheme has been prioritised because of the broad range of benefits for pedestrians, cyclists, traffic flow and improving the public realm.",
     "'The people of Barnet can now look forward to this busy junction being greatly improved.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Safer crossings\"}",
     "David Brown, Managing Director for Surface Transport at TfL, said: 'The important works at Henlys Corner will bring huge benefits to all road users along the A406 North Circular Road, and deliver smoother traffic flow along this key arterial route.",
     "'Working with our contractor and Barnet Council, we will as far as possible make sure that any disruption caused by these works is minimised.'",
     "Leader of Barnet Council, Councillor Lynne Hillan, said: 'I am delighted that Transport for London, working alongside the council, has given the Henlys Corner scheme a high priority despite the current pressure on resources.",
     "'The council has been lobbying for this scheme for some time.",
     "'The benefits of improving this junction - which currently sees 94,000 vehicles pass through it daily - are many, from providing a better traffic flow, improving the quality of our signals and roads, to providing safer crossing conditions for pedestrians and cyclists.",
     "'We look forward to working closely with Transport for London in the future as work progresses on this major improvement project.'",
     " \u003ca href=\"http://www.tfl.gov.uk/henlyscorner\"\u003eFind out more\u003c/a\u003e about the scheme.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"A map of what the new road layout will look like is available from the TfL Press Office\",\"TfL has awarded the contract for the Henlys Corner junction improvement works to Tarmac Ltd\",\"TfL will coordinate any lane restrictions or diversions required as part of Henlys Corner improvement works with those required as part of the A406 Bounds Green Improvement Scheme works, to help ensure that traffic is not adversely affected which these two schemes are being carried out\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}