{
 "pageTitle": "22.30 hours - TfL update on Friday services",
 "description": "We are encouraging our passengers and staff to remain vigilant, to question who owns items that remain unattended and to report any unattended items or suspicious activity to transport staff or the Police.London UndergroundLondon Underground has confirmed",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "22.30 hours - TfL update on Friday services",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Additional TfL staff will be on duty across the London Underground and London Buses networks providing passengers with the latest travel information."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We are encouraging our passengers and staff to remain vigilant, to question who owns items that remain unattended and to report any unattended items or suspicious activity to transport staff or the Police.",
     "\u003cstrong\u003eLondon Underground\u003c/strong\u003e ",
     "London Underground has confirmed the following expected service patterns for Friday 8th July. However, this may be subject to potential changes.",
     "Passengers are advised to check the latest travel information for their routes by calling TfL travel information on 020 7222 1243 or visiting \u003ca href=\"http://www.tfl.gov.uk/tfl/livetravelnews/realtime/tube/default.html\"\u003elive travel news\u003c/a\u003e .",
     "\u003cstrong\u003eNear Normal service\u003c/strong\u003e ",
     "Bakerloo\u003cbr /\u003eCentral\u003cbr /\u003eEast London Line\u003cbr /\u003eJubilee\u003cbr /\u003eNorthern\u003cbr /\u003eVictoria\u003cbr /\u003eWaterloo \u0026 City",
     "\u003cstrong\u003eRestricted service\u003c/strong\u003e ",
     "\u003cstrong\u003eDistrict\u003c/strong\u003e ",
     "No service High St Kensington to Edgware Road\u003cbr /\u003eNo service to Olympia\u003cbr /\u003eReduced Wimbledon to High St Kensington service to operate",
     "\u003cstrong\u003eMetropolitan\u003c/strong\u003e ",
     "No service Baker Street to Aldgate\u003cbr /\u003eNear normal service north of Baker Street",
     "\u003cstrong\u003ePiccadilly\u003c/strong\u003e ",
     "Services will run:",
     "{\"template\":\"bulletlist\",\"items\":[\"Heathrow to Hyde Park Corner (every 5 mins)\",\"Acton Town to Rayners Lane shuttle (every 10 mins)\",\"Cockfosters to Arnos Grove (every 10 mins)\"]}",
     "Replacement bus services will operate from Arnos Grove to Finchley Central for transfer to the Northern line.",
     "\u003cstrong\u003eNo service\u003c/strong\u003e ",
     "Circle\u003cbr /\u003eHammersmith \u0026 City",
     "We hope to operate a replacement bus service along the northern section of the Circle Line, many Circle line stations are within walking distance to alternative stations, for example Warren Street is a five minute walk from Euston Square.",
     "\u003cstrong\u003eLondon Buses\u003c/strong\u003e ",
     "London Buses will attempt to run a full service. Only those routes using the roads around Russell Square, Woburn Place and Aldgate High Street will be diverted. Regular security checks will continue to take place on each bus and at all bus stations and garages for the foreseeable future.",
     "\u003cstrong\u003eRoads\u003c/strong\u003e ",
     "Roads around Russell Square, Woburn Place and Aldgate High Street will be closed for up to the next 48 hours.",
     "\u003cstrong\u003eCongestion charge\u003c/strong\u003e ",
     "The congestion charge will not be in effect during Friday.",
     "TfL's advice to drivers remains not to travel through central London during this period."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}