{
 "pageTitle": "Busk8 celebrates busking on Tube and Live8",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Busk8 celebrates busking on Tube and Live8",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground's (LU) licensed buskers celebrate two years of successful Tube gigs today with a two-hour concert, Busk8, in support of Live8."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Busk8 is at Canary Wharf station from 1000 to 1200, with all proceeds being donated to the Make Poverty History campaign.",
     "Sally and Jonny, a dynamic busking duo, said: \"Busk8 is our chance to celebrate two years of busking on the Tube and to do our bit to support Live8.",
     "\"We have been very successful playing on the Underground during the last two years, so we're delighted to give up our proceeds for a day and back the aims of the Live8 campaign.\"",
     "Over the past two years, the Carling Live Underground Music scheme has enriched the Underground by bringing music to Tube users, kick-started musical careers and helped to cut crime on the Tube.",
     "Steve Charlick, LU Operational Services Manager, said: \"A huge majority of our three million daily passengers wanted live music on the Tube and have warmly supported licensed buskers.",
     "\"We've also seen improved station security, with busking related police call-outs in stations dramatically reduced, freeing up valuable time for both the British Transport Police and London Underground staff.",
     "\"A little live music seems to help everyone's day along and we believe the scheme has a great future.\"",
     "London's emerging musical talents have been spotted busking on the Tube by the likes of EMI and Sony Records, offered a host of quirky gigs and received the honour of being invited to play for the Queen.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Unusual events\"}",
     "In 2001, LU won a change to the law that legalised licensed busking and worked with Viacom Outdoor to arrange the Carling Live Underground Music scheme.",
     "In its first two years, at least three buskers have been spotted by top record companies, while two-thirds have been approached to play at weddings, auditions and more unusual events including:",
     "{\"template\":\"bulletlist\",\"items\":[\"A music industry reception for the Queen at Buckingham Palace in March 2005\",\"Auditions for various West End musicals including Cabaret\",\"A party for the Finnish royal family and another for the ambassador of Taiwan.\"]}",
     "LU and Carling now provide 36 stages, presenting 289 licensed artists who perform over 3,000 hours of live music a week to passengers making some of the Tube's three million daily journeys. Of the current 289 licensed buskers:",
     "{\"template\":\"bulletlist\",\"items\":[\"75 per cent are men and 25 per cent are women\",\"63 per cent are guitarists, 6 per cent violinists, 13 per cent saxophonists, 4 per cent play flutes, 2 per cent harmonicas, 1 per cent accordions, 2 per cent keyboards and 1 per cent the didgeridoo\",\"The remaining 8 per cent play a variety of weird and wonderful instruments including banjo, double bass, French horn, harp, tin whistle, bagpipe and there is even a human beatbox.\"]}",
     "Such is the success of licensed busking on the Tube that a recent poll revealed 79 per cent of Londoners now want to see the scheme extended across other public spaces, and 61 per cent said they would welcome licensed busking across other forms of public transport.",
     "Des Johnson, Brand Director - Carling, said: \"This scheme provides a unique opportunity for artists to showcase their talent in front of millions of commuters every week.",
     "\"We at Carling are committed to supporting new emerging Underground talents.\"",
     "LU's franchise partner, Viacom Outdoor, arranged the sponsorship and created the busking pitches using specially designed floor graphics and stage backdrops.",
     "Nicky Cheshire, Head of Impact at Viacom Outdoor, commented: \"This initiative is an excellent means of adding colour to commuters' journeys and encouraging empathy with the Carling brand as well as the London Underground itself.",
     "\"We are continually working to identify ways to engage with consumers on the move and add value to their experience.\"",
     "{\"template\":\"bulletlist\",\"items\":[\"Travelling to Live8:\\u003cbr /\\u003eul\",\"More on the musicians:\\u003cbr /\\u003eul\",\"The scheme:\\u003cbr /\\u003eul\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}