{
 "pageTitle": "Dont leave your belongings on the bus or Tube",
 "description": "Transport for London is working hard to operate a normal Tube and bus service across the network after Thursday's attacks. However, this work is being hampered by security alerts caused by passengers leaving baggage and other items unattended or abandoned",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Dont leave your belongings on the bus or Tube",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Transport for London is working hard to operate a normal Tube and bus service across the network after Thursday's attacks.",
     "However, this work is being hampered by security alerts caused by passengers leaving baggage and other items unattended or abandoned on buses and the Tube.  Since Friday morning, there have been more than 50 security alerts - roughly one per hour of operation - on the Tube resulting in train services being delayed or cancelled and station evacuations. Bus services are also facing regular disruptions.",
     "A TfL spokesperson said:",
     "\"These security alerts are causing delays to services and placing an additional burden on our staff and emergency services who are working so hard to keep London moving safely.",
     "\"At this time, it is irresponsible in the extreme for a minority of passengers to cause major disruptions through thoughtlessness. We are asking everyone travelling in the Capital to help us by keeping hold of their possessions and getting rid of their litter sensibly.\"",
     "Speaking on vigilance, the spokesman said:",
     "\"We are urging all passengers to challenge others if they see anything unusual and bring it immediately to the attention of TfL staff or the police.\"\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}