{
 "pageTitle": "Hammersmith and City line closure",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Hammersmith and City line closure",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "As part of the White City development, the bridge that carries the Hammersmith \u0026 City line over the Central line has to be replaced."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "No trains will operate between Hammersmith and Edgware Road on the Hammersmith and City line from Friday 29 July to Monday 1 August 2005 inclusive.",
     "A rail replacement bus service will be in operation along the following route:",
     "\u003cstrong\u003eHammersmith - Goldhawk Road - Shepherd's Bush (Central line) - Latimer Road - Ladbroke Grove - Westbourne Park - Royal Oak - Paddington - Edgware Road - Baker Street.\u003c/strong\u003e ",
     "Customers are also advised to use alternative tube routes especially the District line from Hammersmith (District \u0026 Piccadilly line station) and the Central line from Shepherd's Bush (Central line) station.",
     "The development at White City, scheduled to open in 2008, comprises a 1.3 million square foot regional shopping centre.",
     "The development will have a large positive impact on the transport infrastructure in the area.",
     "The Central line Shepherd's Bush station will be rebuilt, a new station will be provided on the Hammersmith and City line as will a new station on the West London line.",
     "In addition, a new bus interchange is to be constructed to the north of the site."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}