{
 "pageTitle": "Leading companies line up to partner Transport for Londons Oyster e-money project",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Leading companies line up to partner Transport for Londons Oyster e-money project",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) announced the shortlist of potential partners for the development of e-money today."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "#EndEditableThe successful organisations and consortia are:",
     "alphyra\u003cbr /\u003eBarclays\u003cbr /\u003eBBVA/Accenture/MTR/Octopus\u003cbr /\u003eEDS/JPMorgan\u003cbr /\u003eNucleus/Dexit/Ericsson/Hutchison 3G/Euroconex\u003cbr /\u003ePayPal\u003cbr /\u003eRBS.",
     "The shortlisted companies are invited to negotiate with Transport for London this summer.",
     "TfL expects to confirm a partner by the end of the year.",
     "This marks an important step forward for TfL's aspiration to extend the use of its successful ticketing and payment smart card, Oyster, to low value payments for goods and services at newsagents, parking machines, fast food restaurants, supermarkets and other locations where the importance of transaction speed and the inconvenience of cash are recognised.",
     "Jay Walder, Managing Director of Finance and Planning at Transport for London said: \"The use of contactless smart cards for low value payments is growing in popularity around the globe.",
     "\"Such schemes are now well established in Hong Kong and Japan and significant trials are taking place in the United States.",
     "\"Oyster has the largest customer base of all smart cards in the UK, with 2.2 million users and a significant level of public trust.",
     "\"Extending Oyster to include low value payments is a natural progression which will make the smart card even more convenient.\"",
     "The plan to extend Oyster from travel to small value purchases demonstrates TfL's commitment to provide greater convenience for passengers and generate additional revenue for the transport network.",
     "TfL aims to commence trials for Oyster e-money in late 2005 or early 2006.\u003cbr /\u003e",
     "1. Timescales for the development of Oyster e-money -",
     "{\"template\":\"bulletlist\",\"items\":[\"11 February 2005 - TfL placed a Prior Information Notice (PIN) in the Official Journal of the European Union (OJEU)\",\"15 April 2005 - TfL presented plans for e-money to nearly 100 interested companies\",\"22 April 2005 - TfL published a Contract Notice in the OJEU and released the Pre-Qualification Questionnaire and Request for Outline Proposals\",\"10 June 2005 - Twenty companies submitted pre-qualification questionnaires / outline proposals for TfL's review\",\"July 2005 - Short list announced, Non-Disclosure Agreements issued\",\"August 2005 - Negotiations commence\",\"January 2006 - Proposed timing for development and delivery of e-money on Oyster.\"]}",
     "2. Similar schemes such as Octopus in Hong Kong have shown customers appreciate the speed and ease this form of payment brings to the many small purchases people make every day.",
     "3. The PRESTIGE project is a 17-year, private finance initiative (PFI) awarded in 1998. The contracting consortium is TranSys whose members are Cubic Transportation Systems (Cubic), Electronic Data Systems (EDS), Fujitsu and W.S. Atkins.\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}