{
 "pageTitle": "London Underground publishes second annual PPP report",
 "description": "'Last year's report stated that it was too early to judge the performance of Infraco companies Metronet and Tube Lines.However, at the end of the second year, the PPP is now well established and judgements can begin to be made.The report, 'London",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Underground publishes second annual PPP report",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground (LU) today published its second annual report on the performance of the PPP, for the period to 31 March 2005."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "\"Last year's report stated that it was too early to judge the performance of Infraco companies Metronet and Tube Lines.",
     "However, at the end of the second year, the PPP is now well established and judgements can begin to be made.",
     "The report, \"London Underground and the PPP: the second year 2004/5\" shows:",
     "{\"template\":\"bulletlist\",\"items\":[\"Just two years in, progress is being made but many of the major renewal projects are behind schedule, particularly those managed by Metronet\",\"This means that the Infracos and their shareholders, who in some cases are contracted to do the work, are earning significant sums of money through the PPP which are not consistent with the improvements being delivered\",\"The Tube is slowly getting better as a direct result of more rigorous train maintenance combined with a strong performance from LU operating staff but, due to continued signalling failures, the full benefit of improved rolling stock availability is not being seen\",\"Engineering overruns have increased by 35 per cent compared to the previous year and more attention needs to be paid by Metronet and Tube Lines to planning and project management\",\"Asset condition information is finally being provided but the quality of this data is yet to be proven\",\"Major improvements are on the horizon including an additional 7th car for every Jubilee line train and the completion of the redeveloped Wembley Park station.\"]}",
     "Tim O'Toole, LU Managing Director, said: \"After two years, the Tube is getting better but too slowly.",
     "\"The private firms must now start to deliver the promised improvements to London Underground, on time, on budget and to a higher standard.\u003cbr /\u003e\u003cbr /\u003e\"What this report shows is that just two years into these PPP contracts, many of the renewal projects, particularly Metronet's station modernisation programme, are already behind schedule.",
     "\"We are paying a premium price for improvements, but performance to date has not been good enough.",
     "\"We need delivery now more than ever.",
     "\"There is no room for slippage if we are to do our part for the 2012 Olympics.",
     "\"In the days following the 7 July terrorist attacks, both Metronet and Tube Lines have performed well in the planning and support they have given to London Underground as we have worked to restore services through the affected sites at Aldgate, Edgware Road and Russell Square.",
     "\"We need to see this focus and application on a consistent and on-going basis.\"",
     "The report is available from the TfL website at \u003ca href=\"http://www.tfl.gov.uk/pppreport\"\u003ewww.tfl.gov.uk/pppreport\u003c/a\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Under the London Underground PPP structure, Tube Lines is responsible for the maintenance and renewal of the Jubilee, Northern and Piccadilly lines\",\"Metronet Rail SSL is responsible for the maintenance and renewal of the Sub-Surface Lines - the Circle, District, Metropolitan, Hammersmith \\u0026 City and East London Lines\",\"Metronet Rail BCV is responsible for the maintenance and renewal of the Bakerloo, Central, Victoria and Waterloo \\u0026 City lines.\"]}",
     "\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}