{
 "pageTitle": "Progress in getting all Tube services back up and running",
 "description": "Aldgate Tube station could open as early as next Monday, 25 July, following the completion of site investigations by police at Aldgate over the weekend. Metronet Rail engineers are currently at Aldgate repairing damage, which appears to have been confined",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Progress in getting all Tube services back up and running",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "In two weeks' time it is expected that all Tube services, with the exception of the Piccadilly line, will be fully up and running."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "I am happy to say we're continuing to see good progress in bringing back the sites",
     "Aldgate Tube station could open as early as next Monday, 25 July, following the completion of site investigations by police at Aldgate over the weekend.",
     "Metronet Rail engineers are currently at Aldgate repairing damage, which appears to have been confined to the cabling and not thought to be major.",
     "It's also expected that the full Metropolitan line will resume on Monday, in conjunction with the station reopening.",
     "A special Hammersmith and City line service is also expected to begin operation to help passengers needing to reach the north part of the Circle line.",
     "London Underground (LU) Chief Executive Tim O'Toole said: \"I am very proud of the employees for bringing the railway back so quickly and I am happy to say we're continuing to see good progress in bringing back the blast sites.\"",
     "Work will start at Edgware Road as soon as police have handed back that site, which is expected to be imminent.",
     "Mr O'Toole said: \"We have engineers and all the materials standing by, ready to go, to get the Tube back and running as soon as possible.\"",
     "Russell Square is the subject of a criminal investigation which may last for some time.",
     "It will be several weeks before a full service is resumed on the Piccadilly line, with the damage at that site being much more extensive than at Aldgate and Edgware Road.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Getting services restored\"}",
     "Metropolitan, Northern and Victoria line services are now stopping at King's Cross St Pancras station.",
     "Interchange between these three lines is now available. This will be extended to the Circle and Hammersmith \u0026 City lines when those services are restored.",
     "Howard Collins, LU Service Director, heading the service recovery operation, said: \"Getting services fully restored following last week's attacks is a top priority.\u003cbr /\u003e\u003cbr /\u003e\"We have a good picture at most locations of what damage has taken place and the repairs that will be required. I would like to thank customers for their patience. They have been extremely supportive and helped us through this very difficult time.\"",
     "The damaged train at Edgware Road will be lifted by crane out of the site imminently, if the weather conditions are favourable.",
     "{\"template\":\"bulletlist\",\"items\":[\"For the latest travel information visit the \\u003ca href=\\\"http://www.tfl.gov.uk\\\"\\u003eTfL website\\u003c/a\\u003e or call 020 7222 1234\",\"Tube Lines are responsible for the maintenance and renewal of the Jubilee, Northern and Piccadilly lines\",\"Metronet Rail is responsible for the remainder of the network including the Circle line at Aldgate and Edgware affected by the explosions on 7 July 2005.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}