{
 "pageTitle": "Staff to stand alongside passengers as silence falls across the network",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Staff to stand alongside passengers as silence falls across the network",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London staff will stand together with passengers at 12 noon tomorrow to remember those killed or injured in last Thursday's terror attacks."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Tube stations will fall silent and buses will pull over, where possible, as staff across the network observe the two minute silence. Many will be wearing black arm bands.",
     "In the morning London Underground(LU) staff at more than 60 stations will be collecting donations from the public in support of the London Bombings Relief Charitable Fund - launched last week by the Mayor in association with the British Red Cross.",
     "Mike Brown, LU's Chief Operating said: \"It is right that we stand together with our customers to remember all of those who were tragically affected by last Thursday's awful events.\"",
     "Peter Hendy, MD of Surface Transport added: \"As many of our staff as possible will observe the two minute silence as a mark of respect to those innocent travellers who were killed or injured.\"",
     "\u003cstrong\u003eService Operation\u003c/strong\u003e \u003cbr /\u003e\u003cbr /\u003eDue to operational considerations, the Tube and the DLR will run as normal throughout the silence.\u003cbr /\u003e\u003cbr /\u003e\u003cstrong\u003eRelief fund\u003c/strong\u003e The Mayor has launched the London Bombings Relief Charitable Fund in association with the British Red Cross to raise funds to assist those who have suffered loss and injury in the London attacks on 7 July.\u003cbr /\u003e\u003cbr /\u003eDonations will be held in trust to assist the victims of the attack, their families and dependants; and to assist with any other appropriate project that the funds allow.\u003cbr /\u003e\u003cbr /\u003ePayments can be made to London Bombings Relief Charitable Fund. You can donate by telephone 08705 125125, or post your donation to LBRF c/o Mayor of London, FREEPOST LON18968, Sheffield S98 1ZA."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}