{
 "pageTitle": "Statement from the Transport for London Board",
 "description": "'The Transport for London Board would like to express its deepest sympathy with those who were killed or injured in last Thursday's attacks on the Tube and bus networks. Our thoughts are also with their families, friends and loved ones.'The Board would",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Statement from the Transport for London Board",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "This statement has been issued on behalf of the Transport for London Board following the TfL Board meeting held earlier today."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "\"The Transport for London Board would like to express its deepest sympathy with those who were killed or injured in last Thursday's attacks on the Tube and bus networks. Our thoughts are also with their families, friends and loved ones.",
     "\"The Board would like to express its heartfelt thanks to all TfL staff who worked so professionally and tirelessly in extremely challenging conditions immediately following the attacks. Their selfless actions to help those who had been injured is a testament to the quality and calibre of public transport workers in London.",
     "\"The Board would also like to thank all the emergency services, called within minutes of the attacks, for the way they worked with Tube and bus staff and the heroic efforts they made to help those who were affected by the attacks.",
     "\"We would also like to take the opportunity to praise the leadership shown by the Mayor, Commissioner, Tim O'Toole and Peter Hendy. Their professionalism in dealing with one of London's darkest days should rightly be recognised.",
     "\"We can also be proud of the fact that, within a matter of hours, the bus network was running in central London again, and within 24 hours most of the Tube was operating normally. Only those lines directly affected by the attacks are disrupted.",
     "\"The response of all TfL staff to the tragic events last Thursday was a credit to London and we should rightly be proud of their actions.\"\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}