{
 "pageTitle": "Statement from Bob Kiley, Londons Transport Commissioner",
 "description": "'Modern, reliable, safe and cost-effective transport for the Games will be in place well before 2012 and we will ensure that athletes, the Olympic family and spectators alike will get to every venue, on time, every day of the Games.'I would also like to",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Statement from Bob Kiley, Londons Transport Commissioner",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "\"I am delighted that London has been given the honour of hosting the 2012 Olympic and Paralympic Games and that the IOC recognised that the city can and will provide the transport to host an outstanding Games."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Modern, reliable, safe and cost-effective transport for the Games will be in place well before 2012",
     "\"Modern, reliable, safe and cost-effective transport for the Games will be in place well before 2012 and we will ensure that athletes, the Olympic family and spectators alike will get to every venue, on time, every day of the Games.",
     "\"I would also like to congratulate the Mayor, and the entire 2012 bid team, in their efforts to bring the Games back to London.",
     "\"Over £17bn will be spent on transport in London by 2012. This includes long term funding agreed by Government which enabled the Mayor and Transport for London to embark on a £10bn five year investment in the Capital's infrastructure and accelerate projects such as the East London Line extensions to be ready well before 2012.",
     "\"Work is well underway to deliver this and other major transport improvements on budget and in good time for 2012.",
     "\"The DLR City Airport extension due to open by December 2005, a seventh carriage on the Jubilee Line carrying an extra 3,000 people per hour by January 2006 and Europe's biggest engineering project, the £5.2bn Channel Tunnel Rail Link operational by Spring 2007.\"\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}