{
 "pageTitle": "Weekend engineering works on the Northern line cancelled",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Weekend engineering works on the Northern line cancelled",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "To help passengers while the central section of the Piccadilly line is shut down, planned engineering works on the Northern line between High Barnet and Finchley Central this weekend have been cancelled."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "15% of the Tube network went out of commission following the terrorist attacks on 7 July and it is likely that it will be several weeks before services will resume on the full length of the Piccadilly line.",
     "On the Piccadilly line there is currently no service between Hyde Park Corner and Arnos Grove and between Rayners Lane and Uxbridge.",
     "A special bus service presently calls at Arnos Grove and Finchley Central to provide a connection with the Northern line.",
     "Engineering works scheduled to take place this weekend would have had an adverse impact on Piccadilly line customers who rely on the bus replacement service to connect with the Northern line for access to the Tube.",
     "A second special bus service from Arnos Grove is also in operation and calls at Bounds Green, Wood Green, Turnpike Lane and Seven Sisters to connect with Victoria line services.",
     "London Underground is working with Tube Lines, who are responsible for the renewal and maintenance of the Jubilee, Northern and Piccadilly lines to reschedule this engineering work."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}