{
 "pageTitle": "First stations named for London Underground WiFi launch",
 "description": "Oxford Circus, Stratford and King's Cross among stations WiFi enabled for free this summer Service on track for up to 120 stations connected by end of 2012 London Underground and Virgin Media have named the first London Underground stations that will be",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "First stations named for London Underground WiFi launch ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Customers will soon be able to connect to the internet at Tube stations across the Capital."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The first stations include some of our busiest and most well-known destinations and we're on-track for a successful launch this summer",
     "{\"template\":\"bulletlist\",\"items\":[\"Oxford Circus, Stratford and King's Cross among stations WiFi enabled for free this summer\",\"Service on track for up to 120 stations connected by end of 2012\"]}",
     "London Underground and Virgin Media have named the first London Underground stations that will be WiFi enabled for free this summer.",
     "Stations including Oxford Circus, Stratford, Liverpool Street, Leicester Square and King's Cross will be among the first to launch, with around 80 stations WiFi enabled by the end of July.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Free service for passengers\"}",
     "With the eyes of the world on London this summer, Virgin Media's next generation WiFi service will be made available to all Tube passengers for free throughout the summer.",
     "Millions of commuters and visitors to London will be able to get online at Tube stations and find their way around the Capital with up-to-the-minute TfL travel information, access social media while they wait for their next train on the station platform or browse the web to discover the very best London has to offer this summer.",
     "Gareth Powell, London Underground's Director of Strategy and Service Development, said: 'Our customers will soon be able to connect to the internet for live travel information while they are on the move through stations.",
     "'Bringing a next generation WiFi service to one of the world's oldest underground transport networks is progressing as planned and the forthcoming service is testing well.",
     "'The first stations include some of our busiest and most well-known destinations and we're on-track for a successful launch this summer - all delivered at no additional cost to fare payers or tax payers.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Testing taking place\"}",
     "Jon James, Executive Director of Broadband at Virgin Media, said: 'In partnership with TfL, we've been working around-the-clock to install and test WiFi on London Underground and are about to connect some iconic and world famous Tube stations with a WiFi service London will be proud of.'",
     "Virgin Media and London Underground engineers continue to test and prepare the forthcoming WiFi service, including recent capacity testing at Chancery Lane underground station where hundreds of devices were connected to the station's WiFi service at exactly the same time to reproduce the service experience of a busy Tube train arriving at the station.",
     "The new free online portal will offer up-to-the-minute TfL service information including TfL's journey planner and entertainment and news content useful for a commute to work or trip into town.",
     "The London Underground stations planned for installation by the end of July 2012 are:",
     "Aldgate East\u003cbr /\u003eElephant \u0026 Castle\u003cbr /\u003eLondon Bridge\u003cbr /\u003eSt Paul's\u003cbr /\u003eAngel\u003cbr /\u003eEmbankment\u003cbr /\u003eManor House\u003cbr /\u003eStepney Green\u003cbr /\u003eArchway Euston\u003cbr /\u003eMansion House\u003cbr /\u003eStockwell\u003cbr /\u003eArsenal\u003cbr /\u003eEuston Square\u003cbr /\u003eMarble Arch\u003cbr /\u003eStratford\u003cbr /\u003eBarbican\u003cbr /\u003eFinsbury Park\u003cbr /\u003eMarylebone\u003cbr /\u003eSwiss Cottage\u003cbr /\u003eBayswater\u003cbr /\u003eGoodge Street\u003cbr /\u003eMile End\u003cbr /\u003eTemple\u003cbr /\u003eBermondsey\u003cbr /\u003eGreen Park\u003cbr /\u003eNorth Greenwich\u003cbr /\u003eTottenham Hale\u003cbr /\u003eBethnal Green\u003cbr /\u003eHammersmith (District/Picc)\u003cbr /\u003eOld Street\u003cbr /\u003eTower Hill\u003cbr /\u003eBlackhorse Road\u003cbr /\u003eHeathrow T1-3\u003cbr /\u003eOval\u003cbr /\u003eTufnell Park\u003cbr /\u003eBorough\u003cbr /\u003eHeathrow T4\u003cbr /\u003eOxford Circus\u003cbr /\u003eVauxhall\u003cbr /\u003eBrixton\u003cbr /\u003eHigh Street Kensington\u003cbr /\u003ePaddington (Main)\u003cbr /\u003eVictoria\u003cbr /\u003eCaledonian Road\u003cbr /\u003eHighbury \u0026 Islington\u003cbr /\u003ePiccadilly Circus\u003cbr /\u003eWalthamstow Central\u003cbr /\u003eCamden Town\u003cbr /\u003eHolborn Pimlico\u003cbr /\u003eWarren Street\u003cbr /\u003eCanada Water\u003cbr /\u003eHolland Park\u003cbr /\u003eQueensway\u003cbr /\u003eWarwick Avenue\u003cbr /\u003eCanary Wharf\u003cbr /\u003eHyde Park Corner\u003cbr /\u003eRegents Park\u003cbr /\u003eWaterloo\u003cbr /\u003eCanning Town\u003cbr /\u003eKentish Town\u003cbr /\u003eSeven Sisters\u003cbr /\u003eWembley Central\u003cbr /\u003eChancery Lane\u003cbr /\u003eKings Cross/St Pancras\u003cbr /\u003eSouthfields\u003cbr /\u003eWembley Park\u003cbr /\u003eCharing Cross\u003cbr /\u003eLambeth North\u003cbr /\u003eSouthwark\u003cbr /\u003eWest Ham\u003cbr /\u003eClapham North\u003cbr /\u003eLancaster Gate\u003cbr /\u003eSt James Park\u003cbr /\u003eWimbledon Park\u003cbr /\u003eCovent Garden\u003cbr /\u003eLeicester Square\u003cbr /\u003eSt Johns Wood\u003cbr /\u003eWestminster\u003cbr /\u003eEdgware Road (Circle)\u003cbr /\u003eLiverpool Street",
     "\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}