{
 "pageTitle": "London bus staff recognised in Queen's Birthday Honours",
 "description": "Kenneth Martin, a Night Traffic Controller for London Buses and Peter Middleton, an Area Controller for Arriva have been recognised for going above and beyond the call of duty and will both receive MBEs.At the height of the disturbances, Kenneth continued",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London bus staff recognised in Queen's Birthday Honours",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Two London bus workers have been recognised in the Queen's Birthday Honours list for their quick thinking and brave actions during the summer disturbances."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "I am proud beyond measure of the staff of TfL and our contractors who maintained our services through the worst civil disturbances in living memory.",
     "Kenneth Martin, a Night Traffic Controller for London Buses and Peter Middleton, an Area Controller for Arriva have been recognised for going above and beyond the call of duty and will both receive MBEs.",
     "At the height of the disturbances, Kenneth continued his role as Night Traffic Controller in south east London. He was deployed to the Brixton area shortly before events there escalated. Despite his own vehicle coming under attack, he continued to assist passengers and bus drivers helping to get them to safety. Kenneth also then went out to recover a number of abandoned buses in the area returning them to garages. Not only did this prevent the buses from being damaged in the street, it also ensured they were ready for service the next day.",
     "Through his actions, he provided a remarkable service to London's buses and bus passengers. Kenneth and his Night Traffic Controller team were recognised at Transport for London's (TfL's) London Bus Awards held in March this year.",
     "Peter was injured when the peaceful demonstration outside Tottenham Police Station escalated. Despite this, he returned to Arriva's Tottenham bus garage where he took charge and organised other controllers in moving buses away from the disturbances as they spread, whilst keeping the bus services running. He set an outstanding example and performed a crucial role in a very challenging situation, putting himself at risk to ensure the safety of others.",
     "TfL's Commissioner, Peter Hendy CBE said: 'The honours are both a well deserved recognition of the actions and efforts of the individuals concerned, and also of their colleagues throughout the network.",
     "'I am proud beyond measure of the staff of TfL and our contractors who maintained our services through the worst civil disturbances in living memory.  They demonstrated courage and professionalism, and through determination and bravery, they managed to keep the city moving and our users safe.",
     "'TfL - and London - carried on because of the heroic actions of individuals such as Kenneth and Peter and I congratulate them on their awards.'",
     "Kenneth Martin, Night Network Traffic Controller, London Buses, said: 'I am overwhelmed to be awarded an MBE and would like to share it with all my colleagues who worked so hard to keep passengers safe and London moving during such a difficult time.'",
     "Peter Middleton, Area controller for Arriva said: 'It is a real honour to receive this award, I really feel that I am accepting this for all my colleagues who were working that evening.'",
     "\u003cstrong\u003eNotes to Editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Kenneth Martin, 51, is from Kent. He has worked for London Buses for 12 years\",\"Peter Middleton, 51, is from Waltham Forest. He has worked for Arriva for 29 years\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}