{
 "pageTitle": "London 2012 Games handbook to help taxi drivers and private hire operators make the most of the Games",
 "description": "Vital information about the Games will enable London taxi drivers and private hire operators to make the most of the opportunity this summer offers Taxi drivers and private hire operators urged not to get caught out and to use the handbook ahead of the",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London 2012 Games handbook to help taxi drivers and private hire operators make the most of the Games",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Handbook contains information and maps about all London 2012 venues and events as well as drop-off and pick up facilities inside and outside the Capital."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This handbook will be sent to every London taxi driver and private hire operator and contains all the Games-time information that drivers need",
     "{\"template\":\"bulletlist\",\"items\":[\"Vital information about the Games will enable London taxi drivers and private hire operators to make the most of the opportunity this summer offers\",\"Taxi drivers and private hire operators urged not to get caught out and to use the handbook ahead of the Games\"]}",
     "The Olympic Delivery Authority (ODA) has published a comprehensive London 2012 Games information handbook for licensed taxi drivers and private hire operators.",
     "It contains detailed information for drivers about all London 2012 Olympic and Paralympic venues and events, both inside and outside the capital, including facilities for taxi ranks and drop-off areas. It also provides detailed maps as well as helpful information about event dates, start and finish times and spectator capacity for each venue.",
     "The handbook is available online at \u003ca href=\"http://www.transport.london2012.com/gtw/taxi/\"\u003elondon2012.com/taxi-phv\u003c/a\u003e .  Hard copies will also be sent to all licensed London taxi drivers and private hire operators.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Make the most of the Games\"}",
     "Hugh Sumner, Olympic Delivery Authority Director of Transport, said: 'We've prepared this handbook for use by drivers across the country as we want them to make the most of the Games and not to get caught out. Downloading, reading and digesting this handbook, as well as signing up for the specific updates, is the best way to ensure this happens.'",
     "John Mason, Director of Taxi and Private Hire, said: 'This handbook will be sent to every London taxi driver and private hire operator and contains all the Games-time information that drivers need.",
     "'I would encourage them to familiarise themselves with it to ensure they can efficiently transport passengers around the capital during the Games. London will be turned into a massive sporting and cultural venue this summer, presenting a huge opportunity to both trades and we urge them to get involved.'",
     "Hosting the Olympic and Paralympic Games is the biggest ever peace-time logistical exercise for a host city to undertake so it is possible that there may be changes to information in the handbook.",
     "Therefore taxi drivers and private hire operators are urged to sign up for the latest updates by subscribing to \u003ca href=\"mailto:tph.enquiries@tfl.gov.uk\"\u003etph.enquiries@tfl.gov.uk\u003c/a\u003e and to follow @TfLTPH on Twitter.",
     "A great deal of information about the London 2012 Games, the roads affected by events and the Olympic Route Network is already available online at \u003ca href=\"http://www.GetAheadoftheGames.com\"\u003eGetAheadoftheGames.com\u003c/a\u003e .",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Temporary road changes\"}",
     "Taxi drivers and private hire operators can also see day-by-day how the road network will operate by using TfL's Temporary Road Changes planning tool at \u003ca href=\"http://www.getaheadofthegames.com/travelinaffectedareas/city/london-temporary-road-changes.html\"\u003eGetAheadoftheGames.com. \u003c/a\u003e ",
     "This information is primarily for general motorists to plan their routes and help them decide whether to drive in London or not but may also be of interest to taxi and private hire drivers as it shows the expected transport hotspots.",
     "The Olympic Route Network (ORN) comes into operation on 25 July. The ORN is vital to ensure that all athletes, officials, media and others working at the Games get to their events on time, but it will also help keep London moving.",
     "All vehicles can use the 109 mile ORN, which represents just 1 per cent of London's roads.",
     "TfL is determined to ensure that the ORN is implemented for the shortest possible time and is operated with minimal impact.",
     "On some routes, such as to the tennis venue at Wimbledon, the ORN will be removed as soon as the event is over and it is no longer required.",
     "Tips for taxi and private hire drivers to help them make the most of the Games include:",
     "{\"template\":\"bulletlist\",\"items\":[\"Familiarising themselves with venue details and road changes shown in the handbook\",\"Make sure all licence documents are in order before the Games\",\"If your vehicle is due for an inspection or service then book this now to reduce the likelihood of a problem occurring during the Games\"]}",
     "There will be stringent security checks in place around competition venues and other key locations to help ensure the safety of everyone involved with the Games.",
     "Private hire drivers will have to show evidence of a pre-booking before they will be allowed to enter any private hire pick-up area so all operators should make sure their drivers are ready for this.",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}",
     "\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}