{
 "pageTitle": "Mayor welcomes major step forward for proposed Silvertown Tunnel",
 "description": "Designation increases prospect of new Silvertown Tunnel being open for traffic in 2021Mayor of London, Boris Johnson today welcomed the decision by the Secretary of State for Transport, Justine Greening MP to designate the proposed new Silvertown Tunnel a",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor welcomes major step forward for proposed Silvertown Tunnel",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Secretary of State for transport designates proposed new Thames River crossing a 'Nationally Significant Infrastructure Project'."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Designation increases prospect of new Silvertown Tunnel being open for traffic in 2021\"]}",
     "Mayor of London, Boris Johnson today welcomed the decision by the Secretary of State for Transport, Justine Greening MP to designate the proposed new Silvertown Tunnel a 'Nationally Significant Infrastructure Project'.",
     "The decision, following an application by the Mayor, means that the project will be subject to the process for a Development Consent Order by the Secretary of State.",
     "However, this could ultimately reduce the overall timescale required to secure all necessary approvals for the project and help deliver the Mayor's objective of having this new crossing in place and open to traffic by 2021.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Boost economic growth\"}",
     "The Secretary of State for Transport made the decision in recognition of the significant impact the new crossing is designed to have on congestion in London and consequently on economic growth and development in the Capital and across the UK as a whole.",
     "It follows the support for the project given by the Chancellor of the Exchequer in his recent autumn statement and budget statement.",
     "The Silvertown Tunnel would reduce the pressure on and congestion affecting existing Thames crossings in the east of London, particularly the Blackwall Tunnel where current congestion levels also have an impact on the Dartford Crossing and M25, part of the UK's Strategic Road Network.",
     "The Mayor's London Plan has also designated the Greenwich Peninsula and Royal Docks areas of London as Development Areas, which would be boosted by an additional river crossing.",
     "The Silvertown Tunnel is one of a number of new river crossings proposed by the Mayor, the first of which, the Emirates Airline, is due to open this week 28 June.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Strong support\"}",
     "Transport for London (TfL) undertook preliminary consultation on Thames river crossings in March this year. 3,900 responses were received, with 93 per cent agreeing that more river crossings were required and 82 per cent supporting the proposed Silvertown Tunnel.",
     "TfL will now take forward design work and undertake further consultation later this year with Londoners, local boroughs, business and stakeholders, in readiness for the formal development consent order process.",
     "Mayor of London, Boris Johnson said: 'This decision is a major step forward for the Silvertown Tunnel, an important new Thames River crossing which would reduce congestion and boost economic growth in this important development area of London.",
     "'I welcome the Secretary of State's decision, which recognises the need for continued investment and the important role played by London's transport network in supporting economic development and growth, in the Capital and right across the UK.'\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}