{
 "description": "Devolution of franchises to fund overhaul of over 100 suburban rail stations Operators to be paid based on outcomes, creating new incentives to improve performanceThe Mayor of London, Boris Johnson, today submitted proposals to the Government to make",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor's plan to plough more than £100m into big improvements to London's suburban rail services",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Hugely successful London Overground, with more frequent services, cleaner, safer stations, and simpler fare structure, is model for future of Capital's rail services."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This plan gives us the opportunity to create a truly joined up suburban railway system that would vastly improve service and deliver better stations",
     "{\"template\":\"bulletlist\",\"items\":[\"Devolution of franchises to fund overhaul of over 100 suburban rail stations\",\"Operators to be paid based on outcomes, creating new incentives to improve performance\"]}",
     "The Mayor of London, Boris Johnson, today submitted proposals to the Government to make millions of pounds available to bring London's suburban rail services up to the standard set by the Mayor's hugely popular London Overground.",
     "Under direct Mayoral management passengers would benefit from more frequent and reliable services, simpler ticketing, cleaner and safer stations and better standards of customer service.",
     "Superior suburban services would also boost the Capital's competitiveness by delivering major improvements to mainline rail services, supporting economic growth and jobs for Londoners.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Fractured network\"}",
     "Currently, with the exception of the London Overground network, rail services into the Capital are provided by several private train operating companies, each with their own franchise agreement with central Government.",
     "This has led to a less efficient network, a confusing mix of ticket prices and fare arrangements for passengers, varying service quality standards and poor public information provision.",
     "Bringing the franchises under direct Mayoral control would not only improve the service, but also save millions of pounds, which would be reinvested into further improving the network. Savings from the Southeastern and West Anglia franchises alone could amount to £100m over 20 years.",
     "TfL would use that money to improve some 104 stations, bringing them up to the superior London Overground standards.",
     "The Mayor also wants to introduce a smartcard-based, more flexible ticketing strategy to deliver a coherent and integrated fare structure across London.\u003cbr /\u003eThe Mayor's submission highlights the huge disparity in Government rail funding between the capital and the regions.",
     "As things stand London's rail users get just 4.8 pence of Government funding per passenger mile, compared to 31 pence for each regional rail passenger mile. Despite this and higher rail fares, Londoners experience lower service quality than other parts of the UK with significantly higher overcrowding compared to other big UK cities.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"London's passengers deserve better\"}",
     "The Mayor believes that the current fractured approach means the rail network is not being used to its full capacity, that it is not fit to support predicted increases in ridership and that new rail infrastructure being delivered over the next decade may not deliver the economic growth that it should.",
     "The Mayor's proposals have been submitted as part of the Department for Transport's (DfT) consultations on Rail Decentralisation and Fares. If adopted, they will become part of the new franchises, the procurement and negotiation process for which is to begin in autumn.",
     "The Mayor of London, Boris Johnson, said: 'London's rail passengers deserve far better service than the current franchises deliver and the economic benefits of properly investing in our rail infrastructure are huge.",
     "'An efficient rail service is vital in order to remain competitive in challenging economic times, helping to usher in greater prosperity in the future, not just for the Capital but for UK PLC.",
     "'This plan gives us the opportunity to create a truly joined up suburban railway system that would vastly improve service and deliver better stations. A more coherent London-wide structure would bring more frequent trains, safer stations and sanity to a mind bogglingly complex fare system.'",
     "The success of London Overground demonstrates the benefits of devolving rail powers to the Mayor. One of the UK's most neglected railways when TfL and the Mayor took it over in 2007, it now has a reliability performance of 96 per cent and a customer satisfaction score of 90 per cent as measured by the latest Passenger Focus National Passenger Survey.",
     "Demand has trebled since TfL took over the network and is forecast to grow by a further 34 per cent by 2020.",
     "Fare evasion has been cut from 16 per cent to four per cent. In the first year of TfL's operation alone, crime fell by 19 per cent.",
     "Demand for London Overground services has shot up by 110 per cent over four years on the original London Overground network (and 190 per cent when the newly extended East London Line is included).",
     "\u003cbr /\u003e\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}