{
 "pageTitle": "More trams more often in massive upgrade of Croydon tram services",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "More trams more often in massive upgrade of Croydon tram services",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "New route increases services in central Croydon from eight to 12 trams per hour."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Six new trams now in service on the streets of Croydon\",\"Improvements go hand in hand with a £23m Mayor's Fund package to boost Croydon's economy\"]}",
     "From today, London Tramlink passengers will benefit from a fifty per cent increase in services on the busiest part of the network, as the Mayor of London, Boris Johnson, launches a new London Tramlink service through Croydon's town centre.",
     "The new service brings the number of trams each hour between Therapia Lane and Croydon town centre up from eight to 12 at peak times by running four trains per hour between Therapia Lane and Elmers End.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Less crowded trams\"}",
     "The London Tramlink network is used by more than 29 million passengers each year, a 45 per cent increase since it opened in 2000. The new service will relieve crowding and provide new direct journey opportunities between Elmers End and stations from Sandilands to the Wandle Park/Waddon Marsh residential and retail growth area.",
     "The Mayor and Transport for London (TfL) have been able to create the new service following the introduction of six new trams, which have been rolled out since February. All six new trams are now in service on the streets of Croydon helping to reduce congestion, especially on the busy approaches to East Croydon and West Croydon stations.",
     "When on board passengers will find the new trams are air conditioned, more spacious and equipped with better accessibility and safety features. The introduction of the new trams has also created 20 new jobs at London Tramlink.",
     "The £16.3million investment in the new trams is part of a wider regeneration of Croydon supported by the Mayor including a £23million investment which is being used to help return Croydon to its former glory following the damage to its town centre in last year's disturbances.",
     "The Mayor of London, Boris Johnson, said: 'These superb new tram services are essential to Croydon's long term prosperity, which in turn feeds into the Capital's economic success.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Economic growth\"}",
     "'Fast and efficient transport links not only make Croydon a more convenient place to live and work, but also attract businesses that will deliver much-needed jobs and economic growth putting Croydon firmly on track for the future.'",
     "The new trams have also been funded in part by Croydon Council which contributed £3m.",
     "Croydon Council leader, Mike Fisher, said: 'These fantastic new trams are a major boost for a transport network that is the envy of London and the rest of the country and they will provide an even better service for people who live and work here.",
     "'We have invested £3m into this project to help boost local infrastructure - and it's further evidence of our commitment to the regeneration of our borough.  This year promises to be the beginning of an exciting period of delivery that will transform the way our town looks and operates - and that will service Croydon well for generations to come.'",
     "The Mayor's £23m funding package includes £5 million to improve the key entrances to Croydon, £7 million to repair and strengthen Croydon's high street, £6 million to improve pedestrian routes, and £5 million to attract business with a three-year package of support.",
     "In addition to the new trams, reliability improvements to the Wimbledon branch are also expected by the end of the year.",
     "The creation of a second track between Mitcham and Mitcham Junction will remove a bottleneck in the present system and facilitate future work to increase frequency on the line to Wimbledon.\u003cbr /\u003e",
     "\u003cbr /\u003e\u003cstrong\u003eNotes to editors \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}