{
 "pageTitle": "New night bus N113 links Mill Hill, Watford Way and Hendon Way with central London",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New night bus N113 links Mill Hill, Watford Way and Hendon Way with central London",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London is introducing a brand new night bus route to improve bus services in the Mill Hill, Watford Way and Hendon Way areas."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The introduction of new night route N113 reflects our continuing efforts to listen to our passengers and develop the network to suit their needs",
     "The N113 enters service on 30 June and follows requests from passengers and local residents for improved links to and from central London.",
     "The service will operate every 30 minutes every night of the week between Edgware Station and Trafalgar Square, following the same route as the 113 day service from Edgware via Apex Corner, Watford Way, Hendon Way, Finchley Road, Swiss Cottage, Gloucester Place (northbound), Baker Street (southbound) to Oxford Street, then via Oxford Circus, Regent Street and Piccadilly Circus to Trafalgar Square.",
     "John Barry, Head of Network Development for London Buses, said: 'London's bus network is kept under constant review to ensure we provide the best possible service for passengers. The introduction of new night route N113 reflects our continuing efforts to listen to our passengers and develop the network to suit their needs.'",
     "The new N113 follows the same route as the existing N13 night bus between Fortune Green and Trafalgar Square.",
     "From 30 June the N13 will operate at a reduced frequency of every 30 minutes during the week and every 15 minutes at weekends. This means that the same overall capacity will be maintained where both routes run in parallel.",
     "Elsewhere on route N13, Golders Green is also served through the night by route N5 from central London and orbital night routes 83 and 102. North Finchley is also served by night routes 134 and N20 from central London",
     "If you require any further information regarding these services or need general London travel information please contact our 24-hour London Travel line on 0843 222 1234 or visit \u003ca href=\"http://www.tfl.gov.uk/buses\"\u003ewww.tfl.gov.uk/buses\u003c/a\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Before deciding to proceed with the change we consulted bus users, boroughs, local councillors, MPs and Assembly Members, transport groups, police and health authorities and local interest groups. Posters advertising the opportunity to comment via TfL's website were displayed at local bus stops\",\"A full summary of the public consultation results and TfL's response to the issues raised is available at: \\u003ca href=\\\"http://www.tfl.gov.uk/busroutesconsultation\\\"\\u003ewww.tfl.gov.uk/busroutesconsultation\\u003c/a\\u003e \",\"The new N113 will run every 30 minutes on all nights between Trafalgar Square and Edgware Bus Station\",\"The N13 will continue to run between Aldwych and North Finchley, now every 30 minutes during weekday nights and every 15 minutes during the weekends\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}