{
 "pageTitle": "Passenger satisfaction in London Overground continues to soar since being taken over by the Mayor",
 "description": "Punctuality and reliability scores up nine per cent since spring 2011London Overground has once again confirmed its position as one of the best performing railways in the UK with a 90 per cent approval rating, compared to an 82 per cent average across",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Passenger satisfaction in London Overground continues to soar since being taken over by the Mayor",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Passenger satisfaction at 90 per cent, compared to 82 per cent average in London and South East."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Punctuality and reliability scores up nine per cent since spring 2011\"]}",
     "London Overground has once again confirmed its position as one of the best performing railways in the UK with a 90 per cent approval rating, compared to an 82 per cent average across London and the South East, according to the latest National Passenger Survey.",
     "The rail service has rocketed to the top of several different surveys since it was taken under the management of the Mayor and Transport for London (TfL) four years ago, thanks to a range of improvements and investment to provide more frequent and reliable services, new and more spacious trains, safer and well staffed stations and a better integrated ticketing system.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Punctual and reliable service\"}",
     "Among the highlights of today's findings was a nine per cent increase to (88 per cent) in the number of customers who said they were satisfied with the punctuality and reliability of the service since spring last year.",
     "London Overground's new and modern train fleet, with walk-through carriages, received an approval rating of 77 per cent for passenger space compared to a 68 per cent average for London and the South East.",
     "A new extension to the line in South London to connect Clapham Junction with Surrey Quays and Highbury and Islington will be complete later this year, and London Overground will provide an orbital network to the entire city.",
     "The Mayor of London, Boris Johnson, said: 'These impressive results reflect the reliable, safe, high frequency and value-for-money service we have delivered with London Overground, transforming the former run-down Silverlink network.",
     "'This is the kind of rail service all Londoners deserve, and this level of investment and efficient management is what they can expect if the Government supports my proposal to take control of other rail services across London's suburban rail network.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Continuing investment\"}",
     "TfL's Managing Director of London Underground and Rail, Mike Brown, said: 'These are good scores but we are not complacent and will continue to invest in the railway to improve on them.",
     "'Londoners are expressing their approval of London Overground simply by using the service whenever they can - 600,000 passengers weekly when we took it over four years ago has grown to two million a week now.'"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}