{
 "pageTitle": "Passengers to benefit from improvements at Paddington station",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Passengers to benefit from improvements at Paddington station",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Paddington (Hammersmith \u0026 City) station being rebuilt as part of Tube station capacity programme."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This is a significant milestone in the redevelopment of Paddington (Hammersmith \u0026 City line) station and great news for our customers",
     "Customers using London Underground's Paddington (Hammersmith \u0026 City) station will notice significant improvements this week following the opening of the newly built station entrance and concourse.",
     "The station is being rebuilt as part of LU's station capacity programme and, when works are complete in 2014, will provide customers with a brand new station complete with step-free access.",
     "As well as the brand new entrance delivering access to the station from Paddington Basin for the first time, other improvements that customers will notice from today include:",
     "{\"template\":\"bulletlist\",\"items\":[\"A new station concourse\",\"Two new stairways\",\"Improved CCTV\",\"Extended platforms to accommodate new, longer air-conditioned trains\"]}",
     "David Waboso, LU's Capital Programmes Director, said: 'This is a significant milestone in the redevelopment of Paddington (Hammersmith \u0026 City line) station and great news for our customers.",
     "'Not only will they benefit from a new station entrance and concourse but also from the newly extended platforms that will accommodate the new longer air conditioned trains that will start serving the station later this year.",
     "'Over 60,000 people use the station every day and this is set to rise when Crossrail services start serving the station in 2018. Working together with Crossrail, we are building a station fit for the future and providing sufficient capacity for the expected increase in demand.'\u003cbr /\u003e\u003cbr /\u003eCrossrail Programme Director Andy Mitchell said: 'Work is now well underway on the new Crossrail station at Paddington, which will ease congestion, reduce journey times and improve the travelling experience for thousands of people every day while preserving the historic features of the main line station. When Crossrail opens, Paddington will be just 9 minutes from Liverpool Street, 16 minutes to Canary Wharf and 27 minutes to Abbey Wood.'\u003cbr /\u003e\u003cbr /\u003eStation works are set to continue and when complete additional improvements will include; lifts to the platforms, a new ticket office, ticketing machines and ticket gates (including wide aisle gates), and an additional stairway.",
     "\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}