{
 "pageTitle": "Road users urged to plan their Games travel now as final version of planning tool released",
 "description": "Local parking plans for managing traffic around venues and during Road Events added to Temporary Road Changes planning tool Londoners have used the planning tool 88,000 times since it was launched last month Motorists reminded that London will be turned",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Road users urged to plan their Games travel now as final version of planning tool released",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "GetAheadoftheGames.com now has all the information road users need to plan journeys during Games time."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Roads will be exceptionally busy from mid-July and our advice is clear - avoid driving in central London and around the ORN and venues. If a journey is absolutely essential, plan ahead and allow extra time",
     "{\"template\":\"bulletlist\",\"items\":[\"Local parking plans for managing traffic around venues and during Road Events added to Temporary Road Changes planning tool\",\"Londoners have used the planning tool 88,000 times since it was launched last month\",\"Motorists reminded that London will be turned into a massive sporting and cultural venue from mid-July and roads in central London and around the ORN and venues will be exceptionally busy\"]}",
     "Transport for London (TfL) today reminded road users that they should avoid driving in central London, and around the Olympic Route Network (ORN) and Games venues from mid-July as the Capital is turned into a massive sporting and cultural venue.",
     "The reminder comes as TfL's Temporary Road Changes planning tool has been updated to include LOCOG's local parking and traffic management plans around Games venues and how roads around race routes will be affected during Road Events.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"For motorists, cyclists and pedestrians\"}",
     "This update means the planning tool now has all the information motorists, cyclists and pedestrians need to plan their road journeys during this summer's Games.",
     "The tool, on \u003ca href=\"http://www.GetAheadoftheGames.com/travelinaffectedareas/city/london-temporary-road-changes.html \"\u003eGetAheadoftheGames.com,\u003c/a\u003e now helps motorists plan to avoid driving around the routes of the Road Events, which will take place on seven days during the Olympic Games and one day during the Paralympic Games.",
     "The management of traffic around the Road Events will include road closures along the routes and on some surrounding roads on competition days.",
     "LOCOG's plans for local parking and the management of traffic around venues, which are to ensure local residents' and business' access and parking is protected and efficient access to venues is provided, have been added to the planning tool which means door-to-door journeys can now be planned for people living and working in the immediate vicinity of venues.",
     "The 'Temporary Road Changes' planning tool was launched on the GetAheadoftheGames.com  website last month with details of the ORN within London, helping road users to see how the areas where they live, work and visit will be affected, searchable by postcode.",
     "In the last four weeks, the planning tool has been used 88,000 times and Londoners are hearing the message to start making their travel plans now.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Fully plan your journey\"}",
     "Leon Daniels, TfL's Managing Director of Surface Transport, said: 'We want to make sure that road users are not caught out and plan ahead for the significant changes that the Games will bring to London's road network.",
     "'The details we've now added to the Temporary Road Changes planning tool include local parking and how traffic will be managed around venues and on Road Event competition days. This means road users can now fully plan their journeys by simply putting in a postcode and seeing exactly where and when surrounding areas will be affected.",
     "'Roads will be exceptionally busy from mid-July and our advice is clear - avoid driving in central London and around the ORN and venues. If a journey is  absolutely essential, plan ahead and allow extra time.'",
     "LOCOG CEO Paul Deighton said: 'The building work and final planning is well advanced in London now and central London is being transformed into a major sporting venue and the areas around the Olympic Park and other venues may soon have different parking or traffic arrangements.",
     "'We have worked closely with TfL and local authorities to keep disruption to a minimum and there is a huge amount of information out there so people can start planning now for what we hope will be a spectacular summer.'",
     "In order to ensure that the Capital remains open for business and we can keep London moving prior to and during the Games, TfL's advice to road users is clear:",
     "{\"template\":\"bulletlist\",\"items\":[\"From mid-July, motorists should avoid driving in central London, around the ORN and Games venues\",\"Motorists should also avoid the areas around the Road Event courses on competition days such as the Cycling Road Races on 28 and 29 July, the Cycle Time Trial on 1 August, and the Women's and Men's Marathons on 5 and 12 August\",\"Every day of the Games is different, so if you must drive, plan ahead and allow more time\",\"Go to \\u003ca href=\\\"http://www.GetAheadoftheGames.com\\\"\\u003ewww.GetAheadoftheGames.com\\u003c/a\\u003e to find out how you can avoid the road hotspots and plan your travel during the Games.\"]}",
     "\u003cbr /\u003e",
     "\u003cbr /\u003e\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}