{
 "pageTitle": "Team GB hockey hopeful Simon Mantell leads the way in encouraging Londoners to swap to cycling this summer",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Team GB hockey hopeful Simon Mantell leads the way in encouraging Londoners to swap to cycling this summer",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Londoners are being encouraged to consider cycling to 'Get Ahead of the Games'."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "With just a bit of planning, cycling offers a cheap and convenient way to get from A to B and is one alternative that Londoners wanting to get ahead of the Games this summer should definitely consider.",
     "Transport for London (TfL) and London 2012 have teamed up with Olympic hockey gold medal hopeful, Simon Mantell, to produce a short film providing hints and tips to encourage Londoners travelling in Games transport 'hotspot' areas to swap to cycling for all or part of their journeys.",
     "Up to one million extra people a day are expected to use the transport network during the Games, as London transforms into a giant cultural and sporting venue. As a result, the Capital's transport network will be very busy, and at certain times and certain places will be much busier than usual.",
     "For that reason, Londoners and those who live, work and travel in the capital are being urged to explore their alternative travel options at \u003ca href=\"http://www.getaheadofthegames.com\"\u003ewww.getaheadofthegames.com\u003c/a\u003e ",
     "Simon Mantell's film, which shows him taking the train to Waterloo and then picking up a Barclays Cycle Hire bike to complete his journey to London Bridge, aims to demonstrate how simple it is to swap to cycling for all or part of a journey.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Top tips\"}",
     "The film, available to view at \u003ca href=\"http://www.youtube.com/GAOTG\"\u003ewww.youtube.com/GAOTG\u003c/a\u003e , also provides top tips for Londoners and commuters who are considering going by bike this summer. These include:",
     "{\"template\":\"bulletlist\",\"items\":[\"Logging on to \\u003ca href=\\\"http://www.tfl.gov.uk/cycling\\\"\\u003ewww.tfl.gov.uk/cycling\\u003c/a\\u003e for recommended cycling routes: you don't need to cycle on busy roads to get from A to B - there are quieter and safer routes off the beaten track\",\"Make sure you and your bike are ready for cycling: check the tyres are pumped up, you have a pump and a puncture repair kit with you, and take a bottle of water\",\"Think about what you will do when you get to the other end: are there showers at your workplace, do you need a change of clothes, where will you lock your bike at your destination and where will you store your cycling gear?\",\"Think safe: wear bright coloured clothing so you can be seen, think about wearing a helmet, use lights after dark, use hand signals and pay attention to other road users and what is going on around you. For 12 top tips, including advice on how to get cheap or free cycle training, visit \\u003ca href=\\\"http://www.tfl.gov.uk/roadusers/cycling/14798.aspx\\\"\\u003ehttp://www.tfl.gov.uk/roadusers/cycling/14798.aspx\\u003c/a\\u003e \",\"Finally, think about security: the cost of your lock should be 10-15 per cent of the cost of your bike. A 'D-lock' is excellent and should go through the back wheel of your bike. Also make sure you park in a busy area where someone stealing a bike will be more noticeable\"]}",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Quick and easy\"}",
     "Simon Mantell, England hockey player, said: 'I'm not a regular cyclist but was surprised how quick and easy my ride from Waterloo to London Bridge was.",
     "'With just a bit of planning, cycling offers a cheap and convenient way to get from A to B and is one alternative that Londoners wanting to get ahead of the Games this summer should definitely consider.'",
     "Ben Plowden, Director of Planning, TfL Surface Transport, added: 'We hope this short film will act as a trigger for those who live, work or travel in London to consider swapping to cycling during Games-time for all or part of their journey.",
     "'There are many thousands of bicycles lying unused in halls and sheds across the capital, and I'd urge those who need to travel into or around central London during the Games to consider whether they could go by bike.",
     "'By following our list of top tips, those new to cycling will find that it's a simple, affordable and healthy way to get around the capital and avoid the 'hotspot' stations at the times they are expected to be in high demand.'",
     "On Friday 15 June 2012 between 13:00 - 14:00, Simon Mantell will be taking questions over Twitter with cycling expert Andreas Kambanis, discussing their experiences of cycling around London. Those wanting to join in with the chat should follow #MantellCycling on Twitter.\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}