{
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL advice during Unite industrial action - 06:30am",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "6:30am bulletin"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"\\u003cstrong\\u003eAround 24 per cent of bus services operating but many routes disrupted \\u003c/strong\\u003e \",\"\\u003cstrong\\u003ePassengers urged to use other transport services, walk or cycle where possible         \\u003c/strong\\u003e \",\"\\u003cstrong\\u003eMetroline, Arriva the Shires, London General, Quality Line and Sullivan's all running good services \\u003c/strong\\u003e \",\"\\u003cstrong\\u003eCheck before you travel at \\u003c/strong\\u003e  \\u003ca href=\\\"http://www.tfl.gov.uk/buses\\\"\\u003estrong\\u003c/a\\u003e \\u003cstrong\\u003e \\u003c/strong\\u003e \"]}",
     "\u003cstrong\u003ea\u003c/strong\u003e ",
     "Despite the Mayor of London securing an unprecedented extra £8.3m from the Olympic Delivery Authority to enable the bus companies and Unite to resolve their dispute, the union leadership has proved to be determined to try to disrupt Londoners.",
     "There are therefore less buses in service this morning, with around 24 per cent of services running. Many routes are disrupted and TfL is urging Londoners to utilise the wide range of information available in order to check the status of their usual service.",
     "These options include:",
     "{\"template\":\"bulletlist\",\"items\":[\"Up-to-date information on bus services by route can be found at tfl.gov.uk/buses\",\"Passengers can also check for bus arrival times using the Countdown next bus arrival service online, on their mobile devices using \\u003ca href=\\\"http://www.tfl.gov.uk\\\"\\u003ewww.tfl.gov.uk\\u003c/a\\u003e or via our SMS text service\",\"Information on the latest situation is being provided via TfL's 2500 roadside countdown signs\",\"Travel alerts are being provided through Twitter on @TfLTravelAlerts\",\"TfL will also be proving information to radio and television broadcasts for use in news bulletins.\",\"A range of easily available Apps for handheld devices now use TfL's live bus information\",\"TfL will also have a large number of staff across the network and at key travel hubs to provide advice to passengers.\"]}",
     "Where services are disrupted TfL urges passengers to use other transport options, or to walk or cycle where possible. The average bus journey is around 2.2 miles so many of these journeys could be made in this way.  TfL has put in place a number of measures to help people get around and to manage disruption.",
     "These include:",
     "{\"template\":\"bulletlist\",\"items\":[\"London Buses staff and volunteers from across TfL will be on the streets and at key transport hubs across London to provide travel advice and distribute walking maps.\",\"TfL is operating a full service across the Tube network, with extra staff on hand to assist passengers.\",\"Full services are also operating on the Docklands Light Railway, London Tramlink and London Overground networks with additional staff deployed to assist passengers.\",\"Marshalled taxi ranks will operate at a number of key rail hubs including Victoria, St Pancras, Waterloo, Liverpool Street and London Bridge.\",\"A full service will also be operated by London River Services, which includes River Bus services that operate high frequency services between various key piers.\",\"During the course of the strike bus passes will be accepted on reasonable alternative routes on Tube, DLR, and London Overground - affected passengers should seek assistance from staff at the gate lines.\",\"TfL has also emailed around 1.5 million registered bus users advising them of the likely disruption and urging them to check before they travel.\",\"Additional distribution staff will work throughout today to ensure Barclays Cycle Hire Scheme docking stations are able to meet demand at key locations.\"]}",
     "Peter Hendy, Transport Commissioner, said: \"It is now clear that the leadership of Unite were intent on a strike all along. They have pursued this unnecessary course of action despite an extra £8.3m being brokered by the Mayor that would allow every bus driver in London in a garage where one or more routes were affected by the 2012 Games to gain, over the 29 days of the competitions, about £500.",
     "\"Despite additional offers to supplement this from the bus companies the Unite leadership have refused to defer the strike to give time for further negotiations or for any of the offers to be put to their members. I'm sorry that Londoners are therefore going to be disrupted today.",
     "\"We are now working together with our partners to ensure that Londoners and visitors have alternative travel options and the necessary advice to enable them to get around. I would advise everybody to use other transport services, to consider walking and cycling for shorter journeys and to check before travelling at \u003ca href=\"http://www.tfl.gov.uk/buses\"\u003ewww.tfl.gov.uk/buses\u003c/a\u003e \"",
     "London Underground has well-practised congestion management procedures to deal with large numbers of customers.",
     "LU will has additional staff in place at key locations to provide help and information to enable customers to complete their journeys.",
     "All staff are well-trained and fully understand the congestion management plans, and LU is ready to use those procedures if necessary to ensure that we can continue to keep London moving."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}