{
 "pageTitle": "TfL condemns unnecessary and unwarranted strike threat by Unite",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL condemns unnecessary and unwarranted strike threat by Unite",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London today responded to the result of a strike ballot from Unite."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "I am not surprised that 70 per cent of London's bus drivers did not vote for strike action",
     "The union is demanding a £500 'bonus' for each of the 24,000 bus drivers in London for working during the London 2012 Games.",
     "Transport for London (TfL) maintains that bus drivers are employed by private companies and their pay and conditions are a matter for those private companies.",
     "The leadership of Unite has today threatened strike action by bus drivers ahead of or even during the London 2012 Olympic Games.",
     "Leon Daniels, TfL's Managing Director of Surface Transport, said: 'I am not surprised that 70 per cent of London's bus drivers did not vote for strike action. That is because about 70 per cent of London's local bus services are not affected by the Olympic Games.",
     "'The whole country is really entering into the spirit of the Games and the overwhelming responsible majority are pulling out all the stops to make it a huge success. Only Unite appears to want to exploit it by adding a further multi-million pound burden to the hard-pressed farepayers and taxpayers of London.",
     "'We are really disappointed that the Unite leadership is encouraging its members to take this unnecessary strike action. Unite has already negotiated binding deals for pay and conditions with each of the London bus companies for this year and those companies are keeping their end of the deal.",
     "'Attempting to tear up those agreements and get a new one with less than 50 days to go before the Games is completely reprehensible and out-of-step with every other provider of services in this city this summer.'"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}