{
 "pageTitle": "TfL sets out plans and important travel advice for London 2012 Games Road Events",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL sets out plans and important travel advice for London 2012 Games Road Events",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) and London 2012 today set out plans for managing the London 2012 Games Road Events and issued travel advice to spectators planning to attend."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "London is being turned into a massive sporting and cultural venue, including 13 Road Events being held across London and Surrey during the course of the Games, in addition to Live Sites and cultural events.",
     "The Men's and Women's Paralympic Road Cycling will take place at Brands Hatch, Sevenoaks, Kent from Wednesday 5 to Saturday 8 September.",
     "The Road Events, which include road cycling, marathon, triathlon and race walking, offer a great opportunity for many to see Olympic and Paralympic sport and very large crowds are expected to attend.",
     "Some Road Events also require technical rehearsals and some limited road closures early in the morning (see Notes to editors).",
     "Transport for London (TfL) is working with London 2012, the Metropolitan Police, boroughs and councils across London and Surrey to ensure the Road Events are a great success.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Plan ahead\"}",
     "Since March, TfL has worked with these partners to provide information to local business and residents on how and when the events will impact on their local areas.",
     "Detailed information and advice has been provided through a major campaign of letter drops, road shows and publicity.",
     "Information on the road event race routes, the impact on road and public transport networks and how to plan ahead is also available at \u003ca href=\"http://www.GetAheadoftheGames.com\"\u003ewww.GetAheadoftheGames.com\u003c/a\u003e .",
     "With just five weeks to go to the London 2012 Olympic Games, people across the country are finalising their Games-time plans. Hundreds of thousands of spectators are expected to attend each road event and, given the road event routes, viewing capacity in central London will be very limited.",
     "TfL and London 2012 issued the following advice to spectators to ensure people enjoy the best possible Games-time experience:",
     "Advice to Spectators:",
     "{\"template\":\"bulletlist\",\"items\":[\"The Road Events offer a great opportunity for many to see Olympic and Paralympic sport and very large crowds are expected to attend\",\"If you are planning to attend a road event, please arrive early, be prepared to wait for several hours and think carefully about bringing small children\",\"Pack food and water, sun cream or waterproof clothing, depending on the weather\",\"Think about the best viewing option for you, your friends and family. For some, it may be better to view the event at one of the many Live Sites across the UK or on TV at home, with friends, at a pub or local community centre\",\"For the Road Cycle Races on Saturday 28 and Sunday 29 July in particular, try to 'stay local' and enjoy the events as they pass through your local community\",\"Have a back-up plan. If it gets really busy, you might want to enjoy one of the wealth of free events, cultural and entertainment opportunities on offer across the UK and during London's 'Summer Like No Other'.  Find out what's happening and sign up for updates at \\u003ca href=\\\"http://www.molpresents.com\\\"\\u003ewww.molpresents.com\\u003c/a\\u003e and download the London 2012 'Join In' app\",\"If you are intending to travel - plan ahead. Go to \\u003ca href=\\\"http://www.GetAheadoftheGames.com\\\"\\u003ewww.GetAheadoftheGames.com\\u003c/a\\u003e which has all the tools and information you need about Road Events and how to plan your journey.\"]}",
     "TfL also repeated its advice to motorists and urged those in road event areas not to get caught out by the road closures necessary to stage the events.",
     "Advice to Motorists:",
     "{\"template\":\"bulletlist\",\"items\":[\"Motorists are advised to avoid central London, around the ORN, venues and the road event courses\",\"Don't get caught out - you will not be able to cross the race route by road\",\"On road event days road closures will be in place from early morning\",\"Instead, please use public transport, cycle or walk.\"]}",
     "Mayor of London, Boris Johnson said: 'London is gearing up to become a huge and wonderful sporting and cultural venue as we welcome the world for the Games. The Road Events offer a great opportunity to see some of the world's top athletes in competition and to experience the numerous other attractions London has to offer.",
     "'Given the huge numbers of people who will be in London for the Games, it is really important that people follow our travel advice and plan ahead.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Large crowds expected\"}",
     "TfL's Managing Director Surface Transport, Leon Daniels said: 'As the Olympic Torch Relay and Queen's Diamond Jubilee have shown, very large crowds will want to see the Road Events. Given the nature of the road event courses, viewing capacity in central London will be limited. We strongly advise people to plan their day and travel in advance to enjoy the best possible Games experience.",
     "'Those intending to line the routes and cheer the athletes on should plan ahead and arrive early. If you live locally to the course enjoy the event in your local community if you can. It may also be that your local pub or community centre, watching at home with family or friends or at one of the Live Sites across the UK, offers a better opportunity to catch all the action as it happens.",
     "'The massive programme of free events, cultural and entertainment activities taking place across London and the UK during the Games also means people will be spoilt for choice. However you intend to join in, plan your travel at \u003ca href=\"http://www.GetAheadoftheGames.com\"\u003ewww.GetAheadoftheGames.com\u003c/a\u003e and leave plenty of time for your journey.'\u003cbr /\u003e\u003cbr /\u003eLOCOG CEO Paul Deighton said: 'This summer, central London will be transformed into one of our biggest Olympic venues where hundreds of athletes will be competing for gold in front of hundreds of thousands of spectators. As a result, central London and some of the roads out of London will be very busy on the days of competition. It is going to be an amazing experience. There is a huge amount of information out there for people to help plan their visits, including our fantastic London 2012 mobile app and the Get Ahead of the Games website.'",
     "The majority of Road Events start and finish in central London, but some - including the Cycle Road Races and Cycling Time Trials - pass through southwest London and Surrey.",
     "The Cycling Road Races on Saturday 28 and Sunday 29 July will take place on routes passing through Westminster, Kensington \u0026 Chelsea, Hammersmith \u0026 Fulham, The Royal Borough of Kingston upon Thames, Wandsworth and The Royal Borough of Richmond upon Thames, as well as Surrey.",
     "The men's and women's Road Cycling Time Trials will take place on Wednesday 1 August and start and finish at Hampton Court Palace, passing through East Molesey, West Molesey, Thames Ditton, Esher, Whiteley Village, Hinchley Wood, Surbiton, Kingston, Hampton Wick and Teddington.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Minimum disruption\"}",
     "To ensure the safety of athletes and spectators, road races need to take place on secure roads and closures and parking restrictions will need to be put in place on the days of the competitions.",
     "These will be managed to keep disruption to a minimum and all roads will be opened safely as quickly as possible after the events have finished. After the events, barriers will need to be removed, road signs, traffic lights and islands reinstated, roads thoroughly cleaned and crowds dispersed before roads can be re-opened safely.",
     "The majority of Road Events will be held at weekends and some competitions will only take place for a few hours beginning in the morning. Where possible, roads will be reopened and restrictions lifted by the late afternoon or early evening. No roads will be closed overnight apart from the roads needed to build the Cycle Time Trial venue at Hampton Court Palace.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Extra trains\"}",
     "Helyn Clack, Surrey County Council's Cabinet Member for Community Services and the 2012 Games, said: 'The first gold medal of the 2012 Games will be won on Surrey roads so we're expecting huge crowds. There'll be road closures and parking restrictions along the route so we're urging people to avoid driving in the area.\u003cbr /\u003e'Extra trains and carriages will be put on but some bus services will be suspended and some trains won't allow bikes. We're urging people to plan ahead by visiting \u003ca href=\"http://www.gosurrey.info\"\u003ewww.gosurrey.info\u003c/a\u003e for all they need to know to make the most of the Olympic events in Surrey.'",
     "A wealth of free events and cultural events will be happening in London's 'Summer Like No Other' as part of the 'Mayor of London Presents' programme. For more information and to find out how to get involved visit \u003ca href=\"http://www.molpresents.com\"\u003ewww.molpresents.com\u003c/a\u003e .\u003cbr /\u003e\u003cbr /\u003eFor more information on events in the capital and across the UK, as well as ideas on how to get involved wherever you are, download the official London 2012 'Join in' app.",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The following Road Events are taking place as part of the London 2012 Games:\\u003cbr /\\u003eSaturday 28 July: Men's Cycling Road Race\\u003cbr /\\u003eSunday 29 July: Women's Cycling Road Race\\u003cbr /\\u003eWednesday 1 August: Men's Road Cycling Time Trial / Women's Road Cycling Time Trial\\u003cbr /\\u003eSaturday 4 August: Women's Triathlon\\u003cbr /\\u003eSaturday 4 August: Men's 20km Race Walk\\u003cbr /\\u003eSunday 5 August: Women's Marathon\\u003cbr /\\u003eTuesday 7 August: Men's Triathlon\\u003cbr /\\u003eSaturday 11 August: Men's 50km Race Walk\\u003cbr /\\u003eSaturday 11 August: Women's 20km Race Walk\\u003cbr /\\u003eSunday 12 August: Men's Marathon\\u003cbr /\\u003eSunday 9 September: Men's Paralympic Marathon / Women's Paralympic Marathon\",\"The Paralympic Road Cycling events will take place from Wednesday 5 to Saturday 8 September in and around Brands Hatch, Sevenoaks, Kent. For specific information and travel advice for this event, go to \\u003ca href=\\\"http://www.getaheadofthegames.com/travelinaffectedareas/sevenoaks.html\\\"\\u003ewww.getaheadofthegames.com/travelinaffectedareas/sevenoaks.html\\u003c/a\\u003e \",\"The London 2012 Games Road Events will take place on routes passing through Westminster, City of London, Kensington \\u0026 Chelsea, Hammersmith \\u0026 Fulham, Kingston Upon Thames, Wandsworth and Richmond Upon Thames - as well as Surrey. Details of how and when the events will impact on the road network in these areas is being provided through a campaign of letter drops, road shows and publicity, delivered by TfL in partnership with London 2012 and London boroughs on road event routes\",\"Some roads will also be affected by testing of road event routes. Where possible, these will take place within road closures for other events, but it will be necessary to close some roads. In south-west London and north Surrey on Tuesday 31 July, roads will be closed on a rolling basis for technical officials to test the Cycling Time Trial route. Although there will be some disruption, this will only affect areas very close to the race route and only for a short period of time (less than 30 minutes). As part of the preparation for the Triathlons, a technical rehearsal will take place early on Thursday 2 August. Hyde Park Corner will close from 3:30am and reopen at 8:45am. For more information see: \\u003ca href=\\\"http://www.getaheadofthegames.com/things-you-should-know/changes-roads.html\\\"\\u003ewww.getaheadofthegames.com/things-you-should-know/changes-roads.html\\u003c/a\\u003e \",\"Live Sites are big screens located in every UK nation and region and will be great places to enjoy live London 2012 competition. The main Live Sites in the capital will be in Hyde Park and Victoria Park during the Olympic Games, and Trafalgar Square during the Paralympic Games. There will also be a choice of smaller Live Sites in boroughs across London, and a network of sites in the heart of communities across the UK\",\"The Official London 2012 Join In app is a free mobile guide to help you plan, enjoy and share your Games experience. From the Olympic Torch Relay to the Olympics and Paralympics, the Opening and Closing Ceremonies, plus all the cultural, city and community celebrations happening across the UK, the Official London 2012 Join In App is your essential companion. Its available now in app stores for Android, iOs (Apple) and Blackberry. \\u003ca href=\\\"http://www.london2012.com/mobileapps/\\\"\\u003ehttp://www.london2012.com/mobileapps/\\u003c/a\\u003e \",\"The Mayor of London is hosting a huge programme of free events and cultural activities to add to the excitement of 2012. Working with outstanding international artists and world class cultural organisations this unprecedented Mayor of London Presents programme is taking place in every corner of the capital to add to and complement the London 2012 Festival. It includes Secrets: Hidden London, with artists and performers transforming hidden and lesser known locations; Showtime, the largest outdoor arts festival ever seen in the capital, with dozens of electrifying artists from the UK and abroad coming to every borough, in high streets, parks and town centres; BT London Live, bringing live action from the Games, as well as sporting activities and entertainment to Hyde Park, Victoria Park and Trafalgar Square; and Surprises bringing pop-up performances and once in a lifetime experiences to locations familiar and unusual, above your heads and atop landmark buildings. To be the first to know what's happening in this Summer Like No Other, sign up or follow us at \\u003ca href=\\\"http://www.molpresents.com\\\"\\u003ewww.molpresents.com\\u003c/a\\u003e / \\u003ca href=\\\"http://www.facebook.com/mayoroflondonpresents\\\"\\u003ewww.facebook.com/mayoroflondonpresents\\u003c/a\\u003e / \\u003ca href=\\\"http://www.twitter.com/molpresents\\\"\\u003ewww.twitter.com/molpresents\\u003c/a\\u003e .\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}