{
 "pageTitle": "Transport for London services during the Diamond Jubilee celebrations",
 "description": "Journeys on TfL's public transport network were up by a third, with zone one Tube travel up 50 per cent at certain points Road traffic in central London down by around 40 per cent TfL urges customers to continue to plan travel ahead throughout the",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London services during the Diamond Jubilee celebrations",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport Commissioner thanks Londoners and visitors for acting on Diamond Jubilee travel advice."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Journeys on TfL's public transport network were up by a third, with zone one Tube travel up 50 per cent at certain points\",\"Road traffic in central London down by around 40 per cent\",\"TfL urges customers to continue to plan travel ahead throughout the forthcoming London 2012 Games by visiting \\u003ca href=\\\"http://www.getaheadofthegames.com\\\"\\u003eGet Ahead Ahead of the Games\\u003c/a\\u003e .\"]}",
     "Analysis from TfL shows that, during the course of the Diamond Jubilee celebrations, its public transport services carried up to a third more customers when compared to normal weekend levels, with central London Tube journeys up by 50 per cent on Sunday - the busiest day of the weekend.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Londoners acted on advice\"}",
     "Road traffic in central London was down by around 40 per cent as Londoners and visitors acted on travel advice to avoid driving in central London due to the extensive road and bridge closures necessary to facilitate the celebrations.",
     "London's Transport Commissioner, Peter Hendy CBE, said: 'The weekend's Diamond Jubilee celebrations were a fantastic occasion and a great moment for London. I want to thank Londoners and visitors for acting on our travel advice so that we could support the millions of journeys people made.'",
     "'Our next major transport challenge comes with the arrival of the London 2012 Games.",
     "'Up to one million more people will be in London every day during the Games, which means the transport system will be exceptionally busy.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Plan travel in advance\"}",
     "'On the roads, we will be asking people to avoid driving in central London, on or around the Olympic Route Network and venues. On public transport we will be urging people to plan their travel ahead and to avoid public transport hotspot lines and stations.",
     "'All of the information Londoners and visitors need can be found at \u003ca href=\"http://www.getaheadofthegames.com/\"\u003eGet Ahead of the Games'\u003c/a\u003e ",
     "Over a million people have started to plan their travel at \u003ca href=\"http://www.getaheadofthegames.com\"\u003eGet Ahead of the Games\u003c/a\u003e . More detailed information is being added all the time, so customers are advised to check the latest information regularly.\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}