{
 "pageTitle": "Innovative Cycle Superhighway junction in UK safety first",
 "description": "New Cambridge Heath junction on Whitechapel Road in East London offers three new safety measures for cyclists",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "August",
   "url": "/info-for/media/press-releases/2015/august"
  },
  {
   "title": "Innovative Cycle Superhighway junction in UK safety first"
  }
 ],
 "title": {
  "title": "Innovative Cycle Superhighway junction in UK safety first",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "New Cambridge Heath junction on Whitechapel Road in East London offers three new safety measures for cyclists"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Britain's first junction designed to avoid cyclists being hit by left-turning traffic is unveiled today, the beginning of a new wave of such junctions on London's busiest main roads.",
     "Cyclists and turning motor traffic will move in separate phases, with left-turning vehicles held back to allow cyclists to move without risk, and cyclists held when vehicles are turning left.",
     "There will also be a new 'two-stage right turn' to let cyclists make right turns in safety. For straight-ahead traffic, early-release traffic lights will give cyclists a head start.",
     "These innovations aim to significantly cut the cyclist casualty rate. Around 85% of cyclist accidents happen at junctions, mostly involving turning traffic.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Better Junctions\"}",
     "Today's new junction, on the upgraded Cycle Superhighway 2 at Whitechapel Road and Cambridge Heath Road, will be the template for junctions to be introduced across London's main road network in future.",
     "These will be at smaller locations than the 33 biggest and most complicated interchanges being improved under the Mayor's \"Better Junctions\" programme. The junction unveiled today is not one of the 33 Better Junctions locations.",
     "Cycle Superhighway 2, part of wider plans by the Mayor and TfL to improve cycling safety, will deliver a world-class substantially segregated cycle route between Aldgate and Bow Roundabout in east London.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Innovative safety measures\"}",
     "Once complete, by early next year, 11 major junctions along the route of Cycle Superhighway 2 alone will involve a mixture of these innovative safety measures, keeping cyclists separate from other traffic.",
     "The Mayor of London, Boris Johnson, said: 'I made a firm commitment that we would upgrade Cycle Superhighway 2 to ensure that cyclists get the time and the space they need to cycle safely. That's exactly what's happening here in east London.",
     "'The innovations we're using at Cambridge Heath are a fantastic taster of the raft of improvements that are coming down the track, ensuring that people can cycle safely and more confidently in our city.'",
     "Leon Daniels, Managing Director of Surface Transport at TfL, said: 'It's great to see once again that London is leading the way in bringing safe cycling infrastructure to our streets. This innovative junction, conceived and designed by our in-house team of designers and engineers, is a key part of the Mayor's wider cycling vision.",
     "'By improving Cycle Superhighway 2, as well as miles of roads and numerous junctions across the Capital, we can encourage more safe cycling and further bolster London as a truly world class cycling city.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Half the work complete\"}",
     "TfL began constructing the upgraded Cycle Superhighway 2 in February 2015 and now, just six months later, almost half of the work is already complete.",
     "Once finished, the vast majority of the route will be separated with a kerb, which will keep cyclists away from traffic.",
     "Where there is less space for kerbed segregation, cyclists will be separated from traffic by pioneering highly-visible traffic 'wands' - regularly spaced flexible poles that clearly define the cycle track.",
     "Later this year, TfL will also begin work on pedestrian improvements at Bow Interchange, providing new pedestrian crossing facilities at the roundabout, making it easier to cross from east to west and north to south.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Transformations underway\"}",
     "Across London, major work delivering on the Mayor's Vision for Cycling and Road Modernisation Plan is taking shape.",
     "Transformations are underway at Elephant \u0026 Castle, Vauxhall and work on delivering Europe's longest substantially segregated cycle route, the East West Cycle Superhighway, is progressing along Victoria Embankment.",
     "Plans are also underway at Oval and Apex junctions, with works to remove gyratories at Stockwell and Archway to begin later this year.",
     "Nearly £1 billion is being invested in making cycling in safer in London, including through major improvements to some of the busiest junctions.",
     "Plans for more than two thirds of the 33 priority junctions will have been published and consulted on by April next year.  Work on 13 of these is on track to be fully delivered by the end of next year.",
     "These improvements will also be supported by the Quietway network of back-street cycle routes on borough roads across London, providing well signed, quieter route for riders of all ages.",
     "For more information about the upgrade of Cycle Superhighway 2, please visit: \u003ca href=\"https://tfl.gov.uk/travel-information/improvements-and-projects/cycle-superhighway-2-upgrade\"\u003ehttps://tfl.gov.uk/travel-information/improvements-and-projects/cycle-superhighway-2-upgrade\u003c/a\u003e ",
     "\u003cstrong\u003eNotes to Editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Videos showing how the new innovative measures at junctions work can be found by visiting \\u003ca href=\\\"https://tfl.gov.uk/corporate/about-tfl/how-we-work/planning-for-the-future/vision-for-cycling?cid=cyclingvision\\\"\\u003ewww.tfl.gov.uk/cycling\\u003c/a\\u003e and click on \\\"Transforming Cycling in London\\\"\",\"Copies of the signage approvals TfL has received from the Department for Transport for these innovative junction designs can be found here: \\u003ca href=\\\"http://www.dft.gov.uk/traffic-auths/\\\"\\u003ehttp://www.dft.gov.uk/traffic-auths/\\u003c/a\\u003e \",\"TfL appreciates that CS2 runs along a major road in east London and its state of the art, 24/7 traffic control centre will monitor the route during the works to ensure that any delays are kept to a minimum. TfL has written to local residents and businesses advising them of the works, and roadside message signs will alert drivers to any closures both in advance and during the works to help them avoid delays and seek alternative routes\",\"Work on the upgrade to Cycle Superhighway 2 are taking place around the clock where possible to minimise disruption to traffic, and will be phased so sections of the route will remain open throughout. TfL will aim to minimise noise, especially at night, and there will be some road and lane closures as well as parking, loading and stopping restrictions in certain places. Footways, pedestrian crossings and cycle lanes will be kept open wherever possible\",\"Drivers are strongly advised to plan alternative routes to avoid delays, particularly during peak travel times. TfL will work hard to minimise disruption and will be providing live travel information at www.tfl.gov.uk/trafficnews and on Twitter at @tfltrafficnews and @tflbusalerts\",\"On 4 February 2015, the Transport for London (TfL) Board approved plans for the construction of four new Cycle Superhighways (East-West, North-South, CS1 and the inner section of CS5) and upgrades to the four existing Cycle Superhighway routes (CS2, CS3, CS7 and CS8) as part of the Mayor's Cycling Vision - \\u003ca href=\\\"https://tfl.gov.uk/corporate/publications-and-reports/board-papers\\\"\\u003ehttp://www.tfl.gov.uk/corporate/publications-and-reports/board-papers\\u003c/a\\u003e \",\"The upgrade of Cycle Superhighway 2 forms part of TfL's continuing £4bn Road Modernisation Plan, which represents the biggest investment in London's roads in a generation, including hundreds of transformational projects within the existing road network. Using radical ideas and innovative designs, the plan will make London's roads greener, safer and more attractive for the benefit of all Londoners\",\"In March 2013, the Mayor launched his Vision for Cycling in London, which detailed his £913m programme to improve infrastructure and safety for cyclists in the capital\",\"The initial design work on the upgrade of CS2 was carried out by TfL's in-house design and modelling team. The detailed design and construction works are being carried out by Ringway Jacobs, a member of the London Highway Alliance (LoHAC), under supervision by TfL\",\"The upgrade of Cycle Superhighway 2 will link into the work currently underway by the City of London to remove the Aldgate gyratory which encircles Aldgate Tube station and return it to two-way traffic - \\u003ca href=\\\"http://www.cityoflondon.gov.uk/services/transport-and-streets/transport-planning/transport-projects/aldgate-area/Pages/default.aspx\\\"\\u003ehttp://www.cityoflondon.gov.uk/services/transport-and-streets/transport-planning/transport-projects/aldgate-area/Pages/default.aspx\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}