{
 "pageTitle": "LU makes clear commitments to staff over work-life balance",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "August",
   "url": "/info-for/media/press-releases/2015/august"
  },
  {
   "title": "LU makes clear commitments to staff over work-life balance"
  }
 ],
 "title": {
  "title": "LU makes clear commitments to staff over work-life balance",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "London Underground (LU) today shared with staff the proposed Night Tube rosters, which clearly demonstrate how union concerns have been listened to and how work-life balance has been protected. The amended rosters, shared with staff so they can see for themselves how the Night Tube will affect them, come with the following guarantees:",
     "{\"template\":\"bulletlist\",\"items\":[\"No-one will be asked to work more hours than they do today to run the Night Tube\",\"Every driver on the Night Tube will have the same, if not more, weekends off as they do now during the transition year\",\"After that, they will have a choice about whether or not they work Night Tube shifts or not\",\"Everybody will remain entitled to two days off in seven\",\"Annual leave for staff will remain significantly above the national average - 43 days for a train operator, 52 days for a member of our station staff\"]}",
     "In addition, staff will continue to be able to exercise choice, swapping shifts to get the type of work-life balance they want. LU has also offered an above-inflation pay rise this year and guaranteed rises for the next two years, as well as a Night Tube bonus and £200 per shift for drivers working Night Tube shifts during the transition period.",
     "LU has explained to the unions that, while there could not be an increase in the value of the original pay offer, it has listened and worked to re-shape the offer in response to concerns over extra weekend working. The revised offer addresses their concerns over work life balance and rewards staff for the hard work they do in keeping London working and growing.",
     "Despite this, the new offer has been rejected outright by the union leadership, again without consulting their members. Instead the unions have demanded more money, the hiring of even more staff - including for ticket offices that customers no longer use - and a 32 hour, four day week.  No employer can afford to meet those sorts of demands.",
     "Steve Griffiths, Chief Operating Officer, London Underground, said: `The draft rosters clearly show how we propose to incorporate Night Tube duties whilst protecting the work-life balance of our staff and offering them choice. Our guarantee is that in the transition period our staff will have at least the same number of weekends off as today. After that, drivers will have the choice as to whether or not they continue to work the Night Tube shifts. Alongside that, no one will work any more hours than they do now, everyone will still get two days off in seven and staff will still be able to swap shifts to get the work-life balance they want.",
     "`These commitments, alongside the very fair pay offer that we have put forward, represent a very good deal for our staff. We are urging the unions to call off the strike and put the offer to their members.  If the unions continue to believe that there are issues with work-life balance, then the only way to settle them is by keeping talking.  We remain available for talks at any time.'",
     "The new pay offer is:",
     "{\"template\":\"bulletlist\",\"items\":[\"An average two per cent salary increase this year, and one per cent or inflation (whatever is higher) for 2016 and 2017\",\"All staff on Night Tube lines or at stations serving them will be awarded £500 once the Night Tube is introduced on 12 September 2015, as promised in the original offer\",\"Drivers to receive an extra £200 per Night Tube shift worked during the period Night Tube is introduced\",\"In addition, station staff are being offered a £500 bonus for the successful completion of our modernisation of customer service by February 2016\",\"Assurances on work-life balance - with amended rosters and the new staff already hired for Night Tube, which will give drivers the same number of weekends off as they receive now.\"]}",
     "In addition, LU has also kept its promises to staff during the modernisation of customer service in stations, currently underway. These included ensuring a job for anyone who wants to stay at LU, without loss of pay or compulsory redundancies, and that job being no more than 30 minutes from their current work location. All stations remain staffed at all times, with a supervisor looking after each station whenever it is open. LU is also investing in the best training and technology to give station staff the tools they need to provide a more personal service for customers.",
     "If strike action goes ahead, customers are advised to complete their journey by 18:30 on Wednesday 5 August. There will be no Tube service on Thursday 6 August. Extra bus and river services will run to help people get around, but all public transport and roads will be much busier than usual, especially during peak hours.",
     "Customers are advised to check before they travel at tfl.gov.uk/tube-strike and by following @TfLTravelAlerts, @TfLTrafficNews and @TfLBusAlerts on Twitter."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}