{
 "pageTitle": "TfL encourages Londoners to take part in National Cycle to Work Day",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "August",
   "url": "/info-for/media/press-releases/2015/august"
  },
  {
   "title": "TfL encourages Londoners to take part in National Cycle to Work Day"
  }
 ],
 "title": {
  "title": "TfL encourages Londoners to take part in National Cycle to Work Day",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) is encouraging Londoners to consider swapping their regular commute for a journey on two wheels and cycle to work on Thursday 3 September.",
     "To celebrate National Cycle to Work Day, TfL is giving Londoners who pledge via the Cycle to Work Day website - \u003ca href=\"http://www.cycletoworkday.org\"\u003ewww.cycletoworkday.org\u003c/a\u003e - free access to Santander Cycles for 24 hours.",
     "As long as they pledge before midnight on 31 August and journeys are kept to under 30 minutes, there will be no charges at all. Additional charges will be incurred for cycle journeys over 30 minutes at standard rates.",
     "Santander Cycles is the second-largest cycle hire scheme in Europe. Since it was introduced in 2010, more than 43 million journeys have been made using the bikes, making it a popular and affordable way to travel around London for work or leisure.",
     "Leon Daniels, TfL's Managing Director of Surface Transport, said: `Cycling to work in the Capital is becoming an increasingly popular mode of travel for Londoners, with figures showing cycling has doubled over the last decade, and it continues to grow. We hope this great offer, as well as the wider range of offers and opportunities we make available every day, will help encourage people to take part in Cycle to Work Day.'",
     "Keith Moor, Chief Marketing Officer at Santander, said: `What better way for Londoners to get into the spirit of the Cycle to Work Day than using a Santander Cycle.  We want to make the Santander Cycle scheme fun, rewarding and easy, and increase usage through initiatives such as the Santander Cycles App, which allows you to pay for your cycle, shows you where the cycles are, and how many spaces there are in docking stations; and our promise to provide 3 per cent cashback to customers who pay for a cycle using a Santander 1I2I3 Credit Card.'",
     "Daniel Gillborn, Director \u0026 General Manager of Cyclescheme.co.uk, said: `Cycle to Work Day was founded by Cyclescheme as a celebration of everyday cycling for both new and returning cyclists. We're delighted the day is a focus to help people who live and work in London to get cycling, in conjunction with this great offer from TfL and Santander Cycles.'",
     "As well as offering free access to Santander Cycles on Cycle to Work Day, TfL is reminding all businesses in London with five or more employees that they can apply for up to £10,000 worth of cycling goods and services through its Cycling Workplaces scheme, to help encourage more employees to commute by bike.",
     "This funding, which can be applied for by visiting \u003ca href=\"http://www.tfl.gov.uk/cyclingworkplaces\"\u003ewww.tfl.gov.uk/cyclingworkplaces\u003c/a\u003e , can be used to provide cycle parking, safety checks and bike marking as well as on-bike commuter cycle skills sessions to help people feel more confident cycling in London. In the last year more than 550 workplaces, representing 110,000 employees, have registered for funding, which has helped increase the number of employees cycling to work by around 15 per cent.",
     "Anyone who lives works or studies in London can also apply for cycle training through their local Borough, for free or a small fee, providing them with advice and safety tips. Cycle training is designed to give people the skills and confidence to ride on London's roads and is for both beginners looking to gain confidence and regular commuters seeking advice on tackling busy junctions.",
     "Sessions are provided on a 1-2-1 basis, starting in a traffic-free space such as a park, and teach cyclists how to deal with traffic, position themselves on the road and find appropriate cycling routes for their everyday journeys. Advanced commuter skills training offers more experienced cyclists tips on riding in heavy traffic, busy junctions and correcting any bad habits. For more information, please visit www.tfl.gov.uk/cycletraining.",
     "Ends",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"Santander Cycles can be hired from as little as £2 a day for unlimited number of 30 minute journeys. Regular users can register for yearly membership, which equates to 25p per day and get the same unlimited number of journeys under 30 minutes each without paying anything more.\",\"Cyclists can use the Santander Cycles App for Android and iOS smartphones, to view the nearest docking station and bike availability, as well as to hire a bike directly by sending a 'bike release' code straight to a user's phone. This means they can hire a cycle without having to use the docking station terminal. All customers need to do is register with their bank card, use the App to 'hire now' from a nearby docking station, and just tap the code into a docking point to release a bike for use.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}