{
 "pageTitle": "TfL confirms 40 percent of Tube network set for major boost in capacity",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "August",
   "url": "/info-for/media/press-releases/2015/august"
  },
  {
   "title": "TfL confirms 40 percent of Tube network set for major boost in capacity"
  }
 ],
 "title": {
  "title": "TfL confirms 40 percent of Tube network set for major boost in capacity",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) has awarded the contract to deliver the vital modernisation of the signalling and train control system on the next four London Underground (LU) lines to global transportation systems provider Thales.",
     "This next major phase of the Underground's modernisation will bring faster, more frequent and more reliable journeys to millions of passengers who use the Circle, District, Metropolitan and Hammersmith \u0026 City lines. As a result, up to 1,100 jobs and 60 apprenticeships will be sustained or created, both in London and across the UK.",
     "These improvements will boost capacity by an average of a third on the four lines and is vital in order to support London's growing population, which is expected to increase from 8.6 million today to 10 million by 2030. Work is expected to begin later this year and the main benefits will be delivered by 2022, when the frequency of trains running during peak periods will increase to 32 trains per hour in central London - a train every two minutes - with frequency increases at other times as well.",
     "In advance of that, customers are already seeing improved services on the four lines as TfL completes the introduction of the new air conditioned trains on the entire network by 2016.  Further benefits will include a train control system which will increase capacity further starting with the Circle line in 2021, with additional frequent services at peak times. During 2023 the final improvements will be delivered, with a further boost to peak and off-peak frequency on the Metropolitan line.",
     "These improvements will follow the successful modernisation of other Tube lines in recent years.  On the Victoria line customers are now benefitting from up to 34 trains per hour and up to 30 trains per hour on the Jubilee line - some of the most frequent services anywhere in Europe. Since the start of this year LU has increased capacity on the Northern line, making room for an extra 12,500 passengers each hour.",
     "Nick Brown, Managing Director of London Underground, said: `Having successfully modernised three of the most heavily used lines on our network, we are ready to begin work to bring the next four lines into the modern era.  This will transform the journeys of millions of our customers, significantly increasing service reliability and frequency.",
     "Patrice Caine, Chairman and Chief Executive Officer of Thales said: `We are delighted to have been selected by Transport for London and to continue to bring our global expertise in the field of transportation systems to the London Underground. Our technology is in operation on over 80 metro lines in 40 of the world's largest cities, including New York, Dubai, Shanghai and Hong Kong.",
     "`If the Jubilee and Northern lines' success is any indicator, future travellers on the Circle, District, Metropolitan and Hammersmith \u0026 City lines will experience; faster journeys, reduced over-crowding and increased service reliability. Once completed, 60% of the London Underground will have been modernised using Thales signalling technology.'",
     "The value of the contract with Thales for the signalling and control work is £760 million.  The cost per kilometre of re-signalling the four lines is 18 percent less than the successful modernisation of the Northern line which was around half the cost of the Jubilee and Victoria line modernisations delivered under the flawed Public Private Partnership arrangements, ended by the Mayor five years ago.",
     "The overall budget for the four line modernisation programme has been confirmed as £5.41 billion, which represents a reduction of £131 million compared to an earlier estimate announced in March.  This budget includes investment in 191 new modern air-conditioned walk through trains, built in the UK, and already introduced on the Metropolitan, Circle and Hammersmith \u0026 City and District lines.",
     "The investment also includes further improvements to get the most out of the new trains, including new track, lengthened platforms and rebuilt train depots with advanced technology to ensure the highest levels of train reliability.",
     "The improvements will all be delivered within the existing TfL Business Plan and the programme is expected to have a benefit-cost ratio of around 4.7 to 1, which means that for every one pound invested London gets £4.70 back in economic benefits.  Once these four lines have been completed, LU will then move on to introducing new trains and control systems for the Piccadilly, Central, Bakerloo, and Waterloo \u0026 City lines.",
     "ENDS",
     "Notes to Editors",
     "{\"template\":\"bulletlist\",\"items\":[\"The Circle, District, Metropolitan and Hammersmith \\u0026 City lines together make up nearly 40% of the network and include the oldest part of the network built in 1863.  As well as circling central London, the lines reach out to suburbs to the West, North West and East of the capital.  Between them the four lines carry around 1.3 million passengers a day - more than many European countries carry on their entire rail networks.\",\"Some of the current signalling system belongs in a museum, having been operating safely, but in a very basic way, since the early years of the last century. It is not capable of running trains close enough together to give Londoners the type of high-frequency service they need. Once completed there will be trains every 2 minutes across much of this part of the network in Central London.\",\"Londoners are already seeing a rapidly improving network. In 2011 the Mayor set a target to reduce delays by 30% by the end of 2015.  Since then LU has worked tirelessly so that delays are now at their lowest ever level on record and that LU is on track to meet the target this year.\",\"The range of measures introduced by LU to reduce delays includes:\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"The introduction of advanced signal monitoring technology that helps indicate potential failures, and Automated Track Monitoring Systems (ATMS) which  automatically identifies track related defects so that corrective maintenance can be planned to minimise disruption to passengers;\",\"The use of 'Hit Squads' to provide additional maintenance on some of the oldest and most critical assets before they can be replaced;\",\"Working with the British Transport Police (BTP) to respond to incidents more quickly by enabling emergency Underground engineers to get to incidents under 'blue light' conditions;\",\"Increasing LU's incident response capabilities, and co-locating engineering and operations staff in one command and control centre to speed up the time it takes to respond to, and recover from, incidents;\",\"The installation of covers on the emergency call units on trains, which has significantly reduced the number of accidental activations by passengers and consequent unnecessary delays;\",\"The sustained modernisation of Tube signalling, track and trains on the Victoria and Jubilee lines has seen reliability improve by 74% and 67% since 2010/11 respectively;\",\"The Northern line, LU's busiest line, is now similarly reliable.\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"Thales is a global technology leader for the Aerospace, Transport, Defence and Security markets. With 61,000 employees in 56 countries, Thales reported sales of €13 billion in 2014. With over 20,000 engineers and researchers, Thales has a unique capability to design and deploy equipment, systems and services to meet the most complex security requirements. Its unique international footprint allows it to work closely with its customers all over the world. Thales UK employs 7,500 staff based at 35 locations\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}