{
 "pageTitle": "Travel advice for customers and road users during strike by Tube unions",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "August",
   "url": "/info-for/media/press-releases/2015/august"
  },
  {
   "title": "Travel advice for customers and road users during strike by Tube unions"
  }
 ],
 "title": {
  "title": "Travel advice for customers and road users during strike by Tube unions",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) is advising customers of the measures it has put in place to help keep London moving during industrial action on the Tube this week.",
     "Union leaders have called a co-ordinated period of strike action starting on the evening of Wednesday 5 August. Customers are advised to complete their Tube journeys by 18:30 on Wednesday afternoon and to travel earlier if possible. Tube services are expected to be exceptionally busy between 16:30 and 18:30.",
     "There will be no Tube services at all on Thursday.",
     "Customers who are able to change their travel time are strongly advised to travel outside peak hours on Wednesday afternoon and Thursday, and all customers are advised to allow more time for their journeys.",
     "Staff on the DLR, London Overground, the bus network, tram and TfL Rail services are not on strike. These services will run as normal, but they will be much busier than usual and customers are strongly advised to, if possible, travel outside of the morning and evening peaks.",
     "Many locations in central London are easily accessible from mainline rail stations, and TfL will have more than 600 travel ambassadors on hand to help Londoners, visitors and tourists get to their destinations on foot, by bus, by Santander Cycles or by other means.  Around 250 extra buses are being provided to boost capacity on the main commuter corridors and to and from mainline stations and additional Santander Cycles hubs will mean more bikes will be available at the busiest locations. Extra river services are also being provided during peak hours on Thursday. These services will be very busy and customers are asked to bear with the transport staff who are at work and trying to help them get around.",
     "Steve Griffiths, London Underground's Chief Operating Officer, said: `I am sorry that the journeys of our customers will once again be disrupted by unnecessary strike action. After listening to the unions, we put forward an extremely fair revised offer, which makes clear commitments to support work life balance and rewards our people for their hard work. We urge the unions to call off the strike, put the new offer to their members and avoid further disruption to Londoners.  We remain available for talks with the unions at any time.'",
     "Travel advice to customers during the strike action:",
     "Tube\u003cstrong\u003ebr\u003c/strong\u003e The strike action that has been called involves Tube station staff and Tube drivers.",
     "Customers are advised to complete their Tube journeys by 18:30 on Wednesday 5 August and to travel earlier if possible. Tube services are expected to be exceptionally busy between 16:30 and 18:30.",
     "There will be no Tube services at all on Thursday 6 August and all other public transport services and roads will be much busier than usual.",
     "Customers who are able to change their travel time are strongly advised to travel outside peak hours on Wednesday afternoon and Thursday.  All customers are advised to allow more time for their journeys.",
     "There will be a normal service on Friday 7 August.",
     "Staff on the DLR, London Overground, the bus network, tram and TfL Rail services are not on strike. These services will run as normal, but they will be much busier than usual and customers are strongly advised to, if possible, travel outside of the morning and evening peaks on Thursday.",
     "TfL Ambassadors and volunteers will also be on hand to provide customers with travel information and advice on the ground. TfL urges all customers to plan ahead and to check before they travel at www.tfl.gov.uk/tube-strike and by following @TfLTravelAlerts, @TfLTrafficNews and @TfLBusAlerts on Twitter.",
     "\u003cstrong\u003eNational Rail\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"National Rail routes will largely operate as normal but services are expected to be much busier than usual, particularly during peak hours, so please check before you travel.\"]}",
     "\u003cstrong\u003eDLR\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"A normal service will operate but trains will be much busier than usual. Some stations where there is an interchange with London Underground may be affected\",\"Entry and exit to DLR at Bank will be through Monument station only\"]}",
     "\u003cstrong\u003eLondon Overground\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"A normal service will operate but trains will be much busier than usual. Some stations where there is an interchange with London Underground may be affected.\"]}",
     "Tramlink",
     "{\"template\":\"bulletlist\",\"items\":[\"A peak frequency service will operate throughout Thursday.\"]}",
     "\u003cstrong\u003eTfL Rail\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"A normal service will operate but trains will be much busier than usual. Some stations where there is an interchange with London Underground may be affected;\",\"TfL is working with Network Rail and the train operators to ensure that customers have the latest information on how best to get around.\"]}",
     "\u003cstrong\u003eBuses\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Services are being boosted with around 250 extra buses on key routes but will be much busier than usual;\",\"TfL Ambassadors and volunteers are being deployed to bus stations and hubs to provide customers with travel information and advice on the ground.\",\"Buses do not accept cash. Please use your contactless debit or credit card, Oyster or a Travelcard or bus pass. Contactless is the same fare as Oyster. You can top up your Oyster pay as you go credit or buy Travelcards and bus \\u0026 tram passes at around 4,000 shops across London. For the locations of these, please visit tfl.gov.uk/ticketstopfinder\"]}",
     "\u003cstrong\u003eCoaches\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Coaches will run more regularly on some London routes on the day of the strike;\",\"Several coach operators, including National Express and Green Line, offer services that stop in a number of locations throughout London. Some of the core coach routes are as follows:\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"Golders Green - Finchley Road - Baker Street - Marble Arch - Victoria Coach Station (National Express)\",\"Brent Cross - Finchley Road - Baker Street - Marble Arch - Victoria (Green Line)\",\"Hillingdon - Shepherd's Bush/Baker Street - Marble Arch - Victoria (Oxford Tube \\u0026 X90)\",\"Hammersmith - Kensington - Hyde park Corner - Victoria (Green Line)\",\"Stratford - Bow - Aldgate - Victoria Coach Station (National Express)\",\"Bexley - Canary Wharf - Aldgate - Embankment - Victoria Street (Commuter Services)\",\"Sutton - Streatham - Stockwell - Victoria Coach Station (National Express)\",\"Eltham - Lewisham - Walworth - Elephant \\u0026 Castle - Victoria Coach Station (National Express)\",\"There will also be an hourly service to Heathrow Central Bus Station and Terminals 4 and 5\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"For up to date information on coach services go to coachtracker.nationalexpress.com\",\"Tickets can be purchased in advance from the Victoria Coach Station ticket hall, or on the operator's websites.\"]}",
     "\u003cstrong\u003eEmirates Air Line\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The Emirates Air Line will remain open until 23:00 on Wednesday 5 and Thursday 6 August. Travelcards will be accepted\"]}",
     "\u003cstrong\u003eCycling\u003c/strong\u003e \u003cbr /\u003e•\tTfL will put on extra cycle hubs from 07:00-11:00 and 16:00-20:00 on 6 August, at:",
     "{\"template\":\"bulletlist\",\"items\":[\"Abbey Orchard Street (Victoria)\",\"Soho Square (Soho)\",\"Houghton Street (Strand)\",\"Finsbury Square (Moorgate)\",\"Waterloo Place (St James)\",\"Chapel Place (Marylebone)\",\"Concert Hall Approach (Waterloo)\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"Existing cycle hubs at Waterloo, Stonecutter Street (near Holborn and the City),Newgate Street (Bank/Cheapside/St. Paul's) and Belgrove Street (Kings Cross) will have more cycles than usual.\",\"The Santander Cycles App provides up to the minute information on the nearest docking station and bike availability.\",\"Londoners who own a bike are encouraged to cycle to work.\"]}",
     "\u003cstrong\u003eRiver Services\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL will operate extra river services during peak hours on RB1 and RB6 routes on Thursday 6 August between central London and Canary Wharf, and central London and Putney.\"]}",
     "\u003cstrong\u003eTaxis \u0026 Private Hire\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"During peak times a marshalled taxi service will operate at major London rail stations. The marshals will manage taxi and passenger queues and provide advice and assistance to taxi passengers and other members of the public;\",\"Taxi and private hire services will be running as normal. Details for licensed taxi and private hire operators in London are available at www.tfl.gov.uk/cabwise.\"]}",
     "\u003cstrong\u003eWalking\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Walking maps will be provided online and at transport hubs in central London, with TfL Ambassadors and volunteers helping people plan their routes around the city;\",\"People are urged to walk for short journeys, where possible.\"]}",
     "\u003cstrong\u003eRoads and the Congestion Charge\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"To help keep traffic flowing, the Congestion Charge will remain in operation throughout the strike;\",\"TfL will be delaying or curtailing road works on major London roads wherever possible and has encouraged all London boroughs to take similar measures on their network. TfL will also work with the Metropolitan Police to minimise the impact of congestion;\",\"TfL will be working to keep traffic flowing around major transport hubs;\",\"Londoners and commuters are encouraged to keep journeys by car to a minimum to enable public transport to move freely;\",\"For up to date information follow @TfLTrafficNews.\"]}",
     "ENDS",
     "\u003cstrong\u003eNotes to Editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The Night Tube is part of London Underground's work to modernise the service offered to customers.\",\"It is widely supported by Londoners and businesses and will transform night time journeys across London.\",\"Journey times will be cut by an average of 20 minutes, with some cut by more than an hour.\",\"London's night-time economy will be opened up to a host of new opportunities, with the Night Tube supporting around 2,000 permanent jobs and boosting the economy by £360 million.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}