{
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "August",
   "url": "/info-for/media/press-releases/2015/august"
  },
  {
   "title": "UK Power Network fined more than £17,000 for unsafe roadworks"
  }
 ],
 "title": {
  "title": "UK Power Network fined more than £17,000 for unsafe roadworks",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) has successfully prosecuted UK Power Network in connection with a wide range of roadwork offences. This is part of TfL's continuous focus on tackling poorly planned and managed roadworks, to improve the safety and reliability of London's roads for all users and to reduce avoidable road traffic congestion.",
     "The roadworks, which took place between December 2014 and February 2015, were carried out in Cheam, Lower Clapton and Masons Hill in Bromley. During the work TfL Roadwork Enforcement inspectors identified a range of issues, from the wrong signage to disorganised traffic management. At one of the locations, Masons Hill, school children were forced into the carriageway during heavy traffic due to inadequate provision of alternative routes for pedestrians - potentially putting lives at risk.",
     "Westminster Magistrates' Court fined UK Power Network a total of £13,000 and ordered them to pay TfL's full prosecution costs of £4,637, bringing the total financial penalty to more than £17,000. This fine adds to UK Power Network's history of poor performance, having previously been issued with a total of 1366 Fixed Penalty Notices (FPN) since 2010. Almost a third of these (396) were issued in the last year alone.",
     "In passing sentence, the Judge also said  `I am unimpressed with UK Power Network's approach to these works. It is important and vital to carry out works safely and that clearly did not happen at these locations. I am even more concerned about the risk to children and it was only fortunate that serious injury was avoided.'",
     "Garrett Emmerson, Chief Operating Officer for Surface Transport at TfL, said: `The scale of the unsafe, unchecked and frankly appalling works carried out by UK Power Network in just three months is shocking. Ensuring that any roadworks are carried out in a safe manner is vital, especially in a major city such as London.",
     "`I'm glad that the management of UK Power Network have already taken positive action to ensure there is no repeat of this type of behaviour. However, regardless of promises by senior management, we will continue to monitor and firmly prosecute anyone who tries their luck carrying out unsafe working practices on our roads.'",
     "The prosecution of UK Power Network is one of a number of ways TfL is working to improve conditions for all of London's road users. Since April 2013, firms undertaking work anywhere in London have had to apply for a permit before they can begin digging up the roads as part of the London Permit Scheme.",
     "In addition, London's Lane Rental Scheme, launched by the Mayor of London and TfL on 11 June 2012, reduces road delays by encouraging utility companies to avoid digging up the busiest roads at peak traffic times. Since then, peak-time utility roadworks at traffic hotspots have reduced by more than 50%.",
     "TfL is leading the way for works promoters, including utility companies, by planning and coordinating its roadworks outside of peak times, where possible, and with minimum disruption in line with the Lane Rental Scheme requirements.",
     "For more information about the wider work TfL is carrying out to keep London moving, please visit www.tfl.gov.uk/roads.",
     "-ENDS-",
     "Notes to Editors",
     "{\"template\":\"bulletlist\",\"items\":[\"The London Permit Scheme, introduced in 2010, enables TfL to monitor the number of roadworks taking place on its roads at any one time and ensure that they don't exceed the agreed limit. This limit has since been revised to reduce the maximum number of works by a further 10%. Traffic Police Community Support Officers (TPCSOs) are also used to clamp down on roadworks taking place outside of their permit\",\"Londoners can report disruptive or badly managed roadworks, as well as road defects such as potholes and damaged footpaths, by visiting \\u003ca href=\\\"https://reportit.tfl.gov.uk\\\"\\u003ehttps://reportit.tfl.gov.uk\\u003c/a\\u003e . Any enquiries received will be sent directly to the relevant Highway Authority (TfL or a London borough) responsible, ensuring that direct and fast action can be taken\",\"Since the beginning of the London Permit Scheme, TfL has taken action against a range of utility companies for unsafe or poorly coordinated roadworks:\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"In October 2013, Thames Water were successfully prosecuted for nine offences of causing unnecessary disruption across the Transport for London Road Network (TLRN)\",\"In April 2014, Virgin Media were successfully prosecuted for five separate offences of unsafe working practices on Croydon Road\",\"In January 2015, Vodafone were successfully prosecuted for two streetworks offences on Great Chertsey Road and Dulwich Common in June 2014\",\"In June 2015, Fulcrum Pipelines Ltd fined more than £5000 for carrying out unauthorised roadworks on Finchley Road in October 2014.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}