{
 "pageTitle": "Gospel Oak to Barking trains",
 "keywords": "TfL,london overground improvements",
 "description": "London Overground improvements - including new trains - for Gospel Oak to Barking",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "London Overground",
   "url": "/modes/london-overground/index"
  },
  {
   "title": "Gospel Oak to Barking trains"
  }
 ],
 "title": {
  "title": "Gospel Oak to Barking trains",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "{\"template\":\"intro\",\"texts\":[\"We have introduced new British-built, state-of-the-art electric trains to the Gospel Oak to Barking route, boosting capacity. We are now operating the regular four trains per hour on this route for most of the day.\"],\"link\":{\"image\":{}},\"image\":{},\"wrapped\":false}",
     "The full timetable is now operating and can be viewed on the \u003ca href=\"/modes/london-overground/london-overground-timetables\"\u003etimetable page\u003c/a\u003e but there may be a few alterations early mornings and late evenings until all the new trains are in service.",
     "Delivery of these new electric trains was delayed while the manufacturer, Bombardier Transportation, carried out further software development. The new trains have now been successfully tested and we will be introducing more of them over the coming weeks. While the 15-minute/four trains per hour frequency has been restored, we will continue to monitor the new trains closely to ensure they run reliably. We anticipate the route will be served exclusively by the new trains by late summer.",
     "The new four-car trains have walk-through carriages, air-conditioning, USB charging points, WiFi real-time information screens and better accessibility. They can carry almost 700 people - double the capacity of the old two-car diesel trains that had been operating on the route.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Thank you to our customers\"}",
     "The Mayor has secured funding from Bombardier to support a month's free travel on the line once the new trains are fully introduced.",
     "We will keep you updated and share more information as soon as it becomes available.",
     "{\"template\":\"image\",\"link\":{\"image\":{}},\"image\":{\"url\":\"https://tfl.gov.uk/cdn/static/cms/images/class-710-700x438.jpg\",\"alt\":\"Class 710 train\"},\"wrapped\":false}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "advert",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}