{
 "pageTitle": "Improving London Overground",
 "keywords": "TfL",
 "description": "We are continuing to work on station and service improvements to keep up with the growing demand and to maintain the service you have come to expect from a London Overground operated network",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "London Overground",
   "url": "/modes/london-overground/index"
  },
  {
   "title": "Improving London Overground"
  }
 ],
 "title": {
  "title": "Improving London Overground",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "{\"template\":\"intro\",\"texts\":[\"We are continuing to work on London Overground station and service improvements to keep up with the growing demand on the network. Improvements are coming for all routes including brand new trains for West Anglia, Gospel Oak to Barking and others.\"],\"link\":{\"image\":{}},\"image\":{},\"wrapped\":false}",
     "We reinvest all our income to run and improve your network so you can expect to see more improvements to stations in the future.",
     "WiFi is available at 79 stations and we've improved ticket halls and ticket gates, installed lifts, widened entrances, improved shelters and increased cycle parking. we are also making continuous improvements to enhance accessibility, reliability and service frequency. Our stations are staffed from first train to last and our staff are equipped with devices to keep them up to date with the latest travel information.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Improving services\"}",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"New trains for Gospel Oak to Barking services\"}",
     "We are investing over £300m in 54 new, British built, electric trains.",
     "The delivery of the trains has been delayed to allow Bombardier Transportation to carry out further software development. See our \u003ca href=\"/modes/london-overground/gospel-oak-to-barking-improvements\"\u003eGospel Oak to Barking page for more details. \u003c/a\u003e ",
     "{\"template\":\"image\",\"link\":{\"image\":{}},\"image\":{\"url\":\"https://tfl.gov.uk/cdn/static/cms/images/electric-lo-train2.jpg\",\"alt\":\"Electric train at Walthamstow Queens Road station\"},\"wrapped\":false}",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"New trains for West Anglia services\"}",
     "Over £200 million will be spent on 31 brand new London Overground trains for services to Chingford, Cheshunt and Enfield Town (as well as Romford to Upminster). The new trains will feature walk-through carriages, air-conditioning, live network information and improved accessibility.",
     "We expect the trains to be in service during 2019. Until then we are investing over £2 million to pay for modifications to existing trains inherited from Abellio to ensure they meet our expected standards.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Night Service\"}",
     "At the end of 2017 the Night Overground was launched, giving customers more ways to get home round the clock on Friday and Saturday nights. The route runs from Highbury \u0026 Islington to New Cross Gate, calling at all stations. See the \u003ca href=\"/modes/london-overground/london-overground-night-service\"\u003eLondon Overground Night Service\u003c/a\u003e page for more information.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Improving stations\"}",
     "As well as London Overground improvements across the whole network, we are also improving your local stations and the service you receive.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Staff information\"}",
     "London Overground staff are now equipped with devices to help customers with live information on route disruption, departure times and station facilities.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"White Hart Lane\"}",
     "We are working closely with Haringey Council as they regenerate the North Tottenham area. As part of these plans we are improving White Hart Lane station. This will include:",
     "{\"template\":\"bulletlist\",\"items\":[\"New station entrance, ticket hall, station facilities and station forecourt\",\"New pedestrian entrance from Penshurst Road\",\"Improved access from street level to platforms, including new lift access and new platform canopies\",\"Improvements to the area around the station including new cycle parking\",\"Improvements to the former station building\"]}",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Whitechapel\"}",
     "In preparation for the introduction of the Elizabeth line, we are working closely with Crossrail Ltd on the rebuilding of Whitechapel station. This will provide a step-free interchange between London Overground and the new service.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"West Hampstead\"}",
     "We are building a brand new station building in West Hampstead on land to the south of the existing station. The new building will have lifts to both platforms and will be bigger and brighter than the current station.",
     "The station has received £3m in funding from the Department for Transport's Access for All fund and £900k from the adjacent Ballymore housing development. The remainder is being invested by TfL.",
     "The new station is designed to accommodate future growth in passenger numbers, with more gates and a much larger passenger circulation area.",
     "This is the largest Access for All scheme on the London Overground network and is a key interchange for north west London, given the proximity to West Hampstead's Thameslink and Underground stations.",
     "Work has now begun and is due to finish during 2019. While we are building the new station, the existing station will remain open.",
     "Over half of London Overground stations now have step-free access from street to platform. A further five stations are proposed to be made step-free by 2024 as part of the Department for Transport's Access for All scheme",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"New ticket machines\"}",
     "New ticket machines are being rolled out across the network. All new machines accept contactless and have a larger screen, allowing the display of additional information (like live departure/disruption information).",
     "These new machines will also allow customers to top up Oyster cards, buy Oyster season tickets up to 1 month, purchase advance paper tickets, apply National Rail Railcard discounts and purchase 7 day paper season tickets.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Improving your future railway\"}",
     "Rail transport in London is going through a period of massive enhancement. The scale of the projects is unprecedented. Constructing new routes which interchange with the current network, while operating existing services and introducing additional service offerings, is a huge challenge with great potential benefits for our network.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Barking Riverside\"}",
     "Barking Riverside is the largest housing development in east London, with planning permission for up to 10,800 new homes, as well as healthcare, shopping, community and leisure facilities.",
     "We are proposing to develop a 4km extension (1.5km of new track) of the London Overground Gospel Oak to Barking route into the Barking Riverside development in the London Borough of Barking and Dagenham. This will be supported by a new station at the heart of the development.",
     "The extension, due to open in 2021, will provide an essential rail link to support the development of Barking Riverside, serving both new and existing residents. It will facilitate an interchange at Barking with the existing Fenchurch Street line and the District and Hammersmith \u0026 City lines, improving transport infrastructure to the area."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "advert",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}