{
 "pageTitle": "Improving London Overground",
 "keywords": "TfL",
 "description": "We are continuing to work on station and service improvements to keep up with the growing demand and to maintain the service you have come to expect from a London Overground operated network",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "London Overground",
   "url": "/modes/london-overground/index"
  },
  {
   "title": "Improving London Overground"
  }
 ],
 "title": {
  "title": "Improving London Overground",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "{\"template\":\"intro\",\"texts\":[\"We are continuing to work on London Overground service and station improvements to keep up with the growing demand on the network. Improvements are coming  across the network including brand new trains for many routes.\"],\"link\":{\"image\":{}},\"image\":{},\"wrapped\":false}",
     "We reinvest all our income to run and improve your network so you can expect to see more improvements to services and stations in the future.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Improving services\"}",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Interim timetable and frequency increase for Watford Junction to Euston services\"}",
     "On Sunday 19 May 2019, all train times changed on this route.",
     "An interim timetable will be in place until an enhanced frequency can be introduced later this year, which will see up to four trains running per hour.",
     "Until then, we will still run up to three trains per hour - please see the \u003ca href=\"/modes/london-overground/london-overground-timetables\"\u003einterim timetable\u003c/a\u003e ",
     "For most of the day, each hour will see trains running with two gaps of 12 to 18 minutes and one gap of about 30 minutes. Train frequency will vary in the early morning and late night.",
     "At Euston station, London Overground trains will depart from platform 9 or 10. Please check the information screens for your platform prior to departure.",
     "Due to construction work at Euston, all train operators using the station were required to make platform and timetable changes from 19 May. We secured new timetable slots from this date so we can run extra services as soon as more trains become available. The interim timetable has been necessary from this date as otherwise we would not be able to increase the frequency until at least December 2019, when the next national timetable change takes place.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"New trains for Gospel Oak to Barking services\"}",
     "We are introducing a new fleet of British built electric trains. These new trains have been approved by the rail regulator for passenger service on this route and will be subject to a phased introduction. See our \u003ca href=\"https://tfl.gov.uk/modes/london-overground/gospel-oak-to-barking-improvements?intcmp=57697\"\u003eGospel Oak to Barking trains page \u003c/a\u003e for more details. \u003ca href=\"https://tfl.gov.uk/modes/london-overground/gospel-oak-to-barking-improvements?intcmp=57697\"\u003e \u003c/a\u003e ",
     "{\"template\":\"image\",\"link\":{\"image\":{}},\"image\":{\"url\":\"https://tfl.gov.uk/cdn/static/cms/images/electric-lo-train2.jpg\",\"alt\":\"Electric train at Walthamstow Queens Road station\"},\"wrapped\":false}",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"New trains for West Anglia services\"}",
     "Brand new London Overground trains will be introduced on services to Chingford, Cheshunt and Enfield Town (as well as Romford to Upminster). The new trains will feature walk-through carriages, air-conditioning, live network information and improved accessibility.",
     "We expect the trains to be in service during 2019. Until then we are investing over £2 million to pay for modifications to existing trains inherited from Abellio to ensure they meet our expected standards.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Improving stations\"}",
     "As well as London Overground improvements across the whole network, we are also improving your local stations and the service you receive.",
     "WiFi is available at 79 stations and we've improved ticket halls and ticket gates, installed lifts, widened entrances, improved shelters and increased cycle parking. We are also making continuous improvements to enhance accessibility, reliability and service. Our stations are staffed from first train to last and our staff are equipped with devices to keep them up to date with the latest travel information.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"West Hampstead\"}",
     "We are building a brand new station building in West Hampstead on land to the south of the existing station. The new building will have lifts to both platforms and will be bigger and brighter than the current station.",
     "The station has received £3m in funding from the Department for Transport's Access for All fund and £900k from the adjacent Ballymore housing development. The remainder is being invested by TfL.",
     "The new station is designed to accommodate future growth in passenger numbers, with more gates and a much larger passenger circulation area.",
     "This is the largest Access for All scheme on the London Overground network and is a key interchange for north west London, given the proximity to West Hampstead's Thameslink and London Underground stations.",
     "Work is due to finish during 2019. While we are building the new station, the existing station will remain open.",
     "Over half of London Overground stations now have step-free access from street to platform. A further five stations are proposed to be made step-free by 2024 as part of the Department for Transport's Access for All scheme",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"White Hart Lane\"}",
     "We are working closely with Haringey Council as they regenerate the North Tottenham area. As part of these plans we are improving White Hart Lane station. This will include:",
     "{\"template\":\"bulletlist\",\"items\":[\"New station entrance, ticket hall, station facilities and station forecourt\",\"New pedestrian entrance from Penshurst Road\",\"Improved access from street level to platforms, including new lift access and new platform canopies\",\"Improvements to the area around the station including new cycle parking\",\"Improvements to the former station building\"]}",
     "Work is due to finish during 2019. While we are building the new station, the existing station will remain open.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Whitechapel\"}",
     "In preparation for the introduction of the Elizabeth line, we are working closely with Crossrail Ltd on the rebuilding of Whitechapel station. This will provide a step-free interchange between London Overground and the new service.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Barking Riverside\"}",
     "Barking Riverside is the largest housing development in east London, with planning permission for up to 10,800 new homes, as well as healthcare, shopping, community and leisure facilities.",
     "We will be developing a 4km extension (1.5km of new track) of the London Overground Gospel Oak to Barking route into the Barking Riverside development in the London Borough of Barking and Dagenham. This will be supported by a new station at the heart of the development.",
     "The extension, due to open in 2021, will provide an essential rail link to support the development of Barking Riverside, serving both new and existing residents. It will facilitate an interchange at Barking with the existing Fenchurch Street line and the District and Hammersmith \u0026 City lines, improving transport infrastructure to the area.",
     "See the \u003ca href=\"https://tfl.gov.uk/corporate/publications-and-reports/barking-riverside-extension\"\u003eBarking Riverside\u003c/a\u003e page for more information."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "advert",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}