{
 "pageTitle": "Almost one in 10 young London drivers think it is OK to drive after using cannabis",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Almost one in 10 young London drivers think it is OK to drive after using cannabis",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Research reveals 'reality gap' as TfL's Young Driver campaign targets speeding, drug driving and driving without insurance."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "'Lose your license and you're just a kid again' is the message of the latest Transport for London (TfL) campaign aimed at young drivers who speed, drive without insurance or drive under the influence of drugs.",
     "In 2007, young drivers (17 to 25 year olds) were involved in 555 collisions in London that resulted in a death or serious injury.",
     "The highest numbers of these young driver collisions occurred in the boroughs of Bromley (34), Greenwich (33) and Havering (28).",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Drug driving penalties\"}",
     "Released in support of the campaign, new TfL research 1 shows that nine per cent of young drivers feel that it is OK to drive under the influence of drugs such as cannabis.",
     "Although not widely known, the penalties for drug driving are exactly the same as for drink driving.",
     "Offenders face six months in prison, a £5,000 fine and the loss of their licence for at least 12 months.",
     "However, while the penalties are identical, the research suggests that drug driving has yet to become as socially unacceptable as drink driving.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Not worth the risk\"}",
     "Chris Lines, Head of the London Road Safety Unit at TfL, said: 'It seems that some young drivers wrongly believe that using drugs will have no effect on their ability to drive.",
     "'This couldn't be further from the truth.",
     "'Drivers throughout the Capital should be aware that the Police are now trained to test for drug impairment and that the penalties are just as serious as those for drink driving.",
     "'A conviction for drug driving will have a huge impact on a young person's life.",
     "'It's not just the jail sentence, driving ban, £5,000 fine and massive hike in car insurance.",
     "'A criminal record may prevent people from getting a visa to work overseas, working with children or even visiting America.",
     "'Think of the consequences, it's just not worth the risk.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Young driver statistics\"}",
     "The latest research follows an earlier, separate study 2 which found that 63 per cent of those that admitted to driving after taking drugs also said that they had carried passengers.",
     "Over half of this sample admitted that their driving had been impaired, while one in 10 believed that taking drugs, usually cannabis, had actually improved their driving.",
     "The Young Drivers road safety campaign is a joint initiative between TfL's Road Safety Unit and the London Safety Camera Partnership.",
     "Young drivers account for just eight per cent of all drivers in London, but are involved in 18 per cent of all collisions.",
     "In the UK, one in five drivers is involved in a collision in their first year of driving.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Research conducted by Synovate on behalf of TfL. 416 interviews were carried out face to face with drivers and non-drivers aged 17-35 in London between 11 November and 7 December 2008\",\"Research was carried in 2007 by Dynamic (survey run via drugdrivinglondon.com) and by Kiss 100 (via their website totalkiss.com). In total, there were 989 respondents. Research was in the form of anonymous self-completion surveys and was funded by Local Authority Road Safety Officers Association (LARSOA) and TfL. Statistics have not been adjusted to give figures representative of all Londoners. 47.9 per cent of the responses came from 17 to 25 year olds\",\"The London Safety Camera Partnership (LSCP) consists of the following organisations: TfL, Metropolitan Police Service, City of London Police, Her Majesty's Courts Service and London Councils. It exists to achieve three goals:\"]}",
     "To achieve these aims the Partnership operates a combination of fixed speed, mobile speed and red light camera sites across London.\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}