{
 "pageTitle": "Blackheath Hill and Shooters Hill sections of the A2 to undergo eight week improvement scheme",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Blackheath Hill and Shooters Hill sections of the A2 to undergo eight week improvement scheme",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Safety improvement project will benefit motorists, cyclists and pedestrians and minimise the need for future maintenance closures."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We've worked hard to ensure that the reconstruction of the carriageway respects the special landscape of Blackheath",
     "On 15 February, Transport for London (TfL) will begin work on the Blackheath Hill and Shooters Hill sections of the A2, making it a safer and more durable carriageway.\u003cbr /\u003e\u003cbr /\u003eSafety improvements to the carriageway, which runs between Lewisham Road and Charlton Way, will include:",
     "{\"template\":\"bulletlist\",\"items\":[\"Full reconstruction of the carriageway\",\"Improved drainage system\",\"Installation of new street lighting\",\"Improved facilities for pedestrians and cyclists\"]}",
     "TfL is working closely with the London Boroughs of Greenwich and Lewisham to ensure that disruption is kept to a minimum, and will keep motorists informed of closures and diversions through roadside message boards and local radio broadcasts.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Traffic diversions\"}",
     "During the road works eastbound traffic will be diverted via the A20.",
     "The westbound carriageway will remain open for the duration of the works.",
     "This stretch of the A2 runs through Blackheath, an area that attracts many cyclists and pedestrians.",
     "To help make their journeys safer and more enjoyable, a new segregated footway/cycleway will be installed to help keep eastbound cyclists away from other road traffic.",
     "A new cycle lane will also be created on the westbound side of the carriageway.",
     "While the safety improvement works are being carried out, eastbound buses on two routes, the route 53 towards Plumstead and the route 386 towards Woolwich will be affected.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Planning your journey\"}",
     "Route 53 will be diverted via Lewisham Road, Royal Parade and Charlton Way, and route 386 will be diverted via Lewisham Road.",
     "Buses travelling westbound will operate as normal.",
     "Passengers are advised to leave extra time to complete their journeys.",
     "Dana Skelley, Director of Road Network Management at TfL, said: 'This particular stretch of the A2 runs through an area that is very popular with walkers and cyclists.",
     "'By consulting with English heritage, we've worked hard to ensure that the reconstruction of the carriageway respects the special landscape of Blackheath, while still meeting the demands of one of London's busiest roads.",
     "'We are also working closely with the London Boroughs of Greenwich and Lewisham to ensure that disruption is kept to a minimum.'",
     "\u003cbr /\u003e\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}",
     "@this.ScriptBlock(\n        @script)"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}