{
 "pageTitle": "Chesham to get all day direct Tube services to central London",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Chesham to get all day direct Tube services to central London",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground publish the results of the Chesham and Amersham consultation."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We were very encouraged by the large volume of responses received and would like to thank all those who took part",
     "LU announced today that Tube users will get direct services all day from Chesham and central London, following a consultation last year.",
     "It is planned for the new through-services to start in 2011 after new trains are delivered on the Metropolitan line.",
     "Currently passengers travelling to and from Chesham during off peak periods have to change at Chalfont \u0026 Latimer.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Consultation responses\"}",
     "Passengers and local stakeholders in both Amersham and Chesham were asked for their views on proposals to alter off-peak Metropolitan line services to introduce two trains per hour running direct from Chesham into central London and the majority were in favour.",
     "Richard Parry, Director of Strategy and Service Development, said: 'London Underground received more than 800 responses to the consultation regarding proposed changes to Amersham and Chesham services.",
     "'We were very encouraged by the large volume of responses received and would like to thank all those customers who took part.",
     "'After considering all of the responses we plan to introduce direct services between Chesham and central London which will run throughout the day.",
     "'The introduction of all day direct services will make using the Metropolitan line more convenient for off peak passengers.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Changes to services\"}",
     "The changes, which would not affect the current peak-time services, are as follows:",
     "{\"template\":\"bulletlist\",\"items\":[\"Two trains per hour running direct between Chesham and central London throughout the day. Customers would no longer need to change at Chalfont \\u0026 Latimer\",\"Two Metropolitan line trains per hour between Amersham and central London, instead of the present four. The two trains per hour service provided by Chiltern Trains (one train per hour on Sundays) would be unaffected, so the total number of trains from Amersham to central London would fall from six to four per hour (and from five trains to three per hour on Sundays)\"]}",
     "\u003cstrong\u003eNotes to editors: \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"A full report on issues raised during the consultation will be available on the Transport for London website\",\"56 per cent of respondents expressed a view broadly in favour of the proposals\",\"28 per cent expressed a view broadly against\",\"The new air-conditioned, walk-through trains will start serving the Metropolitan line from 2010\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}