{
 "pageTitle": "Crackdown on illegal cabs in central London",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Crackdown on illegal cabs in central London",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Metropolitan Police Service (MPS) and Transport for London (TfL) continue to tackle illegal cabs and touting"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "'We are working together to keep London moving safely and committed to driving down crime and the fear of crime",
     "Twenty-five arrests were made over the weekend following Operation Helvellyn, part of a drive to tackle taxi touts in central London.",
     "The Metropolitan Police Service (MPS) and the Cab Enforcement Unit, part of the Transport for London (TfL) funded Transport Operational Command Unit (TOCU), targeted illegal cabs during a high-visibility operation overnight on Friday 20 and Saturday 21 February 2009.",
     "Uniformed Police Officers and Police Community Support Officers patrolled hotspots to tackle touting and other cab-related issues.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Safety and security\"}",
     "They also offered advice to members of the public warning them that any minicab journey that is not booked through a licensed minicab operator is illegal, uninsured and unsafe. Bar and club managers whose venues attract high numbers of illegal cabs were also advised on the danger these cabs pose to their customers.",
     "Mayor of London Boris Johnson said: 'The safety and security of people travelling around London is a top priority, and during the election I promised to crack down on the illegal touts that put the lives of Londoners and visitors in danger.",
     "'I want everyone to be able to enjoy a good night out without being preyed upon by these illegal touts as not only can they be dangerous individuals, but their cars can also be uninsured death-traps.",
     "'We are doing all we can to stop them, and partygoers can make themselves safer by using our fantastic Cabwise text service, which quickly provides the numbers for safe licensed taxi and minicab companies in the area.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Driving down crime\"}",
     "Chief Superintendent Joe Royle, Transport Operational Command Unit (TOCU), said: 'We are working together to keep London moving safely and committed to driving down crime and the fear of crime even further.",
     "'Illegal cabs and touting undermine the legitimate cab trade and pose a serious threat to the travelling public.",
     "'The Transport Operational Command Unit regularly targets policing activity on illegal cabs, and carries out major operations targeting offenders who pose as cab drivers.",
     "'The safety of the public is paramount and I would advise everyone not to get into any vehicle that they have not booked and always book a cab through a reputable Public Carriage Office (PCO) licensed operator.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Not worth the risk\"}",
     "Steve Burton, TfL's Director of Community Safety Enforcement and Policing, said: 'We are determined to crack down on touting, which can be a cover for more serious crimes like robbery or sexual assault.",
     "'No one should ever take a minicab without a booking - they are illegal, unsafe and uninsured, and it is just not worth the risk.",
     "'To get home safely, take a black cab or book a minicab through a licensed operator.'",
     "Mayor Boris Johnson has taken a tough line on touting, and any licensed driver convicted of touting will now lose their PCO driver's licence.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Roadside safety checks\"}",
     "He also announced last year that the number of dedicated cab enforcement officers in the Capital would be doubled to 68.",
     "The Cab Enforcement Unit has made more than 4,500 arrests for touting and other cab-related offences and dealt with another 2,000 offences by way of summons since 2003.",
     "This weekend's operation also involved TfL's PCO, checking on the activities of licensed drivers and operators, and the Vehicle \u0026 Operator Services Agency (VOSA) which carried out roadside safety checks of licensed taxis and private hire vehicles in the Strand and in Haymarket.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The Metropolitan Police Service Transport Operational Command Unit (funded by TfL) was set up in 2002 to fight crime on buses, enforce the laws relating to taxis and minicabs, and assist with the control of traffic congestion. There are now more than 1,000 uniformed officers in the unit\",\"The TOCU Cab Unit has made over 300 arrests since August 2008. Almost 50 licensed minicab drivers have had their Private Hire Vehicle driver's licence revoked following the introduction of the 'one strike and you're out policy' for licensed minicab drivers convicted of touting\",\"Safer Travel at Night is a partnership between the Mayor of London, TfL and the MPS, who are working together with organisations across the Capital to help make London safer at night by offering, and raising awareness of, more safe travel options - key to this has been the licensing of the private hire industry\",\"Late night travel options and information in London:ul\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}