{
 "pageTitle": "Extension to route 263 to improve transport links in north London",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Extension to route 263 to improve transport links in north London",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Buses will be extending route 263 to Holloway, Nag's Head, on Saturday 7 February 2009, to provide better transport links for bus passengers."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We hope Islington residents will welcome the extension",
     "Route 263 currently runs between Barnet Hospital and Archway Station.",
     "From Saturday, buses will continue from Archway Station along Holloway Road, terminating at Nag's Head (Camden Road).",
     "The extension to route 263 will provide passengers with access to London Overground services at Upper Holloway and a new link to the City \u0026 Islington College site on Camden Road.",
     "It will also provide an additional bus service along Holloway Road, giving passengers a wider choice of bus routes in the area.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Increasing service levels\"}",
     "Later buses are being introduced on the route, with the last bus leaving Barnet Hospital at midnight and the last bus departing from Holloway at 0:30.",
     "Double deck buses will continue to run every 10 minutes, Monday to Saturday, during the day and every 12 minutes on Sundays and in the evenings.",
     "John Barry, Head of Network Development for London Buses, said: 'London's bus network is constantly under review to ensure we continue to provide the best possible service for passengers.",
     "'The changes we're introducing on route 263 reflect changing passenger needs, and we hope Islington residents will welcome the extension.'",
     "\u003cstrong\u003eNotes to editor:\u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}