{
 "pageTitle": "Final section of Capital's orbital railway gets the go-ahead",
 "description": "The Mayor of London, Boris Johnson, and Transport Secretary, Geoff Hoon, have today reached agreement on funding for phase two of the East London line, which will complete the London Overground network and create an orbital railway around the Capital.This",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Final section of Capital's orbital railway gets the go-ahead",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "This press release was originally issued by the Mayor's press office at the Greater London Authority."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This is tremendous news. We can finally get cracking on a vital section of track that will orbitise our Overground rail services",
     "The Mayor of London, Boris Johnson, and Transport Secretary, Geoff Hoon, have today reached agreement on funding for phase two of the East London line, which will complete the London Overground network and create an orbital railway around the Capital.",
     "This means phase two of the East London line will be constructed before the 2012 Games at a cost of £75m.",
     "The scheme will link Surrey Quays on the East London line extension to Clapham Junction, providing direct links to the City and Docklands.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Real achievement\"}",
     "Boris Johnson, the Mayor of London, said: 'This is tremendous news. We can finally get cracking on a vital section of track that will orbitise our Overground rail services.",
     "'I promised Londoners that when funds were made available we would build the improvements they need. And it will be a real achievement when our Overground services are fully oysterised.",
     "'I am delighted that a long hard slog of negotiations between ourselves and the Department of Transport (DfT) has borne fruit that will result in a superb new service for thousands of Londoners.'",
     "Transport Secretary Geoff Hoon said: 'I am pleased to announce an additional £64m for TfL which will allow them to press ahead with the further extension of the East London line to Clapham Junction and deliver a number of other transport improvements in London.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Significant benefits\"}",
     "'The East London line extension will deliver a key rail link south of the river and improve local transport for Londoners by providing more choice and better access to other parts of the capital.'",
     "Phase two of the East London line will help reduce congestion on radial routes and at central London interchange stations and, along with improvements planned to be delivered in the new South Central franchise, will deliver significant benefits to most stations on the route.",
     "For example, staff at all stations while trains are running, improved safety and security and more frequent services to other parts of London's rail network.",
     "Phase two will also reduce any disruption caused by the Thameslink works at London Bridge by providing passengers with alternative routes to the City and Docklands.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"High standards\"}",
     "Transport Commissioner Peter Hendy said: 'The extension to Clapham Junction will provide significantly improved access to the City and Docklands and will allow us to extend the high standards provided on our existing London Overground network - staff at all stations, Oyster pay as you go, frequent services - to south Londoners.'",
     "Transport for London's Rail Directorate, London Rail, have worked to secure phase two for years. Managing Director Ian Brown said he was delighted. 'This agreement on funding means we can complete the missing link in our London Overground orbital network - a rail equivalent of the M25.'",
     "The DfT is providing £64m for the East London line extension phase two and other transport improvements. The Mayor and TfL will be contributing £15m towards the cost of the scheme.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The DfT is currently re-franchising the Southern services. The agreement between the Mayor and the DfT includes the transfer to TfL of the South London line services, which will be incorporated into the London Overground network when the phase two extension opens\",\"Phase two will run through the boroughs of Southwark, Lambeth, Wandsworth and Lewisham between Surrey Quays and Clapham Junction stations\",\"It will provide four trains an hour in each direction between Dalston Junction and Clapham Junction calling at all stations en route\",\"TfL will take over the operation of Wandsworth Rd and Clapham High Street stations as part of the funding package with DfT\",\"The project will help reduce congestion on radial routes and at central London interchange stations. It will also reduce the disruption caused by the Thameslink works at London Bridge by providing alternative routes to the City and Docklands. DfT will fund the enhanced track access charges that will accrue from this addition, if approved\",\"Provision for a new station at Surrey Canal Road has been included in the scheme. Construction of the station will be developed as part of the regeneration scheme for the area and will be dependent on a further value for money assessment that TfL is currently carrying out\",\"As long as the above steps are confirmed the project aims to be completed by May 2012\",\"The London Overground network consists of the Richmond to Stratford, Willesden Junction to Clapham Junction (via Kensington Olympia), Gospel Oak to Barking and Euston to Watford Junction lines, and will be joined by the extended East London line when it opens in 2010\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}