{
 "pageTitle": "London's new bus moves a step closer as TfL invites manufacturers to express an interest",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London's new bus moves a step closer as TfL invites manufacturers to express an interest",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "A notice has been published in the Official Journal of the European Union (OJEU) inviting bus manufacturers to express an interest in developing and building a new bus for London, based on the iconic Routemaster."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We were overwhelmed by the creativity and ingenuity shown in the entries",
     "Manufacturers will be expected to take the innovative ideas and designs put forward in the New Bus for London competition and consider these in combination with their own expertise in designing and building buses to come up with a final design.",
     "The Mayor of London, Boris Johnson, announced the winners of the New Bus for London competition at the end of last year, with joint first prize in the 'whole bus' design category going to Capoco Design Ltd and a collaborative entry from Aston Martin and Foster + Partners.",
     "The final design will have to meet all London Buses' requirements for vehicles in public service in London, including high standards of accessibility, safety, and emissions abatement.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"A final design\"}",
     "Kulveer Ranger, the Mayor of London's Director of Transport Policy, said: 'The New Bus for London competition was about imagination and design, and we were overwhelmed by the creativity and ingenuity shown in the entries.",
     "'The extent of background research, styling, and innovation have provided a fantastic foundation that I'm sure bus manufacturers will be eager to take through to production, delivering us a new bus fit for 21st century London.'",
     "David Brown, Managing Director of Surface Transport, said; 'A number of great ideas were harvested from the New Bus for London competition.",
     "'We are now taking those ideas to the bus manufacturers for them to come up with a final design for our new bus, and we're well on track to see the first of these on the road in 2011.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"On the road\"}",
     "Interested suppliers must be capable of providing design services, manufacturing the double deck buses and providing in-service support when they are operating on the streets of London.",
     "It is anticipated contracts will be awarded at the end of this year with on street trials of the first of the new buses on the streets of London in 2011.",
     "Interested parties need to complete a pre-qualification questionnaire by mid March.",
     "{\"template\":\"bulletlist\"}",
     "@this.ScriptBlock(\n        @script)"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}