{
 "pageTitle": "Rotherhithe road tunnel closed this weekend for station upgrade works",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Rotherhithe road tunnel closed this weekend for station upgrade works",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Rotherhithe tunnel and Branch Road will be closed from midnight on Friday 27 February until 05.00 on Monday 2 March so that Docklands Light Railway's (DLR's) contractor can carry out platform extension works at Limehouse station.",
     "Work needs to be carried out on the railway bridge above Branch Road, which provides access to and from Rotherhithe tunnel for both south and northbound traffic.",
     "Transport for London (TfL) will use this opportunity to carry out maintenance work in the Rotherhithe tunnel while it is closed.",
     "Diversion signs will direct traffic towards Tower Bridge.",
     "In order to minimise disruption, TfL will warn motorists about closures through digital road signs on the approach roads leading to the tunnel.",
     "Our traffic information centre will also send out bulletins to all London radio stations and other regional media.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Limehouse station will be closed during the platform extension works. Travellers are recommended to check before they travel\",\"DLR's contractor will be carrying out platform extension works at Limehouse station as part of their programme to lengthen platforms at stations on the Bank-Lewisham line. Once complete, DLR will be able to run trains which are three carriages long, thereby increasing capacity by 50 per cent\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}