{
 "pageTitle": "TfL travel advisory - winter weather conditions",
 "description": "A good service is currently operating across the vast majority of the Tube and bus networks this morning. London Overground and DLR are operating a normal service and the major London road network is moving freely.Transport for London staff have been",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL travel advisory - winter weather conditions",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "A good service is currently operating across the vast majority of the Tube and bus networks this morning. London Overground and DLR are operating a normal service and the major London road network is moving freely.",
     "Transport for London staff have been working through the night to ensure that as many services as possible are operating this morning, and have also been out gritting London's major roads and working with local authority teams in an effort to keep traffic moving. However, with continued low temperatures drivers are advised to exercise caution, particularly on local roads.",
     "TfL advises passengers to check before travelling via the following options:",
     "{\"template\":\"bulletlist\",\"items\":[\"The \\u003ca href=\\\"http://www.tfl.gov.uk/\\\"\\u003eTfL website\\u003c/a\\u003e \",\"The London Travel Information 24-hour telephone helpline: 020 7222 1234\",\"BBC Ceefax page 436 or ITV Teletext page 164\",\"Information on posters, leaflets and service boards at Tube stations\",\"Local media news and travel bulletins.\\u003cbr /\\u003e\"]}",
     "\u003cstrong\u003eLondon Buses \u003c/strong\u003e \u003cbr /\u003eThere is a good level of service on the vast majority of bus routes. A small number of routes are currently suspended linked to the volume of gritting taking place on local roads, and there may be reduced services on some other routes.",
     "We continue to work with London boroughs asking them to focus their gritting resources on problem areas, and we expect the situation to improve as the day goes on.",
     "\u003cstrong\u003eLondon Underground \u003c/strong\u003e \u003cbr /\u003eA good service is currently operating on the vast majority of the network.\u003cbr /\u003e",
     "For the latest status please check \u003ca href=\"http://www.tfl.gov.uk/livetravelnews\"\u003eLive travel news\u003c/a\u003e .",
     "\u003cstrong\u003eDLR and London Overground \u003c/strong\u003e \u003cbr /\u003eDLR and London Overground are operating a good service.",
     "\u003cstrong\u003eTfL Road Network \u003c/strong\u003e \u003cbr /\u003eFollowing overnight gritting, the vast majority of major London roads are moving freely this morning, however drivers are advised to continue to exercise caution particularly on some local roads.",
     "\u003cstrong\u003eCongestion Charging\u003c/strong\u003e The Congestion Charge is operating as normal today.",
     "\u003cstrong\u003eTramlink \u003c/strong\u003e A limited service is in operation between Wimbledon and Wandel Park with services running a 15 minute frequency, departing at 10, 25, 40 and 55 minutes past the hour. The rest of the network remains suspended.",
     "\u003cstrong\u003eFerry services\u003c/strong\u003e There is currently a one-boat service on the Woolwich ferry. Thames Clippers is operating a normal service. City Cruises is operating one service between Westminster and Tower Hill; it will not be operating any other services today.",
     "\u003cstrong\u003eDial-a-Ride\u003c/strong\u003e \u003cbr /\u003eThere are no Dial-a-Ride services at present. While main roads are clear, back streets and pavements remain slippery and it is too risky to bring elderly or disabled passengers out to vehicles. All passengers with bookings will be informed. The situation is being reviewed every two hours.\u003cbr /\u003e\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}