{
 "pageTitle": "Tim O'Toole to step down from London Underground",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Tim O'Toole to step down from London Underground ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Tim O'Toole CBE, Managing Director of London Underground since 2003, is stepping down to return to the United States."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "LU employees have achieved record operating results and all-time high levels of customer satisfaction",
     "Mr O'Toole has maintained his home in the US throughout his time at Transport for London.",
     "He said: 'I am sad to leave London Underground (LU) but after six years in London it is time to go home.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Record results\"}",
     "'LU's customers and employees can look forward to the continuing transformation of the Tube with the delivery of major projects between now and the London 2012 games.",
     "'I am particularly proud that LU employees have achieved record operating results and all-time high levels of customer satisfaction in this past year.",
     "'I shall always be grateful for the privilege of being part of such a great institution.'",
     "Mayor of London Boris Johnson said: 'I fully understand Tim's desire to return home after six years serving London.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Leaving a legacy\"}",
     "'During that time he has led from the front and made huge progress in delivering an improved Tube after decades of under investment.",
     "'Tim has been a magnificent public servant and we will build on the fantastic legacy he leaves in the years ahead.",
     "'I wish him and his family all the very best.'",
     "Peter Hendy, London's Commissioner of Transport, said: 'Tim has led LU to its highest levels of performance while carrying record numbers of passengers - all at a time of great change as billions are invested to improve the Tube.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Investing in the Tube\"}",
     "'His leadership was exemplified by getting London moving again so quickly after the terrorist attacks of July 2005.",
     "'We will greatly miss him as a colleague and I will miss him as a friend.'",
     "Tim will step down from LU at the end of April.",
     "The role will be advertised shortly.",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}