{
 "pageTitle": "Iconic transport typeface updated for the digital age",
 "description": "Iconic transport typeface updated for the digital age",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2016",
   "url": "/info-for/media/press-releases/2016"
  },
  {
   "title": "June",
   "url": "/info-for/media/press-releases/2016/june"
  },
  {
   "title": "Iconic transport typeface updated for the digital age"
  }
 ],
 "title": {
  "title": "Iconic transport typeface updated for the digital age ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Launch of digital friendly version of the typeface, Johnston100"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Updated version fit for purpose in environment where digital is as strong as print\",\"One of the world's longest lasting examples of corporate branding\"]}",
     "After 100 years of helping Londoners navigate their city, the iconic Johnston typeface is being updated for the digital age, complete with hashtag (#) and at (@) symbols for the first time.",
     "As TfL's presence expands beyond stations to digital mediums including apps and social media, the updated typeface known as Johnston100 contains subtle changes to make it fit for purpose in the 21st century. This includes never-before designed symbols, such as # and @, which are now widely used in an environment where digital communications are as important as print.",
     "Commissioned by London Transport's Manging Director, Frank Pick in 1913 and designed by calligrapher Edward Johnston, the font was introduced in 1916, bringing visual uniformity to London's transport network. The typeface, known as Johnston Sans has been in use from then until the present day and is used to spell all words across the entire transport network.",
     "The key reason for its ongoing popularity is the clean modern simplicity of the letters, which were in sharp contrast to the calligraphy flourishes popular at the time. While the typeface was revised in the 1970s by Eicchi Kono, the new version has been updated for the digital age.",
     "The release of Johnston100 coincides with TfL and London Transport Museum's 'Transported by Design' programme, supported by Exterion Media, marking the impact of design on the transport network with a series of exhibitions, events and merchandise. This year marks the centenary of the original Johnston typeface. Recently eleven world-renowned designers and creative agencies including Monotype, Alan Kitching and Thomas Matthews were asked to create a poster marking this anniversary. The series can now be seen across the Underground network until the end of June, with limited edition posters on sale from London Transport Museum shop and other retailers through Pyramid Posters.",
     "Jon Hunter, Head of TfL Design, said:",
     "'Over the past 100 years Frank Pick's vision and Edward Johnston's typeface has served London well.  TfL is committed to protecting this legacy and over the years we've worked closely with designers such as Eicchi Kono and most recently Monotype Type, to make subtle changes to the typeface.",
     "'Releasing the updated Johnston100 typeface is an important step forward. This will start appearing across the network later this year in a number of guises and we plan to announce the first place it can be seen on the Underground very soon. We hope this version of the 'lettering of London' for the digital age, will last for another 100 years and beyond.'",
     "Nadine Chahine, Director Monotype Type, said:",
     "'The philosophy of the Johnston design is consistent throughout, and in such a way, the typeface was versatile enough that it could sustain all of these different fashions and usages that have come in the last 100 years. It was very important to TfL that we add the extra-thin weights, because of today's digital trends. It's a technical skill, and it's also a testament of technology, in that it is able to render and print very delicate lines. We were able to capture the contemporary trend and the fashion of having something very light and very elegant, but because we are still using the original structures, we were able to maintain the soul of the typeface.'",
     "Claire Williamson, Assistant Director for London Transport Museum, said:",
     "'The name Edward Johnston may not be familiar to many people, but everybody will have seen his iconic lettering across the public transport system.",
     "'It's fantastic that the Johnston typeface has been updated for our digital age. His enduring influence on London is the mark of great timeless design.",
     "'People wanting to learn more about this famous typeface should visit our latest Designology exhibition at London Transport Museum or go on a Johnston Journeys tour at our Museum Depot in West London.'",
     "London Transport Museum has created a range of Edward Johnston inspired products and gifts to celebrate 100 years of the Edward Johnston typeface. For more information go to \u003ca href=\"http://www.ltmuseumshop.co.uk\"\u003ewww.ltmuseumshop.co.uk\u003c/a\u003e ",
     "For more information about Johnston and Johnston100 go to \u003ca href=\"https://tfl.gov.uk/campaign/transported-by-design?cid=transportedbydesign\"\u003ehttps://tfl.gov.uk/campaign/transported-by-design?cid=transportedbydesign\u003c/a\u003e  \u003ca href=\"http://www.ltmuseum.co.uk/whats-on/\"\u003ehttp://www.ltmuseum.co.uk/whats-on/\u003c/a\u003e ",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"The Ditchling Museum of Art \\u0026 Craft, founded by Edward Johnston is holding an exhibition of Johnston's typeface work until 11 September 2016. For more information go to \\u003ca href=\\\"http://www.ditchlingmuseumartcraft.org.uk/\\\"\\u003ehttp://www.ditchlingmuseumartcraft.org.uk/\\u003c/a\\u003e \",\"Johnston Journey tours at London Transport Museum Depot in west London are perfect for design lovers. The tours across various dates explore the Museum's collection to see how Edward Johnston's typeface has been applied over the last century. The Johnston Journeys tours have been made possible by the generous support of the Heritage Lottery Fund. To book a tour, go to \\u003ca href=\\\"http://www.ltmuseum.co.uk/whats-on/museum-depot/guided-tours\\\"\\u003ehttp://www.ltmuseum.co.uk/whats-on/museum-depot/guided-tours\\u003c/a\\u003e \",\"London Transport Museum is situated in the heart of Covent Garden and filled with stunning exhibits; the Museum explores the powerful link between transport and the growth of modern London, culture and society since 1800. Historic vehicles, world-famous posters and the very best objects from the Museum's extraordinary collection are brought together to tell the story of London's development and the part transport played in defining the unique identity of the city.\",\"The Museum is an educational and heritage preservation charity.  Its purpose is to conserve and explain the history of London's transport, to offer people an understanding of the Capital's past development and to engage them in the debate about its future. The Museum's charity number is 11231.\",\"The Transported by Design Festival on Sunday 3 July, which is supported by the Regent Street Association and The Crown Estate, is part of TfL's eighteen-month Transported by Design programme, which is organised in partnership with London Transport Museum and sponsored by Exterion Media.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2016/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2016/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2016/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2016/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2016/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2016/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2016/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2016/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2016/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2016/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2016/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2016/december",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}