{
 "pageTitle": "TfL working with schools to inspire more women \u0026 young people to work in transport",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2016",
   "url": "/info-for/media/press-releases/2016"
  },
  {
   "title": "June",
   "url": "/info-for/media/press-releases/2016/june"
  },
  {
   "title": "TfL working with schools to inspire more women \u0026 young people to work in transport"
  }
 ],
 "title": {
  "title": "TfL working with schools to inspire more women \u0026 young people to work in transport",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Some 12,500 volunteers from Transport for London (TfL) and other transport bodies, through the industrywide Women in Transport programme (formerly 100 Years of Women in Transport), have signed up to help inspire and motivate the next generation - particularly young women - to consider a career in transport.",
     "The group, from over 270 organisations, represent a huge array of roles in the industry and have volunteered their time to visit schools, provide work experience placements and present at careers fairs.",
     "A new schools toolkit aimed at 11-16 year olds has also been launched to help inspire young people to choose transport as a career. 'Inspiring a generation' includes two short films, which set out the crucial role the transport industry has in society - building and supporting cities and opening up opportunities for millions of people. It also features a suite of online supporting materials showcasing the wide variety of roles that are available within the industry - from communications and legal through to engineering and operational roles.",
     "The Toolkit, which will be promoted through TfL's school engagement programme as well as through social media channels, forms a key part of TfL's 100 Years of Women in Transport legacy campaign, which was created to encourage more women to explore careers in transport and improve diversity in the industry.  There has already been some progress, with 23 per cent of TfL made up of women compared with 18 per cent in the transport industry across the EU, but more work needs to be done.",
     "The campaign, which launched in May, will continue to address the gender balance by identifying and tackling key barriers to women taking up transport roles, as well as continuing with a full programme of events to further inspire women currently working within the industry as well as future generations.",
     "Mike Brown MVO, TfL's Commissioner, said `There has never been a more exciting time, especially for young women, to work in the transport industry and I hope that we can help to encourage even more young people to consider a career in transport and help inform them about the vast number of different roles on offer.",
     "`The transport industry offers a wealth of opportunities, with large scale projects like Crossrail and High Speed 2 supporting thousands of jobs and homes and boosting the country's economy.'",
     "Val Shawcross CBE, Deputy Mayor for Transport, said: `Women have always played an integral part in London's transport industry, and it is vital that this is not only recognised but also built upon. For the capital to thrive it is essential that we continue to invest in transport to meet growing demand and I would encourage women and young people to consider a career in transport at this very crucial time for the industry.'",
     "Ends\u003cbr /\u003eNotes to editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"The toolkit can be found at \\u003ca href=\\\"http://www.inspiringageneration.tumblr.com\\\"\\u003ewww.inspiringageneration.tumblr.com\\u003c/a\\u003e \",\"The toolkit has been supported by eight sponsors: Ashurst, Bircham Dyson Bell, LoHAC, Siemens, Cubic, Novacroft, Go Ahead and Tower Transit.\",\"For more information about the programme visit: TfL.gov.uk/YOWIT and follow @transportwmn on Twitter.\",\"A number of initiatives have been launched to improve TfL's engagement with young people, these have included a Bring your Daughter to work day and a nationwide schools debating competition, in which around 30 schools took part. The top four performing teams were awarded a once in a lifetime opportunity to debate at the House of Lords where a team from St. Marylebone School won.\",\"The Women in Transport campaign has been positively acknowledged within the industry and has been successful in a number of awards including the Consultancy and Engineering Awards where TfL's Sharon Fasanya won Best Woman in Construction Planning, Melanie Ogden won Best Young Woman in Construction and Romany O'Dell was a finalist in the young woman engineer category.  At the Everywoman Transport \\u0026 Logistics Awards TfL's Jo Field was named 'Industry Champion' for her efforts to attract and retain women in the sector.\",\"TfL joined forces with Crossrail, the Department for Transport, Network Rail, the Women's Transportation Seminar and Women's Engineering Society as well as others in the transport industry to celebrate 100 Years of Women in Transport. This is being used as an opportunity to showcase the role of women in transport; share best practice from across the industry and tackle the challenges that remain. The work will continue under the Women in Transport banner.\",\"The 100 Years of Women in Transport campaign began in November 2014 to celebrate 100 years since the start of the First World War, where men enlisted for military service leaving women to take on the responsibilities of male transport staff. It has been an opportunity to celebrate key historical moments and figures as well as look to the future and how to inspire more women into the industry.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2016/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2016/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2016/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2016/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2016/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2016/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2016/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2016/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2016/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2016/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2016/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2016/december",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}