{
 "pageTitle": "Cycling in London now highest since records began",
 "description": "Cycle use grew by 10 per cent last year and is forecast to grow by 12 per cent over financial year",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "February",
   "url": "/info-for/media/press-releases/2015/february"
  },
  {
   "title": "Cycling in London now highest since records began"
  }
 ],
 "title": {
  "title": "Cycling in London now highest since records began",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Cycle use grew by 10 per cent last year and is forecast to grow by 12 per cent over financial year"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "London's cycling revolution accelerated last year, with 2014 seeing new records for usage of the capital's Cycle Hire scheme and overall cycling on the Transport for London (TfL) road network.",
     "Across the TfL road network, London's main roads, cycling levels in Quarter 3 of 2014/15 (14 September to 6 December) were 10% higher than in the same quarter the previous year, and the highest since records began in 2000. It was the fifth record quarter in a row. By the end of 2014/15, TfL forecasts a 12% rise from the previous financial year.",
     "Last year was also a record for hires on London's Cycle Hire scheme, with 10,023,987 journeys made - up 5% on 2012 (the previous highest year) and 25% on 2013. At Hyde Park Corner, one of the most popular docking stations, the total number of hires in 2014 was 37% higher (102,267) than in 2012 (74,515), despite Hyde Park being a major sporting venue during the London 2012 Games. Furthermore, total hires from Waterloo station were up 12% (158,494) compared to 2013 (141,518), suggesting more people are now using the scheme as a viable commuting option.",
     "Customer satisfaction with Cycle Hire has also continued to go up, with over 80% of members intending to renew their membership - the highest proportion since the scheme began  in 2010 - and highest ever levels of satisfaction (81%) and advocacy (84%).",
     "The Mayor of London, Boris Johnson, said: `Last week I announced my final intentions for the new East-West and North-South superhighways. These amazing numbers show how cyclists are becoming ubiquitous in London and prove, if further proof were needed, why we need to crack on with catering for them. Barclays Cycle Hire continues to grow in popularity and there can be no doubt that our trusty bicycles have changed the way people get around our great city.'",
     "In addition to these figures, last year TfL began monitoring the number of cycle journeys made within the central London Congestion Charge (CC) zone. Analysis from the first year of this monitoring indicates that over 170,000 journeys are now being made each day in the CC zone, equivalent to the number of people that cycle each day to work or educational institutions in the City of Copenhagen. Bikes now make up around 16% of traffic in Central London, rising to around a quarter or even half of all journeys on some routes during peak hours.",
     "On 25 December, Christmas Day, almost 40,000 cycle hire journeys were made, beating the previous year's Christmas Day record by 41% and marking the second highest day ever for non-member hires.",
     "Ben Plowden, Director of Strategy and Planning for Surface Transport at TfL, said: 'Our aim is to make cycling an integral part of London's transport network and to be normalised so that anyone can jump on a bike to get to work, to the shops or to discover London. Seeing these continuously record breaking numbers of cyclists in London is a great demonstration that our work to make cycling easier and safer, including unprecedented levels of investment, is achieving this aim.'",
     "Record investment is helping to make cycling an integral part of London's transport network. The Mayor of London's Vision for Cycling details the £913million programme to improve infrastructure and safety for cyclists and build on the boom in cycling from the last decade, which has seen cycling numbers double. Work is set to progress on the centre-piece of the vision - the East-West and North-South Cycle Superhighways - which will become Europe's longest substantially-segregated cycle routes.",
     "The significant increase in ridership of London's Cycle Hire scheme has in part been made possible because of the addition of more docking stations across the 100km2 area of the scheme, including at Clapham, Wandsworth, Hammersmith and Fulham, and Kensington and Chelsea. There are now more than 10,000 bikes available from over 700 docking stations, up from 6,600 bikes and 400 docking stations when the scheme launched in July 2010.",
     "Even more docking stations are already planned for near Putney Pier, Vauxhall and Tower Bridge, bringing around 100 additional docking points to the scheme in the next few months, with more currently being considered across central London. Working with London boroughs, TfL is identifying further sites for docking stations to help intensify the scheme within its current footprint, providing greater opportunity to hire and dock bikes. Close to 1,000 new docking point locations have now been identified that could be delivered across London, subject to planning permission, by early 2016.",
     "{\"template\":\"bulletlist\",\"items\":[\"The Cycle Hire Customer Satisfaction and Usage Survey for Quarter 3 can be found here: http://www.tfl.gov.uk/corporate/publications-and-reports/cycling-and-walking\",\"Levels of advocacy in the Customers Satisfaction and Usage Survey are determined by the answer to 'How likely would you be to recommend Cycle Hire to friends or family'.\",\"Details of the Mayor's Vision for Cycling can be found here: \\u003ca href=\\\"http://www.tfl.gov.uk/cyclingvision\\\"\\u003ewww.tfl.gov.uk/cyclingvision.\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}