{
 "pageTitle": "Grade II Chiswick Bridge restoration enters final stage",
 "description": "Extensive concrete repairs and refurbishment work within the bridge structure are now completed",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "February",
   "url": "/info-for/media/press-releases/2015/february"
  },
  {
   "title": "Grade II Chiswick Bridge restoration enters final stage"
  }
 ],
 "title": {
  "title": "Grade II Chiswick Bridge restoration enters final stage",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Extensive concrete repairs and refurbishment work within the bridge structure are now completed"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Work to fully strengthen and refurbish the Grade II listed Chiswick Bridge, restoring the 80 year old structure, will be delivered by May 2015, with the major work completed in time for this year's annual Oxford and Cambridge Boat Race, Transport for London (TfL) confirmed today.",
     "The bridge, which crosses the River Thames in west London, was opened in July 1933 and carries around 40,000 vehicles, as well as hundreds of cyclists and pedestrians each day. While it remained safe to use, some sections of the bridge parapet and internal structures were showing signs of deterioration and needed to be replaced to ensure that the structure remains usable for many more years to come.",
     "Since April 2014, TfL has worked with key partners to deliver a programme that has seen the structure of the bridge repaired, as well as its heritage features restored. Extensive concrete repairs and refurbishment work has now been completed within the bridge structure and the strengthening of bridge parapets is also more than 90 per cent complete.",
     "The existing stonework that formed the parapets was thoroughly inspected and, where possible, highly skilled stonemasons re-instated the stonework to its original position. Where stone had deteriorated beyond repair, replacements were sourced from the same quarry that supplied the original Portland stone back in the 1930s - maintaining TfL's firm commitment to retaining the heritage value of the structure.",
     "Waterproofing of the footpaths is now underway, helping to protect the internal structure of the bridge and improve drainage. Once this work is completed, the footpaths will be fully re-opened with a new segregated walkway and cycleway. New heritage lighting will also be installed to the bridge deck and staircases during March 2015.",
     "In order to complete the remaining works, three weekend closures of the bridge are required to replace the expansion joints, which are buried within the bridge, as well as fully resurface the road. These closures are planned to take place from Saturday morning at 01.00 until Monday morning at 04.00 on the following dates:",
     "{\"template\":\"bulletlist\",\"items\":[\"Saturday 21 February until Monday 23 February 2015\",\"Saturday 28 February until Monday 2 March 2015\",\"Saturday 7 March until Monday 9 March 2015\"]}",
     "During this work, pedestrians and cyclists will still be able to cross the river by one of the footpaths, but a signed diversion route will be in place for road traffic. The route 190 bus, which runs between Richmond Bus Station and West Brompton Station, will also be diverted over Kew Bridge.",
     "TfL appreciates this is a major river crossing in West London and its state of the art 24/7 traffic control centre will monitor this location during the works to ensure that any delays are kept to a minimum. Letters have also been sent to local residents advising them of the works and live traffic information will be put on the TfL website to allow people to plan their journeys before they start.",
     "Roadside message signs will also alert drivers to the closure both in advance and during the works, to help them avoid delays and seek alternative routes, such as via Kew Bridge. Drivers are strongly advised to plan alternative routes to avoid delays across these weekends. TfL will work hard to minimise disruption and will be providing live travel information at www.tfl.gov.uk/trafficnews and on Twitter at @tfltrafficnews and @tflbusalerts",
     "Following these weekend closures, TfL will be on track to have the refurbishment work completed and all footpaths re-opened in time for the BNY Mellon Oxford and Cambridge Boat race on Saturday 11 April 2015, providing a fantastic viewing platform of the finish line.",
     "Nick Fairholme, TfL's Director of Projects \u0026 Programmes for Surface Transport, said: `Chiswick Bridge is a much loved heritage structure in west London, providing a vital river crossing as well as an excellent viewing point for the annual Boat Race. The important refurbishment work we are carrying out is progressing extremely well - however, there are some aspects that, unfortunately, just cannot be completed without full weekend closures. We are committed to keeping the disruption caused by these closures to a minimum.'",
     "Stephen Senior, English Heritage Assistant Inspector of Historic Buildings and Areas for London said: `Although the scale of the works has been extensive, we have been heartened by the conservation minded approach taken by TfL and all their contractors, enabling them to deliver a refurbished structure which retains all of the historic characteristics for which it was originally listed.'",
     "The restoration of Chiswick Bridge forms part of TfL's continuing £4bn Road Modernisation Plan, which represents the biggest investment in London's roads in a generation, including hundreds of transformational projects within the existing road network. Using radical ideas and innovative designs, the plan will make London's roads greener, safer and more attractive for the benefit of all Londoners.",
     "More detail about the refurbishment is available on TfL's website at \u003ca href=\"http://www.tfl.gov.uk/chiswickbridge\"\u003ewww.tfl.gov.uk/chiswickbridge\u003c/a\u003e ",
     "Notes to Editors:\u003cbr /\u003e•\tA selection of images from the refurbishment works are available from the TfL Press Office."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}