{
 "pageTitle": "Journey times lowest on record as LU improvements accelerate",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "February",
   "url": "/info-for/media/press-releases/2015/february"
  },
  {
   "title": "Journey times lowest on record as LU improvements accelerate"
  }
 ],
 "title": {
  "title": "Journey times lowest on record as LU improvements accelerate",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Tube customers are now getting around London more quickly than ever after improvements to reliability in recent years have resulted in journey times falling to their lowest level on record. This comes as London Underground (LU) and the Docklands Light Railway (DLR) have been named as amongst the fastest improving metros in the world in a new report.",
     "The average train journey time has reduced by 13 per cent since 2002/03.  This reflects improving reliability and increased services.",
     "LU and the DLR are now recognised as among the fastest improving metros in the world over the period 2010/11 to 2013/14. Across all seven areas considered in this year's International Report, LU and the DLR have improved at a faster rate than the average. This includes areas of safety, reliability, operating costs and other factors. The International Report is based on Annual Key Performance Indicator (KPI) data from CoMET (Community of Metros) and Nova (Nova Group of Metros), which together consist of 32 metro systems from 30 cities around the world.",
     "Over the period, sustained investment in modernising the LU network, as well as a rigorous focus on reliability, has seen a real difference for our  passengers. On the Victoria line reliability has improved by 74 per cent and on the Jubilee it has improved by 67 per cent. Both the DLR and LU perform better than the average in terms of staff safety productivity and significantly better than average in terms of operating cost recovery ratio, a measure of financial sustainability.",
     "The Mayor of London, Boris Johnson, said: `London Underground is carrying a staggering number of people each day and as our population grows we are continuing to invest to ensure the Tube's future success. Transport for London's work to modernise the network, as well as a rigorous focus on reliability, has seen a real difference for passengers and will ensure we keep London and its economy moving in the 21st century.'",
     "Gareth Powell, LU's Director of Strategy and Service Development, said: `The work being carried out across the LU and DLR to improve the service we give our customers is now paying real dividends. Customers are benefiting from the upgrades of the Jubilee, Victoria and Northern lines and work is well underway to modernise the Circle, District, Hammersmith \u0026 City and Metropolitan lines. We continue to improving the train service and, at the same time, we are improving our safety performance and transforming the way we serve our customers.",
     "`But we must do more - we're carrying record numbers of people on our network and numbers are set to rise even further, so it is vital that we continue, through sustained investment, to renew the network so that we can play our part in supporting London's success and economic growth.'",
     "London's population is set to grow from 8.6m today to around 10m by 2030 - that's an extra Tube train full of  people every three days - and it is therefore essential that there is continued investment in increasing services and transport infrastructure to meet this increasing demand.",
     "To support this, LU is carrying out a huge programme of modernisation, with major stations, trains, track and control systems being updated or replaced to provide more capacity for a growing city.  Each line is being worked on and we will, assuming a continued  investment programme, see more than a 30 per cent increase in capacity.",
     "Redevelopment work to increase capacity at key stations and make them step-free is underway at places such as Victoria, Tottenham Court Road and Bond Street.  More than half of LU's 270 stations have now been improved to leave  them brighter and easier to use, with tactile strips, better CCTV and help points, electronic information displays in ticket halls and on platforms and improved seating and lighting.",
     "New air-conditioned walk-through trains are being introduced on 40 per cent of the LU network. The Circle, Metropolitan and Hammersmith \u0026 City lines already have these trains in service and they are now also on the District line - where more trains are due this year.",
     "{\"template\":\"bulletlist\",\"items\":[\"The CoMET and Nova benchmarking groups provide a forum for metros to share experiences, compare performance and identify best practices.\",\"The figures are contained in two reports published as part of London Underground's Rail \\u0026 Underground Panel and can be found here: \\u003ca href=\\\"/corporate/publications-and-reports/rail-and-underground-panel\\\"\\u003e/corporate/publications-and-reports/rail-and-underground-panel\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}