{
 "pageTitle": "Mayor and TfL take action to boost taxi trade",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "February",
   "url": "/info-for/media/press-releases/2015/february"
  },
  {
   "title": "Mayor and TfL take action to boost taxi trade"
  }
 ],
 "title": {
  "title": "Mayor and TfL take action to boost taxi trade ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "The Mayor and Transport for London (TfL) have confirmed plans to develop and expand the number of taxi ranks in the capital as part of ongoing work to support the trade and to better meet the needs of drivers and passengers.",
     "Today, Transport for London (TfL) formally responded to the London Assembly Transport Committee's 'Future Proof' report, which examined taxi and private hire services in the Capital. Sir Peter Hendy CBE, London's Transport Commissioner, gave evidence to the Transport Committee and announced the publication of two action plans that will develop taxi ranking arrangements and the provision of taxi services in the suburbs.",
     "More than a third of the 70 million taxi journeys completed in London each year originate from a taxi rank. Ranks are also of particular importance to passengers with mobility issues or those starting their journey in suburban areas. In recognition of this, TfL has today published a Taxi Rank Action Plan. The Plan sets out ambitious plans to expand the network of 500 taxi ranks that TfL has appointed, with £600,000 funding to further increase the number of ranks by 20% by 2020.",
     "TfL has also confirmed it will undertake a strategic review of rank provision across the Capital - which will be completed by early 2016 - and will inform plans to introduce new ranks. A dedicated taxi ranks web page will be created - to inform both drivers and passengers - and this information will be made available to app developers. The Plan also contains a proposal to explore sponsorship of late night marshals at key taxi ranks.",
     "Of the 25,000 licensed taxi drivers in London, around 3,500 are suburban drivers who are licensed to work in one of nine suburban sectors - providing a valuable service to passengers in outer London. Following a review of suburban taxi service, which included two trade workshops and a public consultation, TfL has today launched a Suburban Action Plan. This sets out plans to ensure that suburban taxi services continue to cater for demand in outer London as the population of the capital continues to grow.",
     "The Plan explores the possibility of creating more Island Ranks - that allow suburban drivers to pick up passengers on the edge of their licensed area. TfL has established seven Island Ranks, including Finsbury Park, Putney Station and Garrett Lane, and plan to introduce more - informed by the strategic review of rank provision. It also includes a commitment to complete a survey to ensure a better understanding of supply and demand and inform future policy.",
     "In addition, as part of a new approach by the Mayor and TfL to work with the industry on the issues it faces, a new Taxi and Private Hire Terms of Reference Group will be created to consider the future developments of both the taxi and private hire trades. TfL will also establish a regular forum to discuss taxi issues with suburban drivers alongside established trade representatives.",
     "Mayor of London, Boris Johnson, said: `These plans deliver on my commitment to listen to the taxi trade and to help it to continue to offer passengers a first rate service that is the envy of the world. Boosting the number and the type of taxi ranks we have - particularly in the suburbs - is central to this aim and will help to ensure better business for cabbies and an even better service for customers.'",
     "Sir Peter Hendy CBE, London's Transport Commissioner, said: `London's taxi and private hire services are the envy of the world and, under our oversight, are thriving. Customer satisfaction rates are high and our robust enforcement work with police colleagues means journeys in taxi and private hire vehicles have never been safer.",
     "`However, we are not complacent and recognise that both the taxi and private hire trades must move with the times and keep pace with technological advances. We have carefully considered the Assembly's recommendations and I'm pleased that several are already in hand; and have today published two further action plans to develop the services offered to passengers.'",
     "TfL has also announced that an over the counter service for taxi and private hire driver license applications will be introduced in June, meeting a long-standing aspiration of the trade and providing drivers with the option to hand in documentation or speak to someone face-to-face about their application, if they wish to do so.",
     "One proposal from the public consultation that will not be taken forward, due to a lack of consensus amongst drivers themselves, is a proposal to reduce the number of suburban sectors.",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL is responsible for licensing 100,000 taxi and private hire drivers, 85,000 taxi and private hire vehicles and 3,000 private hire operators and is the largest licensing authority in England and Wales and is responsible for licensing over a third of all services.\",\"TfL's regulation of the taxi trade is widely recognised as the best in the world. The rigorous Knowledge of London examination coupled with the Conditions of Fitness, which require every taxi to be fully accessible, mean an exceptionally high standard is required.\",\"TfL's response to the London Assembly Transport Committee 'Future Proof' report is available, on request, from the TfL Press Office.\",\"The Ranks Action Plan and Suburban Action Plan are available from: \\u003ca href=\\\"http://tfl.gov.uk/modes/taxis-and-minicabs\\\"\\u003ehttp://tfl.gov.uk/modes/taxis-and-minicabs\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}