{
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "February",
   "url": "/info-for/media/press-releases/2015/february"
  },
  {
   "title": "Mayor confirms Britain’s first “Safer Lorry Scheme”"
  }
 ],
 "title": {
  "title": "Mayor confirms Britain’s first “Safer Lorry Scheme”",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "HGVs without safety equipment to be banned from London as Mayor confirms Britain's first \"Safer Lorry Scheme\""
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The Mayor, Boris Johnson, Transport for London (TfL) and London Councils have given the go-ahead for a London-wide ban on any lorry not fitted with safety equipment to protect cyclists and pedestrians.",
     "In a public consultation, the proposed \"Safer Lorry Scheme\" received 90 per cent support.",
     "Traffic orders implementing the scheme are currently being published. Installation of road signs at the London boundary, training of police officers and information campaigns with drivers and hauliers have all started.",
     "The scheme will commence operation on 1 September, as soon as all of the 600 warning signs are in place.",
     "All roads in Greater London (except motorways) will be covered by the scheme. It will require vehicles of more than 3.5 tonnes to be fitted with sideguards to protect cyclists from being dragged under the wheels in the event of a collision, along with Class V and Class VI mirrors giving the driver a better view of cyclists and pedestrians around their vehicle.",
     "The scheme will operate 24 hours a day, seven days a week, and will be enforced by the police, the Driver and Vehicle Standards Agency and the joint TfL and DfT-funded Industrial HGV Taskforce (IHTF). The maximum fine for each breach of the ban will be £1000. The operator will also be referred for consideration to the relevant Traffic Commissioner, who is responsible for the licensing and regulation of HGV operators.",
     "The Mayor of London, Boris Johnson, said: `Improving the safety of London's roads is a top priority. We know that a large number of cyclist deaths and serious injuries involve a relatively small number of trucks and lorries that are not fitted with basic safety equipment. Such vehicles are not welcome in the capital and the Safer Lorry Scheme will see them effectively banned from our streets. The lives of thousands of cyclists and pedestrians will be much safer as a result and I urge all operators of HGVs to get on board and make it a success.'",
     "Cllr Julian Bell, Chair of London Councils' Transport and Environment Committee, said: `This scheme will save lives and London Councils is pleased to be representing the boroughs in the development of the new London Safer Lorry Scheme. The scheme balances practical issues with the urgent need to address the danger lorries can pose to other users. The agreement and making of the required traffic orders for each of the 33 London Authorities' extensive road networks is a significant achievement and now allows the scheme to be implemented as planned later this year. London Councils is determined to make London's roads safer for drivers, cyclists and pedestrians, and as regular cyclist myself I am proud London is leading the way in introducing this scheme.'",
     "London's Transport Commissioner, Sir Peter Hendy CBE, said: `The essential role that freight plays in any city is vast, and none more so than London. Equally vital is ensuring that we can all safely use our roads and this is why I am pleased to announce the launch of the country's first Safer Lorry Scheme. London's lead in improving the safety and efficiency of freight has once again been demonstrated. The Safer Lorry Scheme is a fantastic example of the benefits of partnership working. The rogue minority of HGVs that operate on our roads without effective basic safety equipment will be forced to improve or be banned. This will save lives and ensure a level playing field for operators.'",
     "The announcement was made at the second annual London Road Safety conference on Thursday 5 February, hosted by TfL, which brought together a wide range of partners and stakeholders, including the London boroughs, to promote collaboration and knowledge sharing on road safety.",
     "HGVs are disproportionately represented in cyclist fatalities in the capital. Of the 14 cyclist deaths in London in 2013, nine involved HGVs. Although the number of serious collisions involving cyclists and HGVs in 2014 decreased, it remains one of TfL's key commitments to reduce the number of people killed or seriously injured in London by 40 per cent over the next five years.",
     "Working in partnership with boroughs and stakeholders to improve best practice and share information is one of six commitments published by the Mayor and TfL to reduce the number of people killed and seriously injured on London's roads every year.",
     "TfL has begun a campaign of engagement across the country to ensure operators and drivers are aware of the requirements and begin adopting safety equipment before enforcement starts in September. This includes advertisements, leafleting, information being sent to businesses and police training. Through these measures and through regular IHTF operations, the minority of HGVs on London's roads without the appropriate safety equipment will be further reduced ahead of enforcement starting.",
     "Londoners may start to notice the Safer Lorry Scheme signs, stating 'Safer HGV Zone' appearing across London, although they will be covered up until operational. Last year, TfL and London Councils' consultation on the scheme showed overwhelming support for the plans, with more than 90 per cent of respondents agreeing with the proposals. A further consultation on the traffic orders saw no significant objections raised.",
     "The introduction of the Safer Lorry Scheme is one of the key actions of TfL's Cycle Safety Action Plan (CSAP). The plan, which will help deliver TfL's six key overarching commitments to road safety, includes a wide range of actions, including:",
     "{\"template\":\"bulletlist\",\"items\":[\"Delivering the major infrastructure programmes outlined in the Mayor's Vision for Cycling, emphasising the importance of cycle safety on the capital's roads. Last year preliminary work started on Oval Junction, the first of 33 junctions to be radically redesigned to make them safer for cyclists, and work on Elephant and Castle will begin this year\",\"Working with regulators and the automotive industry to explore how improvements to HGV design could further protect cyclists, such as better and higher cabs to improve driver direct vision, and the independent evaluation of blindspot safety technology to help inform HGV operator buying decisions.\",\"Extending the safety principles of the award-winning Fleet Operator; Recognition Scheme (FORS) by developing cycle safety initiatives for other operator sectors such as buses, coaches, tour buses, taxis, private hire vehicles, light goods vehicles, cycle couriers and cyclists generally, encouraging drivers to be more sympathetic to vulnerable road user needs.\"]}",
     "Earlier this year, TfL announced that AECOM, in partnership with the Chartered Institute of Logistics and Transport and Fleet Source, will manage, develop and grow FORS as it expands across the country into a truly national accreditation scheme.",
     "ENDS",
     "Note to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"An image of the signs for the Safer Lorry Scheme is available from the TfL Press Office on request (0845 604 4141)\",\"Vehicles that would be affected by the Safer Lorry Scheme can easily be retrofitted to comply. Side guards can be fitted from approximately £500 and blindspot safety mirrors can be fitted for approximately £300 per mirror. The Safer Lorry Scheme requirements have been a prerequisite for the Freight Operators Recognition Scheme (FORS) Bronze award since earlier last year. FORS was last year recognised with a Prince Michael International Road Safety Award for its continuing work to improve fleet and freight safety across the UK\",\"The Safer Lorry Scheme will form one part of the continuing work that is already underway across London to improve road safety involving freight vehicles, in particular construction vehicles. Regular road safety police operations continue to be carried out by the Industrial HGV Task Force and the MPS Commercial Vehicle Unit across London, targeting non-compliant heavy goods vehicles, drivers and operators using the capital's roads\",\"The Industrial HGV Taskforce  is funded by TfL and the Department for Transport (DfT) and formed of the Metropolitan Police Service, the Driver and Vehicle Standards Agency and the City of London Police. It has been deterring non-compliant operators by conducting targeted, intelligence led enforcement operations since October 2013\",\"Since October 2013, the Industrial HGV Taskforce has resulted in more than 4000 vehicles being stopped, with 47 vehicles being seized, 2000 roadworthiness prohibitions given to drivers and more than 1,000 fixed penalty notices issued\",\"In 2014 the MPS Commercial Vehicle Unit stopped over 5000 vehicles, issued 811 PG9s, 866 FPNs and seized 46 vehicles.\",\"The Cycle Safety Action Plan can be downloaded here: www.tfl.gov.uk/corporate/publications-and-reports/road-safety\",\"In March 2013, the Mayor launched his Vision for Cycling in London, which detailed his £913m programme to improve infrastructure and safety for cyclists in the capital.\",\"In February 2014 the Mayor and TfL published six safety commitments, which supports the Safe Streets for London plan to reduce further the number of people killed or seriously injured on London's roads by 40 per cent by 2020, and brings focus to the range of actions needed by us and our partners to make our streets safer: http://www.tfl.gov.uk/cdn/static/cms/documents/safe-london-streets-our-six-road-safety-commitments.pdf\"]}",
     "The six key commitments are:",
     "{\"template\":\"bulletlist\",\"items\":[\"Last year, the Mayor confirmed that regular road safety police operations, based on the original \\\"Operation Safeway\\\" which ran at the end of 2013, will continue to operate across London for two days every month, on unannounced days. The MPS Commercial Vehicle Unit and the Driver and Vehicle Standards Agency also continue to enforce against non-compliant and dangerous commercial vehicles and drivers.\",\"Launched in 2013 as an industry response to a TfL commissioned report, the Construction Logistics and Cyclist Safety (CLOCS) programme has brought together developers, construction companies, operators, vehicle manufacturers and regulatory bodies to ensure a road safety culture is embedded across the construction industry. Due to CLOCS, over 20 construction clients require FORS accreditation as part of their contracts to help reduce collisions between trucks and all vulnerable road users. Further information about CLOCS is available at: www.clocs.org.uk.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}