{
 "pageTitle": "New safer HGV cabs showcased",
 "description": "New safer HGV cabs showcased at major construction and cycle safety event",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "February",
   "url": "/info-for/media/press-releases/2015/february"
  },
  {
   "title": "New safer HGV cabs showcased"
  }
 ],
 "title": {
  "title": "New safer HGV cabs showcased",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Potentially lifesaving vehicles on show at CLOCS progress event at ExCeL"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"New designs will help tackle HGV's disproportionate involvement in cyclist fatalities\",\"TfL in the middle of its biggest ever focus on freight road safety\"]}",
     "New, safer designs for a range of construction vehicles are today on show at a major event as part of the freight industry's efforts to improve road safety and better protect cyclists and pedestrians.",
     "More than a dozen HGV's are on display at the Construction Logistics and Cycle Safety (CLOCS) event at ExCeL, which is being supported by Transport for London (TfL). The event will see manufacturers such as Mercedes-Benz, DAF Trucks, Scania, Volvo and MAN showcasing new vehicles that reduce deadly blind-spots.",
     "London currently sees 23 per cent of the country's construction output and as construction levels rise an increased focus is being placed on making industry vehicles safer. Between 2008 and 2013, 55 per cent of cyclist fatalities in the Capital involved a HGV, a disproportionate number of which were construction vehicles.",
     "CLOCS, which is supported and part-funded by TfL, has seen progress in improving freight safety with the design of safer urban construction vehicles, reducing deadly blind-spots and improving drivers' direct vision giving maximum visibility of vulnerable road users. The vehicles exhibited this week will be trialled and evaluated by operators and the manufacturers in the coming months. This clearly demonstrates the rapid achievements of CLOCS and TfL and the industry's desire to tackle this issue.",
     "TfL is working hard to improve freight and fleet road safety both in London, as well as setting an example for other highways authorities across the UK. The Mayor and TfL recently announced that the UK's first Safer Lorry Scheme will begin operation in September and will see lorries without safety equipment to protect cyclists and pedestrians banned from the Capital. The Mayor, TfL and Transport \u0026 Environment have also successfully lobbied the European Union on the issue of safer HGV designs. As a result, Members of the European Parliament recently voted to allow longer vehicles across the continent paving the way for lower driving cabs and improved direct vision of the driver.",
     "London's Transport Commissioner, Sir Peter Hendy CBE, said:",
     "'Every death and injury on our roads is a tragedy and ruins lives. At TfL we are reducing these wherever possible, and are proud to be a supporter and funder of CLOCS, which has been making great progress to make all road users safer.",
     "'The new vehicles on show today, with massively reduced blind-spots, show what can be done if people join together for a common good to solve a simple problem. We will continue our work to improve freight road safety in all aspects, be it collaboration, regulation, enforcement and lobbying, to create a Capital fit for freight, and freight fit for the Capital.'",
     "CLOCS was created in February 2013 following a TfL commissioned review into the causes of, and the prevention of, collisions between cyclists and the construction sector's transport.",
     "More than 80 organisations from across the industry are members of the programme, demonstrating a clear drive for improved road safety. In the first two years of CLOCS, breakthroughs have been made on lorry design and a common national standard for Construction Logistics has been created and implemented nationally. CLOCS has demonstrated how ownership, commitment and ambition throughout construction supply chains can improve the safety of all road users.",
     "For more information about the wide range of work that TfL is carrying out to improve road safety in the freight industry, please visit \u003ca href=\"http://www.tfl.gov.uk/freight\"\u003ewww.tfl.gov.uk/freight\u003c/a\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Launched in 2013 as an industry response to a TfL commissioned report, the Construction Logistics and Cyclist Safety (CLOCS) programme has brought together developers, construction companies, operators, vehicle manufacturers and regulatory bodies to ensure a road safety culture is embedded across the construction industry. Due to CLOCS, over 20 major construction clients across the UK require FORS accreditation as part of their contracts to help reduce collisions between trucks and all vulnerable road users. Further information about CLOCS is available at: \\u003ca href=\\\"http://www.clocs.org.uk\\\"\\u003ewww.clocs.org.uk\\u003c/a\\u003e .\",\"Vehicles affected by the Safer Lorry Scheme can easily be retrofitted to comply. Side guards can be fitted from approximately £500 and blind-spot safety mirrors can be fitted for approximately £300 per mirror.\",\"Contravention of the Safer Lorry Scheme requirements will result in a fine of up to £1000 and a referral to the relevant Transport Operator\",\"The Safer Lorry Scheme requirements have been a prerequisite for the FORS Bronze award since earlier last year. FORS was recognised with a Prince Michael International Road Safety Award for its continuing work to improve fleet and freight safety across the UK.\",\"Earlier this year, TfL announced that AECOM, in partnership with the Chartered Institute of Logistics and Transport and Fleet Source, will manage, develop and grow FORS as it expands across the country into a truly national accreditation scheme.\",\"The Safer Lorry Scheme will form one part of the continuing work that is already underway across London to improve road safety involving freight vehicles, in particular construction vehicles. Regular road safety police operations continue to be carried out by the Industrial HGV Task Force and the MPS Commercial Vehicle Unit across London, targeting non-compliant heavy goods vehicles, drivers and operators using the Capital's roads.\",\"The IHTF is funded by TfL and the Department for Transport (DfT) and formed of the Metropolitan Police Service, the Driver and Vehicle Standards Agency and the City of London Police. It has been deterring non-compliant operators by conducting targeted, intelligence led enforcement operations since October 2013.\",\"Since October 2013, the IHTF has resulted in more than 4000 vehicles being stopped, with 47 vehicles being seized, 2000 roadworthiness prohibitions given to drivers and more than 1,000 fixed penalty notices issued.\",\"In 2014 the MPS Commercial Vehicle Unit stopped over 5000 vehicles, issued 811 PG9s, 866 FPNs and seized 46 vehicles seized\",\"In November 2014, MEPs voted an exception to Weights and Dimensions regulations to allow vehicle manufacturers to exceed the current maximum lengths of HGVs as long as they comply with new environmental and safety standards. This will allow lower driving cabs with increased direct vision.\",\"The Cycle Safety Action Plan can be downloaded here: \\u003ca href=\\\"http://www.tfl.gov.uk/corporate/publications-and-reports/road-safety\\\"\\u003ewww.tfl.gov.uk/corporate/publications-and-reports/road-safety\\u003c/a\\u003e \",\"In March 2013, the Mayor launched his Vision for Cycling in London, which detailed his £913m programme to improve infrastructure and safety for cyclists in the Capital.\",\"In February 2014 the Mayor and TfL published six safety commitments, which supports the Safe Streets for London plan to reduce further the number of people killed or seriously injured in London by 40 per cent by 2020; and brings focus to the range of actions needed by us and our partners to make our streets safer: http://www.tfl.gov.uk/cdn/static/cms/documents/safe-london-streets-our-six-road-safety-commitments.pdf\",\"The six key commitments are:\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"Last year, the Mayor confirmed that regular road safety police operations, based on the original \\\"Operation Safeway\\\" which ran at the end of 2013, will continue to operate across London for two days every month, on unannounced days. The MPS Commercial Vehicle Unit and the Driver and Vehicle Standards Agency also continue to enforce against non-compliant and dangerous commercial vehicles and drivers.\",\"Earlier this year, TfL also expanded the award-winning Fleet Operators Recognition Scheme (FORS) to grow and provide its benefits across the country. Between 2012 and 2013, FORS accredited operators reduced injury collisions by 41 per cent and total collisions by a quarter.\",\"Last year showed an increase in construction output across the country, with London taking the lead. 23 per cent of the value of the UK's construction in 2014 took place in the Capital. The Capital's population has hit its highest ever figure of 8.6 million, and with the population projected to reach 10 million by 2030, these the vitality of construction logistics to the Capital will grow further, and so to will the need for a continued focus on road safety.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}