{
 "pageTitle": "River Action Plan delivers record Thames ridership",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "February",
   "url": "/info-for/media/press-releases/2015/february"
  },
  {
   "title": "River Action Plan delivers record Thames ridership"
  }
 ],
 "title": {
  "title": "River Action Plan delivers record Thames ridership",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "A record 9.8 million passengers are using the River Thames‎, two years on from the launch of the Mayor's River Action Plan, it was announced today.",
     "The River Action Plan, launched in February 2013, details a host of measures designed to increase the number of river passengers to 12 million by 2020.  Figures from January to December 2014 have shown very positive signs as passenger numbers on River Buses and River Tours increased to 9.8 million, compared to 8 million for the same period in 2013.",
     "The Mayor and Transport for London (TfL) have confirmed that a new developer led pier ‎will open at Plantation Wharf this year in order to meet the increased demand. Work to extend three central London piers - Bankside, Embankment and Westminster Piers - is well underway and due to complete by spring 2016.  A new pier will open next year at Battersea Power Station and two more will be built at Convoys Wharf and Enderby Wharf in 2017.  ‎",
     "The possibility of a new pier at Rotherhithe is also being explored.",
     "Throughout 2015/16 TfL will continue to plan and deliver key improvements as part of the River Action Plan.  This will include:",
     "{\"template\":\"bulletlist\",\"items\":[\"Oyster pay-as-you-go validators to be installed at all River Bus Piers in autumn 2015.  These will accept contactless payment by summer 2016;\",\"A package of upgrades will be rolled out at remaining TfL Piers which includes better signage and improved lighting;\",\"Cycle parking and Cycle Hire provision will be improved at piers;\",\"TfL will work with businesses and developers to promote greater use of river services.\"]}",
     "The Mayor of London, Boris Johnson, said: ‎`With almost ten million people travelling on the Thames last year the river is now an even more integral part of life in our Capital.  Passengers are benefitting from an ever improving service and with new piers in the pipeline, along with a whole host of other improvements, we are sure to see an increasing number of people using the river to travel around our fine city.`",
     "Richard Tracey AM, the Mayor's River Ambassador, said: `It is only right that the River Thames, which has served our Capital for centuries, is given the investment it needs to flourish.  These latest passenger figures demonstrate that the River Action Plan is paying dividends and we are sure to break the Mayor's target of 12 million passengers by 2020.  We are also very pleased with the rapid growth in freight transport on the river, which is helping to relieve pressure on our road network.`",
     "Garrett Emmerson, TfL's Chief Operating Officer for Surface Transport, said: `Two years on from the launch of the River Action Plan and our river services continue to grow ever more popular.  This year's figures clearly show that the recent measures implemented by TfL and the River Concordat to increase river ridership are working - we're now well on our way to reaching our goal of getting 12 million passengers on the Thames by 2020.  This work will continue to progress as all those involved remain committed to delivering the ambitious plans set out in the River Action Plan and ensuring that the river continues to play an important role in keeping London moving.`",
     "To better integrate river services with the wider transport network, TfL has undertaken feasibility work for Oyster and contactless payment validators and will install these at all River Bus piers to improve convenience for passengers and promote interchange with other modes.  These will be built throughout 2015 and 2016.",
     "TfL has also worked with stakeholders to improve access to the river for cyclists.",
     "Additional cycle parking will be installed at Embankment, Millbank and Westminster Piers and Cycle Hire docking stations will be installed near Canary Wharf and Putney Piers in spring 2015.",
     "TfL has been working with partners to explore commercial opportunities at TfL piers to improve the customer experience.  Metro racks have been trialled at TfL piers and new opportunities such as water vending machines, ice cream pop-ups and a potential retail unit at Westminster Pier may be implemented in 2015/16.  All of these ventures have the potential to provide additional funding to be reinvested in the pier network.  TfL has also commissioned a feasibility study into how commercial opportunities could fund infrastructure improvements to Festival Pier. Further work is planned for Greenwich Pier.",
     "Passenger information continues to be improved at all river piers, with clearer transport interchange information helping to integrate the river with the rest of the transport network.  Work has also been undertaken to deliver clearer signage, better flooring and improved lighting.  Real time boat information is available for River Bus services at all piers, online and via text messaging.  The @TfLRiver Twitter feed provides passengers with Real Time River updates through social media",
     "{\"template\":\"bulletlist\",\"items\":[\"The Mayor brought together over 40 organisations to form a River Concordat in 2009 and appointed Richard Tracey AM as the Mayor's Ambassador for River Transport, charged with boosting its growth.  It is an agreement between the Port of London Authority (PLA), boat operators, pier owners, boroughs, TfL and the Greater London Authority that sees all organisations working together to improve passenger services and increase the number of people travelling on the River Thames.\",\"TfL's River Action Plan is available to view at \\u003ca href=\\\"http:// http://www.tfl.gov.uk/assets/downloads/river-action-plan.pdf\\\"\\u003ehttp://www.tfl.gov.uk/assets/downloads/river-action-plan.pdf\\u003c/a\\u003e .\",\"For more information on London's river services, visit \\u003ca href=\\\"http://www.tfl.gov.uk/river\\\"\\u003ewww.tfl.gov.uk/river\\u003c/a\\u003e or pick up one of the new guides from some London River Services' piers, London Underground stations and Transport for London Travel Information Centres.\",\"There is a third off standard adult and child fares on most river services for passengers with valid Travelcards. Oyster pay as you go is accepted on River Bus services and passengers using it to pay for their fare receive a 10% discount on most River Bus services.  For regular passengers there is a range of competitive season tickets available on a weekly, monthly and yearly basis.\",\"London River Services owns and manages eight piers on the river: Westminster, Festival, Embankment, Millbank, Blackfriars, Bankside, Tower and Greenwich.\",\"All London River Services piers are step-free at all states of the tide, allowing access for mobility impaired passengers.  Most river boats are accessible - passengers should contact boat operators for comprehensive accessibility information when planning their journeys.  The relevant contact information is available at \\u003ca href=\\\"http://www.tfl.gov.uk/river\\\"\\u003ewww.tfl.gov.uk/river\\u003c/a\\u003e \",\"Richard Tracey AM, the Mayor's River Ambassador, is available for interview.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}