{
 "pageTitle": "Safer Travel at Night campaign - 2014 successes",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "February",
   "url": "/info-for/media/press-releases/2015/february"
  },
  {
   "title": "Safer Travel at Night campaign - 2014 successes"
  }
 ],
 "title": {
  "title": "Safer Travel at Night campaign - 2014 successes",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Transport for London's (TfL) Safer Travel at Night (STaN) campaign, which aims to eradicate illegal touting, produced successful results in 2014 by tailoring tactics to hotspot areas and using more public engagement and higher visibility.",
     "During last year's two main periods of STaN campaign activity - around the start of the university academic year in September and over the festive period in December - the Metropolitan Police Service (MPS), City of London Police (CoLP) and TfL's Taxi and Private Hire Compliance Teams stepped up their activity to help raise awareness of the dangers that the public face if they use unbooked minicabs.",
     "Last year's tactics focused on providing more police officers in high visibility roles in locations that have been historically known for persistent touting. Over 400 police officers are regularly mobilised for major operations such as STaN, and TfL directly funds 68 dedicated police cab enforcement officers, 41 TfL compliance officers and 32 vehicle inspection staff.",
     "A group of 290 female police officers are also called upon as part of covert anti-touting operations. Officers were out and about late at night and in the early hours of the morning, to prevent touting in the first instance and to engage with the public - particularly those who may be tempted to take an unbooked minicab after a night out.",
     "In addition to these tactics, throughout STaN the MPS committed greater emphasis on combating repeat touts through intelligence led operations involving Automatic Number Plate Recognition cameras (ANPR).",
     "During the two main STaN phases in 2014, the MPS and CoLP made a total of 94 arrests for touting, with over 3,600 minicabs and taxis stopped and checked. This is in addition to the regular enforcement operations carried out throughout the course of the year.",
     "More than 700 arrests were made in 2013/14 for illegal plying for hire, and more than 8,000 arrests have been made since 2003.  This work has seen the proportion of women aged 16 - 44 approached by a tout at the end of a night falling from 66% in 2003 to 16% in 2014.",
     "Alongside policing activity, TfL's Taxi and Private Hire Compliance Officers continued their on-going activity throughout the STaN campaign to protect the legitimate taxi and private hire industry by conducting checks on drivers, vehicles and operators across the Capital.",
     "Over 100 checks were undertaken throughout December 2014, with 91 various offences reported by the team. These included two private hire operators reported for trading from premises without a valid licence, 23 private hire drivers reported for working without being in possession of their licence and plying for hire illegally, and 64 taxis reported for operating outside of their designated 'yellow badge' licence area and driving without the correct insurance.",
     "TfL's engagement with the public as part of STaN included teams visiting 494 bars, pubs and clubs in hotspot locations, handing out approximately 132,000 leaflets and engaging with over 50,000 members of the public to provide advice on how to get home safely. During the September phase of the campaign, the engagement team also visited over 29 university 'Freshers' Fayres', speaking with around 50,000 students.",
     "Siwan Hayward, TfL's Deputy Director of Enforcement and On-Street Operations, said: `The safety and security of the travelling public is a priority for us. We want everyone who uses a minicab to ensure it is pre booked through a licensed operator. It can be tempting at the end of a night out to jump into the first car that approaches you, but we want people to know any minicab that is not pre booked is acting illegally and is essentially just a stranger's car.",
     "`We, alongside our policing partners, are committed to cracking down on this illegal and unsafe behavior and do so by hitting hotspot locations. We will continue to push for the toughest penalties possible for anyone caught.`",
     "Chief Superintendent Matt Bell, Roads and Transport Policing Command, said: `The Roads and Transport Policing Command is committed to reducing cab-related sexual offences as a priority. These results show the importance we place on stopping and tackling illegal cab drivers operating in London.",
     "`The dangers of using unlicensed and unbooked minicabs should never be underestimated. Any minicab journey that is not booked is not safe.`",
     "The Safer Travel at Night partnership is a joint initiative with TfL, the Mayor, MPS and CoLP. It launched in 2002 and aims to improve safety at night through the regulation and licensing of the private hire industry, enforcement and education.",
     "The communications campaign, in particular, has been successful in raising public awareness of the dangers of using unbooked minicabs, improving understanding that any minicab picked up off the street without a booking is dangerous, and providing information on safer travel options.",
     "The key campaign messages are:",
     "{\"template\":\"bulletlist\",\"items\":[\"If you approach a minicab driver directly, or they approach you, it doesn't mean your minicab is booked. Minicab drivers who accept a fare this way are acting illegally\",\"If a bouncer, or somebody with a high vis jacket and clipboard, hails you a minicab on the street, it doesn't mean they have booked it\",\"Even if your minicab has a licence sticker, your minicab is illegal and unsafe unless you have booked it with a licensed minicab company\"]}",
     "ENDS\u003cbr /\u003eNote to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"In 2013/14 the number of cab related sexual offences in London fell by 15% compared to the previous year, with rape offences down 30%. However, any incident is one too many and the STaN initiative is dedicated to driving this down further\",\"Over six hundred joint operations are carried out every year, including vehicle and driver licensing checks and intelligence-led, anti-touting activity. Evening patrols in hotspot locations, plain clothes anti-touting operations and high visibility enforcement activities help to detect and deter illegal activity\",\"What is a booked minicab or private hire vehicle?\",\"The only way to know your minicab is safe is to book it directly with the minicab company via phone, online or in person\",\"It guarantees that your trip will be carried out by a licensed, insured driver in a licensed, insured vehicle\",\"It also means that a record is kept of your journey, your driver and the vehicle used, so in the event of any problems the driver can be traced\"]}",
     "Only black cabs:",
     "{\"template\":\"bulletlist\",\"items\":[\"Can be approached on the street or at black cab ranks\",\"Can be flagged by the road\",\"Do not need to be booked but you can choose to do so using a smart phone app. There are taxi (black cab) apps available in the app stores\",\"Can be hailed by customers on the street\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}