{
 "pageTitle": "Strong support for new Overground station at Old Oak",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "February",
   "url": "/info-for/media/press-releases/2015/february"
  },
  {
   "title": "Strong support for new Overground station at Old Oak"
  }
 ],
 "title": {
  "title": "Strong support for new Overground station at Old Oak",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) has today set out that two London Overground stations should be built at Old Oak Common, after the public consultation on proposals to build a new Overground link in the area received strong public support.",
     "The introduction of improved local transport infrastructure is essential to provide local rail links to High Speed 2 and Crossrail, as well as to help provide improved rail links across the proposed Old Oak and Park Royal Development Corporation (OPDC) site, which could deliver 55,000 jobs and 24,000 new homes.",
     "Three station options were considered as part of the consultation, with TfL working closely with Network Rail to fully assess the environmental, operational, and economic impacts for each option.",
     "The public consultation results show the most support for Option C, which would create two separate London Overground stations at Old Oak Common Lane and Hythe Road - allowing access to both the Clapham Junction to Stratford and Richmond to Stratford lines. This option was also preferred as two distinct catchment areas would be served, maximising rail links across the OPDC site and helping make journeys quicker and easier across west London.",
     "Richard de Cani, TfL's Managing Director of Planning, said: `This public consultation has demonstrated there is strong public support for new local rail links at Old Oak to allow Overground services to support the planned new High Speed 2 and Crossrail stations due to open in 2026. The creation of two new London Overground stations would also significantly improve transport links in this area, helping support local growth by enabling 55,000 new jobs and 24,000 new homes to be created.'",
     "The nine week public consultation, which ran between 22 September and 24 November, indicated 85% of the respondents supported plans to build a new London Overground station at Old Oak. It has been recommended that Option C, which proposes two Overground stations, should be further progressed as the single preferred option. TfL will now undertake more detailed work to progress Option C, taking on board comments received from the consultation.",
     "The next stage of work will include the consideration of funding options as part of the wider development plans for Old Oak Common.",
     "Further public consultation on the scheme is expected to take place in 2016.",
     "{\"template\":\"bulletlist\",\"items\":[\"Further information on the new London Overground station at Old Oak consultation can be found at \\u003ca href=\\\"http://www.tfl.gov.uk/old-oak\\\"\\u003ewww.tfl.gov.uk/old-oak\\u003c/a\\u003e \",\"The proposed extensions of London Overground to Old Oak and to Barking Riverside are part of TfL's vision of creating better rail services in London to meet the needs of the city's rapidly growing population and to support new jobs, homes and economic growth.  London Overground services are being increased by 25% through the introduction of a fifth car to trains across the network, and in May this year the West Anglia routes to Cheshunt, Chingford and Enfield Town will join TfL's integrated network as part of London Overground. Rail services between Liverpool Street and Shenfield will also join the TfL network and will see radical improvements in preparation for the line carrying TfL-run Crossrail services in 2017. TfL's transformation of underused suburban rail links into the highly popular London Overground has seen passenger numbers rise by 400% since 2007 and the network become one of the most reliable and popular in the UK.\",\"Station Option A, which would have involved the construction of a 15m high viaduct over Wormwood Scrubs, received the very high levels of opposition, with 30% of respondents opposed to this option. Option B would have had a negative effect on existing passenger journeys and attracted the highest level of opposition from respondents.\",\"The Mayor of London Boris Johnson intends to establish the Old Oak and Park Royal Development Corporation (OPDC) to lead the transformation of Old Oak Common and create a brand new part of the city.\",\"Subject to parliamentary approval, the new corporation will come into existence on April 1, 2015. The OPDC already has approval from the Secretary of State for Communities and Local Government, Eric Pickles. In December 2014, the London Assembly confirmed it was happy for the Mayor to progress with establishing the OPDC.\",\"The Corporation will act as a single, transparent and robust body to spearhead the regeneration of the site that straddles the London boroughs of Hammersmith \\u0026 Fulham, Brent and Ealing.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}