{
 "pageTitle": "Work begins on  upgrade of Cycle Superhighway 2",
 "description": "Marks the start of the major build programme of new cycle routes across central London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "February",
   "url": "/info-for/media/press-releases/2015/february"
  },
  {
   "title": "Work begins on  upgrade of Cycle Superhighway 2"
  }
 ],
 "title": {
  "title": "Work begins on  upgrade of Cycle Superhighway 2",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Marks the start of the major build programme of new cycle routes across central London"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Work on a substantial upgrade of Cycle Superhighway 2 (CS2) as part of plans by the Mayor and Transport for London (TfL) to improve cycling safety in the capital is now underway.",
     "The upgrade, which received 90% support in consultation, will deliver a world-class fully and semi-segregated cycle route between Aldgate and Bow Roundabout. Eleven pioneering cycle-priority junctions will also be installed, including at Aldgate East, Mile End and Whitechapel.",
     "The vast majority of the route will be separated with a kerb, which will keep cyclists away from road traffic. Where there is less space for kerbed segregation, cyclists will be separated from traffic by pioneering highly-visible traffic 'wands' - regularly spaced flexible poles that clearly define the cycle track.",
     "TfL has begun ripping out the existing central reservations to make new space for traffic during these works and significant safety improvements at key junctions along Whitechapel Road and Mile End Road are also now underway.",
     "The start of the upgrade work on CS2 marks the beginning of a major build programme of new cycle routes across the capital this year, including the North-South and East-West \"Crossrail for Bikes\" routes, which will be complete during 2016. As work progresses on the upgrade to CS2, sections of the route will be opened up to cyclists where safe to do so, with the full upgraded route scheduled to be completed by spring 2016.",
     "The Mayor of London, Boris Johnson, said: \"We know there was overwhelming support to overhaul Cycle Superhighway 2 and now it is full steam ahead to do exactly that. The plans we're delivering will make this route safer for cyclists by giving them more space on the road and away from traffic. With record numbers cycling in the capital we're pulling out all the stops to deliver world class infrastructure that everyone in our city can be proud of.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Minimising disruption\"}",
     "Work on the upgrade will take place around the clock where possible to minimise disruption to traffic, and will be phased so sections of the route will remain open throughout. TfL will aim to minimise noise, especially at night, and there will be some road and lane closures as well as parking, loading and stopping restrictions in certain places. Footways, pedestrian crossings and cycle lanes will be kept open wherever possible.",
     "TfL appreciates that CS2 runs along a major road in east London and its state of the art, 24/7 traffic control centre will monitor the route during the works to ensure that any delays are kept to a minimum. TfL has written to local residents and businesses advising them of the works, and roadside message signs will alert drivers to any closures both in advance and during the works to help them avoid delays and seek alternative routes.",
     "Drivers are strongly advised to plan alternative routes to avoid delays, particularly during peak travel times. TfL will work hard to minimise disruption and will be providing live travel information at \u003ca href=\"http://www.tfl.gov.uk/trafficnews\"\u003ewww.tfl.gov.uk/trafficnews\u003c/a\u003e and on Twitter at \u003ca href=\"http://@tfltrafficnews\"\u003e@tfltrafficnews\u003c/a\u003e and \u003ca href=\"http://@tflbusalerts\"\u003e@tflbusalerts\u003c/a\u003e .",
     "Leon Daniels, Managing Director of Surface Transport at TfL, said: \"Following approval by the TfL Board earlier this month, our Cycle Superhighway plans move from pencils and rulers to hard hats and shovels. The upgraded Cycle Superhighway 2 will encourage more cycling through east London and our contractors will be working night and day to deliver these improvements quickly, safely and with minimal impact to Londoners.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Bow Interchange\"}",
     "This week, TfL also began consultation on pedestrian improvements to Bow Interchange, which would deliver new pedestrian crossing facilities at the roundabout, making it easier to cross from east to west and north to south. The scheme would also provide a new area of public space that is fully integrated with the pedestrian and cycle link offered by the River Lea towpath. Subject to the outcome of this consultation, work to deliver these improvements could begin later this year.",
     "Work on a wider review of the area around Bow Roundabout, looking at options that could see the roundabout and flyover removed in order to provide more direct and straightforward facilities for pedestrians and cyclists is also now underway. This work is still in the early stages but TfL hopes to be able to carry out an initial consultation on these wider proposals next year.",
     "For more information about the upgrade of Cycle Superhighway 2, please visit: \u003ca href=\"http://www.tfl.gov.uk/cs2upgrade\"\u003ewww.tfl.gov.uk/cs2upgrade\u003c/a\u003e .",
     "{\"template\":\"bulletlist\",\"items\":[\"On 4 February 2015, the Transport for London (TfL) Board approved plans for the construction of four new Cycle Superhighways (East-West, North-South, CS1 and the inner section of CS5) and upgrades to the four existing Cycle Superhighway routes (CS2, CS3, CS7 and CS8) as part of the Mayor's Cycling Vision - http://www.tfl.gov.uk/corporate/publications-and-reports/board-papers\",\"The consultation on pedestrian improvements to Bow Roundabout can be found here: \\u003ca href=\\\"http://www.tfl.gov.uk/bow-vision\\\"\\u003ehttp://www.tfl.gov.uk/bow-vision\\u003c/a\\u003e \",\"The upgrade of Cycle Superhighway 2 forms part of TfL's continuing £4bn Road Modernisation Plan, which represents the biggest investment in London's roads in a generation, including hundreds of transformational projects within the existing road network. Using radical ideas and innovative designs, the plan will make London's roads greener, safer and more attractive for the benefit of all Londoners.\",\"In March 2013, the Mayor launched his Vision for Cycling in London, which detailed his £913m programme to improve infrastructure and safety for cyclists in the capital.\",\"Design work on the upgrade of CS2 was carried out by TfL's in-house design and modelling team. The work will be carried out by Ringway Jacobs, a member of the London Highway Alliance, under supervision by TfL.\",\"Preliminary work has also begun this week on Cycle Superhighway 5 in advance of the main works which are scheduled to commence from 13 April.\",\"The upgrade of Cycle Superhighway 2 will link into the work currently underway by the City of London to remove the Aldgate gyratory which encircles Aldgate Tube station and return it to two-way traffic \\u003ca href=\\\"http://www.cityoflondon.gov.uk/services/transport-and-streets/transport-planning/transport-projects/aldgate-area/Pages/default.aspx\\\"\\u003ehttp://www.cityoflondon.gov.uk/services/transport-and-streets/transport-planning/transport-projects/aldgate-area/Pages/default.aspx\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}