{
 "pageTitle": "Benefits of TfL fares freeze confirmed as new business plan sees record investment in transport",
 "description": "Benefits of TfL fares freeze confirmed as new business plan sees record investment in transport",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2017",
   "url": "/info-for/media/press-releases/2017"
  },
  {
   "title": "November",
   "url": "/info-for/media/press-releases/2017/november"
  },
  {
   "title": "Benefits of TfL fares freeze confirmed as new business plan sees record investment in transport"
  }
 ],
 "title": {
  "title": "Benefits of TfL fares freeze confirmed as new business plan sees record investment in transport",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "TfL services outperform national rail services thanks to fares freeze"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "TfL has today published its updated Business Plan, which covers the period from 2017/18 to 2022/23.",
     "The plan confirms how, over the next five years, TfL will deliver the Mayor's Transport Strategy and make London a fairer, greener, healthier and more prosperous city.",
     "The strategy seeks to reduce reliance on the car, tackle air pollution and change the face of the travel in London so that 80% of journeys are made by public transport, cycling or walking by 2041.",
     "TfL needs to absorb an average £700m per year cut in Government funding over five years, with the general grant to support operating costs removed from 2018/19.",
     "London will become one of the only major cities in the world with a public transport and road network that doesn't receive Government subsidy to support operating costs.",
     "Furthermore, from 2020, the £500m raised every year from Londoners paying Vehicle Excise Duty, will be collected by central Government and, at present only investment in roads outside the Capital has been confirmed.",
     "TfL and the Mayor are calling on the Government, as part of its Transport Investment Strategy, to make sure the link between 'roads tax' and roads investment is applied in London as well as the rest of the country.",
     "The latest passenger figures show the benefit of the Mayor's freeze of TfL fares in encouraging more people to use public transport. London Overground, where fares are frozen by the Mayor, was the only one of the four main train operators within London and the South East to see passenger numbers rise.",
     "Passengers on Govia Thameslink Railway, South West Trains and Southeastern all fell by more than 5% in April to June 2017-18, compared to the previous year, as their fares rose. Tube ridership is also only marginally down compared to last year despite lower economic growth.",
     "Bus passenger numbers outside London have also seen sharp falls, whereas in London they have dipped much less and then stabilised as the benefits of more affordable and reliable journeys have been felt.",
     "As well as affordable fares, Londoners will also see a huge range of improvements designed to achieve the Mayor's aim, including:",
     "{\"template\":\"bulletlist\",\"items\":[\"The successful delivery of the Elizabeth line from December 2018, which will redefine travel in London, delivering an additional 10% rail capacity in Central London, with step-free access at every station\",\"Continued modernisation of London Underground to provide increased capacity and more frequent and reliable services. From next year, the first sections of the Circle and Hammersmith \\u0026 City lines will run under new signalling that, when complete, will provide 32 trains per hour in Central London, a service level currently only seen on the digitised Tube services like the Victoria, Northern and Jubilee lines. Work will also begin on providing new trains and signalling on the Piccadilly line, which will provide 60% extra capacity and a brand new next-generation fleet of trains\",\"Brand new fleets of trains on the Docklands Light Railway and London Overground networks, boosting capacity and supporting the development of large swathes of London\",\"Along with the entire Elizabeth line, by 2021/22, more than 40% of London Underground stations will become step free\",\"Sustained investment in transport improvements across London's boroughs will continue to be provided to help London boroughs deliver the Mayor's Transport Strategy, including the transformation of Oxford Street\",\"A £2.2bn investment to create more healthy streets with better air quality, with a number of major schemes across London's boroughs including Old Street roundabout, Stratford Gyratory and elsewhere set to improve the environment, reduce car dependency and encourage people to become more active. The new dedicated cycling and pedestrian crossing from Rotherhithe to Canary Wharf, which is currently being consulted upon, will also encourage more people to walk and cycle in the areas as well as supporting new jobs and growth\",\"Creating the greenest bus fleet in the world. By September 2020, all London buses will be Euro VI compliant, massively reducing harmful NOx emissions by up to 95% compared to the previous generation of buses. From 2018, TfL will only purchase double-deckers that are hybrid or zero-emission, helping deliver the Mayor's target for all buses to be zero-emission by 2037\",\"Supporting transport improvements to deliver new homes and jobs. TfL will complete the Northern line extension to Battersea, the extension of the London Overground to Barking Riverside and continue to progress plans for Crossrail 2 and the Bakerloo line extension - which together will support the delivery of thousands of new homes across London. A £550m Growth Fund is being used to invest in projects that support economic development across the city\",\"The development of 300 acres of land for housing and commercial space to help fund transport improvements. By 2020/21, work will be underway on a range of property development sites across London that will provide 10,000 new homes, half of which will be affordable\"]}",
     "Along with TfL fares being frozen - benefitting all Londoners -  the business plan also protects all TfL's travel concessions, with free or discounted travel for those who need it most, including children, people aged over 60, and those on income support.",
     "The improvements confirmed in the plan will be achieved despite a difficult economic backdrop and continuing uncertainty over the economic effects of Brexit, both of which affect passenger numbers.",
     "Initiated by the Mayor, TfL is already undertaking an extensive programme to cut waste while maintaining safety, front-line services and vital investment.",
     "The day to day operating costs were reduced by £153m for the last financial year, the first such reduction in TfL's history. This was achieved through the largest ever overhaul of the organisation and, already this year, TfL is exceeding its budgeted operating cost savings by more than £138m.",
     "Across the remaining years of the plan, a number of opportunities have been identified to increase these efficiencies further to achieve a surplus while preserving front-line services and running a safe, affordable transport network. These include:",
     "{\"template\":\"bulletlist\",\"items\":[\"Continued reductions to management layers to make the organisation's structure less complex, and merging functions to eliminate duplication and ensure efficiencies;\",\"Reducing the number of TfL office buildings from over 30 to three accommodation hubs in Stratford, Southwark and North Greenwich, supported by a small number of operational and 'satellite' type premises. This will save more than £110m by 2022/23;\",\"Continuing to reduce reliance on expensive agency staff, saving more than £3m per week compared with December 2015;\",\"Continuing the modernisation of London Underground, including exiting a major private partnership maintenance contract, saving £200m;\",\"Reviewing and re-negotiating bus contracts to drive value, saving £375m by 2022/23, without impacting on customer service.\"]}",
     "Sadiq Khan, Mayor of London, said: 'I'm delighted that TfL's updated business plans shows the benefits of my freeze of TfL fares and the introduction of the Hopper bus fare - both of which are making transport more affordable for millions of Londoners.",
     "'Usage of TfL services is outperforming those elsewhere across the country, and London is leading the way showing how we can keep fares down, while still investing record amounts in creating the world-class infrastructure London needs.",
     "'Despite £700 million in Government cuts every year, our extensive programme of cutting TfL waste and making TfL smarter in how it operates means we continue to make big strides making London a fairer, greener, healthier and more prosperous city for everyone.'",
     "Mike Brown, London's Transport Commissioner, said: 'This business plan sets out how we will deliver the Mayor's Transport Strategy: changing the face of travel in London, reducing reliance on the car and encouraging much greater use of public transport, walking and cycling.",
     "'The plan is challenging, not least because of the difficult economic climate and the average £700m reduction in Government general grant that we must absorb. But, with the efficiencies achieved through the largest ever overhaul of our organisation, we will ensure that the huge range of vital improvements for Londoners is delivered.",
     "'This includes the game-changing Elizabeth line, massive improvements to Tube services, new DLR and London Overground trains, and record investment in healthier, cleaner, safer streets.'",
     "TfL's revised Business Plan will be considered by its Finance Committee on 5 December and can be viewed here - \u003ca href=\"https://tfl.gov.uk/cdn/static/cms/documents/tfl-business-plan-december-2017-.pdf\"\u003ehttps://tfl.gov.uk/cdn/static/cms/documents/tfl-business-plan-december-2017-.pdf\u003c/a\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2017/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2017/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2017/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2017/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2017/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2017/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2017/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2017/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2017/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2017/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2017/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2017/december",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}