{
 "pageTitle": "Breakthrough for Northern Line Extension tunnelling machines",
 "description": "Breakthrough for Northern Line Extension tunnelling machines",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2017",
   "url": "/info-for/media/press-releases/2017"
  },
  {
   "title": "November",
   "url": "/info-for/media/press-releases/2017/november"
  },
  {
   "title": "Breakthrough for Northern Line Extension tunnelling machines"
  }
 ],
 "title": {
  "title": "Breakthrough for Northern Line Extension tunnelling machines ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Tunnelling work completed as boring machines break through at Kennington"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Two 3.2km tunnels have been created from Battersea to Kennington, via Nine Elms\",\"Northern Line Extension will support around 25,000 new jobs and more than 20,000 new homes\",\"Images of the breakthrough are available on \\u003ca href=\\\"https://www.flickr.com/photos/tflpress/albums/72157687121514422\\\"\\u003eFlickr\\u003c/a\\u003e \"]}",
     "The Northern Line Extension reached a major milestone today with the completion of tunnelling work.",
     "Huge tunnel boring machine, Amy, broke through at Kennington, which means that the two 3.2km tunnels from Battersea Power Station, via Nine Elms, have now been built.",
     "Since their launch in the spring, Helen and sister tunnelling machine Amy have been working around the clock to create the north and southbound tunnels that will extend the Charing Cross branch of the Northern line.",
     "The extension, targeted for completion in 2020, is the first major extension to a Tube line since the Jubilee line in the late 1990s.",
     "It will add vital new capacity to the Capital's transport network, bringing Battersea and surrounding areas to within 15 minutes of the City and the West End. It will also enable the regeneration of the Vauxhall, Nine Elms and Battersea areas, spurring economic growth by supporting around 25,000 new jobs and more than 20,000 new homes. In addition, the construction of the extension is boosting the UK economy and supporting around 1,000 jobs, including around 50 apprenticeships.",
     "The Mayor of London, Sadiq Khan, said: \"Today's breakthrough is a momentous moment for a project that is going to bring huge benefits to south London. The Northern Line Extension is not only going to make travelling to Battersea and Nine Elms easier, it's also going to bring tens of thousands of new jobs and homes to the area. It's another great example of why new infrastructure is so vital to London's success and the wider economy.\"",
     "Mike Brown MVO, London's Transport Commissioner, said: \"I'm delighted to welcome the two tunnelling machines to Kennington after their epic journey.  Both machines have had to navigate a challenging, congested path under south London which included sewers, power cables, a Victorian-era well, and existing Victoria and Northern line tunnels. This achievement brings us a significant step closer to the delivery of the first major Tube extension in nearly two decades.\"",
     "The Chief Secretary to the Treasury, Liz Truss said: \"It's very exciting to see this new phase of the Northern Line delivered.  Great infrastructure, including the Tube, is vital to a thriving London. That is why we backed this important project which is supporting thousands of jobs and new homes in our capital.‎   And that is why we are backing projects across the country that will help drive enterprise and growth.\"",
     "Rob Tincknell, Chief Executive Officer at Battersea Power Station said: \"This is a really significant milestone in the regeneration of both Battersea Power Station and Nine Elms and reconfirms certainty about the two new stations.  That such a vast extension to the London Underground network is being funded through the regeneration taking place throughout Nine Elms is a credit to all those involved in nurturing this project throughout the years and a powerful example of how new transport infrastructure can be delivered by the public and private sector working successfully together.\"",
     "The leader of Wandsworth Council, Ravi Govindia, said: \"Today's event is a real milestone in London's first new Tube line extension for almost 20 years. This is an extremely important project, not just for the borough but the whole Capital, and Wandsworth has put in a lot of time and effort to shape the unique funding package that has taken us to where we are today.",
     "\"Working with the private sector we are now seeing our hard work come to fruition and the tunnelling machine breaking ground is a tangible reminder that the Tube extension will soon be a reality, transforming the fortunes of north Battersea and making the Nine Elms regeneration programme one of the greatest sources of new jobs and homes in the country.\"",
     "A conveyor system was used to take more than 300,000 tonnes of excavated earth to barges on the River Thames where it was transported to Goshems Farm in East Tilbury, Essex, saving thousands of lorry journeys from the Capital's roads. The earth has been used to create arable farmland.",
     "The cutter head of both machines will now be lifted by crane out of the shafts at Kennington while the rest of the machines will travel back to Battersea and be lifted, in parts, out of the ground there.",
     "Work on the new stations at Battersea and Nine Elms is progressing well and services on the Northern line have continued uninterrupted while the work has taken place.",
     "\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to Editors\u003c/strong\u003e :",
     "{\"template\":\"bulletlist\",\"items\":[\"The two tunnel boring machines were built by NFM Technologies in Le Creusot in central France.They were shipped to London earlier this year and reassembled in Battersea.\",\"According to tunnelling tradition, tunnel boring machines cannot start work until given a name. Following a vote by local school children, the machines were named in honour of the first British astronaut, Helen Sharman, and British aviation pioneer, Amy Johnson, who was the first female pilot to fly solo from Britain to Australia.\",\"Helen began her tunnelling journey in April 2017 and Amy followed in May. The machines undertook tunnel drives at depths of up to 26 metres to construct the 5.2 metre diameter tunnels. Each machine was capable of tunnelling up to 30 metres a day with teams of around 50 people operating them. Helen broke through into a shaft at Kennington Park at the end of last month.\",\"As part of the tunnelling drive, nearly 20,000 precast concrete segments were put in place to form rings to line the tunnels. Two junctions lined with iron rings will link the extension to the existing Northern line.\",\"The Northern Line Extension will excavate around 680,000 tonnes of material in total over the lifetime of the project during the construction of stations and the 6.4kms of new tunnels. Ninety two per cent of the excavated material will be carried by river and is expected to be clean, uncontaminated and reusable elsewhere.\",\"In 2014 TfL awarded the contract to design and build the Northern Line Extension to Ferrovial Agroman Laing O'Rourke.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2017/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2017/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2017/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2017/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2017/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2017/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2017/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2017/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2017/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2017/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2017/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2017/december",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}