{
 "pageTitle": "GLA - Mayor launches ULEZ expansion consultation",
 "description": "Mayor launches Ultra-Low Emission Zone expansion consultation - North \u0026 South circular",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2017",
   "url": "/info-for/media/press-releases/2017"
  },
  {
   "title": "November",
   "url": "/info-for/media/press-releases/2017/november"
  },
  {
   "title": "GLA - Mayor launches ULEZ expansion consultation"
  }
 ],
 "title": {
  "title": "GLA - Mayor launches ULEZ expansion consultation ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Mayor proposes expansion of Ultra-Low Emission Zone up to North and South circular roads for all vehicles from 25 October 2021"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This press release, issued by the Mayor of London, was first published on \u003ca href=\"https://tfl.gov.uk/info-for/media/press-releases/2017/november/gla---consultation-on-major-transformation-of-oxford-street\"\u003elondon.gov.uk\u003c/a\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Mayor proposes ULEZ standards would also apply Londonwide to buses, coaches and lorries from 26 October 2020\",\"Mayor wants public's views on these actions to lower toxic polluting emissions\"]}",
     "The Mayor of London today launched a new public consultation on the next phase of his hard-hitting plans to tackle London's toxic air, reduce filthy emissions and protect the public from harmful pollution by expanding the Ultra-Low Emission Zone (ULEZ).",
     "The ULEZ standards would be applied Londonwide for buses, coaches and lorries from 26 October 2020 and for cars, vans and motorbikes (with limited exemptions) up to the North and South circular roads from 25 October 2021.",
     "The Mayor is determined to help thousands more Londoners breathe cleaner air and is delivering a series of measures to protect public health and dramatically reduce car emissions from older more polluting vehicles.",
     "The Mayor recently delivered the first phase of these plans by introducing the new weekday (7am - 6pm Monday -Friday) £10 Toxicity Charge (T-Charge) in central London for the oldest vehicles. This runs alongside and on top of the £11.50 Congestion Charge (C-Charge).",
     "From 8th April 2019, the Mayor is introducing the second phase of his plans - ULEZ, 17 months earlier than planned. It will replace the T-Charge and cover the same central area, alongside and on top of the congestion charge, but it will operate 24 hours a day, seven days a week, 365 days a year. The daily charge for non-compliant vehicles will increase from £10 to £12.50 (for cars, vans and motorbikes) and £100 (for buses, coaches and lorries).\u003cbr /\u003eNow the Mayor has set out his ambitious plans for the third phase that will deliver the health benefits of ULEZ to millions more Londoners by extending the Ultra-Low Emission Zone in 2021. This could affect 100,000 cars a day, 35,000 vans a day and 3,000 lorries a day. Drivers of non-compliant cars, vans and motorbikes would pay the same £12.50 daily fee as the central London ULEZ seven days a week. Drivers of non-compliant lorries, coaches and buses would pay £100 a day. Diesel vehicles that do not meet the Euro 6 standard and most petrol vehicles that do not meet the Euro 4 standard will have to take action or pay, making the ULEZ the tightest emission standard adopted in any major world city.\u003cbr /\u003eThe area covered by the expanded ULEZ would include all roads up to a limit of the North and South circular roads, but not the North and South circular roads themselves.",
     "The benefits of the expanded ULEZ include:",
     "{\"template\":\"bulletlist\",\"items\":[\"Approximately 100,000 people will no longer live in areas exceeding legal limits, which is a reduction of nearly 80 per cent in 2021\",\"43 per cent fewer road kilometres would exceed legal pollution limits in 2020 and 64 per cent fewer in 2021\",\"71 per cent reduction in schools in high pollution areas in 2021 - reducing exposure of school children to harmful emissions that can reduce their lung development\",\"In outer London there would be a 28 per cent reduction in NOx road transport emissions, and in inner London there would be around a 31 per cent reduction in NOx road transport emissions in 2021.\"]}",
     "Sadiq has already strengthened the ULEZ standards to include a particulate matter standard after recent health data revealed that every part of London exceeds recommended World Health Organisation air quality guidelines for PM2.5. This follows the publication of his draft London Environment Strategy which sets out ambitious plans to meet these guidelines by 2030.",
     "The Mayor is doing everything in his power to tackle London's toxic air, including cleaning up the bus fleet, creating 12 Low Emission Bus Zones, phasing out diesel taxis, funding 50 schools air quality audits, setting tighter standards for construction machinery and introducing air quality alerts. He has also created a Cleaner Vehicle Checker so Londoners can check the real-world emissions of cars and vans before buying them.",
     "The Mayor now needs the Government to step up and match his ambition by putting in place a national vehicle scrappage fund to help people replace vehicles affected by the proposals, or to switch to cleaner alternatives.",
     "The Mayor of London, Sadiq Khan said:",
     "'I am determined to take the bold action needed to protect the public from London's poisonous, deadly air.  I can't ignore the shameful fact that London's air is so toxic it harms children's lungs, exacerbates chronic illness and contributes to thousands of premature deaths each year.",
     "'Following the successful introduction of the T-Charge, and confirmation of the central London ULEZ, I am moving ahead with the next stage of my plan to expand the Ultra-Low Emission Zone up to the busy north and south circular roads.",
     "'I want Londoners to let me know what they think about my plans to clean up our lethal air.",
     "'I'm doing everything in my power to turn around air pollution in London but I urgently need the Government to wake up to the scale of the challenge.  Instead of blocking London from accessing the new National Clean Air Fund, they should be delivering a diesel scrappage scheme to get the filthiest cars off our roads. The Government's own data shows that roughly 40 per cent of the UK's roads exceeding legal pollution limits are located in the capital. Drivers need help switching to cleaner vehicles and greener alternatives and the whole of London needs a government which takes responsibility for this toxic air quality crisis.'",
     "Alex Williams, TfL, Director of City Planning, said:",
     "'The Mayor has set out his vision for how harmful emissions will be dramatically reduced in the capital and we are working full speed to deliver his ambitious agenda. The successful introduction of the T-Charge, the greening of the bus fleet and the bringing forward of the date for the central London ULEZ to April 2019 are all clear demonstrations of our intent to clean up London's dangerously polluted air. The plan to expand the ULEZ up to the North and South circular is the next step change needed towards bringing the city's air within legal limits. We look forward to Londoners helping us shape these proposals through the consultation.'",
     "Bridget Fox, Sustainable Transport Campaigner, Campaign for Better Transport said:",
     "'This is a welcome move by the Mayor. This consultation takes us closer to a comprehensive expanded Ultra-Low Emission Zone. For too long, Londoners have endured lethal and illegal levels of air pollution, much of it from diesel vehicles. We believe all Londoners deserve clean air at the earliest opportunity and we urge the Mayor to continue implementing measures that will benefit millions of people.",
     "'Restrictions on the most polluting vehicles are only part of the solution though. We need fewer cars not just newer cars. That means continued investment in a comprehensive network of high quality public transport across the capital, and better cycling and walking facilities. This will help deliver a healthy, prosperous future for all Londoners.'"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2017/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2017/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2017/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2017/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2017/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2017/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2017/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2017/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2017/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2017/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2017/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2017/december",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}