{
 "pageTitle": "GLA - Night Overground to launch Friday 15 December",
 "description": "GLA - Night Overground to launch Friday 15 December",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2017",
   "url": "/info-for/media/press-releases/2017"
  },
  {
   "title": "November",
   "url": "/info-for/media/press-releases/2017/november"
  },
  {
   "title": "GLA - Night Overground to launch Friday 15 December"
  }
 ],
 "title": {
  "title": "GLA - Night Overground to launch Friday 15 December",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Friday and Saturday night services will run between New Cross Gate and Dalston Junction"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This press release, issued by the Mayor of London, was first published on \u003ca href=\"https://www.london.gov.uk/media-centre\"\u003elondon.gov.uk\u003c/a\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Announcement comes as the London Overground celebrates a decade of successful service\"]}",
     "The Mayor of London, Sadiq Khan, has today announced that Night Overground services will begin in east London on Friday 15 December, making travelling at night even easier for thousands of Londoners.",
     "The 24-hour services will operate on Friday and Saturday nights on the London Overground between New Cross Gate and Dalston Junction, extending to Highbury \u0026 Islington next year. This will help Londoners working through the night as well as those enjoying east London's thriving nightlife.",
     "The launch follows the success of the Night Tube which has seen more than nine million journeys and contributed more than £170 million to London's economy in its first year.",
     "The announcement comes as London Overground celebrates 10 years of successful service. Since its launch in November 2007, London Overground has grown to be the third largest rail operator in the UK, providing a vital transport link for millions of Londoners, creating an orbital route around inner London and serving 23 of the Capital's boroughs, as well as southern Hertfordshire.",
     "\u003cstrong\u003eThe Mayor of London, Sadiq Khan, said\u003c/strong\u003e : \"The Overground has transformed travel across the capital in the last 10 years, opening up areas of London and setting a new standard for quality of service on the rail network. We continue to improve the service every year and I'm delighted that we can bring night services to the East London line for the first time ever next month. The Night Tube has proven such a success with Londoners, I know the Night Overground will help thousands more who are working through the night or out enjoying our capital's nightlife.\"",
     "The London Overground launched in 2007 by taking over from Silverlink Metro services. In the last 10 years TfL has expanded the network taking on three further lines, increased the frequency and capacity of trains, reduced delays, ensured all stations are staffed, improved accessibility, introduced Oyster and contactless, and opened six new stations. This has seen passenger numbers rise from 33 million in 2008/09 to more than 189 million in 2016/17.",
     "Further improvements in the coming years include an extension of the Gospel Oak to Barking line to the Barking Riverside development, electrification of the Gospel Oak to Barking line, the introduction of 45 new air-conditioned walk-through trains on West Anglia lines, and the upgrade of ticket machines across the network.",
     "\u003cstrong\u003eNadia Wyse, Venue Director of Printworks London, said\u003c/strong\u003e : \"For London to be successful as a cultural capital, and attract the best events and talent from around the world, it needs a vibrant night time economy supported by its transport networks. TfL's announcement that all night London Overground services will pass through Canada Water is fantastic news for people visiting our events.\"",
     "\u003cstrong\u003eMehmet Ergen, Artistic Director of Arcola Theatre, said\u003c/strong\u003e : \"The Night Overground will make it so much easier, cheaper and faster for our visitors and staff to get to Dalston and home again, as we stay open until 3am on weekends. It will make new journeys and experiences possible each and every week.\"",
     "\u003cstrong\u003eMatthew Moffat, Old Street District Partnership Chairman, said\u003c/strong\u003e : \"The Old Street District Partnership are delighted that Night Overground is coming to east London. The economic impact of this will only be a positive one, benefiting businesses, staff and visitors as people will have the added security of now being able to get home safely much later. We very much look forward to Night Overground extending to Highbury and Islington next year.\"",
     "\u003cstrong\u003eSarah Nelson, Project Director, from regeneration specialists Primera, said\u003c/strong\u003e : \"We are delighted that London Overground will be running 24 hour services through east London. The improvement in transport links will play a major role in helping to regenerate an area of huge potential in our Capital by offering a safe, reliable and affordable way of travelling around the city.\"",
     "\u003cstrong\u003eJen Bartle, Director of Marketing, Rich Mix, East London's Independent Arts Centre, said\u003c/strong\u003e : \"Rich Mix has benefitted enormously from the London Overground's East London line extension. It has enabled us to better connect with audiences, creative people and businesses across the capital as well as the local communities we serve. The launch of London Overground night services will enable more people to experience our programme of activities and will help support a responsible approach to the development of the night-time economy.\"",
     "\u003cstrong\u003eWill Rogers, Managing Director of Arriva Rail London, which operates the London Overground on behalf of TfL, said\u003c/strong\u003e : \"We're looking forward to working with TfL to launch night services on London Overground from 15 December. Our teams in stations and on trains work tirelessly to transform the service for our customers and communities. We are proud to be delivering 24hr weekend services to the benefit of our customers who work during the night, and those that will be able to enjoy east London's vibrant social scene with an easier route home.\"",
     "\u003cstrong\u003eJonathan Fox, TfL's Director of London Rail and Sponsored Services, said\u003c/strong\u003e : \"The East London line, from New Cross Gate to Dalston Junction,  is one of the most popular parts of London Overground, with the railway having contributed hugely to the regeneration of large parts of London over recent years. All night services, on Fridays and Saturday nights, from 15 December will make it easier for our customers to explore east London and enjoy the area's thriving night life and other attractions. It will also help support thousands of people working in night time jobs and boost the local and wider economy.\"",
     "\u003cstrong\u003eNotes to Editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"All stations along the route will be staffed at all times while trains are running, with CCTV, modern lighting and help points throughout\",\"Due to Crossrail work taking place at Whitechapel station, London Overground night services will initially not call at the station until works are complete. Services are expected to call at the station from summer 2018.\",\"The Night Overground will connect with the Night Tube network at Canada Water on the Jubilee line and, from next year, Highbury \\u0026 Islington on the Victoria line\",\"For more information visit: \\u003ca href=\\\"http://www.tfl.gov.uk/night-overground\\\"\\u003ewww.tfl.gov.uk/night-overground\\u003c/a\\u003e \"]}",
     "The Night Tube runs on the following lines on Friday and Saturday nights and the early hours of Saturday and Sunday mornings:",
     "{\"template\":\"bulletlist\",\"items\":[\"Central line: trains are running between Ealing Broadway and Loughton / Hainault\",\"Victoria line: trains are running on the entire line\",\"Jubilee line: trains are running on the entire line\",\"Northern line: trains are running from High Barnet and Edgware to Morden via the Charing Cross branch\",\"Piccadilly line: trains are running between Cockfosters and Heathrow Terminal five\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2017/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2017/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2017/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2017/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2017/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2017/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2017/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2017/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2017/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2017/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2017/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2017/december",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}