{
 "pageTitle": "Knightsbridge Tube station to become step-free in 2020",
 "description": "Knightsbridge Tube station to become step-free in 2020",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2017",
   "url": "/info-for/media/press-releases/2017"
  },
  {
   "title": "November",
   "url": "/info-for/media/press-releases/2017/november"
  },
  {
   "title": "Knightsbridge Tube station to become step-free in 2020"
  }
 ],
 "title": {
  "title": "Knightsbridge Tube station to become step-free in 2020",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Customers to benefit from two new station entrances"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Areas of the station closed since the 1930s will re-open to the public\",\"Customer impact expected to be minimal as two of the three existing station entrances will remain open while work is carried out\",\"Images of the new-look station entrance are available on Flickr here: \\u003ca href=\\\"https://www.flickr.com/photos/tflpress/albums/72157687858386792\\\"\\u003ehttps://www.flickr.com/photos/tflpress/albums/72157687858386792\\u003c/a\\u003e \"]}",
     "Transport for London (TfL) today announced that Knightsbridge Tube station will become step-free in 2020, making travel in central London easier for older and disabled people and other customers who find it difficult to use stairs or escalators. It will also directly benefit those travelling through the station with heavy luggage, and parents and carers with buggies.",
     "It follows on from the recent completion of the major upgrade of Bond Street Tube station which introduced step-free access for the first time, making it the 72nd Tube station to become step-free and moving the Underground closer to the Mayor's target for 40 per cent of the network to be step-free by 2022.  Making public transport more accessible will also help meet the wider aims of the draft Mayor's Transport Strategy, which seeks to reduce reliance on the car, tackle air pollution and change the face of travel in London so that 80 per cent of journeys are made by public transport, cycling or walking by 2041.",
     "Knightsbridge Tube station is owned by TfL, while the property above the station is owned by the Knightsbridge Estate. The Estate got the green light in 2016 to redevelop it, restoring the original architectural features of the building's façade while modernising the office, retail and residential space inside.",
     "To enable the redevelopment work, the station entrance on the corner of Sloane Street and Brompton Road (exits 3 and 4) has closed. Once the works are complete, the former entrance space will become a retail unit owned by the Estate.",
     "Because Knightsbridge station has two alternative entrances on Knightsbridge Road, the impact on customers while this third entrance is replaced is expected to be minimal.",
     "A new modern entrance will be built at 15 Brompton Road, and the pavement on Brompton Road and Sloane Street will be widened, making more space for pedestrians. The new station entrance will open to customers in 2019.",
     "Another new entrance will open in 2020 at Hooper's Court, providing two 17-person lifts, making the station step-free from street to train. The new Hooper's Court entrance will be located just beyond the original 1906 station entrance which still retains the Ox Blood Façade. This step-free route will re-open some areas of the station that were closed in the early 1930s when escalators were installed.",
     "Mayor of London, Sadiq Khan, said:",
     "'My commitment to making London's transport network one of the very best in the world means it must be accessible for all Londoners. I'm investing record amounts in making London's stations step-free, and the redevelopment of the famous Knightsbridge Tube station will benefit millions of people every year. Whether you're an older person, have a disability, or use a buggy, our investment will make travelling around much easier and more convenient in this busy part of central London.'",
     "Mark Wild, London Underground's Managing Director, said:",
     "'Improving accessibility across London's transport network is one of our top priorities so I'm delighted that another of our Zone 1 stations will become step-free. The work is part of our continued modernisation of London Underground to provide increased capacity and make journeys better for our customers. A fully accessible Knightsbridge station will give a greater choice of travel options for everyone.'",
     "Gordon Deuchars, Policy and Campaigns Manager, Age UK London said:",
     "'We are pleased to hear that Knightsbridge Tube station will become step-free in 2020, allowing older and disabled passengers to more easily access central London and Hyde Park in particular. We want London to be as accessible as possible so that everyone can enjoy all that the city has to offer. It is therefore encouraging to see the Mayor moving closer to the target of making 40 per cent of the Tube network step-free by 2022 and we look forward to welcoming further progress over the coming years.'",
     "Served by the Piccadilly line, Knightsbridge Tube station is located in the Royal Borough of Kensington and Chelsea in Zone 1 and sees over 19 million customer journeys each year. The original station, designed by Leslie Green and opened in 1906, is known for its proximity to tourist destinations such as Hyde Park and Harrods.",
     "Cooling and draught improvements will also be made, which will provide immediate benefits to the station environment and reduce the amount of closures required when the Piccadilly line upgrade is delivered.",
     "Ends",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL is investing in the biggest boost to step-free access on the London Underground in the network's 153 year history by investing an additional £200m to bring the total number of stations with step-free access to all platforms to more than 100. This means that more than 40 per cent of the Tube network will become step free, making life easier for older and disabled people and giving a greater choice of travel options for everyone.\",\"To maximise the benefits of the building's redevelopment, TfL secured a commercial deal with the Estate's development manager Chelsfield so that a number of improvements to the Tube station, including station step-free access, will be delivered at a fraction of the cost to the fare payer.\",\"As part of the Piccadilly line upgrade, new trains and platform enhancements will make access at this station step-free from street to train.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2017/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2017/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2017/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2017/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2017/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2017/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2017/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2017/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2017/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2017/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2017/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2017/december",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}