{
 "pageTitle": "Hammersmith \u0026 City and Circle lines between Hammersmith and Edgware Road set for three week upgrade closure",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Hammersmith \u0026 City and Circle lines between Hammersmith and Edgware Road set for three week upgrade closure ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Closure between 24 July and 15 August due to Crossrail and London Underground (LU) station upgrade works at Paddington. LU will take advantage of closure to carry out additional upgrade work."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We are taking advantage of this to accelerate additional upgrade works",
     "Work at Paddington to help deliver Crossrail and an upgrade of the Tube station will mean LU Circle and Hammersmith \u0026 City line services will be suspended between Hammersmith and Edgware Road for three weeks this summer.",
     "The works at Paddington will involve the demolition of a disused taxi ramp and canopy that sit above the Hammersmith \u0026 City line platforms and means that trains will not be able to operate in that area.",
     "LU will also take advantage of the closure to carry out essential renewal and upgrade works, which otherwise could have required weekend closures.",
     "These include:",
     "{\"template\":\"bulletlist\",\"items\":[\"Platform extension works to accommodate the new, longer air-conditioned trains\",\"Installing energy-efficient conductor rails\",\"Track replacement and drainage works\"]}",
     "The closure will begin on Saturday 24 July and services will resume on Monday 16 August.",
     "Hammersmith \u0026 City line services will operate from Edgware Road to Whitechapel while Circle line services will operate on the old route.",
     "Rail replacement services will operate between Hammersmith and Edgware Road and there will be ticket acceptance on local bus and tube services.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Major upgrade\"}",
     "Nigel Holness, LU's Service Director, said: 'Due to the nature of the works at Paddington we will not be able to operate services between Hammersmith and Edgware Road.",
     "'We are taking advantage of this to accelerate additional upgrade works including platform extension essential for the new longer air conditioned trains.",
     "'We apologise for any inconvenience this may cause, and would advise passengers to check for alternatives routes by visiting \u003ca href=\"http://www.tfl.gov.uk.'\"\u003ewww.tfl.gov.uk.'\u003c/a\u003e ",
     "Transport for London (TfL) is delivering a multi-billion pound investment programme to improve and expand the transport network.",
     "Between now and 2018, TfL will be upgrading the Tube network, building Crossrail, and expanding the Docklands Light Railway and London Overground networks, as well as delivering other major improvements.",
     "Such investment is vital to the future growth, prosperity and the competitiveness of London and the UK, particularly for creating new jobs and opportunities.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"New trains equipped with air cooling will be delivered for the sub-surface network from 2010 onwards. The Metropolitan line from summer 2010, the Circle and Hammersmith \\u0026 City lines from 2012 and the District line from 2013\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}