{
 "pageTitle": "Mayor and TfL act to limit Northern line disruption",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor and TfL act to limit Northern line disruption ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "- Tube Lines' closure programme revised to lessen impact on Londoners",
     "- Route through West End maintained during early weekday closures on Bank branch"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This is vital upgrade work, and some closures will be necessary, but as we take control of Tube Lines and reconfigure the upgrade programme, we'll be looking to proceed in a way that causes Londoners the least disruption possible",
     "The Mayor of London, Boris Johnson, and Transport for London (TfL) have taken action to greatly reduce a programme of weekday evening closures proposed for the Northern line this summer.",
     "The company currently responsible for upgrading the line, Tube Lines, had proposed to close the entire line north of Stockwell from the early evening for improvement works.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Revised closures\"}",
     "The Mayor and TfL told Tube Lines the immense disruption this would inflict on Londoners lives would be unacceptable.",
     "They have now arranged for the closures to be scaled back so that only the Bank branch between Kennington and Camden, and the High Barnet branch north of East Finchley will close from around 21:30 between Monday and Thursday from 5 July.",
     "A through-service will be provided on the Charing Cross branch to maintain services to the West End, link north and south London, and provide Northern line passengers with alternative ways to get home. Replacement buses will also be provided.",
     "A revised closures plan was agreed ahead of TfL's purchase of Tube Lines, which is expected to be completed by the end of the month.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Faster journey times\"}",
     "A 'hangover' from the previous PPP contracts means that some closures must still happen.",
     "Under the new proposals weekend closures proposed through July and August between Kennington and Morden will go ahead as per the original Tube Lines plan, while the future closure programme is reviewed.",
     "To cancel them would cause significant costs and set back a programme that is already seriously delayed.",
     "However, upgrade work to replace the 40-year-old signalling system on London's busiest Tube line will deliver faster journey times, improved reliability and vital additional capacity.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Maximum benefit\"}",
     "Boris Johnson, Mayor of London and Chair of Transport for London, said: 'This is the first sign that we are close to an escape from the dastardly confines of PPP contracts that required closures to be arranged for the maximum benefit of shareholders rather than the travelling public.",
     "'This is vital upgrade work, and some closures will be necessary, but as we take control of Tube Lines and reconfigure the upgrade programme, we'll be looking to proceed in a way that causes Londoners the least disruption possible.'",
     "Following the acquisition of Tube Lines, TfL will get full visibility of the state of the upgrade programme, and will carry out an urgent assessment of the planned work and the closures that are needed to deliver it.",
     "The objective will be to deliver the upgrade with significantly less disruption and far fewer closures.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Control over the work\"}",
     "TfL will be engaging fully with the business community and listening to its views as the closure programme is reviewed in the interests of London's passengers and businesses.",
     "Mike Brown, MD London Underground, said: 'Londoners want their Tube upgraded, but they also want to be able to get around their city.",
     "'Although the Northern line upgrade is essential, we can approach it in a way that inconveniences Londoners less.",
     "'Some closures have already been planned, and we need to go ahead with them, but once we have control over the work we will be able to cut disruption.  Our priority is to lay out a programme that gets the job done to a timetable that suits Londoners and with the minimum disruption to our customers and businesses.'",
     "While the Northern line does not directly serve any of the 2012 Olympic and Paralympic venues, TfL today moved to reassure Londoners that the line will be running a full and reliable service during the summer of 2012.\u003cbr /\u003e",
     "\u003cstrong\u003eDetails of the Northern line closure programme: July - August 2010 \u003c/strong\u003e \u003cbr /\u003eWeekend closures - Kennington to Morden",
     "10 July 2010 to 11 July 2010\u003cbr /\u003e31 July 2010 to 1 August 2010\u003cbr /\u003e7 August 2010 to 8 August 2010\u003cbr /\u003e21 August 2010 to 22 August 2010\u003cbr /\u003e30 August 2010*\u003cbr /\u003e\u003cbr /\u003e*Bank Holiday Monday only - Extended engineering hours will commence on 5 July with early shutdown from 22:00 Monday to Thursday on the Bank branch (Kennington to Camden Town) and on the High Barnet branch north of East Finchley.",
     "Last trains would serve these sections at around 21:30, and replacement buses will then be provided."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}