{
 "pageTitle": "New era for the Tube as Transport for London completes acquisition of Tube Lines",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New era for the Tube as Transport for London completes acquisition of Tube Lines ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "- Tube Lines has now transferred from shareholders Bechtel and Amey to Transport for London",
     "- Deal allows greater flexibility in the delivery of Tube upgrades vital to the UK economy"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "'We have wasted no time in acting to limit the disruption of the Tube upgrade programme by cutting back the closures previously planned for this summer",
     "The Mayor of London, Boris Johnson and Transport for London (TfL) today confirmed that the agreement to purchase the shares of Tube Lines from its shareholders Bechtel and Amey (Ferrovial) has been concluded, and Tube Lines is now a wholly owned subsidiary of TfL.",
     "The move will give the Mayor's transport authority greater flexibility to manage the vital programme of Tube upgrades alongside the other improvements being delivered across the transport network.",
     "TfL is also confident that the new arrangement will enable it to deliver substantial savings.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Smooth transition\"}",
     "An urgent review of the PPP upgrade programmes will be TfL's first objective, with the aim of delivering the Tube improvements London and the wider UK economy needs with the best possible value for money and with the minimum of disruption for Londoners and businesses.",
     "Amey (Ferrovial) will continue to provide management and maintenance services on the Jubilee, Northern and Piccadilly lines on an ongoing basis.",
     "Bechtel will continue to work with London Underground (LU) for an interim period to ensure a smooth transition of the capital works programme to LU.",
     "The agreement also means:",
     "{\"template\":\"bulletlist\",\"items\":[\"Tube upgrade and maintenance work can proceed without further calls on fare payers' and taxpayers' money, meaning there is no longer any PPP funding gap\",\"LU's first priority will be the completion of the Jubilee line upgrade, delivering more frequent and reliable trains, as soon as possible\",\"LU will now be able to establish the best way of delivering the upgrade of the Northern and Piccadilly lines, within available funding and with synergies achieved alongside its existing upgrade programmes for the Victoria and sub-surface lines (Circle, District, Hammersmith \\u0026 City and Metropolitan)\",\"TfL and the Mayor have already acted to limit the disruption caused by Northern line upgrade work previously planned by Tube Lines. TfL has also committed to review the future closure programme now that direct control of the upgrade of the line has transferred to LU\"]}",
     "Mayor of London, Boris Johnson, said: 'This deal opens a new era for the Tube and one that will be free from the complexity and wrangling that hindered us in recent years.",
     "'The capital is the engine room of the UK economy and this new arrangement ensures that the vital Tube upgrade work, upon which London's own economic success depends, is delivered at the best possible value.",
     "'It also provides us with the greater flexibility on how improvement work is carried out that is so desperately needed in order to minimise disruption to Londoners and businesses.",
     "'We have wasted no time in acting to limit the disruption of the Tube upgrade programme by cutting back the closures previously planned for this summer, and we will now look at how we can keep disruption to a minimum in the future.'",
     "Andie Harper has now assumed the role of Chief Executive Officer (CEO) of Tube Lines.",
     "He led the transfer of Metronet from administration to TfL and will ensure a smooth transition of Tube Lines to TfL.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Deliver vital improvements\"}",
     "As CEO he will formally report to Transport Commissioner Peter Hendy via LU Managing Director Mike Brown.",
     "LU Managing Director Mike Brown said: 'This new arrangement will enable us to work even more directly and collaboratively with the management and staff of our private sector partners to deliver the vital improvements to the Tube, and I welcome that.",
     "'I would also like to acknowledge the contribution of Tube Lines' shareholders, management and staff to the improved operational performance on the Jubilee, Northern and Piccadilly lines over the last seven years.",
     "'The Tube now carries more than one billion passengers a year and we must continue to improve the capacity and reliability of our services in order to manage anticipated growth in jobs and population and to secure the future prosperity of London and the UK.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Bechtel and Amey have now ended their roles as shareholders in Tube Lines under the PPP contract for capital works projects and maintenance programmes on the Jubilee, Northern and Piccadilly lines of the London Underground. Amey (Ferrovial) will continue to provide management and maintenance services on the Jubilee, Northern and Piccadilly lines on an ongoing basis. Bechtel will continue to work with LU for an interim period to ensure a smooth transition of the capital works programme to LU\",\"TfL is delivering a multi-billion pound investment programme to improve and expand the transport network. Between now and 2018, TfL will upgrade eight Tube lines, build Crossrail, and expand the Docklands Light Railway and London Overground networks, as well as delivering other major improvements. Such investment is vital to the future growth, prosperity and the competitiveness of London and the UK, particularly for creating new jobs and opportunities\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}