{
 "pageTitle": "Northern line to operate as normal during evening this summer",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Northern line to operate as normal during evening this summer",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "New Tube Lines team to work with London Underground (LU) on new approach to upgrade"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Our priority is now to lay out a programme that gets the job done to a timetable that suits Londoners",
     "Transport for London (TfL) today cancelled the early evening closures on the Northern line's Bank and Barnet branches, which had been planned to start next Monday with the last trains using these sections of the Northern line at around 21:30.",
     "TfL acquired the shares of Tube Lines on 27 June, and has been working to understand the status of the upgrade programme.",
     "In light of this review, TfL has decided to cancel the scheduled early evening closures originally proposed by Tube Lines.",
     "LU will, therefore, revert to running a normal Northern line service from Monday 5 July.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Significantly less disruption\"}",
     "TfL is continuing its examination of the status of the Northern line upgrade programme, and will carry out a further urgent assessment of the planned work and the closures that are needed to deliver it.",
     "The objective will be to deliver the upgrade with significantly less disruption and far fewer closures.",
     "Mike Brown, Managing Director of London Underground, said: 'Following the acquisition of Tube Lines, LU is working with Tube Lines to review the upgrade and hence we are cancelling the immediate early evening closures planned.",
     "'We will now operate a full service on weekdays on all sections of the Northern line.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Improved reliability\"}",
     "'Our priority is now to lay out a programme that gets the job done to a timetable that suits Londoners and with the minimum disruption to our customers and businesses.'",
     "TfL will be engaging fully with the business community and listening to its views as the closure programme is reviewed in the interests of London's passengers and businesses.",
     "The vital upgrade work to replace the 40-year-old signalling system on London's busiest Tube line will deliver faster journey times, improved reliability and additional capacity to reduce the congestion experienced by customers on the Northern line."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}