{
 "pageTitle": "Passengers handed in 200,000 items found across TfL network to Lost Property Office",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Passengers handed in 200,000 items found across TfL network to Lost Property Office ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The number of items handed in to Transport for London's (TfL) Lost Property Office (LPO) is increasing year on year."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We do our best to reunite people with their property and would encourage anyone who loses something on public transport in London to get in touch with us",
     "Almost 200,000 items were handed in over the last financial year - an increase of nearly 15,000 items from the previous year.",
     "The Lost Property Office handles items lost on the Transport for London (TfL) network, including buses, London Underground, London Overground, Docklands Light Railway, licensed taxis or in Victoria Coach Station.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Unexpected and unusual\"}",
     "A range of items get left behind on public transport in London, from keys and laptops to mobile phones and suitcases.",
     "The latest figures show that in 2009/10 more than 38,000 books, almost 29,000 bags and 28,000 items of clothing were left behind by passengers.",
     "Last year the LPO celebrated its 75th anniversary.",
     "Over the years people have handed in many unexpected and unusual items including, Rolex watches worth more than quarter of a million pounds, £10,000 cash, human skulls, breast implants and a lawnmower.",
     "Julie Haley, TfL's Lost Property Office Manager, said: 'The amount of lost property handed in is going up every year.",
     "'Nearly 200,000 items were handed in to the Lost Property Office last year alone and this is indeed a real testament to the honesty of Londoners.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Keep hold of belongings\"}",
     "'We do our best to reunite people with their property and would encourage anyone who loses something on public transport in London to get in touch with us.",
     "'Ideally though we don't want anyone leaving things behind and would like to remind passengers to keep hold of their belongings and take a quick look around before getting off public transport.'",
     "Currently one in three bags, mobile phones and valuables are successfully reunited with their owners.",
     "Unfortunately, a large number of people do not get in touch with the LPO to enquire about their lost property meaning it can never be returned.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Images and local borough lost property figures are available on request\",\"Property normally takes a minimum of two working days to arrive at the LPO\",\"Positively identified lost property is returned to the owner (in person or by post) once a restoration fee, postage and (for property lost in taxis) a driver's award has been paid\",\"Property not claimed after three months is either donated to charity or sold at auction, with all revenue generated contributing towards the cost of running the LPO service\",\"After two days, people can enquire about lost property in several ways:ul\",\"Top ten items left behind in London across TfL network:ul\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}