{
 "pageTitle": "Police crackdown on rogue drivers and cyclists",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Police crackdown on rogue drivers and cyclists",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "As Bike Week is celebrated up and down the country, road users are being encouraged to respect each other and keep London's roads safe."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We need all road users, including cyclists, to use the road responsibly so we can move a step closer to realising the Mayor's vision to make London the best big cycling city in the world",
     "The Mayor, Boris Johnson, Transport for London (TfL) and the Capital's police forces are stepping up the number of operations targeting cyclists and drivers who disobey the rules of the road.",
     "Over the coming months, police will regularly target key locations across the Capital to crackdown on road users who disobey traffic signals, encroach on advance stop lines, cycle carelessly or on pavements, or use their mobile phones.",
     "With London's cycling revolution gathering pace and the number of people travelling by bicycle in the Capital increasing, officers from the City of London Police (CoLP) and Metropolitan Police Service (MPS) will be using education and enforcement to encourage considerate and safe behaviour from all road users and promote sharing the road safely.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Best behaviour\"}",
     "Road users found to be behaving negligently or in an aggressive manner will be handed a Fixed Penalty Notice (FPN) of up to £60 by police officers.",
     "Motorists and cyclists given an FPN for less serious offences may get the option to have their ticket cancelled if they attend a safety education course.",
     "Kulveer Ranger, the Mayor of London's Transport Advisor, said: 'While the vast majority of cyclists and motorists behave with care on the Capital's roads, targeted operations such as these encourage considerate, safe and lawful behaviour from all road users and help to create a culture of mutual respect where all road users can share the road safely.\u003cbr /\u003e\u003cbr /\u003e'The Mayor wants to see cyclists on their best behaviour as part of the cycling revolution in the city.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Travel safely\"}",
     "'This is London's year of cycling and it's clear there is a huge potential to increase the number of people travelling around the city by pedal power.",
     "'For this to happen we need all road users, including cyclists, to use the road responsibly so we can move a step closer to realising the Mayor's vision to make London the best big cycling city in the world.'",
     "Chief Inspector Craig Haslam from Westminster Borough Police said: 'Our officers work hard to ensure that cyclists and other road users are able to travel as safely as possible across London.",
     "'We do not tolerate anyone behaving in a way that endangers others and anyone who rides or drives on the roads must be aware of their responsibility for their own safety and that of other road users.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Rules of the road\"}",
     "City of London Police's Chief Inspector Matt Burgess said: 'Cyclists heading into a busy city like London need to be aware of the different hazards they face - especially around HGVs and their blind spots - and that's why our officers are out in the community, giving specialist urban cycling advice.",
     "'But we will not tolerate any road user who chooses to ignore the rules, and will issue fixed penalty notices to anyone caught running red lights, cycling on the pavement or driving recklessly.'",
     "Steve Burton, TfL's Director of Community Safety, Enforcement and Policing, said: 'It's important that all road users behave with consideration towards each other and obey the rules of the road.",
     "'During these operations, police officers will take the opportunity to hand out safety advice as well as issuing FPNs to motorists and cyclists who are clearly negligent and jump red lights, encroach advanced stop lines or cycle on pavements.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}