{
 "pageTitle": "TfL concludes multi-million pound negotiation as London Bridge Quarter buys out Shard lease agreement",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL concludes multi-million pound negotiation as London Bridge Quarter buys out Shard lease agreement",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) opts not to occupy the Shard, and will review market options for later alternatives. Accommodation efficiency savings on track for £160m."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This is an excellent deal for TfL and London",
     "TfL today announced that it has sold its lease agreement at the Shard in a deal that will contribute a multi-million pound cash sum to TfL's established efficiency savings programme.",
     "London Bridge Quarter (LBQ), a joint venture between the State of Qatar and Sellar Property Group, has acquired TfL's agreement to lease nearly 200,000 sq ft of office accommodation in the Shard at London Bridge.",
     "The precise terms of TfL's deal with LBQ are commercially confidential.",
     "As a result of agreeing an excellent commercial deal, TfL will continue to occupy its current portfolio of head office buildings and will review market options for the next step of its long-term accommodation consolidation strategy, while always seeking the best value for money.",
     "Last year TfL announced that in light of financial pressures - including a drop in Tube passenger numbers due to the economy and the impact of the collapse of Metronet - it was doubling its efficiency programme to over £5bn to safeguard investment in the Tube, deliver Crossrail and improve and expand London's transport network.",
     "To help deliver the £5bn savings, £160m in efficiencies have been identified from rationalisation of accommodation into hubs outside central London, that bring together staff previously based across a large number of more expensive and older properties.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Efficiency savings\"}",
     "As a result of the decision not to move to the Shard, combined with other operational property savings, the projected accommodation efficiency savings are now on target to reach £160m and deferring TfL's requirement for new office space will contribute to this.",
     "During 2009/10, TfL achieved efficiency savings totalling £306m, which was £54m in excess of the target. TfL's savings target during the current financial year is in excess of £500m.",
     "Major components of TfL's £5bn efficiency programme to 2017/18 include reductions in the number of temporary workers and consultants, the recent re-letting of the Oyster contract, cutting marketing, press and research budgets and rationalising IT systems.",
     "These elements alone will save over £1bn.",
     "Charles Stafford, TfL's Director of Group Property and Facilities, said: 'This is an excellent deal for TfL and London, and has secured a multi-million cash premium which will contribute towards our established £5bn efficiency programme to cut costs and secure investment in London's transport network.",
     "'TfL secured a great deal for its lease agreement in the Shard in 2006.",
     "'Since then rental rates have risen considerably and the deal we have negotiated with London Bridge Quarter reflects this.'",
     "TfL will continue to work with Sellar Property Group in considering its options for alternative accommodation.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL was created in 2000 from 15 separate organisations based in 50 buildings across central London\",\"TfL's property strategy aims to draw together accommodation into large hubs that will improve efficiency and reduce costs. TfL moved into Palestra in Southwark in 2008 and Pier Walk in North Greenwich in 2009 - significantly reducing operating costs and providing greener working environments in locations that are well served by transport links\",\"In 2006 TfL announced that it would be leasing 200,000 sq ft of office accommodation at the Shard secured at a rate of £38.50 per square foot\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}