{
 "pageTitle": "Transport for London urges RMT leadership to call off threatened Tube Lines strike action",
 "description": "Following the announcement that RMT members employed by Tube Lines are set to stage two 48-hour strikes, TfL today urged the RMT leadership to call off their threatened strike action and engage in proper dialogue with TfL once the acquisition of Tube",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London urges RMT leadership to call off threatened Tube Lines strike action",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Following the announcement that RMT members employed by Tube Lines are set to stage two 48-hour strikes, TfL today urged the RMT leadership to call off their threatened strike action and engage in proper dialogue with TfL once the acquisition of Tube Lines has been completed, expected by the end of June.",
     "The RMT dispute is an existing pay and conditions dispute with Tube Lines, and is not related to the proposed transfer of Tube Lines to TfL.",
     "TfL's acquisition of Tube Lines, will end the needlessly complex PPP system on the Jubilee, Piccadilly, and Northern lines.",
     "It will allow TfL to deliver the upgrade programme with significantly less disruption and far fewer closures, to a timetable that suits Londoners and the Capital's businesses.",
     "A TfL spokesperson said: 'As the RMT leadership knows, we do not currently control Tube Lines.",
     "'We are working to conclude the acquisition of the company by the end of June, which will benefit all Londoners by effectively ending the PPP, which has wasted hundreds of millions of pounds and led to delays to upgrade work.",
     "'The RMT have time and again called for Tube Lines' work to come back under public control, and that is what we are working to achieve.",
     "'Furthermore this is an existing dispute about pay and conditions and not about the proposed transfer of Tube Lines to TfL.",
     "'We strongly urge RMT leadership to call off the threatened strike action and to enter proper dialogue with us after our acquisition of Tube Lines.",
     "'TfL taking control of Tube Lines is a good deal for London as there is no longer a looming £600m PPP funding gap, it will generate substantial savings for TfL and enable us to upgrade the Tube to a timetable that suits Londoners and in a way which is much less disruptive for our customers and businesses in future.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The RMT has advised that its members working on Tube Lines contracts will walk out from 7pm on June 23 and again from 7pm on July 14\",\"This action would only affect three lines - Jubilee, Northern, and Piccadilly\",\"This is not a dispute with London Underground, so does not involve the train drivers or station staff\",\"We are pressing Tube Lines for an assessment of the likely impact on services, however we expect services to continue operating\",\"Bechtel will no longer have a contractual relationship with LU and will not, therefore, receive equity returns and secondment fees. While we will continue have a direct contractual relationship with Amey (Ferrovial) on maintenance, this will be a direct relationship and will mean they no longer receive equity returns and management fees will be lower\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}