{
 "pageTitle": "Transport for London appoints new Tube Lines Chief Executive Officer",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London appoints new Tube Lines Chief Executive Officer",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Andie Harper 'uniquely placed' to manage transfer to TfL, after leading Metronet transition."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "He is uniquely well placed to lead the organisation through this period of change, which will deliver huge improvements for Londoners",
     "{\"template\":\"bulletlist\",\"items\":[\"Harper to start work immediately as Tube Lines CEO (Designate) to prepare for transfer to TfL\",\"Tube Lines acquisition allows TfL greater flexibility in the delivery of vital Tube upgrades, and ability to minimise disruption for Londoners and businesses\"]}",
     "Transport for London (TfL) today announced that it has appointed Andie Harper to be the new Tube Lines Chief Executive Officer (CEO).",
     "Although he will officially take up the post following TfL's acquisition of Tube Lines, Andie Harper - who led the smooth and efficient transfer of Metronet from administration to TfL - will be appointed CEO (Designate) immediately and will begin working alongside current Tube Lines CEO Andrew Cleaves to ensure a smooth transition.",
     "Andrew Cleaves will leave Tube Lines following TfL's acquisition of the company, planned by the end of June.\u003cbr /\u003e\u003cbr /\u003eTfL's acquisition of Tube Lines will effectively free London from the complex PPP structure and will provide greater flexibility to manage the Tube upgrade programme, alongside all the other improvements being delivered across London's transport network.",
     "Following transfer, TfL's priority will be delivery of the Jubilee line upgrade as soon as possible.",
     "TfL will also begin work to review Tube Lines' upgrade programme with the aim of delivering the line upgrades to a timetable that suits London and minimises disruption to customers and businesses, with the best possible value for money.",
     "TfL also anticipates being able to generate substantial savings.\u003cbr /\u003e\u003cbr /\u003eMike Brown, Managing Director London Underground said: 'Andie is an excellent appointment.",
     "'He understands London's transport system through his time at London Underground and through leading Metronet's smooth and efficient transition from administration to TfL.",
     "'He is uniquely well placed to lead the organisation through this period of change, which will deliver huge improvements for Londoners.'\u003cbr /\u003e\u003cbr /\u003eBiography:",
     "Andie Harper comes to Tube Lines from AECOM, the global programme management, planning and engineering consultancy. He has a wealth of experience in the transport sector, including running  the predecessor infraco for the Jubilee, Northern and Piccadilly lines whilst at London Underground between 1999 and 2002. He has also acted as Project Director for the Edinburgh Tram Project and Program Director for Washington Group International, a large US construction company. He was appointed by Metronet's Administrators in October 2007 and led the organisation through the administration phase and through the transfer to TfL in May 2008. He stayed on to conclude the transition both at Metronet and then as LU Transition Director until summer 2009.\u003cbr /\u003e",
     "Notes to editors:",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}