{
 "pageTitle": "New Barclays Cycle Superhighways herald safer and easier cycling across the city",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New Barclays Cycle Superhighways herald safer and easier cycling across the city",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Work has begun on two new Barclays Cycle Superhighway routes which will open in July 2011, making it easier and safer for cyclists to commute into central London on direct and continuous cycle routes."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "As work takes place on the new routes, which will run from Bow to Aldgate (CS2) and Wandsworth to Westminster (CS8), the Mayor of London and Transport for London (TfL) have also announced funding to help boroughs along the route develop cycling improvements.",
     "Five boroughs; City, Tower Hamlets, Kensington \u0026 Chelsea, Westminster and Wandsworth, can bid for a share in funds in order to provide:",
     "{\"template\":\"bulletlist\",\"items\":[\"Cycle parking along the two new routes. This will be a mixture of on-street and residential parking which will be installed within 1.5km of the routes\",\"Cycle training for residents to help to improve their cycle commuter skills and safety awareness\",\"Cycle checks available from the launch of the new highways until autumn 2011 to make sure people's bicycles are safe to ride\"]}",
     "Since the launch of the first two Barclays Cycle Superhighways last summer (July 2010) TfL has provided funding for a total of 4,113 new cycle spaces along the routes, and has also provided 4,206 hours of training and checked the safety of 4,143 bikes.",
     "The two routes run from Merton to the City (CS7) and Barking to Tower Gateway (CS3), to make it easier and safer for cyclists to commute between Outer and Inner London on direct and continuous cycle routes.",
     "They are just one part of the Mayor's cycle revolution which aims to make travelling around on two wheels safer and easier for Londoners and visitors.",
     "Along the first two Barclays Cycle Superhighway routes, cycling has increased by up to 70 per cent.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Cycling safer\"}",
     "Kulveer Ranger, the Mayor of London's Transport Advisor said: 'The striking blue paint is now being laid down for another two of the 12 Barclays Cycle Superhighways the Mayor has committed to delivering.",
     "'Thousands of Londoners have been using the first two highways and, by the end of this summer, we will have four direct cycle routes into the centre of the Capital.",
     "'But these are more than just cycle lanes - there is also increased cycle parking and more training, and we are working with businesses along the routes to ensure everyone who wants to can take to the cleanest, greenest form of commuter transport.'",
     "With more cyclists on the road, TfL and the Mayor of London are working hard to make sure cycling in London continues to get safer.",
     "It is important that cyclists are aware of key cycle safety tips such as wearing bright clothing and never going up the left-hand side of lorries at junctions.",
     "TfL offers \u003ca href=\"http://www.tfl.gov.uk/cycling\"\u003efree cycle training \u003c/a\u003e which we would encourage new and experienced cyclists to take full advantage of.",
     "Drivers are also reminded that cyclists are 'vehicles' on the road and just like any other vehicle they require space, consideration and awareness.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Free cycle training\"}",
     "Ben Plowden, TfL's Director of Better Routes and Places, said: 'We are working hard to ensure cycling in London is safe, easy and most importantly fun for everyone.",
     "'I would encourage everyone to take advantage of our free cycle training, whether you are experienced and in need of a 'refresh 'or a new London cyclist who would like to improve their confidence skills, our cycle training caters for everyone.",
     "'Once you start to cycle you will wonder why you hadn't done it sooner - the health benefits are also instantly noticeable.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Five boroughs; City, Tower Hamlets, Kensington \\u0026 Chelsea, Westminster and Wandsworth, will be able to bid for a share of £625,000 of funding in order to provide cycling improvements\",\"The next two Barclays Cycle Superhighways routes will run from Bow to Aldgate (CS2) and Wandsworth to Westminster (CS8) and will launch in summer 2011. Maps of CS2 and CS8 are available from TfL's press office on 0845 604 4141\",\"The two pilot Barclays Cycle Superhighways routes run from Merton to the City (CS7) and Barking to Tower Gateway (CS3) and launched on 19 July 2010\",\"Results from both pilot routes suggest an overall increase of 70 per cent in cycle journeys; this is based on one day of manual counts in October 2010 and a comparable day in October 2009, supplemented by automated count data along the routes\",\"Peak hour increases of 100 per cent or more in cycle journeys on some sections, following automatic and manual counts undertaken in October 2010 compared with data from the same month in the previous year\",\"The Barclays Cycle Superhighways are a set of 12 radial routes aimed at delivering benefits to cyclists by making it safer and easier to commute by bike between Outer and Inner London on direct and continuous cycle routes\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}