{
 "pageTitle": "New major signalling contract will mean faster, more frequent and more reliable Tube services",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New major signalling contract will mean faster, more frequent and more reliable Tube services",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "New signalling system will serve 40 per cent of the Tube network. Faster, more reliable trains, more often on Circle, District, Hammersmith \u0026 City and Metropolitan lines. Less disruption for Londoners as the need for closures will be reduced."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "London Underground (LU) today moved a step closer to awarding a major signalling contract for the Circle, District, Hammersmith \u0026 City and Metropolitan lines (sub-surface lines) by selecting Bombardier Transportation as the Preferred Bidder, heralding faster, more frequent and reliable Tube services for Londoners.",
     "The new signalling contract, when finalised, will be awarded following a statutory 'standstill' period.",
     "This contract signifies the start of the single biggest piece of work to upgrade the Tube, coupled with a fleet of 191 new air-conditioned walk-through trains which are already being rolled out on the Metropolitan line",
     "When complete, the new signalling system will mean passengers can travel more quickly and frequently on all sub-surface lines.",
     "The upgrade will deliver 65 per cent more capacity on the Circle and Hammersmith \u0026 City lines, 24 per cent more capacity on the District line and 27 per cent more capacity on the Metropolitan line.",
     "LU has also been working with and learning from other world metros including the Madrid Metro, in order to develop innovative ways to upgrade the Tube in order to minimise disruption.",
     "As a result, this contract provides for no weekend closures simply for signalling installation and testing work.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Saving money\"}",
     "There will still be a need for weekend closures to upgrade track and platforms, however these will be contained in much smaller geographical areas and will not mean closures to full lines as has been experienced during previous upgrade work on other lines.",
     "LU Managing Director Mike Brown said: 'This is a major step forward in our plan to upgrade the Tube and will mean faster, more frequent and reliable Tube services for Londoners.",
     "'Furthermore, throughout this process, it was imperative that not only would the contract offer value for fare payers' and taxpayers' money, but that the new signalling would be installed with less disruption.",
     "'We know that full line closures are particularly disruptive to our customers and have been working closely with Madrid Metro to learn from their experience.",
     "'As a result, we insisted that those bidding for this contract found innovative ways to deliver the new signalling system without the need for the level of closures we have seen on other lines, and I'm pleased Bombardier have committed to that.'",
     "Boris Johnson, the Mayor of London, said: 'The Circle, District, Hammersmith \u0026 City and Metropolitan lines are the oldest in the Capital, they make up a large chunk of the Tube network and move millions of Londoners every day.",
     "'They are a vital part of the fabric of our great Capital and I am assured that this new contract will deliver the minimum amount of closures while delivering the improvements all Londoners are desperate to see.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Following the collapse of the Public Private Partnership (PPP) and failed PPP contractor Metronet in June 2007, LU was left with a number of contracts which were not fit for purpose. One of these was a contract for a new signalling system on the sub-surface lines. LU decided to re-tender, as the original contract did not provide the best technical solution or the best value for fare payers' and taxpayers' money. It would also have left LU with the legacy of signalling system not compatible with others across the Tube network, not only inefficient but would have lead to greater infrastructure, maintenance and training costs. The new contract and the efficiencies it will deliver means TfL will save hundreds of millions of pounds, now and in future, on the original PPP solution\",\"LU issued an invitation to tender for this contract in July 2009 and, since then, has been engaged in a competitive negotiated procedure with a number of bidders. In July 2010, it down-selected to two bidders, one of which was Bombardier\",\"The sub-surface lines cover more than 300km of track and serve around 40 per cent of the Tube network\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}