{
 "pageTitle": "Reminder - Northern line won't stop at Tottenham Court Road as station upgrade moves into new phase",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Reminder - Northern line won't stop at Tottenham Court Road as station upgrade moves into new phase",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Work to transform Tottenham Court Road station into a new gateway to the West End will step up a gear this weekend."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The changes we are making to the station will transform it",
     "As the £500m station upgrade moves into its next important stage, the Northern line won't stop at the station from 2 April until late November.",
     "Tottenham Court Road station is more than 100 years old and was not designed to be used by the 147,000 people that currently pass through it every day.",
     "With the growth in passengers using the Tube and the arrival of Crossrail, that number is expected to grow to more than 200,000.",
     "As part of the Tube Upgrade Plan, London Underground is transforming the station to:",
     "{\"template\":\"bulletlist\",\"items\":[\"Increase the size of the ticket hall by nearly six times\",\"Introduce step-free access from street to platform\",\"Provide four new or modernised entrances\",\"Deliver new escalators and improved interchanges between platforms\",\"Connect with a new Crossrail ticket hall at Dean Street.\"]}",
     "London Underground's Strategy \u0026 Commercial Director Richard Parry said: 'Tottenham Court Road station is set to become one of the busiest and most important stations in the Capital once Crossrail and the station upgrade are complete.",
     "'The changes we are making to the station will transform it, with a massive increase in capacity, new entrances and step-free access.",
     "'But the size and scale of the works mean we will need to close the Northern line platforms until November.",
     "'I ask our customers and local businesses and residents to bear with us, it will be worth it.'",
     "Central line services at the station will run as normal and the Northern line platforms will be back in service well in time for Christmas.",
     "Passengers wishing to use the Northern line are advised to use nearby Goodge Street or Leicester Square.",
     "For more information on the Tottenham Court Road station upgrade project, the platform closure and how TfL is preserving the famous Paolozzi mosaics in the station, \u003ca href=\"http://www.tfl.gov.uk/corporate/projectsandschemes/18091.aspx\"\u003ewatch the video online\u003c/a\u003e .",
     "\u003cstrong\u003eNotes for editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"At Tottenham Court Road, during the Northern line platform closure, 'exit 4' (closest to Centre Point) will be closed from April until July to allow the staircase to be rebuilt\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}