{
 "pageTitle": "Tour of Britain cycle race to return to central London this September",
 "description": "On Sunday 18 September, 96 professional cyclists will race over two stages as the battle for the Tour of Britain reaches a climax in central London with an iconic finish on Whitehall.In a change from recent years some of the world's top cyclists will take",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Tour of Britain cycle race to return to central London this September",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Tour of Britain, the UK's biggest professional cycle race, will return to the Capital's streets this year on the final stage of the Tour."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "On Sunday 18 September, 96 professional cyclists will race over two stages as the battle for the Tour of Britain reaches a climax in central London with an iconic finish on Whitehall.",
     "In a change from recent years some of the world's top cyclists will take on the challenge of a 10km individual time trial in the morning before the Tour of Britain finishes with its traditional circuit race over a total of 80km on a 10km circuit.\u003cbr /\u003e\u003cbr /\u003eThis is the eighth time the Tour of Britain has come to the Capital.",
     "The world-class sporting spectacle has each year attracted Olympic, world, commonwealth champions and Tour de France stage winners to race in London.\u003cbr /\u003e\u003cbr /\u003eThe last time the race visited central London was in 2009, when more than 150,000 spectators saw the final stage of the tour finishing on the streets of Westminster.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"The joy of pedal power\"}",
     "Mayor of London Boris Johnson said: 'London is simply the perfect place to round off the fantastic spectacle that is the Tour of Britain.",
     "'More and more people are embracing the joy and freedom of travelling on two wheels.",
     "'Events like this, which showcase the excitement and exhilaration of top-level cycling, help to capture the unadulterated joy of pedal power and can only inspire more Londoners to get involved.'",
     "Ben Plowden, Transport for London's Director of Better Routes and Places, said; 'This is a wonderful opportunity for Londoners to see some of the world's top cyclists in action.",
     "'This year's circuit was very popular with spectators in 2008 and 2009 when over 150,000 people came to see the final stage of the Tour.",
     "'It is events like this that help to encourage more people to take up cycling in London; I wish the cyclists taking part the very best of luck.'\u003cbr /\u003e\u003cbr /\u003e",
     "Notes to editors:",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}