{
 "pageTitle": "Traffic restrictions introduced on Wilton Road for Victoria Station Upgrade",
 "description": "Access to Wilton Road will be restricted to buses, taxis and bicycles whilst essential works for the Victoria Station Upgrade are carried out by VINCI Bam Nuttall. Pedestrian will be maintained.The restriction to general traffic on Wilton Road is likely",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Traffic restrictions introduced on Wilton Road for Victoria Station Upgrade",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Motorists are advised by TfL that from 3 May 2011 general traffic will be restricted from using Wilton Road north of Neathouse Place."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Access to Wilton Road will be restricted to buses, taxis and bicycles whilst essential works for the Victoria Station Upgrade are carried out by VINCI Bam Nuttall. Pedestrian will be maintained.",
     "The restriction to general traffic on Wilton Road is likely to remain in place until project completion, which is scheduled for 2018.",
     "During this time Wilton Road may be subject to further restrictions to allow for Underground station construction works. TfL will continue to communicate the restrictions as the programme develops.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Diversions set up\"}",
     "While the restrictions are in place general traffic will be diverted along Bridge Place, Eccleston Bridge and Buckingham Palace Road.",
     "Due to a weight restriction on Eccleston Bridge, imposed by Network Rail, vehicles over 18 tonnes are advised to use alternative routes. The weight restriction is necessary to protect the structural integrity of the bridge which spans key railway lines into Victoria station.",
     "There will be a police presence at the Wilton Road junction on the 3 and 4 May directing motorists onto the diversion route. TfL will also install signage, in advance of the closure, on the approach to and at the Wilton Road junction The road surface on Wilton Road will be painted and clearly marked that access is restricted to taxis and buses.  Any unauthorised motorist travelling along Wilton Road will be subject to a Penalty Charge Notice of £130 (reduced to £65 if paid within 14 days).",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Victoria Station Upgrade\"}",
     "TfL's Interim Director of Congestion Charging and Traffic Enforcement, Nick Fairholme, said: \"We are introducing traffic restrictions on Wilton Road whilst works are conducted as part of the vital upgrade works to Victoria Underground station.",
     "\"Transport for London would encourage motorists to follow the diversion and will only, as a last resort, issue Penalty Charge Notices to motorists who ignore all the signage and road markings and drive down Wilton Road.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Notes to Editors\"}",
     "{\"template\":\"bulletlist\",\"items\":[\"There will be temporary variable message signs on the main approaches to the restriction as well as changes to the permanent road signs\",\"A new bus lane on the approach to Wilton Road will help emphasise the restriction when the Neathouse Place traffic is filtered into the left while the buses and taxis can turn right into Wilton Road.\",\"At the point of the restriction itself, 'No Entry' signing will be provided, along with camera enforcement signs to warn drivers that enforcement activity is ongoing.\",\"The diversion route for most traffic will be via Bridge Place, Eccleston Bridge, Buckingham Palace Road, Grosvenor Gardens and Grosvenor Place.\",\"The exception is for vehicles over 18 tonnes maximum gross weight.\",\"An alternative route for vehicles over 18 tonnes maximum gross weight is through Grosvenor Road.\",\"A map detailing the diversions is available at \\u003ca href=\\\"http://www.tfl.gov.uk/vsu\\\"\\u003ewww.tfl.gov.uk/vsu\\u003c/a\\u003e \",\"Further effects of the construction traffic management plan will be communicated as they are known\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}