{
 "pageTitle": "Bikes for Londoners from the cities of Holland",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Bikes for Londoners from the cities of Holland",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The cities of Holland are donating 20 orange bikes to the people of London to support the good going campaign and to bring a little bit of Dutch lifestyle to London."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The bikes will be officially handed over to GLA member Jenny Jones by Andrew van der Feltz of the Netherlands Board of Tourism \u0026 Conventions at a Bikes 4 Londoners -\u003cstrong\u003egood going\u003c/strong\u003e roadshow to be held in Trafalgar Square on Thursday 16 September 2004 at 10.30.",
     "The Bikes 4 Londoners initiative is one of the first partnership promotions in London's new\u003cstrong\u003egood going\u003c/strong\u003e travel awareness campaign. The bikes will be used to promote cycling as a healthy and relaxed way of getting around the capital and will also bring some of the Dutch lifestyle characteristics to London.",
     "\u003cstrong\u003eWhen\u003c/strong\u003e : Thursday 16 September 2004 at 11.00",
     "\u003cstrong\u003eWhere\u003c/strong\u003e : Trafalgar Square, London SW1",
     "\u003cstrong\u003eWith\u003c/strong\u003e : Jenny Jones, Green Party, and representatives of the Netherlands Board of Tourism \u0026 Conventions",
     "Most of the bikes will be used for the future Bikes 4 Londoners initiative, a planned London wide cycle loan and share scheme being launched through the\u003cstrong\u003egood going\u003c/strong\u003e campaign.",
     "The remainder will be used as competition prizes for those signing the\u003cstrong\u003egood going\u003c/strong\u003e pledge on the day.",
     "The\u003cstrong\u003egood going \u003c/strong\u003e campaign will also be inviting visitors to make their\u003cstrong\u003egood going \u003c/strong\u003e pledge to reduce traffic congestion and vehicle emissions by cycling, walking and using public transport, when possible, and car sharing or using low emission vehicles when this is an option.",
     "Everyone making the\u003cstrong\u003egood going\u003c/strong\u003e pledge will receive campaign information and a loyalty card giving them the chance to win one of the Dutch bikes.",
     "Evans Cycles, London's largest cycle retailer and Best British Bike Shop of the Year 2004 will be on site with a comprehensive range of bikes and a mechanic will be on site to provide free safety checks for all cyclists. The company's staff will also be on hand to provide advice and information about getting into cycling and choosing the best bike.",
     "The Cycling Centre of Excellence (CCE) and the London Cycling Campaign will also be in attendance to offer information and advice on cycling. The CCE's priorities are to address the needs of those already cycling and encourage new cyclists by raising the status of cycling and removing the barriers to cycling.\u003cbr /\u003e",
     "\u003cstrong\u003egood going - travel awareness in London\u003c/strong\u003e , is a London wide campaign which will enable London's Mayor (through Transport for London), the 32 London Boroughs and a range of cross sector partners to come together in promoting sustainable transport and travel in the Capital.",
     "The\u003cstrong\u003egood going\u003c/strong\u003e campaign stresses that we can really improve the health and quality of life for everyone living, working, visiting or being educated in London by reducing traffic congestion and vehicle emissions in the Capital.",
     "The Netherlands Board of Tourism and Conventions",
     "The Netherlands Board of Tourism \u0026 Conventions (NBTC) promotes Holland as a tourist destination and is promoting city breaks to Holland. The gift of the bikes is to reflect the relaxing, hip nature of a Dutch city break.\u003cbr /\u003eFor more information please visit: \u003ca href=\"http://www.holland.com/\"el=\"http://www.holiand.com\"lid=\"http://www.holiand.com\"\u003ehttp://www.holland.com/\u003c/a\u003e ",
     "\u003cstrong\u003eCycle facts \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Almost 50% of car journeys are short enough to be made by bicycle\",\"650,000 people currently cycle around London, 11 % of Londoners cycle\",\"The number of journeys made by foot has fallen by 13% in the last ten years -The average UK resident spends about 9 days of the year in a car\",\"People in cars are exposed to 4 times more air pollution than pedestrians or cyclists -It takes 8 bicycles to occupy the space taken by just one car\"]}",
     "TfL Press Office\u003cbr /\u003e\u003cbr /\u003eDirect line: 7941 4141"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}