{
 "pageTitle": "Cycling safety comes first in children's competition",
 "description": "The Cyclesafer Challenge is a fun competition aimed at the serious issue of raising cycle safety awareness in children. The competition was piloted in three schools this year, but will be expanded to cover all London's schools. Junior school children are",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Cycling safety comes first in children's competition",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London today announced the winners of its Cyclesafer Challenge at the International Cycle Show at the Business Design Centre in Islington."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The Cyclesafer Challenge is a fun competition aimed at the serious issue of raising cycle safety awareness in children. The competition was piloted in three schools this year, but will be expanded to cover all London's schools. Junior school children are asked to design cycling safety equipment from three categories: visibility, clothing and safety attachments.",
     "Rose Ades, Head of TfL's Cycling Centre of Excellence, said:",
     "'The Cyclesafer Challenge has been a big success. We've seen some inspired drawings from the children and they have shown us that cyclists' safety can be fun. It is clear that clothing and safety equipment for young cyclists are too important to leave to adults, and that children are the best judge of what will encourage them to cycle. I look forward to seeing the competition develop with entries from schools across London next year'",
     "The backdrop for the awards will be the International Cycle Show, which will be officially opened at 11.15am by Charlotte Atkins, the Minister of Cycling and Walking. Visitors will be able to try out a new range of bikes on a track, see all the latest cycling clothes at a fashion show and watch the experts showcase their skills in the International Bike Trials Competition.",
     "Chloe Scott, Cycle Editor for Metro, who was one of the judges, said,",
     "\"This great competition gets children to think about their own welfare when cycling. And getting children to be creative will help improve the image of cycling - and so increase its popularity.\"",
     "Jon Snow, Channel 4 News Presenter, who will judge the London-wide competition added,",
     "\"The Cyclesafer Challenge is a fantastic initiative and most of us that commute in urban areas know the risks and the safety issues. The more new designs that address these issues and help increase awareness, the better. I wholeheartedly support the Cyclesafer Challenge.\"",
     "During the summer term TfL conducted a market research study with children and teachers to find out their attitudes towards cycling. 31% of primary school children said that different, more stylish safety equipment and clothing would make them cycle more.\u003cbr /\u003e\u003cbr /\u003eThis year's contestants are Year 5 pupils from three London schools taking part in a special pilot scheme. The awards will see the competition launched London-wide in order to encourage more people to cycle safely in the Capital .",
     "The Cyclesafer Challenge 2005 aims to make Year Five students across London become more confident and competent road users by encouraging them to think about the hazards faced by cyclists and asking them to come up with creative solutions in the form of a picture with annotation. The judges are looking for the best designs for protective clothing, safety attachments or lighting to make bicycles safer.",
     "The winners of the Cyclesafer Challenge are:",
     "{\"template\":\"bulletlist\",\"items\":[\"Category: Lighting or any product which will make cyclists visible to other road users - Sophie Coxon from Brooklands Primary School in Blackheath, for a helmet with lights\",\"Category: Protective clothing to wear whilst cycling - Nour Alkhajaji from Montem Primary School in Islington, for a 'cool clothing range'\",\"Category: A safety attachment for bicycles - Saracha Healy from St Agatha's Catholic Primary School in Kingston upon Thames, for a heat sensitive helmet reminder.\"]}",
     "For information about the winners please contact the TfL Press Office on the number below.",
     "Nathan Fletcher\u003cbr /\u003ePress Officer\u003cbr /\u003eEmail: nathanfletcher@tfl.gov.uk\u003cbr /\u003eDirect line: 7941 4141"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}