{
 "pageTitle": "Mayor Encourages Britain to Get On Board the Olympic Bid",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor Encourages Britain to Get On Board the Olympic Bid",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Mayor of London, Ken Livingstone, was today joined at City Hall by London 2012 Chairman Sebastian Coe, Transport Minister Tony McNulty and Olympic rowing medallists James Cracknell and Rebecca Romero to officially launch Transport for London's (TfL's) 'back the bid' bus - part of a publicity campaign demonstrating TfL and the Mayor's total commitment to bring the Olympic Games to London in 2012."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The bus is just one of the 40 highly visible buses 'wrapped' in London 2012 branding that will be in service on London streets from the end of September.",
     "Ken Livingstone said: \"These buses visibly demonstrate London's commitment to host the Olympic Games in 2012 and will ensure that everyone who lives in or visits the capital knows that London is a serious contender. This colourful campaign will provide a unique platform to help build support for the bid in the run up to the IOC's final decision next year.",
     "\"This is the largest public awareness campaign TfL has ever run. The sheer scale of what TfL is delivering shows the importance that London places on succeeding in this bid.\"",
     "The branded buses are the latest phase in a campaign of activity that aims to raise awareness of the bid. By the end of September posters and leaflets will be on display at nearly 35,000 sites on buses, at bus shelters, on Tubes and at Underground stations. Half a million leaflets outlining the case for bringing the Games to London are being distributed at transport related locations.",
     "Bid Chairman, Sebastian Coe, said: \"We are very grateful to TfL for providing this level of support in such a visible manner. This is all part of our campaign to create a growing and lasting image of London as an Olympic city that gets people excited about backing the bid. I want to see our images all over the city and the country to demonstrate to the IOC that we are serious about winning the right to host the greatest event on earth here in London.",
     "\"This level of support is phenomenal and will be crucial to the Bid's success. Everyone across London and the UK can do their bit to make our bid for 2012 a winner. That's why we are encouraging the public to register their support and help bring the Games to London.\"",
     "Transport will play an important role in helping London win the bid. London already has a well-run and effective transport network with 20 million journeys made each day. With the planned extra investment of £3bn over five years TfL will deliver an even more efficient system that will make London more than adequate to stage a successful Olympics over the four weeks of 2012.",
     "\"I am confident that we can deliver the greatest Games ever but we must now all take every available opportunity to let the International Olympic\u003cbr /\u003eCommittee know that.\"",
     "Register your support at www.london2012.org \u003ca href=\"http://www.london2012.org/\"target=\"_blank\"lid=\"http://www.london2012.org\"el=\"http://www.london2012.org\"\u003ehttp://www.london2012.org\u003c/a\u003e . Mobile users can register their support by texting LONDON to 82012.",
     "\u003cstrong\u003eFor further information please contact:\u003c/strong\u003e \u003cbr /\u003e\u003cbr /\u003eEmily O'Regan\u003cbr /\u003e\u003cstrong\u003eTfL Communications \u003c/strong\u003e \u003cbr /\u003eEmail: \u003ca href=\"mailto:emilyoregan@tfl.gov.uk\"lid=\"emilyoregan@tfl.gov.uk\"\u003eemilyoregan@tfl.gov.uk\u003c/a\u003e \u003cbr /\u003eDirect line: 020 7941 4313 Or\u003cbr /\u003eMobile: 07785 397 117\u003cbr /\u003eFran Edwards\u003cstrong\u003eLondon 2012 Press Offic\u003c/strong\u003e e 020 7093 5100"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}