{
 "description": "The new package will mean that in real terms, when inflation is taken into account, average bus fares are no higher than when Ken Livingstone took office more than four years ago. Passengers would benefit from a new 'early bird' discount for Oyster Pre",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor: New fares policy will secure £3bn investment in transport",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Mayor Ken Livingstone today set out his new Tube and bus fares package and said rises were essential to secure an unprecedented £3bn investment programme in London's transport. At the same time free travel on buses for children under 11 will be extended to all under-16s."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The new package will mean that in real terms, when inflation is taken into account, average bus fares are no higher than when Ken Livingstone took office more than four years ago. Passengers would benefit from a new 'early bird' discount for Oyster Pre Pay users to promote off-peak travel and get cash off the transport network.",
     "Speaking at City Hall, the Mayor said: \"In my first term we carried through the transformation of London's bus services. In the second we will start the improvement of the Tube and the investment programmes necessary to give London a 21st century transport system.",
     "\"That requires making tough choices now to seize the once-in-a-generation opportunity we have been given to invest nearly £3bn over the next five years. If we want to make that investment we will need to raise fares now to help meet the costs of servicing the additional debt.",
     "\"I have no doubt that is the decision which is in the best interests of London. We are embarking on a course which will reverse generations of neglect.",
     "\"At the same time, I am announcing today that all under-16s will travel free on the bus system starting in the next academic year, building on my current policy of free bus travel for under-11s.\"",
     "The new fares package, which will raise an additional £125m for investment in the transport network and comes into force in January 2005, includes:",
     "{\"template\":\"bulletlist\",\"items\":[\"Inflation plus 1% rise on the Tube, and average rise of inflation plus 10% on bus fares;\",\"Oyster Pre Pay and 'early-bird' discounts to get cash off the buses and promote off-peak travel;\",\"A reduction in the number of single fares and 'zone-grouping' to simplify journeys and;\",\"Free travel on the buses for all under 16s by September 2005 rolled out to under- 18s in full time education in September 2006 .\"]}",
     "The Mayor continued:",
     "\"In real terms, bus passengers will still be paying the same average fares as when I was first elected. But they now receive a much better service and more and more school age children will travel free. Our investment in buses is paying off. Now we need to extend those improvements to the Tube and railways.\"",
     "The cash fare for single bus journeys will rise from £1.00 to £1.20. but passengers who use Oyster Pre Pay or Saver tickets will pay £1 - the same as today's cash price.",
     "Oyster Pre Pay users travelling off-peak on the bus will pay just 80p. This discount aims to encourage the 15 percent of bus passengers who continue to pay cash to switch to pre-paid tickets or Travelcards to get cash off the bus network by 2006.",
     "One day bus passes will increase from £2.50 to £3.00, the same price as 2000, with weekly bus passes increasing from £9.50 to £11.00 compared to £11.50 in 2000 for the\u003cbr /\u003eequivalent tickets.",
     "On the Tube, the Zone 1 and Zone 1-6 single cash fare are frozen and passengers using Oyster Pre Pay can travel in Zone 1 for £1.70 and Zones 2-6 for £1.80 per trip. Other fares are rising by RPI+1%, with further discounts available for Oyster Pre Pay off-peak travel - before 6.30am, after 7pm and all day at weekends.",
     "A weekly adult Zone 1 Travelcard will rise from £17.00 to £18.50 and an all Zone Travelcard will increase from £38.30 to £39.50. A Zone 1-2 off-peak Travelcard will increase by 40p to £4.70 and a Zone 1-2 all-day adult Travelcard will rise from £5.30 to £6.00.",
     "Following groundbreaking talks with the train operating companies, a simpler pricing structure will be introduced for rail/Tube journeys which will reduce the cost of some\u003cbr /\u003etrips.",
     "1. The new fares package is expected to raise an additional £80m on the buses and £45m on the Tube.",
     "2. Off-peak Pre Pay travel on the London Underground after January will be defined as before 0630 and after 1900 on weekdays and all day at weekends. On the buses, off-peak Pre Pay travel will be before 0630 and after 0930 on weekdays and all day at weekends.",
     "3. Free travel for under 18s in full-time education will be in force by September 2006 under a phased programme.",
     "4. Single and Pre Pay fares on the Croydon Tramlink will move in line with bus fares. DLR fares will match rises on the Tube.",
     "5. Every weekday, there are around 6m passenger trips on London Buses and around 3m trips on the Tube. The DLR carries over 150,000 and Tramlink 65,000.",
     "6. The Visitor Travelcard and weekend Travelcard will be replaced by the three-day and weekly Travelcards.",
     "7. Fare tables are available from the London Travel Information on 020 7222 1234.",
     "For further information contact Sam Hart in the Mayor's Press Office on 020 7983 4714 or Transport for London's press office on 020 7941 4141.",
     "For out of hours media enquiries please call 020 7983 4000",
     "For non-media enquiries please call the Public Liaison Unit on 020 7983 4100"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}