{
 "pageTitle": "TfL funds Tulse Hill station improvements",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL funds Tulse Hill station improvements",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) today announced a £63,000 award to the London Borough of Lambeth (LBL) to carry out a number of interchange improvements to Tulse Hill station, as part of the continued improvements to South London rail services."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Addressing key areas of the station's poor passenger environment the ON project will commence in Autumn 2004 with completion expected in March 2005 at a total cost of £119,000 with the LBL allocating the remaining £56,000. The planned improvements were developed by the LBL in consultation with Southern Railways and will include:",
     "{\"template\":\"bulletlist\",\"items\":[\"improving the station forecourt with a widened pavement\",\"new cycle parking\",\"enhanced surveillance, lighting and CCTV in the station subway and on staircases to platforms and improved lighting and CCTV on the footpath from Norwood Road.\"]}",
     "Barry Broe, TfL Director of Group Transport Planning \u0026 Policy said:",
     "\"I'm delighted that TfL are able to continue to improve London's transport facilities through our work with our local authority partners. This funding from TfL will mean rail passengers at Tulse Hill will benefit from improved security, access and cycling facilities. By better integrating the local rail service with the rest of TfL's network, passengers will also get more up-to-date travel information which will help them plan their journeys.\"",
     "Station improvements are an important part of TfL's commitment to the delivery of the Mayor's Transport Strategy for London. On-going enhancements to key interchange stations contribute to the better integration of the buses, tube, rail and trams enabling potential increases both in the efficiency of the network and the number of passengers carried.",
     "The Tulse Hill project also continues the successful promotion of cycling as an alternative means of transport, which has seen a 23% rise in the number of cycling journeys between the May/June of 2003 and 2004 on those roads managed by TfL, the Transport for London Road Network (TLRN).",
     "Works will be carried out by LBL who will receive the TfL grant via the South East London Transport Strategy (SELTRANS). SELTRANS was established in 1998 with the principle objective of improving London's transport integration and is a London sub-regional partnership between the seven southeast London boroughs of Bexley, Bromley, Croydon, Greenwich, Lambeth, Lewisham and Southwark, transport providers and operators, and groups representing the interests of businesses and passengers.",
     "TfL's interchange station funding is intended to enable local Borough councils to undertake improvements to trains, services and stations, in addition to work carried out by the regional Train Operating Companies (TOCs) and follows the allocation of £387,000 by TFL in 2003/2004 for similar improvements at eight station interchanges.",
     "In 2004/2005 at least six key South London interchange stations will benefit from similar station improvements: Earlsfield, Tulse Hill, Hayes, West Wickham, Eden Park and Norwood Junction.",
     "In 2004/2005 TfL will award a total of £147 million through Borough Spending Plan (BSP) applications, submitted by the Boroughs to fund a range of local transport improvements. Over £4m of this funding will go to improve station access facilities through this and other TfL initiatives.",
     "Further funding applications for similar projects are expected to be submitted by the Boroughs through the BSP process for the financial year 2005/2006.\u003cbr /\u003e",
     "Adi Frost\u003cbr /\u003eMedia Manager\u003cbr /\u003eEmail: \u003ca href=\"mailto:adifrost@tfl.gov.uk \"target=\"_blank\"lid=\"adifrost@tfl.gov.uk\"\u003eadifrost@tfl.gov.uk \u003c/a\u003e \u003cbr /\u003eDirect line: 020 7941 4881"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}