{
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "September",
   "url": "/info-for/media/press-releases/2015/september"
  },
  {
   "title": "£100m refurbishment of Hammersmith Flyover completed"
  }
 ],
 "title": {
  "title": "£100m refurbishment of Hammersmith Flyover completed",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Major work to strengthen the Hammersmith Flyover in west London is now complete, Transport for London (TfL) has announced.",
     "The refurbishment, which has seen engineers working day and night over the past two years, means that the sixties flyover has now been fully restored and strengthened. The flyover is now safe to use for decades to come and will require less regular maintenance work, meaning less congestion and traffic delays in the future.",
     "Since October 2013, vital restoration work has been carried out by TfL, its Principal Contractor Costain and main sub-contractors including Freyssinet and SSL, to strengthen 11 of the flyover's 16 spans after an initial five were strengthened in 2012. This work - part of TfL's wider £4bn Road Modernisation Plan - has been primarily carried out overnight to reduce disruption to road users and residents.",
     "The work has included:",
     "{\"template\":\"bulletlist\",\"items\":[\"New tensioning cables - totalling 6.5km in length - installed and fully tensioned, restoring strength within the structure\",\"The entire flyover re-waterproofed and resurfaced with new drainage installed within the structure\",\"More than 150 tonnes of steel beams and bars installed inside the flyover to hold the new tensioning system and reinforce the concrete\",\"Two five-tonne expansion joints within the carriageway were replaced, allowing the structure to flex as traffic moves across it\",\"All 34 bearings supporting the flyover have been replaced, allowing it to adapt to weather conditions and expand in the summer and shrink in the winter by up to 180mm.\"]}",
     "TfL is now working to clear the work site around the flyover, with all local roads returning to normal by late autumn.",
     "Garrett Emmerson, Chief Operating Officer for Surface Transport at TfL, said: `We are committed to ensuring that London's road network is safe, reliable and well cared for. The work carried out on the Hammersmith Flyover in the last two years has been vital to ensure that the structure, a key London road artery, remains safe for many years to come.",
     "`The engineering prowess of the team at Hammersmith has meant that the flyover has been kept open to traffic for more than 90 per cent of the duration of the work, and I would like to thank all local residents and road users for having borne with us whilst the work was carried out.'",
     "Edmund King, AA president said: `TfL engineers working night and day on the Hammersmith flyover has now paid off. When the flyover was found to be unsafe just before the Olympics it was a nightmare. Since then we have had a refurbishment scheme that has been highly innovative and which has always sought to reduce the impact of the inevitable repair works on traffic on this vital strategic route.",
     "`Several years on and we are almost there and we pay credit to the TFL, contractors, engineers and the communications teams who tried to prioritise the needs of road users and local residents.  We also acknowledge the patience of local people and drivers who have had put up with inevitable occasional disruption. The lessons learnt from this unpredicted failure of a major artery should hopefully mean an event on this scale will not be repeated in the capital.'",
     "The Hammersmith Flyover refurbishment is part of TfL's £4bn Road Modernisation Plan, which represents the biggest investment in London's roads in a generation, including hundreds of projects to transform and modernise key junctions, bridges, flyovers and tunnels.",
     "TfL is continuing to work closely with Hammersmith and Fulham council to make Hammersmith gyratory safer and more accessible for cyclists, as part of their wider borough cycling improvement strategy. Plans are also underway to install a new Santander Cycles docking station underneath the flyover, providing space for more than 50 bikes. Subject to planning permission, the docking station could be in place by early 2016.",
     "For more information about the Hammersmith Flyover work, please visit www.tfl.gov.uk/hammersmithflyover",
     "Ends",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL manages and maintains twelve tunnels, as well as more than 1,800 structures on the TfL Road Network, including bridges, flyovers, footbridges, retaining walls, subways and culverts.\",\"TfL has worked with key partners, including local boroughs, to ensure that the project has been planned and undertaken with the minimum of disruption to road users and residents. The works have also been coordinated around other planned events in the local area, including concerts, London Underground upgrade works and the construction of the East-West Cycle Superhighway in central London, which began in April.\",\"TfL continues to support the London Borough of Hammersmith and Fulham as it works up more detailed proposals for its ambitious plans to create a new road tunnel underneath Hammersmith. Any plan to replace the flyover would need to be funded through the wider redevelopment of the area.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}