{
 "pageTitle": "Major Victoria station breakthrough unites 300 metres of new tunnels",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "September",
   "url": "/info-for/media/press-releases/2015/september"
  },
  {
   "title": "Major Victoria station breakthrough unites 300 metres of new tunnels"
  }
 ],
 "title": {
  "title": "Major Victoria station breakthrough unites 300 metres of new tunnels",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "A major milestone at Victoria Tube station has now been reached as part of its £700m upgrade, with a final tunnelling breakthrough. The 300 metres of new tunnels will link the brand new North ticket hall with the existing South ticket hall, which is being doubled in size to make journeys less crowded for the growing number of customers using the station.",
     "London Underground (LU) engineers tunnelled through the final metre connecting the north and south tunnel schemes on Monday afternoon, completing the key section of this complex three-year tunnelling project. The work was completed behind-the-scenes with no disruption to Tube customers, despite the fact that in certain places it was carried out less than 30cm away from operational Victoria line platforms.",
     "Victoria station is one of the busiest in London and is used by over 80 million customers each year - more than Heathrow Airport. A radical £700m transformation, set for completion in 2018, will increase the size of the station by 110% and will bring step-free access to Victoria for the first time in its 147-year history.",
     "Along with nine new escalators, new lifts and step-free access to all platforms, a new underground North ticket hall is being constructed at the junction of Bressenden Place and Victoria Street, and is set to open in late 2016. The new North ticket hall will significantly cut journey times for passengers who exit towards Victoria Street.",
     "Mayor of London, Boris Johnson, MP, said: `This awesome feat of engineering is central to Victoria station's remarkable renaissance. Without many of us even noticing, London Underground engineers have completed a mammoth task, uniting 300 metres of new tunnels right beneath our feet. Essential upgrade projects like this will help to ensure that the Tube keeps pace with the phenomenal demand for its services from Londoners and visitors to our city.'",
     "David Waboso, London Underground's Capital Programmes Director, said: `This unique and tricky phase of the tunnelling project has stumped people for decades. Now, thanks to the hard work and dedication of LU and our supply chain with some of the best engineers in the business, it has been successfully completed, all while keeping this busy and essential station open to the public.",
     "'Establishing a link between the enlarged South ticket hall and the brand new North ticket hall is a significant milestone for this historic station. Over 80 million customers already pass through Victoria Tube station each year, and once complete this vital modernisation work will enable us to keep pace with London's growing population. The outcome of this project, which remains on schedule and within budget, will cut journey times and dramatically increase capacity, ensuring that Victoria is fit for the future.'",
     "The upgrade of Victoria Tube station is one of a number of major projects being made possible through a loan from The European Investment Bank (EIB). The EIB has agreed to provide a 35-year loan of £1bn that will support the upgrades at Victoria and Bank Tube stations, as well as the track renewal programme.",
     "Jonathan Taylor, Vice President of the European Investment Bank, said: `The European Investment Bank is committed to supporting investment to improve sustainable urban transport across Europe and around the world. Continued investment in London's transport network is essential to address the changing and increasing transport needs in Europe's largest and fastest growing city. The EIB is pleased to have supported billions of pounds of investment that has transformed transport in London in recent years, such as the DLR and London Overground, and to have backed other exciting schemes such as Crossrail and the Northern line extension. The milestone witnessed at Victoria today is another key step in the ongoing transformation of transport across London.'",
     "The new tunnels at Victoria have been constructed in challenging ground conditions, through fast-moving gravels and sands less than 30cm away from the Victoria line and within 60cm of the District and Circle lines. Safe tunnelling through the site - which is densely populated and borders two Grade II listed operational theatres - has necessitated innovations in construction engineering. Three thousand cubic metres of ground were excavated by hand in order to stabilise the ground and protect nearby assets.",
     "To find out more about the Victoria Station Upgrade, visit the TfL website at \u003ca href=\"https://tfl.gov.uk/travel-information/improvements-and-projects/victoria\"\u003ehttps://tfl.gov.uk/travel-information/improvements-and-projects/victoria\u003c/a\u003e .",
     "Notes to Editors",
     "{\"template\":\"bulletlist\",\"items\":[\"As part of TfL's multi-billion pound investment programme to improve and expand the transport network, the Victoria Station Upgrade project team and main contractor Taylor Woodrow Construction / BAM Nuttall JV are reconfiguring Victoria Tube station. Work to improve Victoria will result in fewer delays, less congestion, step-free access and quicker journeys in and out of the station. The new North ticket hall, currently under construction beneath Bressenden place, will open in 2016. The South ticket hall is being doubled in size and will open in 2018.\",\"Over 400 new jobs and 20 apprenticeships have been created to support the Victoria Station Upgrade project.\",\"The upgrade of Victoria Tube station is part of London Underground's £10bn programme of modernisation, with major stations, trains, track and signalling being modernised or replaced to provide more capacity for a growing city.\",\"The £1bn loan facility from the European Investment Bank is being used to support the upgrades at Victoria and Bank Tube stations, as well as the track renewal programme.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}