{
 "pageTitle": "Pedestrian Countdown technology to be doubled by Summer 2016",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "September",
   "url": "/info-for/media/press-releases/2015/september"
  },
  {
   "title": "Pedestrian Countdown technology to be doubled by Summer 2016"
  }
 ],
 "title": {
  "title": "Pedestrian Countdown technology to be doubled by Summer 2016",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "The number of Pedestrian Countdown sites across London will be doubled by Summer 2016, the Mayor and Transport for London (TfL) have confirmed today.",
     "The Mayor had set TfL a target of upgrading 400 crossings - 10% of all those in London - with the technology by April 2016. This technology replaces the 'blackout' period on traffic signals with a numerical counter to show how long pedestrians have left to safely cross the road. This target has already been surpassed with more than 430 sites currently upgraded.",
     "TfL has now stretched the target by a further 400 sites - meaning that 800 crossings, or around 20% of all pedestrian crossings in London, will have Pedestrian Countdown by Summer 2016.",
     "The work forms a key part of the Mayor and TfL's road safety target to halve the number of people killed or seriously injured (KSI) on London's roads by 2020, compared to the Government baseline. During 2014, the plan helped reduce the number of pedestrian KSIs by seven per cent compared to the year before.",
     "The news comes one year after London's first Pedestrian Safety Action Plan was published. Across the Capital, huge improvements for pedestrians are now well underway with hundreds of junctions improved to make them safer.",
     "The Mayor of London, Boris Johnson MP, said: `Ensuring that London's streets are safe for all road users, including pedestrians, is a top priority. The statistics show that we're heading in the right direction, but we've got to do more to reduce the number of people killed or seriously injured on our roads.",
     "`TfL's commitment to extend Pedestrian Countdown is good news and means that 800 crossings across the Capital will have them in place by next Summer. This is part of the action we're taking on a number of other fronts, including significant improvements to major road junctions and working closely with London's boroughs to ensure that roads with high footfall are even safer to use.'",
     "Leon Daniels, Managing Director of Surface Transport at TfL, said: `Research suggests that, alongside significant health benefits, reduced congestion and better air quality, walking is good for local economies - with those who walk to town centres spending more than other people arriving by different transport services.",
     "`Our wide ranging work to reduce the number of pedestrians injured in London is making a huge difference but we continue to work with the boroughs, our policing colleagues and stakeholders to reduce this further and deliver the Mayor's commitment to halve the number of people killed and seriously injured in London by 2020.'",
     "Ongoing work during the last 12 months to deliver improvements for pedestrians across London has included:",
     "{\"template\":\"bulletlist\",\"items\":[\"Multi-million pound plans to significantly improve pedestrian safety in both Tooting and Peckham as part of new pilot pedestrian town centre improvement programmes. Consultation with local residents and key stakeholders on designs and strategies for these areas will begin later this year\",\"Major junction improvements underway at Elephant \\u0026 Castle, Oval and Stockwell, with work to radically improve the area around Archway and Old Street due to begin next year. Hundreds of minor junction improvements are also underway across London, as well as ongoing maintenance work to repair footpaths and upgrade pedestrian subways to make them brighter, easier and safer for people walk through;\",\"Almost 25% of all London roads are now 20mph and, earlier this year, plans were outlined for eight new pilots of 20mph speed limits on the TfL Road Network. Lambeth and Hackney are also seeking to introduce 20mph on their roads later this year\",\"Road safety operations with the Metropolitan Police Service Roads and Transport Policing Command (RTPC), where hundreds of officers are deployed to junctions across London to advise road users and enforce the rules of the road\",\"Working closely with London boroughs to provide support for schemes that will create town centres and streets that are safer and more enjoyable to walk through. Earlier this year, major schemes in Harlesden and Wood Green were completed, with work in East Croydon and Hounslow High Street being delivered later this year. TfL has also worked with Crossrail to deliver complementary measures at 18 stations along the route, with the area outside Hanwell station the first to start construction\",\"Installing more than 1,450 Legible London signs across the Capital since 2007, providing walking information to help people navigate their local streets. TfL is also upgrading bus stops across London to make them more accessible for all Londoners. Currently around 85% of bus stops on TfL and the borough roads are fully accessible and TfL is on track to ensure that 95% of all London's bus stops are accessible by the end of 2016\"]}",
     "For more information about how TfL is working to improve pedestrian safety across London, please visit \u003ca href=\"http://www.tfl.gov.uk/roadsafety\"\u003ewww.tfl.gov.uk/roadsafety\u003c/a\u003e ",
     "Ends",
     "Notes to Editors",
     "{\"template\":\"bulletlist\",\"items\":[\"A map illustrating the location of Pedestrian Countdown technology in London can be found here - \\u003ca href=\\\"https://tfl.gov.uk/travel-information/improvements-and-projects/pedestrian-countdown\\\"\\u003ehttps://tfl.gov.uk/travel-information/improvements-and-projects/pedestrian-countdown\\u003c/a\\u003e \",\"In 2013 the Mayor and TfL published Safe Streets for London - an ambitious and comprehensive plan to make the roads safer for everyone who uses them. This includes a road safety target for London to reduce the number of people killed or seriously injured on London's roads by half by 2020, compared to the Government baseline.\",\"TfL's Pedestrian research can be downloaded here: \\u003ca href=\\\"https://tfl.gov.uk/corporate/publications-and-reports/town-centre-reports\\\"\\u003ehttps://tfl.gov.uk/corporate/publications-and-reports/town-centre-reports\\u003c/a\\u003e \",\"London's first Pedestrian Safety Action Plan was published in July last year to address the concerns and challenges faced by pedestrians across London, helping to turn the Capital's streets into a safer, more pleasant place for all. It outlined 31 key actions to directly target the key factors in collisions involving pedestrians and help further reduce casualties across London.\",\"In June 2015, TfL published the 2014 Road Casualties and Collisions report which showed that KSIs in London were at their lowest record ever during 2014: \\u003ca href=\\\"https://tfl.gov.uk/info-for/media/press-releases/2015/mayor-takes-action-to-halve-road-casualties-by-2020\\\"\\u003ehttps://tfl.gov.uk/info-for/media/press-releases/2015/mayor-takes-action-to-halve-road-casualties-by-2020\\u003c/a\\u003e \",\"In February 2014, the Mayor and TfL published six safety commitments, which supports the Safe Streets for London plan to reduce further the number of people killed or seriously injured on London's roads and bring focus to the range of actions needed by us and our partners to make our streets safer: \\u003ca href=\\\"http://www.tfl.gov.uk/cdn/static/cms/documents/safe-london-streets-our-six-road-safety-commitments.pdf\\\"\\u003ehttp://www.tfl.gov.uk/cdn/static/cms/documents/safe-london-streets-our-six-road-safety-commitments.pdf\\u003c/a\\u003e \"]}",
     "The six key commitments are:",
     "{\"template\":\"bulletlist\",\"items\":[\"To lead the way in achieving a 50% reduction in the number of people killed or seriously injured on the capital's roads by 2020 - with a longer term ambition of freeing London's roads from death and serious injury\",\"To prioritise safety of the most vulnerable groups - pedestrians, cyclists and motorcyclists - which make up 80% of serious and fatal collisions\",\"To provide substantial funding for road safety, invested in the most effective and innovative schemes\",\"To increase efforts with the police and enforcement agencies in tackling illegal, dangerous and careless road user behaviour that puts people at risk.\",\"To campaign for changes in national and EU law to make roads, vehicles and drivers safe\",\"To work in partnership with boroughs and London's road safety stakeholders to spread best practice and share data and information.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}