{
 "pageTitle": "Record number of new apprentices taken on by TfL",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "September",
   "url": "/info-for/media/press-releases/2015/september"
  },
  {
   "title": "Record number of new apprentices taken on by TfL"
  }
 ],
 "title": {
  "title": "Record number of new apprentices taken on by TfL ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) has taken on a record 156 apprentices this month as it continues to invest in the next generation of transport professionals.",
     "The new intake brings the total number of apprenticeships created by TfL and its supply chain in London and across the UK to 5,700 in just six years, TfL is also committing to creating a further 150 new roles in 2016.",
     "Around 200,000 Londoners have started apprenticeships since 2010. The number of young people not in education, employment or training in London is at its lowest since records began and is the lowest of all English regions, and the latest employment rate for 16-24 year olds is the highest since 2007.",
     "TfL apprenticeships are giving people an opportunity to earn and learn at the same time, with apprentices working on vital transport projects such as the Northern line extension to Battersea, Crossrail trains and depot, the Bank station upgrade and the modernisation of London's roads.",
     "London's population is rising rapidly and is expected to grow by an additional 1.4 million people to 10 million by 2030, growth equivalent to two full buses every day. Apprentices will play a vital role in ensuring that the transport network can continue to support the new homes, jobs and economic growth that this demands in the Capital and across the UK.",
     "TfL has also become one of the first employers in the UK to introduce 'degree apprenticeships'. The degree apprenticeship is designed to bring together the best of higher and vocational education enabling apprentices to achieve a full bachelor's or master's degree, whilst training on the job. TfL's first degree apprentices will be on its Quantity Surveying scheme, with three new apprentices and two existing apprentices participating.",
     "The Mayor of London, Boris Johnson MP, said: `An apprenticeship with TfL is a great way for young people in our city to learn valuable new skills and to get their foot on the career ladder. From Crossrail and upgrades on the Tube, to the roll out of major new projects on the roads, apprentices are playing a fantastic role in the evolution and improvement of transport in the Capital. By investing in apprentices today, TfL is helping to build the workforce of tomorrow, which will keep London and its economy moving.'",
     "London's Transport Commissioner, Mike Brown MVO, said: `With our city expected to grow by 1.4 million people over the next 15 years, it is vital that we continue to invest in the people who will help build, modernise and maintain the transport network for the future. Our record number of apprentices will play a central role in this work, supporting the creation of new homes, jobs and economic growth in London and beyond.'",
     "Transport Minister, Lord Ahmad of Wimbledon, said: `Apprenticeships like this create invaluable job opportunities for young people in London. Our long-term economic plan will create three million apprentices across the UK offering skilled jobs and fulfilling careers. We support any employers who follow TfL's lead and encourage people from a range of backgrounds to consider the benefits an apprenticeship in the transport industry can bring.'",
     "The success of apprenticeships has grown dramatically over the last few years, and TfL has seen the demand for apprentices increase by 400% since 2010. The variety of apprenticeship roles have also increased from just two in 2009 to 28 by 2016.",
     "Kimberly Hepburn, a TfL Quantity Surveying apprentice, said: `When I finished Sixth Form, I decided to look at something that would broaden my experience and give me a real career opportunity. I found TfL's Quantity Surveying apprenticeship role online and it was clear from their advert that they were an organisation dedicated to developing the new generation of apprentices, investing valuable time and money into our future through education and training.",
     "`Over the last year, I've worked on some fantastic projects including the maintenance of the Jubilee, Northern and Piccadilly line tracks. I'm also working on the Northern line upgrade project as a Quantity Surveyor. There's never a dull moment at TfL and I want to continue making a difference in keeping London moving.'",
     "Crossrail has also surpassed its target of delivering 400 apprenticeships during construction of the new railway with 485 now in place. The apprentices are contributing to the delivery of Europe's biggest infrastructure project which will transform rail transport in the Capital, increasing central London's rail capacity by 10% , supporting regeneration and cutting journey times across the city.",
     "Alasdair Reisner, Chief Executive of Civil Engineering Contractors Association, said: `TfL is one of the largest organisations in the Capital and has been supporting the creation of jobs and growth across the country through its contracts with the supply chain. Businesses are benefiting from the positive contributions that apprentices bring, ensuring that the skills needed to support a world class transport network are passed on to the next generation.'",
     "TfL and Crossrail are also part of the Government's pledge to create 30,000 apprenticeship places across the road and rail industry during the lifetime of this Parliament. The Government's drive is aimed at developing a transport and infrastructure skills strategy, to help the transport industry ensure a continuous pipeline of skilled workers.",
     "Transport apprentices are working on some of the biggest transport projects in the world, including the Tube modernisation programme as well as the £4bn Road Modernisation Plan. With London's population at an all-time high, these apprentices are playing a vital part in supporting over 30 million journeys every day.",
     "In addition, TfL continues to support wider apprenticeship schemes in London through travel concessions. All apprentices living in London aged 18 or over and in their first year of an approved course can save 30% on the price of adult rate Travelcards and Bus \u0026 Tram passes with an Apprenticeship Oyster Photocard.",
     "Ends",
     "Notes to Editor",
     "{\"template\":\"bulletlist\",\"items\":[\"Images of the new apprentices are available at \\u003ca href=\\\"https://www.flickr.com/photos/tflpress/21258239112/in/dateposted-public/\\\"\\u003ehttps://www.flickr.com/photos/tflpress/21258239112/in/dateposted-public/\\u003c/a\\u003e \",\"TfL is also creating apprenticeship roles within its supply chain by ensuring that suppliers for certain services create one apprenticeship role for every £1 million a contract is worth. In deals for construction services, TfL requires one apprenticeship role to be created for every £3 million spent or the equivalent skills and employment outcome.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}