{
 "pageTitle": "Rugby's Webb Ellis Cup takes a ride on the Tube",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "September",
   "url": "/info-for/media/press-releases/2015/september"
  },
  {
   "title": "Rugby’s Webb Ellis Cup takes a ride on the Tube"
  }
 ],
 "title": {
  "title": "Rugby’s Webb Ellis Cup takes a ride on the Tube",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Rugby World Cup 2003 winner Will Greenwood and the famous Webb Ellis Cup made an appearance on the Jubilee line"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Rugby World Cup 2015 begins this Friday with the Opening Ceremony ahead of England playing Fiji at Twickenham\",\"Public Transport and roads serving venues will be busier than usual on match days so TfL is advising Londoners to plan ahead\"]}",
     "With only days until the kick-off of Rugby World Cup 2015, rugby legend and Rugby World Cup 2003 winner Will Greenwood and the famous Webb Ellis Cup made a trip on the Tube, surprising commuters along the way. The Trophy has travelled across the UK and Ireland over the past 94 days as part of the 100-day Rugby World Cup Trophy Tour. The Trophy joined commuters to remind them that transport services between central London and the venues will be busier than usual before and after matches.",
     "Steve Griffiths, Chief Operating Officer of London Underground, said:",
     "'London is really getting into the Rugby World Cup spirit now, and the Capital will be a fantastic place to be over the six week tournament. Clearly, on match days, parts of the transport network will be busier than normal. That's why we're advising Londoners to plan ahead so they can get around easily whether or not they are watching the tournament.'",
     "Between Friday 18 September and Saturday 31 October, there will be 17 matches across three London venues - The Stadium, Queen Elizabeth Olympic Park in Stratford, Wembley Stadium and Twickenham Stadium, the home of English Rugby.",
     "This Friday, 18 September, services to and from the Twickenham area, particularly from Waterloo, will be much busier than usual as the tournament kicks off with the Opening Ceremony and first match between England and Fiji. Tube and rail users in the south west of London are advised to plan their journeys ahead and avoid traveling during the busiest times.",
     "Twickenham Stadium will operate differently from usual during the Tournament, including a full closure of part of the A316 Great Chertsey Road from three hours before matches, with the road expected to be re-opened as soon as safe to do so. Road users are advised to plan alternative routes and avoid travelling in the area during matches.",
     "One million spectators are expected in London over the six-week Tournament with large numbers of people enjoying the rugby atmosphere at bars, pubs and Fanzones across the Capital. Spectators are encouraged to use the bespoke Rugby World Cup 2015 journey planner and travel information at \u003ca href=\"http://www.rugbyworldcup.com/journeyplanner\"\u003erugbyworldcup.com/journeyplanner\u003c/a\u003e and on the Rugby World Cup 2015 app to plan routes to match venues and Fanzones.",
     "While most transport services across London will be unaffected by the Tournament and will be operating as normal, public transport and roads serving the stadiums will be much busier before and after the matches. Customers and road users not attending the matches are advised to, where possible, avoid these venues when games are taking place and plan their journeys at \u003ca href=\"http://TfL.gov.uk/rugby-travel\"\u003eTfL.gov.uk/rugby-travel\u003c/a\u003e .",
     "England's Rugby World Cup 2003 winner Will Greenwood said: \"It was fantastic to take the Webb Ellis Cup on the London Underground. London's commuters were really surprised to see this stunning Trophy and, I hope, excited to realise Rugby World Cup 2015 is just around the corner. Bring a little bit of the Tournament magic to the Tube is a great way to celebrate day 96 of the 100-day Rugby World Cup Trophy Tour as it reaches the end of its journey.\"",
     "TfL, the boroughs and the tournament organisers, England Rugby 2015, have engaged extensively with residents, commuters and businesses in the venue areas to ensure they are aware of the tournament and any impact it may have on them.",
     "In another initiative to build excitement for Rugby World Cup 2015, TfL and ITV today launched a partnership to deliver live rugby news and updates at London Underground and DLR station platforms and entrances throughout the tournament. The deal also provides revenue to TfL that will be reinvested in improving the transport network.",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"The Rugby World Cup is the third largest sporting event in the world.\",\"The Fanzones will be located in the following locations:\",\"Richmond - Old Deer Park;\",\"Brent - Wembley Park (for Wembley match ticket holders only);\",\"Newham - Queen Elizabeth Olympic Park;\",\"Trafalgar Square will be open from the Semi Final through to the Final.\",\"TfL, the Rugby World Cup organisers, local boroughs and other transport partners are working closely to minimise disruption with extra transport services for spectators including shuttle coaches and park-and-ride shuttle services. Spectators and regular customers will benefit from enhanced District line of up to 50 per cent and  significantly enhanced South West Trains services on match days.\",\"The A316 will close two hours before events and reopen as soon as safe to do so. This is expected to be around two hours after the end of the event, however drivers are advised to avoid the area for up to three hours after as traffic congestion will take time to disperse\",\"Local boroughs and the Rugby World Cup organisers have also committed to working with TfL to ensure that local residents and businesses, emergency services and urgent care professionals as well as regular customers and road users are clearly informed of any plans and available alternative routes.\",\"Images of the Webb Ellis Cup and Will Greenwood on the Tube are available on request of the TfL Press Office\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}