{
 "pageTitle": "Congestion Charge penalty to be brought in line with other traffic offences",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Congestion Charge penalty to be brought in line with other traffic offences ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) is bringing Congestion Charge penalties into line with the rate of penalties issued by London Boroughs for traffic and parking offences."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "At the same time, we are trying to make paying the daily charge as easy as possible",
     "From 10 December 2007 the penalty charge for not paying the £8 daily charge for using the zone will be £120 reduced to £60 if paid within 14 days.",
     "The increase follows a public consultation carried out earlier this year.",
     "The London Boroughs and TfL introduced differential penalties for parking contraventions and moving traffic offences on 1 July 2007 when the full penalty amount for offences deemed more serious increased to £120.",
     "TfL is bringing the Congestion Charge penalties and enforcement charges into line with these offences.",
     "TfL has been working to make paying the charge easier, last year introducing a Pay Next Day facility, allowing drivers who use the zone but forget to pay by midnight on the day of travel to pay up to midnight the following charging day at a cost of £10.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Investigating\"}",
     "Graeme Craig, Director of Congestion Charging, said: \"This move brings the penalty for not paying the congestion charge in line with the penalties issued by London Boroughs for traffic and parking offences.",
     "\"At the same time, we are trying to make paying the daily charge as easy as possible.",
     "\"Last year we introduced Pay Next Day, which reduced the number of penalties issued to those who forget to pay by around 15 per cent, and we are currently investigating the feasibility of introducing an automated payment system that could further reduce this number.\"",
     "The Congestion Charge has reduced the number of vehicles entering the central zone by 21 per cent, with 70,000 fewer vehicles entering the zone each day compared with before the zone was introduced.",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Every motorist who receives a penalty has a legal right to challenge it. Images of the vehicle committing the offence are included on the penalty and instructions on how to challenge are provided with every penalty. Despite this only 15 per cent of penalties result in a challenges and around one per cent result in an appeal to the independent adjudicators. Of those appeals heard by adjudicators TfL consistently wins around 85 to 90 per cent, the highest success rate of any civil traffic enforcement regime\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}