{
 "pageTitle": "Direct Enquiries wins award for groundbreaking Underground information service",
 "description": "LU commissioned Direct Enquiries to provide a ground-breaking, interactive service that enables disabled and deaf people, parents with buggies and people travelling with heavy luggage to find accessible routes within the Underground network. The",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Direct Enquiries wins award for groundbreaking Underground information service ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The success of a London Underground (LU) service to assess and map 'accessible' routes between station entrances and platforms has been recognised by the Visit London Bronze Award for 'Best Visitor Information Initiative'."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Directenquiries.com provides a valuable service for all kinds of Underground users",
     "LU commissioned Direct Enquiries to provide a ground-breaking, interactive service that enables disabled and deaf people, parents with buggies and people travelling with heavy luggage to find accessible routes within the Underground network.",
     "The \u003ca href=\"http://www.directenquiries.com/\"\u003eDirectenquiries.com \u003c/a\u003e website enables visitors to personalise their route according to their individual needs.",
     "As well as route maps, the website details the number of steps, lifts, escalators, walking distances, ramps and platform to train gap width, so that people can decide their best possible route before travelling.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Commitment to accessibility\"}",
     "Passengers can also use the website to find details of the facilities available at each station, including car parking, toilets, and services for visually impaired people, induction loops and other access facilities.",
     "As facilities may change over time, the website provides a free access update to registered users.",
     "This sends them an alert if access facilities change at their chosen stations.",
     "Ken Livingstone, Mayor of London, said: \"This award recognises Transport for London's commitment to making the Underground accessible for every Londoner and visitor to our city.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Relaxed journeys\"}",
     "Wayne Trevor, LU's Accessibility and Inclusion Manager, said: \"Directenquiries.com provides a valuable service for all kinds of Underground users.",
     "\"Wheelchair users, older people, travellers with heavy luggage and parents with buggies, as well as those passengers with visual and hearing impairments can plan their journey in advance.",
     "\"This will help ensure they enjoy an easier and more relaxed Underground journey, confident in the knowledge that they are following the most accessible route.\"",
     "Grant Kennedy, Chief Executive, Direct Enquiries, commented: \"It is an honour to receive the Visit London Award for the London Underground Portal.",
     "\"It's recognition for the value the service provides the Capital.\"",
     "The Direct Enquiries service is available at \u003ca href=\"http://www.directenquiries.com/\"\u003ehttp://www.directenquiries.com/\u003c/a\u003e , and can be accessed by wi-fi or 3G phones.\u003cbr /\u003e",
     "\u003cbr /\u003e\u003cstrong\u003eNotes to editors: \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Transport for London is investing £10bn to improve and expand London's transport network, over half of that of being spent on the Tube\",\"London Underground is investing more than ever before to make the Tube as accessible as possible as quickly as possible for all customers\",\"By 2010, 25 per cent of Tube stations will have step-free access, and this will increase to one third of stations by 2013. Where necessary, works will be prioritised to ensure that as many stations as possible serving Olympic venues have step-free access for the 2012 Games\",\"Significant progress has been made during the last year. Currently 48 stations have step-free access. Feasibility studies to improve accessibility have been completed at 90 stations allowing LU to understand the extent of the engineering works that need to take place\",\"This online interactive service complements 'Getting Around London: Your Guide to Accessibility' launched in March, which gives information about accessibility on all forms of public transport across London\",\"The guide is available at Tube stations, bus stations and Travel Information Centres, or via the 24-hour Travel Information Helpline 020 7222 1234. It can also be downloaded in PDF form from \\u003ca href=\\\"http://www.tfl.gov.uk/\\\"\\u003ehttp://www.tfl.gov.uk/\\u003c/a\\u003e . Audio, large print and Braille versions of the guide are also available\",\"Directenquiries.com was developed as the Nationwide Disabled Access Register in 2002 in partnership with RADAR (Royal Association for Disability and Rehabilitation) and The Employers' Forum on Disability. During the past 18 months, the information available has grown to include access for parents with pushchairs as well as the general public. This allowed directenquiries.com to rebrand as The Nationwide Access Register in January 2006\",\"This website provides a full directory service for UK companies detailing the access and facilities available at those sites registered with directenquiries.com.  The register currently includes disabled access information on leading high street names such as Argos, Asda, Boots, Costa Coffee, Gap, John Lewis, LloydsTSB, PC World, Pizza Express, Sainsbury's and Waterstone's\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}