{
 "pageTitle": "Have your say on revised criteria for London Service Permits",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Have your say on revised criteria for London Service Permits",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Commercial bus and coach operators and stakeholders have until 21 January 2008 to have their say on Transport for London's proposed changes to the Guidance Document adopted by the Mayor of London for London Service Permits (LSPs)."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This document sets out the criteria used for granting LSPs to bus and coach operators that are not part of the London Bus Network.",
     "The main changes proposed include:",
     "{\"template\":\"bulletlist\",\"items\":[\"All vehicles on services operated under LSPs must meet Euro III emissions requirements for particulate matter from 1 July 2008\",\"Any new services must use fully accessible vehicles to qualify for an LSP.  Operators renewing existing permits will be required to use fully accessible vehicles from 2010, and all vehicles operating under LSPs must be fully accessible from 2013\",\"Operators must consider parking arrangements for all vehicles between periods of duty\"]}",
     "The \u003ca href=\"http://www.tfl.gov.uk/businessandpartners/busoperators/1228.aspx \"\u003efull consultation document \u003c/a\u003e can be reviewed online.",
     "Hard copies can be requested by calling 0845 300 7000.",
     "Comments can be provided by letter, fax or email to:",
     "{\"template\":\"bulletlist\",\"items\":[\"The Licensing Manager\\u003cbr /\\u003eSurface Transport Stakeholder Engagement\\u003cbr /\\u003eTransport for London\\u003cbr /\\u003e6th Floor\\u003cbr /\\u003eEccleston Square\\u003cbr /\\u003eLondon SW1V 1PX\",\"Fax: 020 77027 9796\",\"Email: \\u003ca href=\\\"mailto:lsp@tfl.gov.uk\\\"\\u003elsp@tfl.gov.uk\\u003c/a\\u003e \"]}",
     "All comments will be considered and reported to the Mayor for his decision on the final criteria for LSPs.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Transport for London provides a comprehensive network of local bus services within Greater London.  These services form the London Bus Network. Most other bus services that operate in Greater London are required to be covered by a London Service Permit (LSP), issued by TfL under section 186 of the Greater London Authority Act 1999\",\"The Guidance Document adopted by the Mayor of London for London Service Permits (LSPs) is a document which sets out the criteria used for granting LSPs to bus and coach operators that are not part of the London Bus Network\",\"The criteria adopted in granting LSPs were previously set in 2001. The revised Guidance Document is expected to be published in early 2008\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}