{
 "pageTitle": "Limehouse Link tunnel closure for essential safety improvements",
 "description": "A high-tech public address system has been installed so all road users can receive clear and understandable safety messages. To minimise disruption, testing will be carried out across both tunnels at the same time to complete the work in the shortest",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Limehouse Link tunnel closure for essential safety improvements",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Limehouse Link Tunnel will be closed during the day on four consecutive weekends in January and February 2008 to test state-of-the-art safety equipment newly installed as part of a refurbishment of the tunnel."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "A high-tech public address system has been installed so all road users can receive clear and understandable safety messages.",
     "To minimise disruption, testing will be carried out across both tunnels at the same time to complete the work in the shortest possible time.",
     "The tunnel will be closed to traffic in both directions, only during the day, on the weekends of 12-13 January , 19-20 January, 26-27 January and 2-3 February.",
     "Transport for London (TfL) is working closely with the London Borough of Tower Hamlets Environmental Health Department and Highways Department, the Metropolitan Police and London Buses to mitigate traffic disruption during the closures.",
     "This will be the only time that the public address system will need to be tested at the full volume and will be heard by local residents living near the entrances to the tunnel.",
     "\u003cstrong\u003eNotes for editors:\u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}