{
 "pageTitle": "New Docklands Light Railway station opens at Langdon Park",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New Docklands Light Railway station opens at Langdon Park ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "A new station on the Docklands Light Railway (DLR) was opened today at Langdon Park, Tower Hamlets, providing better access to London's public transport network for thousands of residents."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This new Docklands Light Railway station will benefit thousands of families in East London",
     "Situated between All Saints and Devons Road stations on the DLR route to Stratford, the £7.5m station has been funded by the Department for Communities and Local Government, Leaside Regeneration and the London Borough of Tower Hamlets in recognition of the significant benefits and opportuntities it will create.",
     "Ken Livingstone, Mayor of London, joined young people from the nearby Langdon Park school, and presented them with free Oyster cards for their families.",
     "Ken Livingstone said: \"This new Docklands Light Railway station will benefit thousands of families in East London, and will play a key role in supporting the regeneration of the surrounding area.",
     "\"It will be vital in giving local residents quick and easy access to the London transport network, and will connect them to all that the capital has to offer.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Catalyst for regeneration\"}",
     "Chief Executive of Leaside Regeneration, Paul Brickell, said: \"This station was the dream of local residents and I am delighted that it's become a reality today.\"",
     "Cllr Ohid Ahmed from London Borough of Tower Hamlets, said: \"The council has been campaigning for this station for the past 10 years, so I am especially proud today to see it up and running.",
     "\"This station will improve access to public transport for local people who live and work in this part of the borough and act as a catalyst for regeneration in the area.\"",
     "The station, which has been built on what was one of the longest gaps on the DLR network, is located at the heart of the Teviot and Lansbury estates, adjacent to Langdon Park itself and close to Langdon Park school.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Second platform\"}",
     "The station includes CCTV, passenger information displays, Help points, Oyster card validators and step-free access to platforms.",
     "Transport for London has also opened the second platform of its new Stratford station.",
     "This will offer passengers greater capacity by allowing DLR trains to run to and from Stratford alongside each other.",
     "The previous DLR single platform, which was part of the railway's original 1987 route, has been permanently closed.",
     "\u003cstrong\u003eNotes to editors \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Walking times to a DLR station will be reduced by up to 11 minutes for Langdon Park residents, significantly improving access to essential services. For example, 65 per cent of users will be able to reach a hospital within 30 minutes, compared to 11 per cent now\",\"Passengers using the station will be able to make quick and easy journeys to a wide range of destinations, including Canary Wharf in just five minutes and Stratford in seven minutes\",\"Images of DLR Langdon Park station are available on request\",\"The funding contributions are £5.7m from the Department for Communities and Local Government / Department for Transport, £1.78m from Leaside Regeneration and £0.05m from London Borough of Tower Hamlets, with support from Transport for London\",\"The Department for Communities and Local Government / Department for Transport funding is via the Communities Infrastructure Fund (CIF), which is allocated to projects that help bring forward housing delivery and assist with the regeneration of local areas\",\"DLR is hosting station open days on 8, 9, 10, 11 and 12 December to provide information to residents, including advice on using Oyster cards\",\"The station open days times are as follows: Saturday 8 December, 10.00-13.00; Sunday 9 December,12.00-15.00; Monday 10 December:, 11.00-14.00; Tuesday 11 December, 12.00-15.00; Wednesday 12 December,16.00-19.00\",\"The DLR, and in particular Stratford Regional Station, will provide an important service for spectators travelling to the Olympic Park during the summer of 2012\",\"Further information on DLR is available \\u003ca href=\\\"http://www.tfl.gov.uk/dlr\\\"\\u003eonline \\u003c/a\\u003e \\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}