{
 "pageTitle": "Operators must act now to prepare for London's Low Emission Zone",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Operators must act now to prepare for London's Low Emission Zone ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "This is the last opportunity for owners and operators of lorries to act",
     "Owners of lorries that weigh more than 12 tonnes, drive within London and are currently non-compliant with the requirements of London's Low Emission Zone are being urged to take action now to ensure they are ready for when the scheme comes into force at 00:01am on 4 February 2008.",
     "The scheme extends to lorries over 3.5 tonnes, buses and coaches from 7 July 2008.",
     "Vehicles first registered as new on or after 1 October 2001 are assumed to meet the Euro III standards for particulate matter emissions and need to take no further action.",
     "Some Euro I and II engines listed on Transport for London's (TfL's) Eligible Engines list can be certified as meeting the required standards.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Made compliant\"}",
     "Vehicles that do not meet the emissions standards can be made compliant by the fitting of pollution abatement equipment.",
     "An operator could also re-engine the vehicle or convert it to an approved alternative fuel, such as compressed natural gas.",
     "All vehicles with Eligible Engines or fitted with approved modifications will require a Vehicle and Operator Services Agency (VOSA) test to prove they comply with the scheme before being driven within the zone.",
     "For operators who want to fit pollution abatement devices to their vehicles there are now eight approved suppliers listed on TfL's website, who have a wide range of devices to ensure that vehicles of all ages, weights and types can meet the requirements of the Low Emission Zone.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Last opportunity\"}",
     "Because it can take between four and 12 weeks to order and fit pollution abatement devices, owners of vehicles that need this work are being urged to take action now to make their vehicles compliant in time to meet the Low Emission Zone's requirements.",
     "Nick Fairholme, Head of the London Low Emission Zone, said: \"This is the last opportunity for owners and operators of lorries to act if they need abatement equipment to meet the requirements of the Low Emission Zone.",
     "\"There are now eight approved suppliers that can offer nearly 2,500 engine-filter combinations but lead times for the work mean that operators need to act now or risk not being ready for 4 February.\"",
     "The Low Emission Zone will cover nearly all of Greater London for 24 hours a day, seven days a week.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Cut harmful emissions\"}",
     "Lorries over 12 tonnes that drive through the zone from 4 February and do not meet the required Euro III emissions standard for particulate matter must pay a daily charge of £200 to use the vehicle in the zone.",
     "If this is not paid owners will face a penalty charge of £1,000.",
     "The Low Emission Zone aims to cut harmful emissions from the most polluting lorries, coaches and buses and improve air quality across the capital.",
     "As a result the aim is to improve the health and quality of life of those that live in, work in or visit London.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Worst air pollution in the UK\"}",
     "London currently suffers the worst air pollution in the UK and some of the poorest in Europe.",
     "Poor air quality worsens asthma and also causes the premature death of over 1,000 people each year.",
     "A recent survey of Londoners, carried out by Ipsos Mori, found that 72 per cent of Londoners are worried about pollution from traffic exhaust fumes.",
     "More details about the Low Emission Zone scheme and how to comply with the emissions standards can be found on TfL's \u003ca href=\"http://www.tfl.gov.uk/lezlondon\"\u003ewebsite\u003c/a\u003e ",
     "\u003cstrong\u003eNotes to editors \u003c/strong\u003e \u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"A Low Emission Zone information campaign has been running since June 2007, using a combination of posters, broadcast and print media as well as roadshows where information leaflets are being distributed. In addition, owners of non-compliant vehicles who have been identified as travelling within Greater London have been directly mailed\",\"TfL's vehicle compliance checker is available \\u003ca href=\\\"http://www.tfl.gov.uk/lezlondon\\\"\\u003eonline\\u003c/a\\u003e . By entering the vehicle's make and registration number, operators can check if and when the vehicle is affected. Further information on the Low Emission Zone is also available by calling 0845 607 0009 or +44 20 7310 8998 for callers outside the UK\",\"Vehicles affected by the London Low Emission Zone include not only goods vehicles, but also buses, coaches, motor caravans, motorised horseboxes and other specialist vehicles\",\"The Low Emission Zone will be introduced in a number of stages, as follows:\\u003cbr /\\u003e\\u003cstrong\\u003eHeavier lorries \\u003c/strong\\u003e \\u003cbr /\\u003eFrom 4 February 2008, diesel-engined lorries over 12 tonnes will need to meet the Euro III standard for particulate matter. This includes heavy diesel-engined vehicles exceeding 12 tonnes Gross Vehicle Weight, including goods vehicles, motor caravans, motorised horseboxes and other specialist vehicles.\\u003cbr /\\u003e\\u003cstrong\\u003eBuses, coaches and lighter lorries \\u003c/strong\\u003e \\u003cbr /\\u003eFrom 7 July 2008 the Euro III for particulate matter emissions standards will be extended to all diesel-engined vehicles between 3.5 and 12 tonnes Gross Vehicle Weight, including goods vehicles, motor caravans, motorised horseboxes and other specialist vehicles. The emissions standard will also apply to buses and coaches, defined as: diesel-engined passenger vehicles with more than eight seats, plus the driver's seat, exceeding 5 tonnes Gross Vehicle Weight.\\u003cbr /\\u003eFrom October 2010 the Euro III for particulate matter standard will be extended to diesel-engined vehicles between 1.205 tonnes unladen and 3.5 tonnes Gross Vehicle Weight and motor caravans between 2.5 tonnes and 3.5 tonnes Gross Vehicle Weight. In addition, minibuses, defined as: diesel-engined passenger vehicles with more than eight seats, plus the driver's seat, below 5 tonnes Gross Vehicle Weight, will be affected.\\u003cbr /\\u003e\\u003cstrong\\u003eEuro IV \\u003c/strong\\u003e \\u003cbr /\\u003eFrom January 2012 all diesel-engined lorries, buses and coaches will be required to meet an emissions standard of Euro IV for particulate matter in order to drive within the Low Emission Zone at no charge.\",\"TfL's list of approved abatement devices details equipment suppliers and the engines for which their systems are approved. Accreditation of these suppliers and abatement devices is undertaken for TfL by an independent Certification Body comprising the Energy Saving Trust (EST) and the Vehicle Certification Agency (VCA). Suppliers must demonstrate that their products meet rigorous performance requirements and that they are able to service the market and provide the required service and warranty support.\",\"A list of approved particulate matter abatement devices is available on the \\u003ca href=\\\"http://www.tfl.gov.uk/lezlondon \\\"\\u003eTfL website\\u003c/a\\u003e \"]}",
     "\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}