{
 "pageTitle": "Oyster hottest ticket in town for free music downloads",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Oyster hottest ticket in town for free music downloads",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Oyster hottest ticket in town for free music downloads"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This is another fantastic way for Londoners to benefit from using Oyster",
     "Londoners can now get even more from Oyster as Transport for London (TfL) has teamed up with iTunes ( \u003ca href=\"http://www.apple.com/uk/itunes/\"\u003ewww.apple.com/uk/itunes/\u003c/a\u003e ) to reward new users who sign up to the Oyster Auto top-up facility with five free downloads of their favourite music.",
     "For a limited time only customers who set up an Auto top-up account will be given a one-off opportunity to download up to five free songs from over six million tracks available in the iTunes Store.\u003cbr /\u003e\u003cbr /\u003eAuto top-up gives customers the freedom to manage their pay as you go travel on their Oyster cards from the comfort of home or work.",
     "By setting up an Auto top-up account, Oyster cards are automatically topped-up whenever the balance falls below £5.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Enjoy your favourite music\"}",
     "Once set up you never have to think about running out of credit again.\u003cbr /\u003e\u003cbr /\u003eBy visiting \u003ca href=\"http://www.tfl.gov.uk/itunes\"\u003ewww.tfl.gov.uk/itunes\u003c/a\u003e customers will receive further information about Oyster Auto top-up and how to redeem the offer.\u003cbr /\u003e\u003cbr /\u003eShashi Verma, Transport for London's Director of Fares and Ticketing, said: \"This is another fantastic way for Londoners to benefit from using Oyster.",
     "\"With increasingly busy lives, we understand the importance of people's time.",
     "\"Auto top-up is the smart way to manage your Oyster card, while iTunes is recognised as the smart way to manage your entertainment.",
     "\"Once again we are meeting challenges set by our customers and by the digital age.\"\u003cbr /\u003e\u003cbr /\u003eThis offer is open for a limited time so log on, sign up in minutes, and spend your time enjoying your favourite music rather than topping up your Oyster.\u003cbr /\u003e\u003cbr /\u003eFurther information and details of how to take advantage of this offer are available at \u003ca href=\"http://www.tfl.gov.uk/itunes\"\u003ewww.tfl.gov.uk/itunes\u003c/a\u003e \u003cbr /\u003e",
     "\u003cbr /\u003e\u003cstrong\u003eNotes to editors: \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The Oyster/iTunes offer ends on 29 February 2008\",\"This is open to all adult Oyster card holders who are not registered online. The offer is not applicable to users of concessionary Oyster cards\",\"The free download offer can only be used once\",\"Five free songs from the iTunes catalogue will be offered to Oyster customers who set up Auto top-up during the promotional period\",\"To qualify for the download offer users must have an online account.  Register in minutes at \\u003ca href=\\\"http://www.tfl.gov.uk/itunes\\\"\\u003ewww.tfl.gov.uk/itunes\\u003c/a\\u003e . Auto top-up users can choose their top-up amount to be either £20 or £40. This amount will be added automatically when it is touched on any card reader as part of a normal journey whenever the balance falls below £5\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}