{
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Shepherd's Bush (Central line) station to close for major improvements",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground (LU) today announced that Shepherd's Bush (Central line) station will close for eight months from 2 February 2008 to accelerate transport improvements ahead of the Westfield development opening in late 2008."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We always try wherever possible to avoid closing Tube stations because of the inconvenience",
     "This will result in the ticket hall being demolished and rebuilt, as well as the installation of new escalators and modernisation of the station.",
     "Westfield and LU have agreed a station closure so that escalator works can be accelerated and completed before the retail development opens.",
     "The escalators at Shepherd's Bush (Central line) station are nearing the end of their working life, and were scheduled for replacement in the next few years - after the shopping centre has opened and traffic through the station has significantly increased.",
     "It requires a station closure to replace them, due to the design of the station.",
     "Richard Parry, LU's Director of Strategy and Service Development, said: \"We always try wherever possible to avoid closing Tube stations because of the inconvenience to passengers.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Benefits\"}",
     "\"But we have reluctantly agreed to close this station for eight months because it means the works can be accelerated and the escalator works undertaken at the same time, which in turn will result in benefits to passengers being delivered faster with less overall disruption.",
     "\"Major transport benefits will be delivered as part of the Westfield development and will enable the majority of visitors to the new centre to travel by public transport.",
     "\"This will see the construction of world-class Tube stations at Wood Lane on the Hammersmith \u0026 City line and a vastly improved Shepherd's Bush station on the Central line.\"",
     "Detailed travel advice for passengers will be issued in early 2008 prior to the closure taking effect.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Modernisation\"}",
     "During the closure, the station modernisation scheme - which provides a new digital CCTV system and passenger Help and information points - will be accelerated, and much of the work will be completed before the station reopens.",
     "Major improvements will be delivered to the transport network as part of the Westfield development - Westfield is funding £170m of transport improvements including the rebuilding of Shepherd's Bush (Central line) station, and the new Wood Lane station on the Hammersmith \u0026 City line, which will open when the Westfield development opens in late 2008.",
     "The existing Shepherd's Bush (Hammersmith \u0026 City) station will be renamed Shepherd's Bush Market at the same time.",
     "This will eliminate confusion with the nearby Shepherd's Bush (Central line) station.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Transport for London is investing £10bn to improve and expand London's transport network, more than half of that in the Tube\",\"Shepherd's Bush (Central line) station will close on 2 February 2008 and is scheduled to reopen in October 2008\",\"Transport improvements which have already been delivered as part of the new retail development include new sidings for the Central line and replacement of part of an existing viaduct on the Hammersmith \\u0026 City line\",\"Shepherd's Bush (Central line) station is used by around 12 million passengers each year\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}