{
 "pageTitle": "Transport for London prosecutes Thames Water for streetworks violations",
 "description": "TfL took the utility company to court for the first time for failing to provide notification for streetworks and for not meeting safety requirements when carrying out streetworks. Thames Water pleaded guilty on eight counts at Westminster Magistrates",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London prosecutes Thames Water for streetworks violations",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Thames Water has been prosecuted by Transport for London (TfL) for breaking rules on streetworks."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "TfL took the utility company to court for the first time for failing to provide notification for streetworks and for not meeting safety requirements when carrying out streetworks.",
     "Thames Water pleaded guilty on eight counts at Westminster Magistrates Court on Thursday 20 December and were fined £8,500, plus costs of £6,500 payable to TfL.",
     "Under the New Roads and Streetworks Act 1991, utility companies and local authorities are legally required to provide notification to TfL for works that are carried out on the Transport for London Road Network (TLRN).",
     "Thames Water failed to do this when digging up roads on two occasions - in Earls Court in December 2006 and on Vauxhall Bridge Road in January 2007.",
     "They also committed two safety offences at sites on Vauxhall Bridge Road and Finchley Road which were not correctly signed and guarded and presented a danger to both their own contractors and the travelling public.",
     "Un-coordinated streetworks lead to congestion on London's roads.",
     "Bringing these charges before the court demonstrates TfL's commitment to use every available means to improve the coordination of streetworks across the Capital and to ensure disruption to the road network is minimised.",
     "In April 2008, regulations for a London Permit Scheme made under the Traffic Management Act 2004, will come into force.",
     "The Scheme will ensure all highways authorities and utility companies will have to book time and gain a permit before conducting any streetworks activities.",
     "Nick Morris, TfL's Director of Road Network Performance, said: 'At the moment we have limited powers over streetworks contractors, but a London Permit Scheme will give the highway authorities greater powers to ensure that disruption is minimised and that we can keep traffic moving.",
     "'We are working with utility companies to improve performance but we have to be prepared to take strong action with those who fail to comply with the existing regulations.'",
     "\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}