{
 "pageTitle": "Transport for London's cycling tips for winter",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London's cycling tips for winter",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Transport for London provides its top tips on taking to two wheels during the winter months.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"It's about seeing as well as being seen:\"}",
     "\u003cstrong\u003eSee where you're going\u003c/strong\u003e \u003cbr /\u003eYou leave work in the dark in winter so it's important to have good lights on your bike; white at the front and red at the rear. A wide range of lights are available in bike shops so you can see where you're going.\u003cbr /\u003e\u003cstrong\u003eBe seen\u003c/strong\u003e \u003cbr /\u003eCyclists need to make sure they are seen in the dark or in bad weather conditions. Wearing reflectors and high visibility clothing helps everyone to see you coming - including pedestrians!\u003cbr /\u003e\u003cstrong\u003eLook cool\u003c/strong\u003e \u003cbr /\u003eCycle glasses help keep vision clear by avoiding bits and bugs getting into your eyes.  They also help when cycling with low sunsets and can also look cool.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"It's not what you wear but how you wear it:\"}",
     "\u003cstrong\u003eDon't get wet\u003c/strong\u003e \u003cbr /\u003eInvesting in a good lightweight waterproof with breathable fibres is always worthwhile.  It will keep you warm and dry from rain, sleet or snow.\u003cbr /\u003e\u003cstrong\u003eKeep your grip\u003c/strong\u003e There's a wide range of gloves available, including ones made of breathable waterproof materials, padded palms, and non-slip brake and gear change fingers, so there's no excuse for chapped, dry hands!\u003cbr /\u003e\u003cstrong\u003eCover your head\u003c/strong\u003e \u003cbr /\u003eThe fact that you can lose up to 75 per cent of your body heat through your head alone may be a myth, but if you wear a thin ski hat or balaclava under your helmet you'll be sure to you keep your head and ears warm.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"It's better to be safe than sorry:\"}",
     "\u003cstrong\u003ePamper your bike\u003c/strong\u003e \u003cbr /\u003eTreat your bike to a thorough service at least twice a year and regularly check the tyres and brakes. Replace them if they're worn out.\u003cbr /\u003e\u003cstrong\u003eBe prepared\u003c/strong\u003e Don't forget to carry a spare inner tube, pump and tyre levers just in case you have a puncture, and make sure you know how to use them!\u003cbr /\u003e\u003cstrong\u003eSmooth operator\u003c/strong\u003e \u003cbr /\u003eRegularly clean and oil your bike chain - it will make your bike run more smoothly.",
     "For further information on maintaining your bike, how to find your closest bicycle shop, cycling safely, cycle training, riding to work or anything to do with cycling in London, visit \u003ca href=\"http://www.tfl.gov.uk/cycling\"\u003etfl.gov.uk/cycling\u003c/a\u003e ."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}