{
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London achieves £100m savings on office space ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) has today announced efficiency savings on office accommodation of up to £100m over the next 25 years."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "These deals are part of prudent planning for the future",
     "The savings are made possible by three high profile deals that will supply half of  TfL's office accommodation requirements at extremely competitive rates.",
     "Last week, TfL was announced as the anchor tenant of a significant regenerative development in Greenwich Peninsula.",
     "The 20-year lease of 135,000 sq ft, with the option of a further 60,000 sq ft, provides top quality office accommodation at an excellent location and real value for money.",
     "Last year, TfL announced that it would be leasing 400,000 sq ft of office space, approximately half at Palestra in Southwark and half at the Shard in London Bridge.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Lower rates\"}",
     "TfL has taken advantage of a tenant's market and secured a rate of £35 sq ft pa at Palestra and £38.50 sq ft pa at the Shard.",
     "These rates are lower than current market levels for comparable office accommodation and will represent significant savings when we move into the developments in 2008 and 2012 respectively.",
     "The new office accommodation will also play a major role in working towards targets for reducing carbon emissions from buildings in the Mayor's Climate Action Plan.",
     "All three buildings feature localised decentralised energy schemes and energy and water efficiency measures with performance far beyond that required in the Building Regulations.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Sustainability\"}",
     "In the case of the Shard of Glass and Greenwich Peninsula, TfL worked with the commercial developers to push a tough sustainability agenda.",
     "TfL was created in 2000 from 15 separate companies based in 50 buildings across central London.",
     "TfL's property strategy aims to draw together accommodation into several large hubs that will improve efficiency and reduce costs.",
     "TfL will move into Palestra in 2008, Greenwich Peninsula in 2009 and the Shard in 2012.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Value for money\"}",
     "Peter Hendy, Commissioner, Transport for London, said: \"We have obtained top quality office accommodation in well connected locations and achieved excellent value for money.",
     "\"These deals are part of prudent planning for the future and are an important contribution to our wider sustainability agenda.\"\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}