{
 "pageTitle": "Transport for London staff energy pledge saves more than half a million kilograms of CO2",
 "description": "That's a saving of 523,000 kilograms of CO2 - equivalent to driving a car around the earth 63 times.The TfL Energy Pledge asked staff to make one simple change to their working lives to help reduce the amount of energy TfL uses. Staff were invited to pick",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London staff energy pledge saves more than half a million kilograms of CO2",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "During the last six months, a staff pledge to help cut energy use at Transport for London (TfL) has seen electricity use in its head offices fall by nine per cent compared to the previous year."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "These small changes can make a difference",
     "That's a saving of 523,000 kilograms of CO2 - equivalent to driving a car around the earth 63 times.",
     "The TfL Energy Pledge asked staff to make one simple change to their working lives to help reduce the amount of energy TfL uses.",
     "Staff were invited to pick from a list of personal pledges, which included turning off computers and monitors every night, unplugging mobile phone chargers and printers, or only printing what is needed.",
     "Launched on World Environment Day (5 June), more than 2,100 members of staff signed up to the pledge.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Environmental champions\"}",
     "Staff who signed up received a mug (made of recycled plastic) to remind them and their colleagues of their pledge, and an internal communications campaign has kept them up to date on the progress on energy savings over last six months.",
     "Linked to this campaign, 150 members of TfL head office staff have signed up as Environmental Champions, acting as the focal point for other staff who want to reduce the environmental impact of their work.",
     "There are already many environmental champions in TfL who have achieved great results, including purchasing recycled plastic office mugs and drinking glasses (rather than using disposable ones), motivating colleagues to turn off their computers at the end of the day and encouraging recycling at central collection points",
     "Mayor of London Ken Livingstone said: \"The London Climate Change Action Plan, which I launched in February this year, sets out London's target to reduce emissions by 60 per cent by 2025.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Greener transport\"}",
     "\"This is a tough target, but the reality is that Londoners don't have to reduce their quality of life to tackle climate change - we do all have to change the way we live at work and in the home.",
     "\"Initiatives such as this one carried out by Transport for London staff are evidence of how these small changes can make a difference.",
     "\"Congratulations to all involved and I would encourage them to keep up the good work and continue to lead by example.\"",
     "Helen Woolston, Environment and Climate Change Coordinator at TfL, said: \"TfL is already working hard to help meet the Mayor of London's target of a 60 per cent reduction in energy use in the Capital by 2025.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Success\"}",
     "\"We're investing in greener transport such as hybrid buses, a more energy efficient Underground, and the promotion of walking and cycling.",
     "\"The success of our Energy Pledge programme demonstrates that individuals can also make a significant contribution to cutting CO2 emissions, simply by making small changes to everyday behaviour.\"",
     "\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"Staff case studies available on request\",\"Approximately 21,000 people work at TfL, meaning that 10 per cent of TfL's entire workforce made an energy pledge during the past six months. Approximately 20 per cent of all head office based staff signed up to the Energy Pledge campaign\",\"The Energy Pledge compliments the work already being done by London Underground's Station Energy Champions programme, which has been running since 2001. Energy Champions at LU stations have reduced energy consumption by 14 per cent, by encouraging colleagues to turn off unnecessary lighting and escalators during engineering hours\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}