{
 "pageTitle": "Tube breaks record for passenger numbers",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Tube breaks record for passenger numbers",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London revealed today that Friday 7 December 2007 was the busiest day on the Tube ever."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Every day the London Underground carries more passengers than the entire national rail network",
     "The London Underground network carried well over four million passengers (estimated at 4.17 million passengers).",
     "This exceeds the total on 8 December 2006 when Tube journeys achieved around four million journeys for the first time.",
     "Saturday 1 December also broke a new record for weekend travel on the Tube.",
     "Almost three million passengers used the Tube - most of them on their way to do their Christmas shopping.",
     "On average the number of people travelling on the Tube is increasing by around seven per cent per year, with the forecast for the year close to 1.1 billion journeys.",
     "These new records prove that London's economy remains strong and that the Tube is vital to its success.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Renovating\"}",
     "This also underlines the importance of the Tube's Upgrade Programme to provide the extra capacity needed to support London's growth in the future.",
     "Mayor Ken Livingstone said: \"The fact that the Tube is now carrying more passengers than ever before illustrates its crucial role in London's prosperity and the importance of sustaining investment to expand and renew the system.",
     "\"Renovating existing lines and building the giant new Crossrail line will underpins London's economy for decades to come.",
     "\"The significance of that is shown by one simple fact - every day the London Underground carries more passengers than the entire national rail network.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Oldest Underground system\"}",
     "\"I want to take this opportunity to thank all of the staff who every day work hard to get the best out of the oldest Underground system in the world.\"",
     "Richard Parry, Director of Strategy and Service Development for London Underground said: \"We are now moving more people around the city than ever before.",
     "\"The New Year will bring new challenges and we will continue improving stations, trains and track as part of our £10bn investment programme.",
     "\"This work must continue if we are to support London's growth.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Overall increase\"}",
     "\"As our upgrade programme intensifies next year, we may need to partly close some lines and some stations from time to time.",
     "\"We are asking passengers to bear with us and to 'check before you travel' for any improvement works especially at weekends and over the festive period.\"",
     "The rise in passengers travelling on a Saturday on the Tube is consistent with an overall increase in Tube travel in general.",
     "Weekday travel is higher than weekend travel as the bulk of passengers are commuters.",
     "Saturday 1 December 2007 saw an increase of around five and a half per cent when compared with Saturday 2 December last year.",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The rise in passenger numbers across the Underground network takes into account the impact of the car free day on Saturday 1 December 2007.  However, a number of other stations not within the West End VIP day zone experienced an increase in passengers\",\"On average three million passenger journeys are made per day, rising to 3.4 million on weekdays.  The Tube carried around four million passengers in one day for the first time in December 2006\",\"Transport for London is investing £10bn to improve and expand London's transport network, over half of that of being spent on the Tube\",\"In 2006/2007 the Tube carried 1014 million passengers, in 2005/06 971 million passengers and in 2004/5 976 million passengers\",\"In 2005/06, the busiest stations on the Tube network were  (1) King's Cross St. Pancras - 71.50 million; (2) Victoria - 67.82 million; (3) Waterloo - 67.40 million; (4) Oxford Circus - 63.06 million; (5) Liverpool Street - 50.67 million, (6) London Bridge - 44.97 million; (7) Bank \\u0026 Monument - 34.30 million; (8) Paddington - 34.29 million; (9) Canary Wharf - 34.21 million (10) Piccadilly Circus - 33.76 million; (11) Tottenham Court Road - 30.80 million; (12) Bond Street - 29.57 million; (13) Leicester Square - 29.54 million; (14) Holborn - 25.07 million and (15) Green Park - 24.89 million\",\"In 2003/04, the busiest stations on the Tube network were (1) King's Cross St. Pancras - 69.76 million; (2) Victoria - 66.24 million; (3) Waterloo - 64.52 million; (4) Oxford Circus - 58.75 million; (5) Liverpool Street - 48.00 million; (6) London Bridge - 40.10 million; (7) Piccadilly Circus - 34 million; (8) Bank \\u0026 Monument - 32.97 million; (9) Paddington - 32.45 million; (10) Leicester Square - 31.23 million; (11) Tottenham Court Road - 29.49 million; (12) Bond Street - 27.60 million; (13) Canary Wharf - 24.23 million; (14) South Kensington - 24.12 million and (15) Hammersmith (District and Piccadilly) - 24.06 million\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}