{
 "pageTitle": "Walk off the seasonal overindulgences",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Walk off the seasonal overindulgences",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Overeating and drinking is as much a feature of the festive period as presents, trees and parties.",
     "To help people recover and to fight off the unwanted pounds, Transport for London's (TfL's) website links to a selection of recommended walking routes with maps, directions and distances.",
     "\u003cstrong\u003eJubilee Walkway\u003c/strong\u003e ",
     "The Jubilee Walkway is around 23km long and nearly every household name in London's tourist circuit is included.",
     "The route can easily be followed with directional discs set on pavements and although it can be walked in a day, many chose to divide it into two or three walks.",
     "This route is spectacular at night when the Capital's sights are lit up.",
     "Leicester Square to the Tower of London, via the South Bank, is an ideal section of the walk to clear a hungover head.",
     "It is also great to get the Christmassy feel, especially on a dark December afternoon.",
     "\u003cstrong\u003eThames Path\u003c/strong\u003e ",
     "The Thames Path is considered one of London's top walking gems.",
     "It covers a fascinating 107km and follows both bank sides of the river.",
     "The route goes beyond the Greater London boundary, all the way to the Cotswold Hills.",
     "It can easily be split into different walks as there are good public transport connections throughout.",
     "An ideal Christmas Day walk, in preparation for a large lunch, is section one of the Thames Path; from Hampton Court Palace all the way to trendy Chelsea Harbour.",
     "The Royal Palaces, Henrietta Howard's love-nest at Marble Hill House or the Duke of Northumberland's Syon Park, are worth a visit to get you into a carol singing mood.",
     "\u003cstrong\u003eCapital Ring\u003c/strong\u003e ",
     "The Capital Ring is a 125km walk through parks and open spaces - ideal to burn off the calories after eating too much.",
     "Section 11 of the walk, from Hendon to Highgate, is a pleasant Boxing Day stroll to help digest the Christmas lunch from the day before.",
     "This surprisingly green route runs along a former railway line among trees and shrubs.",
     "It continues onto the New River; an artificial watercourse that has brought fresh water to London since the 17th Century and ends at Abney Park Cemetery, which is now an eerie nature reserve complete with leaning tombstones.",
     "\u003cbr /\u003eThe Jubilee Walk, Capital Ring and Thames Path are three of the Mayor of London's six strategic walks, supported by TfL.",
     "The other three include Lea Valley Walk, the London Loop and Green Chain.",
     "For further details and maps of the walks, please visit \u003ca href=\"http://www.tfl.gov.uk/walking\"\u003ewww.tfl.gov.uk/walking\u003c/a\u003e ",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Journey Planner ( \\u003ca href=\\\"http://www.tfl.gov.uk/journeyplanner\\\"\\u003etfl.gov.uk/journeyplanner\\u003c/a\\u003e ) now automatically provides a walking option for any journey that is under 30 minutes walk in length\",\"The Mayor and TfL's vision is to make London one of the most walking-friendly cities in the world by 2015\",\"During the next three years, £126 million will be invested in improving conditions for pedestrians in London. TfL will invest this money in both local borough schemes and on London's major roads, for infrastructure improvements such as new pedestrian crossings, lowered kerbs and improved signage, and on local walking maps, promotion and education\",\"The population of London is projected to grow by 800,000 by 2025. Increasing walking journeys is an important way of helping to manage the demands this increase would otherwise place on the system\",\"Visitors to the Bond Street area are now able to find their way around with ease, thanks to a new system of pedestrian information called Legible London. The scheme is designed to provide better information for people who want to explore the Capital on foot. The Bond Street trial, which is the prototype for a future London-wide pedestrian information system, consists of 19 on-street signs displaying all the information pedestrians could require when walking in the area. There will also be improved mapping in bus shelters and new information displays in Bond Street Tube station, pointing walkers in the direction of the area's main attractions\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}