{
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2018",
   "url": "/info-for/media/press-releases/2018"
  },
  {
   "title": "December",
   "url": "/info-for/media/press-releases/2018/december"
  },
  {
   "title": "Are children key to a healthier London? TfL’s STARS programme suggests so"
  }
 ],
 "title": {
  "title": "Are children key to a healthier London? TfL’s STARS programme suggests so",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Twenty eight schools from across London have been celebrated by Transport for London (TfL) for their work championing active and safe travel on the journey to school.",
     "As part of TfL's STARS (Sustainable Travel: Active, Responsible, Safe) schools programme, the winners received awards for being the highest performing of around 1500 participating London primary and secondary schools in reducing car use, increasing walking and cycling and using public transport. All STARS schools ran initiatives that have led to an average of eight per cent reduction in car use on school journeys.",
     "STARS is now in its twelfth year, and accreditation to STARS has grown from 180 schools in 2007 to 1,465 in 2018. Schools are judged on their success in changing travel behaviour with each school awarded a Bronze, Silver or Gold accreditation. This year 686 schools were awarded a Gold accreditation - more than ever before.",
     "Certificates from the Mayor of London were presented to the top performing schools at the annual event at City Hall.",
     "\u003cstrong\u003eDr Will Norman, London's Walking \u0026 Cycling Commissioner, said:\u003c/strong\u003e 'We all want to build a healthier and safer future for our children so to have them involved in encouraging us all to be more active and safe is fantastic.  The Mayor and I are particularly proud of the STARS programme. Every participating school deserves an award and should be proud of their achievements. These top 28 schools have shown particular innovation in their projects.",
     "'Being physically active sets children up for success: active kids are healthier, happier and do better at school. Sadly, far too many children in London aren't as active as they should be. Walking, cycling and scooting to school are fun and easy ways to build more activity into the day.'",
     "\u003cstrong\u003eGareth Powell, TfL's Managing Director of Surface Transport, said: `\u003c/strong\u003e TfL's STARS accreditation scheme inspires young Londoners to think differently about travel and its impact on their health, wellbeing and the environment. This year, we have awarded gold status to 686 schools, more than ever before. We are delighted that so many schools across London are part of the programme and we're determined to double that number, enabling more London children to enjoy the benefits of leading active lives.'",
     "The overall best regional primary and secondary schools include:",
     "Lordship Lane Primary - for work to discourage parents from parking near the school including creating a five minute walking zone and holding two play street events outside school to show parents how it could be without cars (Haringey, north London)",
     "Oakleigh School and Acorn Assessment Centre - during Road Safety Week every class had a 20 minute presentation using travel related music, sensory objects and lights (Barnet, north London)",
     "Gilbert Colvin Primary - have worked incredibly hard this year with their 'Stripey Strider' campaign to get a zebra crossing outside their school (Redbridge, east London)",
     "The Campion School - have delivered a year-long three part campaign aiming to increase the numbers of those cycling to school (Havering, east London)",
     "Herne Hill Primary - for devising 'numerous fun and interactive travel initiatives' to promote local safe travel initiatives including a Clean Air Day and inviting external speakers to speak to pupils (Southwark, south London)",
     "St Mary Magdalene School - for their innovative three-part Spokestars initiative that develops cycling skills from the bottom up. Level one focuses on balance bike training, level two - transitioning to pedal bike and level three - basic bike maintenance (Greenwich, south London)",
     "St Mary's Bryanston Square CE Primary - the school has undertaken an intensive programme of activity this year including a clean air project that including air quality lessons, removing car parking spaces, installing scooter parking and raising money to fund an eco-garden in a former school car park (Westminster, west London)",
     "Guru Nanak Sikh Academy - the Academy has undertaken an intensive campaign to improve road safety in Hayes which included creating 'More Than You', a powerful film highlighting the consequences of a road traffic incident. The film was premiered at a Road Safety Fair which included a road safety obstacle course, a smoothie bike as well as travel inspired games \u0026 activities. 750 students attended the event. (Hillingdon, west London)",
     "Prior to this event, other STARS accredited schools received Bronze, Silver and Gold grading for their initiatives at seven regional events held across London. They also shared best practice and pledged to increase their activities.",
     "As well as TfL's work to encourage walking, cycling and scooting to school, councils like Camden and Hackney are also piloting schemes where streets around primary schools are closed at set times in the morning and afternoon, allowing people to walk and cycle safely in a pleasant environment. Waltham Forest is also discouraging motorists from idling their engines at drop off and pick up times.",
     "The first Walking Action Plan was launched earlier this year. As part of this, TfL, the Mayor and others are delivering a number of projects that promote healthy, walkable school journeys and make it easier and more appealing for parents and children to walk or cycle to school. The Walking Action Plan includes the target to double the number of schools reaching the Gold standard under the STARS scheme, from 686 currently to 1,000 by 2024.",
     "Research from TfL's Walking Action Plan, which aims to make London the world's most walkable city, shows that a quarter of weekday morning peak car trips are for school drop-offs, a total of 254,000 trips a day. Those cars would form a traffic jam more than 1,000km long if they were queuing in single file. This increased traffic has an impact on congestion, air quality, safety and the efficiency of London's roads.",
     "The STARS scheme and the Walking Action Plan are part of the Mayor's Transport Strategy, which aims for 80 per cent of journeys to be made by walking, cycling or public transport.",
     "For further details on the STARS accreditation scheme and the full range of programmes TfL offers to schools and young people, visit \u003ca href=\"http://tfl.gov.uk/stars or tfl.gov.uk/younglondon\"\u003etfl.gov.uk/stars or tfl.gov.uk/younglondon\u003c/a\u003e .",
     "STARS accreditation scheme: in conjunction with the London boroughs, TfL supports primary and secondary schools (with over 46 per cent currently participating) with school travel plan activities that help young people and the whole school community adopt safer and more active travel behaviour. The scheme has three levels;",
     "{\"template\":\"bulletlist\",\"items\":[\"Bronze;\",\"Silver;\",\"Gold\"]}",
     "The more initiatives a school delivers and the greater the changes in behaviour, the higher the STARS Accreditation award.",
     "Twenty four schools attended the 2018 City Hall event.",
     "Top awards that were presented at the City Hall event were",
     "{\"template\":\"bulletlist\",\"items\":[\"School of the Region - The 33 London boroughs are divided into four regions - North, South, East, and West. In each region, one primary school and one secondary school were awarded School of the Region as they have demonstrated the highest level of commitment to active, safer and responsible school travel (8 awards)\",\"School of Excellence - This award recognises schools that have demonstrated innovative and outstanding achievements in one of seven travel areas: walking, scootering, cycling, road safety, public transport, pupil led projects and partnership working. Pupil-led projects are those campaigns that have been initiated and delivered by pupils, demonstrating the best in peer-to-peer leadership.  The Partnership Working award recognises the best efforts in bringing internal and external parties together to achieve change for the school community (20 awards)\"]}",
     "Other awards that were presented at the City Hall event were",
     "{\"template\":\"bulletlist\",\"items\":[\"Bike It Plus Exemplar award - introduced in 2015 recognises schools that go above and beyond to promote cycling and run a number of cycling activities.\",\"School Travel Plan Champion- This award recognises an individual's dedication to embed an active and safer travel ethos within their school and the wider community\"]}",
     "The Walking Action Plan can be found here: \u003ca href=\"http://www.tfl.gov.uk/corporate/about-tfl/how-we-work/planning-for-the-future/the-mayors-transport-strategy\"\u003ewww.tfl.gov.uk/corporate/about-tfl/how-we-work/planning-for-the-future/the-mayors-transport-strategy   \u003c/a\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The Mayor's Transport Strategy can be found here: \\u003ca href=\\\"http://www.tfl.gov.uk/corporate/about-tfl/how-we-work/planning-for-the-future/the-mayors-transport-strategy\\\"\\u003ewww.tfl.gov.uk/corporate/about-tfl/how-we-work/planning-for-the-future/the-mayors-transport-strategy\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2018/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2018/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2018/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2018/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2018/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2018/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2018/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2018/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2018/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2018/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2018/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2018/december",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}