{
 "pageTitle": "Art on the Underground unveils new film commission",
 "description": "Art on the Underground unveils new film commission by artists Broomberg and Chanarin at King Cross Underground Station",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2017",
   "url": "/info-for/media/press-releases/2017"
  },
  {
   "title": "September",
   "url": "/info-for/media/press-releases/2017/september"
  },
  {
   "title": "Art on the Underground unveils new film commission"
  }
 ],
 "title": {
  "title": "Art on the Underground unveils new film commission",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Film by artists Broomberg and Chanarin at King Cross Underground Station"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The latest commission from Art on the Underground, a 12 minute film by London-based artists Broomberg and Chanarin, was unveiled today at Kings Cross St Pancras Underground Station.",
     "The film, The Bureaucracy of Angels, records the demolition of 100 migrant boats in Sicily in the winter of 2016. The boats arrived carrying asylum seekers from North Africa and while they entered Europe's asylum system, the boats themselves remained on the forecourt of Porto Pozallo in Sicily before being destroyed.",
     "The film is narrated by the hydraulic jaws of the digger used to destroy the boats. It appears in the narrow corridors of the boat yard, on the open sea and in the midst of a rescue operation off the coast of Libya, as a Cantastoria or 'singing storyteller' recounting a Sicilian ballad about immigration to and from the territory over the last 150 years.",
     "Broomberg and Chanarin have a long history of working in war torn countries and areas of conflict. Their research on migration and movements of people led them to visit Sicily a number of times, where migrants arrive from perilous journeys across the Mediterranean. They filmed the rescue missions by the Migrant Offshore Aid Station (MOAS) foundation off the coast of Libya as well as the destruction of the boats left behind.",
     "MOAS, with whom the artists have an ongoing relationship, is dedicated to mitigating the loss of life to refugees and migrants in distress at sea and, as part of the launch of Broomberg and Chanarin's commission, proceeds from the sale of limited edition prints of the work are being donated to the charity.",
     "During the creation of the commission, which will be shown in a location close to the exit of the Eurostar, Art on the Underground consulted a range of stakeholders to ensure the project is in line with current development and international aid practice. These included Nando Sigona, a leading academic on migrants and refugees at the University of Birmingham, MOAS, Refugee Action and others.",
     "Broomberg and Chanarin said:",
     "'Placing a film into such an environment is challenging. Our goal was to gently disrupt the flow of people sleep-walking to work and back; confronting commuters with a very different kind of journey.'",
     "Eleanor Pinfield, Head of Art on the Underground stated:",
     "'Art on the Underground champions contemporary art in London - reflecting our global city with a global audience by working with artists from around the world. With this new commission, The Bureaucracy of Angels, by Broomberg and Chanarin, we aim to challenge viewers to reconsider issues surrounding migration, a matter that has a particular relevance to London, by going beyond the familiar images we have become so accustomed to in media outlets.'",
     "Regina Catrambone, co-founder of Migrant Offshore Aid Station commented:",
     "'MOAS is grateful for the support it has received from Broomberg and Chanarin, and for their continued efforts to highlight the plight of migrants and refugees crossing the Mediterranean Sea. The Bureaucracy of Angels gives an interesting perspective of the migration phenomenon, focusing on the dilapidated and forgotten migrant vessels. In much the same way, migrants and refugees are forgotten by large sectors of our societies. It is our duty to ensure that their stories are heard and that their voices continue to reach and touch people across the world. We hope that people on their daily commute in the London underground will be touched by this project and will share this experience with others.'",
     "To encourage wider debate around themes of migration and identity Art on the Underground worked with A New Direction, a bridge organisation between cultural institutions and schools, to produce a Learning Resource for 12 - 18 year olds, and a talk, What Should White Culture Do? Contemporary Art and Race, will take place on 10 November at the Royal College of Art.",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"More information on the commission and limited editions can be found here: \\u003ca href=\\\"http://www.art.tfl.gov.uk\\\"\\u003ewww.art.tfl.gov.uk\\u003c/a\\u003e \",\"Further information on the learning guide, produced in partnership with cultural and educational charity A New Direction, can be found here: \\u003ca href=\\\"https://www.anewdirection.org.uk/\\\"\\u003ehttps://www.anewdirection.org.uk/\\u003c/a\\u003e \",\"The Learning Resource will be launched at the Annual Schools Conference on the 10 October.  It will be emailed to all London schools with hard copies available at the conference.  More information here: https://www.anewdirection.org.uk/\",\"Upcoming Art on the Underground commissions:\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"'Clay Station', a collaboration with artist Matthew Raw and Turner Prize winning architecture collective Assemble, involving the production of over a thousand hand-made tiles as part of the refurbishment of a disused commercial at Seven Sisters Underground Station\",\"A day Tube pocket map cover by Marc Camille Chaimowicz and a Night Tube pocket map cover by Marianna Simnett.\"]}",
     "About Broomberg and Chanarin:\u003cbr /\u003eAdam Broomberg (born 1970, Johannesburg, South Africa) and Oliver Chanarin (born 1971, London, UK) are artists living and working in London. They are professors of photography at the Hochschule für bildende Künste (HFBK) in Hamburg, Germany and The Royal Academy of Art (KABK) at The Hague in The Netherlands. Together they have had numerous solo exhibitions at institutions including Hasselblad Foundation, Gothenburg, Sweden (2017); C/O Berlin, Berlin, Germany (2016); the Baltimore Museum of Art, Baltimore, MD, USA (2016) and the Centre for Contemporary Art Ujazdowski Castle, Warsaw, Poland (2015).",
     "MOAS is a Malta-based registered charity dedicated to mitigating the suffering of people risking their lives to find safety. Since it was founded in 2014, MOAS has grown into an international organisation and has rescued and assisted over 40,000 men, women and children in the Central Mediterranean and Aegean. In response to the escalating Rohingya refugee crisis along the Myanmar and Bangladesh border, in September 2017 MOAS shifted operations to the Bay of Bengal, from where it will work to deliver aid and assistance to displaced Rohingya people."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2017/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2017/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2017/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2017/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2017/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2017/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2017/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2017/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2017/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2017/october",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "News articles",
      "url": "/info-for/media/news-articles",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}