{
 "pageTitle": "Artificial intelligence to help fuel London's cycling boom",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2020",
   "url": "/info-for/media/press-releases/2020"
  }
 ],
 "title": {
  "title": "Artificial intelligence to help fuel London’s cycling boom",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "UK-first trial of artificial intelligence technology from Vivacity Labs makes it much easier for TfL to understand how people cycling and walking are using the road network"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Data will help TfL to plan new routes as it expands London's growing cycling network\"]}",
     "Transport for London (TfL) has worked with Vivacity Labs, an innovative London tech firm, on a UK-first trial of artificial intelligence technology, which could make it much easier to plan and operate new cycle routes in the capital.",
     "Until now, TfL has relied mainly on manual traffic counts to work out how many people are cycling on any given road. This helps assess demand for new cycle routes and helps TfL improve how it operates the road network for the growing numbers of people cycling. Manual traffic counts, which are carried out at limited locations on London's road network, are only able to give a snapshot of road use on the given day or time.",
     "Since 2018, TfL has trialled using Vivacity Labs sensors at two busy locations along Millbank. The sensors use artificial intelligence to detect road users and decide which mode of transport they are using. The competitive trial, which is the first time the technology has been used within London, showed that the Vivacity sensors are up to 98 per cent accurate.",
     "The sensors gather data around the clock, which provides a significantly more detailed picture of how London's roads are being used by everyone 24/7. All video captured by the sensors is processed and discarded within seconds, meaning that no personal data is ever stored. TfL is in the process of introducing 43 more Vivacity sensors at 20 central London locations to gather data and further test to understand the full range of capabilities the technology has to offer.",
     "Data about the numbers of people cycling is a vital part of TfL's planning for new Cycleways across London. As the network continues to grow, TfL will use data from sources such as the sensors to work out where investment in new infrastructure can best be targeted. Enabling more people to walk and cycle is central to the Mayor's efforts to tackle London's toxic air, ill-health and the climate emergency. The Mayor's Transport Strategy target is for 80 per cent of journeys in London made by walking, cycling and public transport by 2041.",
     "As well as accurately detecting people cycling, the sensors also detect people walking and other types of traffic, including cars, HGVs, vans, motorcyclists and buses. This will lead to a much better understanding of demand on the road network and how TfL can balance it.",
     "The sensors are part of a wider programme of modernisation of TfL's current road network systems and have the potential to link up to London's traffic signals and control centre systems to provide data in real time, which could enable TfL to better balance demand and improve how it manages congestion.",
     "The technology used by Vivacity has been developed over four years of research and development, supported by investment from the Mayor of London.",
     "\u003cstrong\u003eLondon's Walking and Cycling Commissioner, Will Norman, said: \u003c/strong\u003e ",
     "'By getting more people cycling and walking, we can help to tackle congestion and pollution in London and improve our health. Our Healthy Streets approach is based on evidence and data and we welcome new technology that supports this.'",
     "\u003cstrong\u003eMark Nicholson, CEO \u0026 Co-Founder of Vivacity Labs, said: \u003c/strong\u003e ",
     "'We are delighted to have been successful in the competitive trials, and to now be rolling out a set of sensors at critical junctions in a global city such as London.'",
     "\u003cstrong\u003eGlynn Barton, TfL's Director of Network Management, said: \u003c/strong\u003e ",
     "'We work around the clock to keep people on in London moving and we're always looking for innovative new ways of making our roads safer and more efficient. New data from trials such as this will be really valuable as we invest and make day-to-day decisions to enable more people to walk and cycle.'",
     "Notes to Editors:",
     "The proposed 20 central London locations for the 43 Vivacity sensors are:"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2020/february",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}