{
 "pageTitle": "Award winning training centre to teach tunnelling and construction skills",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2017",
   "url": "/info-for/media/press-releases/2017"
  },
  {
   "title": "March",
   "url": "/info-for/media/press-releases/2017/march"
  },
  {
   "title": "Award winning training centre to teach tunnelling and construction skills"
  }
 ],
 "title": {
  "title": "Award winning training centre to teach tunnelling and construction skills",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Crossrail's legacy of tunnelling and underground construction will continue after Transport for London (TfL) signed a contract with Prospects College of Advanced Technology (PROCAT) to run the Tunnelling and Underground Construction Academy (TUCA) in Ilford.",
     "TUCA, established by Crossrail Limited in 2011, was set up to support the training needs of the Crossrail project as well as the wider underground construction and tunnelling industries. Over 15,000 contractors and apprentices have trained at the academy. As the Crossrail programme is now over 80 per cent complete, the training facility has now transferred to TfL to support future tunnelling and infrastructure projects.",
     "Building on the Crossrail legacy in teaching specialist skills in tunnelling and underground construction, future rail and tunnelling projects will benefit from the training academy supporting a new generation of specialists. The apprentices will learn the technical skills required to build infrastructure projects across the country, and bring the highest level of skills to running our transport networks in the future. These include projects such as HS2, Thames Tideway, Crossrail 2 and HS3. The Academy is now offering apprenticeships and training in the other skills to build and run transport networks of the future.",
     "Mike Brown MVO, London's Transport Commissioner, said: `It is essential we continue to develop the skills this country needs to deliver major infrastructure projects, from Crossrail 2 to HS2.  The Tunnelling and Underground Construction Academy has played a leading role in supporting the skills for the Crossrail project and will leave a lasting legacy with new apprentices learning the vital skills of tunnelling and construction.'",
     "Neil Bates FCGI, Principal and CEO - PROCAT, said: `We are really excited to be working with TfL to build on the excellent work that has been done at TUCA since it opened. Our shared vision is that TUCA becomes a national and international centre of excellence for specialist railway engineering, construction and civil engineering industries providing the specialist higher level skills so badly needed to support the UK economy.'",
     "Sir Terry Morgan, Crossrail Chairman, said: `The Tunnelling and Underground Construction Academy has been a huge success story. The Academy established by Crossrail in 2011 has not only given over 15,000 people the skills needed to deliver the new railway but has also revitalised the UK's tunnelling and underground construction skills base. As the Crossrail programme passes the 80 per cent complete mark, I'm delighted that TUCA will continue to play a key role in supporting the Elizabeth line as an operating railway as well as the next generation of UK infrastructure projects.'",
     "The Academy will form part of a network of 'Centres of Excellence' for training in the transport sector that is being developed by the Department for Transport. These centres will collaborate to improve quality of training and efficiency in the industry.",
     "By the end of the year, the Academy will also be home to the Elizabeth line maintenance and station staff training centre. A mock-up of a new station will also be onsite by the end of the year to train station staff in customer service.",
     "TfL is already planning for 20 new rail maintenance apprentices to start their training at the Academy in 2017. Over 130 railway engineering apprentices from the industry will start training at TUCA from September 2017, making the Academy a hub for transport, underground construction and tunnelling.",
     "The state-of-the-art facilities include spaces to practise sprayed concrete lining in specially designed tunnel openings, a laboratory to study tunnelling material and a tunnel mock-up where evacuation simulations take place.\u003cbr /\u003eEnds\u003cbr /\u003eNotes to editors",
     "{\"template\":\"bulletlist\",\"items\":[\"TUCA was established by Crossrail Limited in 2011 at a cost of £13m with a £5m contribution provided by the Skills Funding Agency.\",\"Facilities at TUCA include classrooms, workshops, a mock construction tunnel, a gantry crane, construction locomotives, spray concrete lining facilities, concrete pump facilities, concrete testing facilities and a mock railway.\",\"A mock Elizabeth line station with track and tunnels will also be installed later this year.\",\"PROCAT is a national college serving the engineering, aviation, rail and construction industries providing apprenticeships and workforce development for some of the UK's leading companies.\",\"PROCAT will provide courses at the Ilford site in addition to their centres at Basildon and Canvey Island and TUCA offers them a chance to provide different types of courses including new apprenticeships.\",\"TfL's contract with PROCAT is for a five year term.\",\"More information available at \\u003ca href=\\\"http://www.tuca.ac.uk/\\\"\\u003ehttp://www.tuca.ac.uk/\\u003c/a\\u003e \"]}",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2017/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2017/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2017/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2017/april",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "News articles",
      "url": "/info-for/media/news-articles",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}