{
 "pageTitle": "Bakerloo line extension to support new housing and jobs",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2017",
   "url": "/info-for/media/press-releases/2017"
  },
  {
   "title": "February",
   "url": "/info-for/media/press-releases/2017/february"
  },
  {
   "title": "Bakerloo line extension to support new housing and jobs"
  }
 ],
 "title": {
  "title": "Bakerloo line extension to support new housing and jobs ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "The extension of the Bakerloo line moved closer today with the opening of a new Transport for London (TfL) consultation that sets out detailed proposals for station locations along the proposed route beyond Elephant \u0026 Castle.",
     "The Bakerloo line extension, to Lewisham via Old Kent Road and New Cross Gate, is vital to meeting the needs of the Capital's growing population, which is expected to increase from 8.7 million today to reach over 10 million by 2030.  It would support growth in south east London through new housing, improved connectivity, increased transport network capacity and reduced journey times to key destinations including the West End and Lewisham town centre.",
     "Working in collaboration with the local boroughs, Lewisham and Southwark, at least 25,000 new homes and 5,000 new jobs could be supported as a result of the Bakerloo line extension.  Other benefits of the extension will include:",
     "{\"template\":\"bulletlist\",\"items\":[\"Extra capacity on London Underground for 65,000 journeys in the morning and evening peak, helping relieve congestion on local bus services and National Rail services\",\"Relief of congestion on roads, reducing CO2 emissions and air pollution\",\"An Underground train every two to three minutes between Lewisham and central London, with reduced journey times\"]}",
     "Four new stations are being proposed along the route to boost connectivity and support regeneration.  This includes two stations along Old Kent Road, one at New Cross Gate providing an interchange with London Overground and National Rail services, and one at Lewisham, providing an interchange with the DLR and National Rail services. Details for proposed locations of the ventilation shafts needed to support this extension also form part of this consultation.",
     "The proposals also set out the need to undertake further capacity upgrade works to the Bakerloo line station at Elephant \u0026 Castle.",
     "As announced in the TfL Business Plan, the updated plans bring the completion date of the extension forward by two years to 2028/29, to align with the timetable for the upgrade of the Bakerloo line.",
     "The Mayor and TfL remain committed to delivering a second phase of the extension beyond Lewisham, and work is continuing to build a case for a second phase.",
     "Sadiq Khan, Mayor of London, said:\u003cbr /\u003e`I'm delighted that we're pushing ahead with the Bakerloo line extension two years earlier than originally planned. It will provide substantial benefits for thousands of Londoners, providing a new direct route for commuters into the heart of central London and joining up key transport links across south London.",
     "`The extension also has huge potential for new jobs and 25,000 new homes in the area, helping fulfil our ambition to tackle London's housing crisis and provide a substantial boost to the local economy.'",
     "Sir Steve Bullock, Mayor of Lewisham, said: `A Bakerloo line extension to Lewisham would make it easier for our residents to travel around London and it would bring in much needed investment. Lewisham is growing fast and a Bakerloo line extension to this part of south London will help to support that growth in Lewisham and beyond.'",
     "Cllr Mark Williams, cabinet member for regeneration and new homes at Southwark, said: `We have big ambitions for the Old Kent Road regeneration, which will pull central London further south and help transform the length of this historic thoroughfare into a dynamic new high street bustling with new homes, including at least 35 per cent affordable homes, new shops and cafes, workspaces, parks and open spaces and safer networks for cyclists and pedestrians.",
     "`A key part of this is the Bakerloo line extension, making this part of London more open and accessible and encouraging investment.",
     "\"This is a very exciting opportunity and we are encouraging local people in particular to get involved in the conversations now to help shape the future of one of London's most famous roads.'",
     "Alex Williams, TfL's Acting Managing Director of Planning, said:\u003cbr /\u003e`London continues to grow and we need to ensure transport has the capacity to accommodate this growth. The Bakerloo line extension plays an important part in these plans, improving connectivity for an area under-served by public transport where there is potential to support 25,000 new homes and 5,000 new jobs.'",
     "The preferred route was chosen as it provides the greatest regeneration opportunities, and the best case for maximising new homes and jobs. Other options were considered for the extension, many of which were suggested as part of the previous public consultation.",
     "TfL is planning to progress work towards an application for planning powers by 2020, with further public consultation expected in the future as more details about the proposals are developed.",
     "The public consultation will run until 21st April and further information about the consultation and the questionnaire can be found at \u003ca href=\"http://www.tfl.gov.uk/bakerloo-extension\"\u003ewww.tfl.gov.uk/bakerloo-extension\u003c/a\u003e .",
     "ENDS",
     "Notes to editors",
     "{\"template\":\"bulletlist\",\"items\":[\"The consultation from 2014 saw over 95 per cent of the 15,000 respondents supporting the principle of an extension to the Bakerloo line.\",\"An image of the proposed route is available here - \\u003ca href=\\\"https://www.flickr.com/photos/tflpress/albums/72157647760499349\\\"\\u003ehttps://www.flickr.com/photos/tflpress/albums/72157647760499349\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2017/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2017/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2017/march",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "News articles",
      "url": "/info-for/media/news-articles",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}