{
 "pageTitle": "Construction of major new cycle route in south-east London set to begin in 2019",
 "description": "Construction of major new cycle route in south-east London set to begin in 2019",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2018",
   "url": "/info-for/media/press-releases/2018"
  },
  {
   "title": "December",
   "url": "/info-for/media/press-releases/2018/december"
  },
  {
   "title": "Construction of major new cycle route in south-east London set to begin in 2019"
  }
 ],
 "title": {
  "title": "Construction of major new cycle route in south-east London set to begin in 2019 ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Part of the Vision Zero ambition to eliminate all death and serious injury from London's roads"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) has today revealed plans for further improvements to make cycling accessible to all Londoners, announcing that it intends to start work, subject to final approvals, on a major new segregated cycle route in south east London next summer.",
     "The new high-quality cycle route will significantly reduce danger to vulnerable road users and also improve pedestrian facilities and public spaces between Tower Bridge and Greenwich. It forms part of the Mayor and TfL's Vision Zero commitment to eliminate all death and serious injury from London's roads by 2041.",
     "Construction of the route, which includes 4km of segregated cycle track, should begin next summer. More than 3,000 people responded to the consultation, with 83 per cent in favour. Many respondents suggested that it would make cycling safer and more appealing and help to reduce air and noise pollution along the route.",
     "The route will see a new, two-way segregated cycle track on Tooley Street, Jamaica Road, Evelyn Street and Creek Road, five new pedestrian crossings and upgrades to more than 20 existing pedestrian crossings. The project will also see a complete overhaul of Rotherhithe roundabout, tackling another junction on TfL's Safer Junctions list, which includes those with some of the worst safety records in the capital.",
     "In response to feedback, TfL has developed new designs in several areas of the route, which address comments raised during the consultation and will ensure that people walking and cycling are protected from other traffic. This includes proposed changes in traffic movements at the junction of Southwark Park Road and Jamaica Road, where TfL will be carrying out a further consultation early next year to give residents the opportunity to have their say.",
     "TfL will also carry out a joint consultation with Southwark Council on detailed proposals for the Lower Road section of CS4 in spring 2019. Subject to the outcome of this consultation, construction could start on the Lower Road section in 2020.",
     "The route will be a major addition to London's growing cycling network, which is helping to sustain a boom in the numbers of people choosing to get around the capital by bike. TfL is committed to delivering high quality cycle routes across London and is also working with Greenwich Council on a new cycle route between Greenwich and Woolwich and this is included in TfL's Business Plan.*",
     "\u003cstrong\u003eWill Norman, London's Walking and Cycling Commissioner, said:\u003c/strong\u003e `I am really pleased that the construction of Cycle Superhighway 4 will get underway in the summer. The overwhelming support during the public consultation shows there is great demand for a safe segregated route, which will help enable more people to cycle. Pedestrians will also benefit from new and improved crossings, enabling more people to leave their cars at home and leading to reduced congestion and cleaner air, which will benefit the whole community.'",
     "\u003cstrong\u003eDenise Scott-Mcdonald, Cabinet Member for Air Quality, Public Realm and Transport at Greenwich Council, said:\u003c/strong\u003e `This much needed route will make it safer for people in Greenwich town centre and beyond to cycle into central London, which should boost cycling numbers and reduce air pollution. I'm pleased that TfL has also committed to extending the safe cycling route from Greenwich town centre through the borough to Woolwich, and we will continue to work with them to deliver this.'",
     "\u003cstrong\u003eBrenda Dacres, Cabinet Member for Parks, Neighbourhoods and Transport, at Lewisham Council, said:\u003c/strong\u003e `We're very excited that the Cycle Superhighway 4 will be going through our borough. The new cycle route will bring many benefits - most importantly encouraging more people to cycle, improving connectivity with central London, providing residents with a safer travel option and improving people's health by becoming more active, while also reducing air pollution.'",
     "\u003cstrong\u003eCllr Richard Livingstone, Cabinet Member for environment, transport management and air quality at Southwark Council, said: `\u003c/strong\u003e We welcome this new cycle route, it will improve safety for both cyclists and pedestrians and we hope that it will create a healthier and more attractive environment for everybody. We are pleased that TfL have listened to local concerns and have revised their original plans for Jamaica Road. We want CS4 to mean that even more people will be encouraged to leave their cars at home and walk and cycle more.'",
     "\u003cstrong\u003eBen Plowden, TfL Surface Transport Director of Strategy and Network Development, said:\u003c/strong\u003e `This major new route will make a real difference to the ever growing numbers of southeast Londoners who are choosing to walk and cycle. It will encourage many more people to get on their bikes and make it significantly safer and easier to walk along and across the route. Making sure that all Londoners have access to high-quality cycling and walking infrastructure is a vital part of our plans to create a safer, healthier and less polluted London for everyone.  We continue to work with boroughs right across the capital to create a sustainable transport network that will last for generations to come.'",
     "The Mayor and TfL are working closely with boroughs across London to create up to 400km of new cycling routes to add to London's ever growing cycling network. Earlier this autumn, the Mayor opened an extension of a major cycling route through central London, which now connects Elephant \u0026 Castle to King's Cross.",
     "More than 140km of other cycle routes have been constructed so far during this Mayoral term, making cycling safer at more than 80 junctions across London. A route from Waterloo to Greenwich saw a 54 per cent increase in cycling after opening to the public in 2016 and the proportion of women cycling along the route rose from 29 per cent to 35 per cent. Another 12km route between Bloomsbury and Walthamstow, was opened in August.",
     "TfL is also working with the boroughs to encourage walking, cycling and the use of public transport through its Liveable Neighbourhoods programme, which provides funding for a wide range of community-supported projects. These could include the creation of green spaces, new cycling infrastructure, redesigned junctions and the widening of walking routes to improve access to local shops, businesses and public transport.",
     "This follows on from TfL's funding to Enfield, Kingston and Waltham Forest to create a network of cycle routes and improve streets and public areas, which are nearing completion.",
     "Ends",
     "Notes to editors",
     "{\"template\":\"bulletlist\",\"items\":[\"The extension of CS4 from Greenwich to Woolwich was downgraded by the previous administration. The Mayor has re-prioritised this and funding for this route is included in TfL's latest Business Plan to improve safety for people walking and cycling in south east London.\",\"The Cycle Superhighway 4 responses to issued raised report is available on the TfL website\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2018/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2018/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2018/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2018/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2018/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2018/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2018/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2018/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2018/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2018/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2018/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2018/december",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}