{
 "pageTitle": "Contractor sought to build transformational Barking Riverside extension",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2016",
   "url": "/info-for/media/press-releases/2016"
  },
  {
   "title": "August",
   "url": "/info-for/media/press-releases/2016/august"
  },
  {
   "title": "Contractor sought to build transformational Barking Riverside extension"
  }
 ],
 "title": {
  "title": "Contractor sought to build transformational Barking Riverside extension ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) has begun the process of appointing a contractor to build the Barking Riverside extension, a vital rail link that will serve east London's largest housing development site.",
     "The extension will unlock a wide range of benefits for people in the local area and beyond, including 10,800 new homes, many of which are affordable, along with a new school and healthcare services, as well as shops, restaurants and leisure facilities.",
     "The extension will also deliver a sustainable public transport alternative to car travel and link Barking Riverside into London's public transport network through connections at Barking, with District and Hammersmith \u0026 City Tube services and c2c services to London Fenchurch Street and Essex.",
     "TfL has placed a notice with the Official Journal of the European Union (OJEU) seeking expressions of interest to construct the rail extension.  A formal Invitation to Tender is expected to be issued in 2017 following the completion of design work. This follows the submission of the Transport and Works Act Order earlier this year.",
     "Val Shawcross, Deputy Mayor of London for Transport, said: \"The extension of the Overground will be key to the success of the exciting new developments at Barking Riverside, with a new station built alongside 10,800 new homes, shops and restaurants, and new school and health services. As we have seen in other parts of London, the extended Overground line will be an integral part of ensuring regeneration benefits everyone in the community, with excellent transport links to the rest of London and the creation of new homes and jobs.\"",
     "Mike Stubbs, TfL's London Overground Director, said: \"This vital new railway will open up the Barking Riverside area, supporting up to 10,800 new homes, along with new jobs and improved facilities for the local community. The London Overground network has helped regenerate other parts of London by providing a frequent, reliable and high standard rail services, and this rail extension will help Barking riverside to grow and develop.\"",
     "Construction of the 4.5km extension of the Gospel Oak to Barking line will deliver London Overground services to a new station at the heart of the Barking Riverside community, with construction beginning in late 2017 and train services commencing in 2021.",
     "The project is part-funded by TfL's £360m growth fund, which is creating more than 50,000 homes and 30,000 jobs by supporting 14 transport projects across London that are directly unlocking development.\u003cbr /\u003eEnds",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"A Transport and Works Act Order (TWAO) was submitted to the Secretary of State for Transport in March 2016 and if approved could mean construction beginning in late 2017 with train services commencing in 2021\",\"A public inquiry expected in autumn 2016\",\"The extension is fully funded, with the majority of the £263m cost of the scheme being met by the developers, Barking Riverside Limited, a joint venture between the GLA and London \\u0026 Quadrant, who are providing £172m of funding. The remainder is being provided by TfL\",\"There have been three public consultations, all of which showed overwhelming support for the extension. www.tfl.gov.uk/barking-riverside\",\"The proposed extension of the London Overground to Barking Riverside is part of TfL's vision of creating better rail services in London to meet the needs of the city's rapidly growing population and to support new jobs, homes and economic growth\",\"The Gospel Oak to Barking route, which is already part of London Overground, is being electrified by Network Rail and due to be completed in 2017. The new four-carriage electric trains will run on the route from 2018 replacing the current two-carriage diesel trains, and will provide improved journey times and more capacity\",\"During 2015 West Anglia routes to Cheshunt, Chingford and Enfield Town joined TfL's integrated network as part of London Overground\",\"TfL's transformation of underused suburban rail links into the highly popular London Overground has seen passenger numbers rise by 400 per cent since 2007 and the network become one of the most reliable and popular in the UK\",\"Barking Riverside Limited is a new Joint Venture between the GLA (49%) and London \\u0026 Quadrant New Homes (51%). This is a reformed joint venture following the sale of former partner Bellway Homes shares to L\\u0026Q\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2016/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2016/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2016/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2016/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2016/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2016/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2016/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2016/august",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "News articles",
      "url": "/info-for/media/news-articles",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}