{
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2019",
   "url": "/info-for/media/press-releases/2019"
  },
  {
   "title": "January",
   "url": "/info-for/media/press-releases/2019/january"
  },
  {
   "title": "Could you be Transport for London’s next apprentice?"
  }
 ],
 "title": {
  "title": "Could you be Transport for London’s next apprentice?",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London is on the lookout for more than 130 new apprentices"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"There are a range of schemes on offer, including degree apprenticeship and two new programmes in Building Services and Vehicle Maintenance\",\"Since 2009, Transport for London, Crossrail, their suppliers and the London Transport Museum have employed more than 8,750 apprentices\"]}",
     "Transport for London (TfL) has started its search for fresh new talent with more than 130 apprenticeship opportunities on offer in a range of areas, including engineering, quantity surveying and project management.",
     "TfL is continuing to offer fresh opportunities for candidates who want to play a key part in keeping London working and growing and is introducing two new apprenticeship schemes this year - one in Building Services and one in Vehicle Maintenance. A number of its apprenticeship schemes, including Civil Engineering and Commercial Property, also offer enthusiastic individuals the chance to study for a degree as part of their apprenticeship - meaning it is not necessary to choose between gaining industry experience or a university education.",
     "TfL is also working with London Transport Museum to support those who have completed its Route into Work programme gain access to a number of these apprenticeship opportunities too. The programme supports young people between 16 and 25, who are not in education, employment or training, gain and improve employability skills, such as teamwork and confidence building, which can help them overcome potential barriers to employment.",
     "TfL continually strives to increase the diversity of its workforce to reflect the city that it serves and to enable creativity and innovation. The apprenticeship programme is one of a number of ways in which TfL is offering exciting career opportunities to people from all communities to deliver safe, reliable and affordable transport for all Londoners.",
     "Since 2009, TfL, Crossrail, their suppliers and the London Transport Museum have employed more than 8,750 apprentices. They have worked on vital infrastructure projects including the modernisation of key Tube stations, the construction of the Northern line extension, and the redesign of London's road junctions to make them safer and better for everyone.",
     "Tricia Wright, Chief People Officer at TfL, said:",
     "'We're looking for curious, enthusiastic individuals to join TfL on our apprenticeship programme in a range of areas, such as engineering, software development and project controls. You don't need to be an expert in transport already - as long as you want to learn new skills and make a positive impact on the people's lives in London every day, you'll fit right in.'",
     "Leah Rawlins, a second year General Management apprentice at TfL, said:",
     "'I love working at TfL and the variety of experiences my apprenticeship offers me. Every day is different - from being part of the team working on TfL's business strategy to working in a station helping customers. I had considered going to university, but my apprenticeship gave me the opportunity to study for the same degree while gaining experience in the workplace too. It was a no-brainer choosing to do an apprenticeship!'",
     "For the seventh year in a row, TfL will be hosting an Apprenticeship Recruitment Fair, which will be held at Central Hall Westminster on 7 March 2019. Those attending the fair will be able to discover what the transport industry has to offer them, with a range of apprenticeship opportunities at TfL and its suppliers being advertised on the day.",
     "Anyone interested in applying for an apprenticeship at TfL should visit \u003ca href=\"[ioID]#tfl.gov.uk/apprentices\"\u003etfl.gov.uk/apprentices\u003c/a\u003e ",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"The apprentices applying to the TfL apprenticeships now will join the organisation in September 2019.\",\"For more information about London Transport Museum's Route into Work programme, please visit: \\u003ca href=\\\"[ioID]#https://www.ltmuseum.co.uk/learning/young-people/route-into-work\\\"\\u003ehttps://www.ltmuseum.co.uk/learning/young-people/route-into-work\\u003c/a\\u003e \",\"TfL also has a dedicated Supplier Skills programme, which works with TfL's suppliers to facilitate the creation of skills and employment opportunities, such as apprenticeships for new or existing employees. For more information, visit \\u003ca href=\\\"[ioID]#https://tfl.gov.uk/info-for/suppliers-and-contractors/supplier-relations/supplier-skills\\\"\\u003ehttps://tfl.gov.uk/info-for/suppliers-and-contractors/supplier-relations/supplier-skills\\u003c/a\\u003e \",\"TfL continues to support wider apprenticeship schemes in London through travel concessions. All apprentices living in London aged 18 or over and in their first year of an approved course can save 30 per cent on the price of adult rate Travelcards and Bus \\u0026 Tram pass season tickets with an Apprenticeship Oyster Photocard.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2019/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2019/february",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}