{
 "pageTitle": "DLR celebrates 30 years of serving east London",
 "description": "DLR celebrates 30 years of serving east London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2017",
   "url": "/info-for/media/press-releases/2017"
  },
  {
   "title": "July",
   "url": "/info-for/media/press-releases/2017/july"
  },
  {
   "title": "DLR celebrates 30 years of serving east London"
  }
 ],
 "title": {
  "title": "DLR celebrates 30 years of serving east London ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "The Docklands Light Railway, which helped kick-start regeneration in the Docklands, is celebrating 30 years of service. The railway continues to deliver a vital transport link for millions of Londoners and to mark the anniversary a '30 things to do by DLR' travel guide and an easier to read line map have been released.",
     "Officially opened by Her Majesty the Queen in summer 1987, the DLR initially began with just 11 single-carriage trains that served 15 stations. It has continued to grow, being extended six times to help meet east London's growing population, and now serves Bank in The City, Beckton, Lewisham, London City Airport, Woolwich Arsenal and Stratford International.",
     "Today, the entirely step-free railway carries 122 million passengers, up from 6.7 million in its first year, and encompasses 45 stations with 56 mainly three carriage trains on 38 kilometres of track.",
     "Getting around the DLR will be made even easier this summer with the introduction of new line maps on board the trains and at stations. Using different colour shades for each branch of the railway, it will simplify journey planning for customers and help provide clearer interchange information.",
     "The 'Destination DLR' travel guide features 30 places that are all easily reached by the DLR including a variety of attractions across east and southeast London, from Royal Museums in Greenwich to Queen Elizabeth Olympic Park. The categories of activities include; historic Docklands and Maritime, family days out, food and drink, as well as music and theatre.",
     "Danny Price, TfL's Director of the DLR, said: `The DLR has been an integral part of east London for 30 years and we are proud of the contribution it has made. With a growing population, and continuing redevelopment in the area, the importance of good transport links is clear. With improvements such as a new generation of trains from 2022 and initiatives to make our customers' lives easier, such as the new clearer DLR line map, we will ensure the DLR continues to meet those growing needs.  We also want to take the opportunity to celebrate the growing number of top attractions and hidden gems linked by the DLR through our new travel guide'",
     "Barrie Kelly, Chief Executive Officer of Visit Greenwich said: `We'd like to wish Docklands Light Railway a very happy birthday and wish them well for the next 30 years. DLR has been instrumental in helping to raise the profile of Greenwich as a prime visitor destination in London, bringing in more than four million visitors per year. DLR has opened up Greenwich to visitors from both home and abroad and helped to significantly increase the prosperity of south east and east London as a whole. The service provides a great visitor experience and the trains are always on time!'",
     "DLR customers will benefit from new trains in 2022, helping boost capacity on the DLR by 30 per cent. The new trains are part of the Mayor of London's draft Transport Strategy, which plans to create a fairer, greener, healthier and more prosperous city by improving public transport and encouraging active travel.",
     "The trains will help improve reliability and will feature onboard real time information, air-conditioning and mobile device charging points for the first time. They will also bring increased capacity and will help the DLR continue to support growth in South East London. Across the Royal Docks area there is potential to provide up to 60,000 new jobs and 25,500 new homes. As part of this redevelopment, London's third business district will be created within the Royal Albert Docks.  This £1.7bn project is expected to create up to 30,000 new jobs and help contribute £6bn to the local community. The first stage is set to open in 2019 following the arrival of the Elizabeth line.",
     "Declan Collier, Chief Executive Officer of London City Airport said: `While London City Airport (LCY) has a 30 year record of connecting business to Europe, in 2005 the DLR seamlessly connected the airport to London. It transformed LCY's passenger proposition, made us accessible to established and emerging parts of the city, and now 61 per cent of our passengers use it to access our airport. It's fitting that the DLR and London City Airport both celebrate their 30th anniversary this year as they are two businesses that have played a crucial role in regenerating and better connecting East London, and we look forward to many more years of working together.'",
     "Finbarr Whooley, Director of Content at the Museum of London Docklands, said: `The opening of the DLR 30 years ago transformed the Docklands area making it accessible to swathes of Londoners and visitors, properly, for the first time. The Museum of London Docklands, located between West India Quay and Westferry stations, welcomes almost 300,000 visitors a year, many of whom travel on the DLR; so we're really pleased that even more improvements are in the pipeline that will further help to bring East London's cultural destinations together.'",
     "When the Elizabeth line services commence between central London, Shenfield and Abbey Wood in December 2018, the DLR will provide key interchanges at Canary Wharf, West India Quay, Stratford and Custom House stations.",
     "Ends\u003cbr /\u003eNotes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"The DLR network was upgraded to increase capacity, by enabling operation of three-carriage trains ahead of the London 2012 Games. In addition to this, a new branch to Stratford International was opened to better serve Queen Elizabeth Olympic Park. It helped play an important part in London's success as an Olympic host city, carrying record numbers of passengers.\",\"You can download the Destination DLR guide \\u003ca href=\\\"https://tfl.gov.uk/cdn/static/cms/documents/dlr30-leaflet-and-map.pdf\\\"\\u003ehere.\\u003c/a\\u003e \",\"You can download the new DLR Line diagram \\u003ca href=\\\"https://www.flickr.com/photos/tflpress/albums/72157684151838884\\\"\\u003ehere\\u003c/a\\u003e \",\"A fleet of 43 new air-conditioned, walk-through DLR trains will be introduced from 2022.\",\"Six extensions have been added to the original network: to Bank in 1991, Beckton in 1994, Lewisham in 1999, London City Airport in 2005, Woolwich Arsenal in 2009 and to Stratford International in 2011.\",\"Follow the DLR on Twitter @LondonDLR and visit tfl.gov.uk/dlr for London inspiration this summer, as well as information on some giveaways and competitions.\",\"KeolisAmey Docklands, are a joint venture formed between Keolis and Amey - in 2014 they were awarded the franchise to operate and maintain the DLR until 2021.The new franchise focuses on boosting services and on implementing a series of service improvements to make journeys better for passengers.\",\"About The Museum of London Docklands: The Museum of London Docklands is located at West India Quay in east London. Opened in 2003, this grade one listed converted Georgian sugar warehouse specifically tells the story of the port, river and city - focusing on trade, migration and commerce in London. The museums are open daily 10am - 6pm and are FREE to all, and you can explore the collections online - home to 90,000 objects with more being added. \\u003ca href=\\\"http://The Docklands Light Railway, which helped kick-start regeneration in the Docklands, is celebrating 30 years of service. The railway continues to deliver a vital transport link for millions of Londoners and to mark the anniversary a '30 things to do by DLR' travel guide and an easier to read line map have been released.  Officially opened by Her Majesty the Queen in summer 1987, the DLR initially began with just 11 single-carriage trains that served 15 stations. It has continued to grow, being extended six times to help meet east London's growing population, and now serves Bank in The City, Beckton, Lewisham, London City Airport, Woolwich Arsenal and Stratford International.   Today, the entirely step-free railway carries 122 million passengers, up from 6.7 million in its first year, and encompasses 45 stations with 56 mainly three carriage trains on 38 kilometres of track.  Getting around the DLR will be made even easier this summer with the introduction of new line maps on board the trains and at stations. Using different colour shades for each branch of the railway, it will simplify journey planning for customers and help provide clearer interchange information.   The 'Destination DLR' travel guide features 30 places that are all easily reached by the DLR including a variety of attractions across east and southeast London, from Royal Museums in Greenwich to Queen Elizabeth Olympic Park. The categories of activities include; historic Docklands and Maritime, family days out, food and drink, as well as music and theatre.  Danny Price, TfL's Director of the DLR, said: \\\"The DLR has been an integral part of east London for 30 years and we are proud of the contribution it has made. With a growing population, and continuing redevelopment in the area, the importance of good transport links is clear. With improvements such as a new generation of trains from 2022 and initiatives to make our customers' lives easier, such as the new clearer DLR line map, we will ensure the DLR continues to meet those growing needs.  We also want to take the opportunity to celebrate the growing number of top attractions and hidden gems linked by the DLR through our new travel guide\\\"  Barrie Kelly, Chief Executive Officer of Visit Greenwich said: \\\"We'd like to wish Docklands Light Railway a very happy birthday and wish them well for the next 30 years. DLR has been instrumental in helping to raise the profile of Greenwich as a prime visitor destination in London, bringing in more than four million visitors per year. DLR has opened up Greenwich to visitors from both home and abroad and helped to significantly increase the prosperity of south east and east London as a whole. The service provides a great visitor experience and the trains are always on time!\\\"    DLR customers will benefit from new trains in 2022, helping boost capacity on the DLR by 30 per cent. The new trains are part of the Mayor of London's draft Transport Strategy, which plans to create a fairer, greener, healthier and more prosperous city by improving public transport and encouraging active travel.   The trains will help improve reliability and will feature onboard real time information, air-conditioning and mobile device charging points for the first time. They will also bring increased capacity and will help the DLR continue to support growth in South East London. Across the Royal Docks area there is potential to provide up to 60,000 new jobs and 25,500 new homes. As part of this redevelopment, London's third business district will be created within the Royal Albert Docks.  This £1.7bn project is expected to create up to 30,000 new jobs and help contribute £6bn to the local community. The first stage is set to open in 2019 following the arrival of the Elizabeth line.   Declan Collier, Chief Executive Officer of London City Airport said: \\\"While London City Airport (LCY) has a 30 year record of connecting business to Europe, in 2005 the DLR seamlessly connected the airport to London. It transformed LCY's passenger proposition, made us accessible to established and emerging parts of the city, and now 61 per cent of our passengers use it to access our airport. It's fitting that the DLR and London City Airport both celebrate their 30th anniversary this year as they are two businesses that have played a crucial role in regenerating and better connecting East London, and we look forward to many more years of working together.\\\"   Finbarr Whooley, Director of Content at the Museum of London Docklands, said: \\\"The opening of the DLR 30 years ago transformed the Docklands area making it accessible to swathes of Londoners and visitors, properly, for the first time. The Museum of London Docklands, located between West India Quay and Westferry stations, welcomes almost 300,000 visitors a year, many of whom travel on the DLR; so we're really pleased that even more improvements are in the pipeline that will further help to bring East London's cultural destinations together.\\\"  When the Elizabeth line services commence between central London, Shenfield and Abbey Wood in December 2018, the DLR will provide key interchanges at Canary Wharf, West India Quay, Stratford and Custom House stations.  Ends Notes to Editors:   •\\tThe DLR network was upgraded to increase capacity, by enabling operation of three-carriage trains ahead of the London 2012 Games. In addition to this, a new branch to Stratford International was opened to better serve Queen Elizabeth Olympic Park. It helped play an important part in London's success as an Olympic host city, carrying record numbers of passengers.   •\\tYou can download the Destination DLR guide here. •\\tYou can download the new DLR Line diagram here •\\tA fleet of 43 new air-conditioned, walk-through DLR trains will be introduced from 2022.  •\\tSix extensions have been added to the original network: to Bank in 1991, Beckton in 1994, Lewisham in 1999, London City Airport in 2005, Woolwich Arsenal in 2009 and to Stratford International in 2011. •\\tFollow the DLR on Twitter @LondonDLR and visit tfl.gov.uk/dlr for London inspiration this summer, as well as information on some giveaways and competitions. •\\tKeolisAmey Docklands, are a joint venture formed between Keolis and Amey - in 2014 they were awarded the franchise to operate and maintain the DLR until 2021.The new franchise focuses on boosting services and on implementing a series of service improvements to make journeys better for passengers.  •\\tAbout The Museum of London Docklands: The Museum of London Docklands is located at West India Quay in east London. Opened in 2003, this grade one listed converted Georgian sugar warehouse specifically tells the story of the port, river and city - focusing on trade, migration and commerce in London. The museums are open daily 10am - 6pm and are FREE to all, and you can explore the collections online - home to 90,000 objects with more being added. www.museumoflondon.org.uk .\\\"\\u003ewww.museumoflondon.org.uk\\u003c/a\\u003e .\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2017/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2017/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2017/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2017/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2017/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2017/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2017/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2017/august",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "News articles",
      "url": "/info-for/media/news-articles",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}