{
 "pageTitle": "First new state-of-the-art London Overground train unveiled",
 "description": "First new state-of-the-art London Overground train unveiled",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2018",
   "url": "/info-for/media/press-releases/2018"
  },
  {
   "title": "June",
   "url": "/info-for/media/press-releases/2018/june"
  },
  {
   "title": "First new state-of-the-art London Overground train unveiled"
  }
 ],
 "title": {
  "title": "First new state-of-the-art London Overground train unveiled",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The new trains will carry almost 700 people per train and feature a high capacity walk- through layout, Wi-Fi and USB charging points and a brand new seat moquette"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The first new, state-of-the-art, British built and designed London Overground train was today (20 June) unveiled by Transport for London (TfL). Hosting a range of new features, the first of the new trains will be in passenger service by November.",
     "The new features of the 'Class 710' trains include the latest intelligent lighting and temperature control for more comfortable journeys, as well as Wi-Fi, USB charging points and digital information screens giving customers higher quality real time travel information while on board.",
     "In total, a fleet of 54 new air-conditioned trains will transform journeys for thousands of London Overground customers and come into service initially on the Gospel Oak to Barking route. The number of people using the Gospel Oak to Barking service has grown exponentially since it became integrated into the TfL network and the new electric trains will have four-cars, doubling the capacity of the current diesel stock to almost 700 customers per train, relieving congestion on this popular line between north and east London.",
     "The trains are being built at Bombardier Transport's UK site in Derby where 120 local engineering staff have worked on the design and testing of the trains. A further 170 staff have been working on manufacturing the trains, with 50 per cent of these recruited specifically to fulfil this contract. Twenty apprentices have worked on the production of the trains.  Around 50 per cent of the supply chain was with UK suppliers and worth £56m, indirectly supporting further jobs across the country.",
     "Operated by Arriva Rail London (ARL), on behalf of TfL, the new trains will debut a new colour scheme and unique seat moquette. The trains are constructed from strong but lightweight material, making them much more energy efficient to operate, and feature walk-through carriages for greater capacity and improved accessibility with more wheelchair spaces.",
     "Final approval of the work carried out by Network Rail to electrify the Gospel Oak to Barking route was completed last week, which signals the next phase of this project. The new trains will now be tested on this new infrastructure over the summer to prove they meet TfL's stringent safety and reliability requirements.",
     "A cutting edge simulator has been created with a precise representation of the driver's cab and life-like graphics of the London Overground route to enable drivers to experience driving the new, higher tech, trains through all conditions, including severe weather and trespassers on the track. Drivers will undergo thorough training and familiarisation over the summer before the first train enters passenger service.",
     "\u003cstrong\u003eJonathan Fox, TfL's Director of Rail and Sponsored Services, said:\u003c/strong\u003e \"Our new state-of-the-art British built London Overground trains will be an exciting addition to London's transport network and help boost capacity on some of the most busy and popular lines. We are very keen to see them introduced into service as soon as possible so our patient customers can benefit from the fully air-conditioned, walk-through trains with handy USB charging points and real-time passenger information screens. Over the summer, the new trains will undergo final rigorous testing and drivers will complete extensive training. We are now planning for the first trains to enter passenger service on the Gospel Oak to Barking route by November.",
     "\u003cstrong\u003eAndy Derbyshire, Head of UK, Bombardier Transportation said:\u003c/strong\u003e \"This is a fantastic project to be involved in, and we are looking forward to our state-of-the-art British-designed and -built trains helping transform journeys between Gospel Oak and Barking, between Watford and Euston, and on West Anglia routes from Liverpool Street.\"",
     "\u003cstrong\u003eWill Rogers, Managing Director Arriva Rail London, said\u003c/strong\u003e : \"The London Overground is vitally important to the thousands of people who use it every day. This is why we are focused on continuously improving the travelling experience for our customers and working environment for our people. Our team has been working hard to prepare for the introduction of these new trains and we are really excited about the benefits they will bring in the long-term.\"",
     "The first eight new trains will be introduced on the newly electrified Gospel Oak to Barking by November replacing the existing diesel trains operating on this line, doubling capacity on the route and helping to improve London's air-quality.  They will then  be brought onto the Watford to Euston route  and  on services out of Liverpool Street to Cheshunt, Chingford and Enfield Town replacing the current fleet, some which are over 35 years old that TfL inherited when it took over the suburban routes from Abellio Greater Anglia in 2015. The new trains will also be used on the extension to Barking Riverside when it is completed in 2021.",
     "This fleet of brand new train's forms part of the Mayor's Transport Strategy, which aims to create a fairer, greener, healthier and more prosperous city by improving public transport and reducing reliance on car journeys",
     "{\"template\":\"bulletlist\",\"items\":[\"Network Rail completed the electrification works to the Gospel Oak to Barking route which forms part of their London Railway Upgrade Plan\",\"The Barking Riverside extension will add 4km to the London Overground Gospel Oak to Barking route, and take it from Barking to a new station at Barking Riverside. Construction is expected to begin in 2018, with train services starting during 2021.\",\"Arriva Rail London is the train operating company responsible for running the London Overground network under a Concession Agreement with Transport for London (TfL). The seven and half year concession commenced on 13 November 2016.\",\"Working in partnership with TfL, Arriva Rail London will deliver further improvements for London Overground customers through more frequent services, new trains and improved interchanges as well as developing stations and lines to meet increasing passenger demand and to support new homes and jobs.\",\"Arriva Rail London is part of the Arriva group, one of the leading providers of passenger transport in Europe. Arriva employs more than 60,000 people and delivers over 2 billion passenger journeys across 14 European countries each year\",\"In November 2017 London Overground celebrated its 10th anniversary. Since TfL took over suburban rail routes from Silverlink in 2007, passenger numbers on the routes have increased six fold and the network has become one of the most popular and reliable railways anywhere in the country.\",\"London Overground operates 24-hour services on Friday and Saturday nights between Highbury \\u0026 Islington and New Cross Gate. The Night Overground complements the five existing Night Tube lines connecting with the Jubilee line at Canada Water and the Victoria line at Highbury \\u0026 Islington\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2018/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2018/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2018/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2018/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2018/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2018/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2018/48570",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "News articles",
      "url": "/info-for/media/news-articles",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}