{
 "pageTitle": "Get set and plan ahead for the 2016 Virgin Money London Marathon",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2016",
   "url": "/info-for/media/press-releases/2016"
  },
  {
   "title": "April",
   "url": "/info-for/media/press-releases/2016/april"
  },
  {
   "title": "Get set and plan ahead for the 2016 Virgin Money London Marathon"
  }
 ],
 "title": {
  "title": "Get set and plan ahead for the 2016 Virgin Money London Marathon",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "The Capital will play host to the 2016 Virgin Money London Marathon on Sunday 24 April. Transport for London (TfL) is urging runners, spectators, passengers and motorists to plan their journeys in advance and find out where to expect crowds and road closures.",
     "The London Marathon is one of the largest mass-participation events in the world, with this year's expected to be the biggest on record. There will be some road closures, with central London particularly affected, as well as several changes to bus services. Many stations are expected to be busier than usual with hundreds of thousands of spectators expected to turn out to support over 35,000 people, including world class athletes, celebrities and eager runners, raising millions of pounds for charities.",
     "Participants and visitors are advised to check out the dedicated TfL travel information guide at tfl.gov.uk/marathon for detailed travel advice. Real time travel information will also be provided through TfL's social media channels throughout the day at \u003ca href=\"http://tfl.gov.uk/socialmedia\"\u003etfl.gov.uk/socialmedia\u003c/a\u003e .",
     "TfL Travel Ambassadors in their magenta uniforms will be out on marathon day at Tube stations along the Virgin Money London Marathon route, providing travel information and assistance to customers.",
     "London's Transport Commissioner, Mike Brown MVO, said: `The London Marathon is a sporting institution in the Capital which attracts thousands of runners and spectators every year. We have TfL employees who are taking part in the race, raising money for causes close to their hearts and I wish them, and all the other participants, the very best of luck.'",
     "'Public transport is the easiest way to get around on the day and I encourage anyone travelling around south east and central London to plan their journey in advance.'",
     "The most convenient way to travel to and from the race will be by London Underground, Docklands Light Railway (DLR), bus or London Overground.",
     "From 07:00, there will be a number of road closures in south east and central London, from Greenwich Park to St James's Park. Central and City closures will include all approaches to Upper Thames Street, Tower Hill and Victoria Embankment. Rotherhithe Tunnel, Tower, Southwark and Westminster Bridges will also be closed.",
     "Motorists are advised to plan ahead and avoid driving near the affected areas, or travel at a different time if possible, and allow more time for their journey. There will be a phased reopening of the roads from around midday with all roads expected to be fully reopened by 19:00.",
     "The route will take runners past some of London's most famous and historic landmarks. All visitors are advised to plan their day carefully and to avoid busy areas, in particular Greenwich town centre, Cutty Sark and Tower Bridge. Spectators can choose the best place to watch here: route map.",
     "TfL's services will continue to keep London moving throughout the event and all runners, race officials and on-duty St John Ambulance volunteers will be able to travel for free from early morning until 18:30 on London Underground, London Buses, London Overground, DLR and Tram by showing their race number, officials' course pass or tabard.",
     "On the weekend of 23 and 24 April, another event will be taking place along the Southbank to celebrate the works of William Shakespeare. A series of 37 screens showing famous plays will show footage on a loop from 10:00 - 20:00 and will be located along the pedestrian walkway between Westminster and Tower Bridges. More information can be found on The Globe Website. As a result, Waterloo, London Bridge and Southwark stations will be especially busy on marathon day.",
     "Ends",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"For detailed travel advice please visit https://tfl.gov.uk/marathon\",\"The course of the 2016 Virgin Money London Marathon is 26.2 miles long, virtually the same as running the entire length of the Victoria line (13.25 miles) twice or the entire length of the Waterloo and City line (1.47 miles) around 18 times.\"]}",
     "•\tStations located close to the London Marathon Route include:",
     "{\"template\":\"bulletlist\",\"items\":[\"Cutty Sark DLR (Mile 6+7)\",\"Canada Water (Mile 9)\",\"London Bridge (Mile 12)\",\"Tower Hill/ Tower Gateway (Mile 13)\",\"Shadwell DLR (Mile 13+22)\",\"Canary Wharf (Between Mile 14+15)\",\"Limehouse (Mile 14)\",\"Crossharbour DLR (Mile 18)\",\"Monument (Mile 23)\",\"Mansion House (Mile 23+24)\",\"Temple (Mile 23+24)\",\"Charing Cross (Mile 24)\",\"Embankment (Mile 25)\",\"Green Park / St James's Park (Finish Line)\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"Work on the East-West Cycle Superhighway along the route will be substantially complete ahead of the Marathon, with the traffic management and closures removed to facilitate the event.\",\"To allow third parties to understand the extent, scope and timing of the road closures, a data set has been created of all the road closures that will be in place for this year's London Marathon. This has been produced using an industry data exchange standard called DATEX II. This is part of a pilot TfL is trialing of a different approach to releasing data, with the intention of helping developers make great products for drivers. Read about data usage for the Virgin Money London Marathon on the TfL Digital Blog.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2016/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2016/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2016/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2016/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2016/may",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "News articles",
      "url": "/info-for/media/news-articles",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}