{
 "pageTitle": "GLA - Ultra-Low Emission Zone will start in 2019",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2017",
   "url": "/info-for/media/press-releases/2017"
  },
  {
   "title": "November",
   "url": "/info-for/media/press-releases/2017/november"
  },
  {
   "title": "GLA - Ultra-Low Emission Zone will start in 2019"
  }
 ],
 "title": {
  "title": "GLA - Ultra-Low Emission Zone will start in 2019",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "World's first Ultra-Low Emission Zone (ULEZ) to tackle toxic air pollution will operate from 8 April 2019 in Central London"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This press release, issued by the Mayor of London, was first published on \u003ca href=\"https://www.london.gov.uk/press-releases/mayoral/ulez-will-start-in-2019-to-tackle-toxic-air\"\u003elondon.gov.uk\u003c/a\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"More than 100,000 people across London will no longer live in areas exceeding the NO2 limits thanks to early introduction\",\"24-hour ULEZ will replace the T-Charge, tightening standards and affecting up to 60,000 vehicles a day\",\"NOx road transport emissions in central London estimated to fall by an additional 20 per cent in 2019\"]}",
     "The Mayor of London today announced plans for the next major stage of his hard-hitting measures to help tackle London's lethal air pollution and dramatically reduce harmful emissions from up to 60,000 vehicles daily - with the early introduction of the Ultra-Low Emission Zone (ULEZ) in central London from 8th April 2019.",
     "Last month Sadiq introduced the new Toxicity Charge (T-Charge) in central London to help deter the use of older more polluting vehicles, and encourage walking or cycling, or using public transport, in the build up to the ULEZ.\u003cbr /\u003eFrom April 2019 the ULEZ will replace the T-Charge and operate in the same area, alongside the congestion charge but (unlike the T-Charge and Congestion Charge, which are only in place on weekdays) it will operate 24 hours a days, seven days a week, 365 days a year.",
     "There will also be two ULEZ charge levels: £12.50 a day for cars, vans and motorbikes and £100 a day for lorries, buses and coaches.  These charges will be in addition to the Congestion Charge (C-Charge), so the more polluting cars and vans would pay £24 per day and lorries would pay £111.50 during C-Charge hours.",
     "All revenue raised will be used by Transport for London to help maintain a greener transport fleet and reduce pollution across the transport network.",
     "ULEZ will also affect thousands more vehicles, up to 60,000 every day, compared to the estimated 6,500 a day affected by the T-Charge.  Diesel vehicles that do not meet the Euro 6 standards and most petrol vehicles that do not meet the Euro 4 standard will have to take action or pay.",
     "Broadly, a four-year-old or newer diesel car will meet the requirement in 2019 when the scheme comes into force, making the ULEZ the tightest emission standard adopted in the world.",
     "The Mayor is doing everything in his power to clean up London's filthy air and as well as bringing in the ULEZ a year earlier than previously planned, Sadiq has expanded the ULEZ standards to include a particulate matter standard after recent health data revealed that every part of London exceeds World Health Organization recommended air quality guidelines for PM2.5.",
     "He has also decided that TfL buses - especially the New Routemaster bus - should meet the same Euro 6 requirement as other heavy vehicles and private buses from April 2019.",
     "Road transport emissions in central London are expected to reduce by an additional 20 per cent in 2019 as a result of the early introduction of the ULEZ. This includes:",
     "{\"template\":\"bulletlist\",\"items\":[\"NOx emissions from HGVs are expected to reduce by nearly 50 per cent.\",\"Coach and non-TfL bus emissions will reduce by more than a third.\",\"Emissions from cars and vans are expected to reduce by eight and 12 per cent respectively (it should be noted that while the reduction in emissions is smaller than for larger vehicles, their savings make up nearly one-third of the emissions reductions in central London).\",\"More than 30,000 people in central London (a 40 per cent reduction), and 100,000 people across London, will no longer live in areas exceeding the NO2 limits.\",\"19 schools in central London and 42 schools across London will no longer be in areas exceeding legal limits in 2019 as a result.\",\"The ULEZ benefits should be even greater by 2020 with an estimated 45 per cent reduction in road transport emissions.\"]}",
     "More than 18,000 Londoners responded to the Mayor's public consultation on ULEZ, with nearly 60 per cent (11,041) strongly supporting the principle of ULEZ, and 63 per cent (11,383) supporting or strongly supporting earlier implementation.",
     "The Mayor of London, Sadiq Khan said:",
     "'London's lethal air is one of the biggest health challenges of this generation. We can't continue breathing in air so toxic it harms children's lung development and causes chronic illness and premature death. I am determined to take the bold action needed to address this scourge once and for all.",
     "'So I am pleased to confirm that from 8th April 2019 - 17 months earlier than planned - stricter standards for diesel vehicles will apply 24/7 across central London. This builds on the success of the T-Charge and is part of my comprehensive plan to clean London's air.",
     "'I've taken the bold action we need to protect our children, but we now urgently need the Government to step up and provide the support to Londoners and businesses required to help them meet these crucial standards.'",
     "It is anticipated that behaviour change, similar to that seen following the T-Charge announcement where the number of motorists with older vehicles driving into the zone dropped significantly after the Mayor announced his plans, will mean some motorists will decide over the next 18 months to replace their vehicles with less polluting models which are not liable for the charge. Alternatively, they may decide to walk, cycle or use public transport.",
     "Chief Executive of the British Lung Foundation, Dr Penny Woods, said:",
     "'Air pollution on many of London's roads is at illegal and harmful levels. This is why we strongly support the early implementation of the ULEZ. Air pollution leaves people coughing, breathless and at risk of long term health concerns. For those with lung conditions it could leave them completely housebound to avoid the worsening of their health.",
     "'Early implementation of the ULEZ could dramatically improve people's quality of life and reduce the burden on health services. However, further and faster action from the government is still needed. Traffic is the major cause of filthy air. A targeted scrappage scheme is needed to help people move to cleaner vehicles. This must prioritise people on low incomes and those with health conditions who find it hardest to get around.'",
     "The ULEZ and T-Charge are just some of the ambitious hard-hitting measures the Mayor is introducing to improve London's toxic air quality - he is developing proposals for a London-wide Euro 6 standard for buses, coaches and lorries in 2020 and expanding the area of the ULEZ for all vehicles (including, cars, vans and motorcycles) up to the North/South Circular roads in 2021. A consultation will start later this year.",
     "TfL's Director for City Planning, Alex Williams, said: \"We are moving quickly to implement the Mayor's bold proposals to improve air quality in the Capital. Bringing forward the introduction of the central London ULEZ was popular with the public in the consultation and will be pivotal in dramatically reducing harmful emissions. It also gives drivers and businesses the certainty they need when deciding to buy new vehicles, as well as being a catalyst for people to make more sustainable travel choices.",
     "Greenpeace Clean Air Campaigner, Rosie Rogers, said:",
     "'Following the introduction of the T-Charge last month, it's good to see the Mayor pushing forward with the next step of his plan to restrict diesel cars in central London. It will make a big difference to air pollution, which contributes to serious health problems for so many people in the capital.",
     "'Now diesel is being rejected not only by consumers, with sales dropping for six consecutive months, but by cities too. When will car companies embrace the fact that investing in electric vehicles is the only way forward and the only responsible thing to do? Continuing to invest in diesel is outdated and dangerous. It needs to stop now.'",
     "The Mayor has also called on the Government to put in place a national vehicle scrappage scheme to help people replace vehicles affected by the proposals or switch to cleaner alternatives. There was overwhelming support for this in the first round of his consultation. He also wants fiscal incentives, like vehicle excise duty, to be reformed so they support his proposals and encourage people to own and use the cleanest vehicles.",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL's ULEZ vehicle compliance checker is available at: \\u003ca href=\\\"https://tfl.gov.uk/modes/driving/ultra-low-emission-zone\\\"\\u003ehttps://tfl.gov.uk/modes/driving/ultra-low-emission-zone\\u003c/a\\u003e .\",\"To view TfL's consultation results and report, see: \\u003ca href=\\\"http://tfl.gov.uk/airquality-consultation\\\"\\u003etfl.gov.uk/airquality-consultation\\u003c/a\\u003e .\"]}",
     "{\"template\":\"table\",\"rows\":[[\"\",\"\\u003cstrong\\u003e T-Charge\\u003c/strong\\u003e \",\"\\u003cstrong\\u003eULEZ \\u003c/strong\\u003e \"],[\"\\u003cstrong\\u003eStart date \\u003c/strong\\u003e \",\"23 October 2017 (confirmed)\",\"8 April 2019 (confirmed)\"],[\"\\u003cstrong\\u003eArea\\u003c/strong\\u003e \",\"Central London Congestion Charge zone (CCZ)\",\"Initially central London CCZ, and then in future years expanding to inner London for all vehicles and London-wide for buses, coaches and lorries (subject to consultation)\"],[\"\\u003cstrong\\u003eEmission standards\\u003c/strong\\u003e \",\"Minimum Euro 4 for both petrol and diesel (roughly more than ten years old)\",\"Minimum Euro 6 for diesel vehicles (roughly more than four years old in 2019); Euro 4 for petrol (roughly more than 12 years old in 2019)\"],[\"\\u003cstrong\\u003eHours of operation\\u003c/strong\\u003e \",\"Monday to Friday, 7am-6pm (excludes Bank Holidays and the period between Christmas Day and New Year's Day inclusive)\",\"24 hours a day, 7 days a week, 365 days a year\"],[\"\\u003cstrong\\u003eCharges \\u003c/strong\\u003e \",\"£10 a day for any non-compliant vehicles\",\"£12.50 a day for non-compliant cars, vans and motorbikes and £100 a day for non-compliant buses, coaches and lorries\"],[\"\\u003cstrong\\u003eDiscounts and exemptions\\u003c/strong\\u003e \",\"90 per cent discount for residents; 100 per cent discount for blue badge holders; and exemptions for emergency service vehicles, NHS vehicles and motorbikes\\u003cbr /\\u003e(see Note 2 regarding residents of the CCZ)\",\"There will be a 'sunset period' for residents of the CCZ and all vehicles adapted for disability needs before the emission standards come into effect\"]]}",
     "{\"template\":\"table\",\"rows\":[[\"\\u003cstrong\\u003eVehicle type \\u003c/strong\\u003e \",\"\\u003cstrong\\u003eMinimum emission standards \\u003c/strong\\u003e \",\"\\u003cstrong\\u003eCharge if vehicle does not meet the ULEZ standards. This is payable in addition to any applicable LEZ or CCZ charges \\u003c/strong\\u003e \",\"\\u003cstrong\\u003ePenalty charge if vehicle does not meet ULEZ standards and daily charge not paid. This is in addition to any LEZ or CC penalty charges.\\u003c/strong\\u003e \"],[\"Motorcycles, mopeds, motorised tricycles and quadricycles (L category)\",\"Euro 3\",\"£12.50\",\"£130 (reduced to £65 if paid within 14 days)\"],[\"Cars, and small vans (not exceeding 1,205kg unladen weight)Larger vans, 4x4 light utility vehicles, motorised horseboxes, pickups (exceeding 1,205kg unladen and not exceeding 3,500kg GVW)Ambulances and motorcaravans (2,500kg to 3,500 kg GVW)Minibuses (more than eight passenger seats, not exceeding 5,000kg GVW)\",\"Euro 4 (petrol)/Euro 6 (diesel)\\u003cbr /\\u003e\",\"£12.50\",\"£130 (reduced to £65 if paid within 14 days)\"],[\"Lorries, motorised horse boxes, breakdown and recovery vehicles, snow ploughs, gritters, refuse collection vehicles, road sweepers, concrete mixers, fire engines, tippers, removals lorries (exceeding 3,500kg GVW)Buses and coaches (more than eight passenger seats, exceeding 5,000kg GVW)\",\"Euro 6\\u003cbr /\\u003e\",\"£100\",\"£1,000 (reduced to £500 if paid within 14 days)\"]]}",
     "The Penalty Charge Notice for the T-Charge is the same for all vehicle types: £130 (reduced to £65 if paid within 14 days).",
     "3. The ULEZ will replace the T-charge except for a small number of residents of the congestion charging area eligible for a three year sunset period. If their vehicle does not meet the T-charge standards (minimum Euro 4 for both petrol and diesel) they would still be expected to pay the £10 T-charge (discounted by 90 per cent).",
     "4. The Mayor has confirmed a variation order - the Greater London Low Emission Zone Charging (Variation and Transitional Provisions) Order 2017 - to make changes to the 2006 Scheme Order that establishes the ULEZ.  His confirmation approves the above proposals, which were subject of a public and stakeholder consultation.  The Mayor also modified the variation order to provide that TfL buses are subject to the same Euro 6 requirement as other buses from April 2019, as well allowing TfL to specify accepted payment channels by any acceptable means and making a minor change concerning the purchase of  the ULEZ charge in advance.",
     "5. The Mayor wants to work with the government to help tackle dangerous air pollution once and for all. Government actions should include:",
     "{\"template\":\"bulletlist\",\"items\":[\"Setting up a diesel scrappage fund: the Mayor has called on government to implement his new proposals for a national 'dirty' vehicle scrappage fund that financially compensates motorists and enables government to get a grip on killer toxic air. Proposals include: £3,500 for up to 70,000 polluting London van and minibus drivers to buy cleaner vehicles; a £2,000 credit scheme to help low-income London families scrap up to 130,000 cars; and £1,000 to help scrap London's oldest taxis - with additional support by the Mayor.\",\"Producing a 21st century Clean Air Act: new legislation would provide the overarching framework for action, dragging the law up to date to cope with the massive air quality challenges we face today. This would provide a legally enforceable right to clean air - standards currently enforced by the European Union and the Government should introduce new powers to better regulate all sources of emissions, not just road transport, and give powers to local authorities.\",\"Vehicle Excise Duty (VED) and other fiscal reforms: it is essential that national policy is pulling people in the right direction. Unfortunately VED continues to make the purchase of diesel cars more attractive.\",\"Devolving additional powers: London needs additional powers to manage toxic emissions such as pollution from construction sites and river traffic. For example additional powers to implement construction and river low emission zones similar to those used for road vehicles.\",\"Greater funding for City Hall and boroughs: Government should recognise that London's air quality challenges are linked to a national problem and provide additional support. This should include a share of Londoners' VED revenues to fund improvements of nationally important roads.\"]}",
     "6. London's emergency services are showing leadership in cleaning up their fleets and are determined to take bold steps towards becoming cleaner and greener, rather than asking for a blanket exemption. In line with Government guidance, the Mayor supports some flexibility and recognises  - unlike for most fleets - it is not always possible to predict when emergency vehicles will be required. Therefore, the Mayor intends to work closely with each service on a specific memorandum of understanding that will outline how they intend to comply with the ULEZ, taking into account their unique circumstances. It is expected that the arrangements will be time limited akin to the sunset period offered to residents and disabled vehicles and will apply to specialist and emergency response vehicles. However, all general purpose vehicles and most vehicles stationed in the zone will be expected to comply by the start of the scheme.",
     "\u003cbr /\u003e\u003cbr /\u003e\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2017/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2017/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2017/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2017/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2017/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2017/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2017/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2017/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2017/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2017/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2017/november",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "News articles",
      "url": "/info-for/media/news-articles",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}