{
 "pageTitle": "GLA - Mayor calls for infrastructure investment increase",
 "description": "Mayor calls for increase in national infrastructure investment as new report reveals impact major schemes would have in London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2018",
   "url": "/info-for/media/press-releases/2018"
  },
  {
   "title": "July",
   "url": "/info-for/media/press-releases/2018/july"
  },
  {
   "title": "GLA - Mayor calls for infrastructure investment increase"
  }
 ],
 "title": {
  "title": "GLA - Mayor calls for infrastructure investment increase ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "New report reveals impact major schemes would have in London"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This press release, issued by the Mayor of London, was first published on \u003ca href=\"https://www.london.gov.uk/press-releases/mayoral/report-calls-for-increase-in-infrastructure-spend\"\u003elondon.gov.uk\u003c/a\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Boost for jobs, housing and business\",\"Tax receipts generated would pay for schemes on their own\",\"Investment now will secure 'enormous benefits' in future - Sadiq\"]}",
     "The Mayor of London, Sadiq Khan, today calls on the Government to increase national infrastructure spending, as a new report reveals that investment in some of the biggest schemes in the capital would lead to the creation of nearly 400,000 new jobs and a similar number of new homes.",
     "The report shows that major public investment in these schemes would generate £33bn extra for the economy per year by the middle of the century, adding an extra £10bn per year in tax receipts - enough to pay for all of them.\u003cbr /\u003ePrepared by Greenwood Strategic Advisors, the report looks at how the whole of London responds to public investments, as well as the long-term socioeconomic cost of not making such investments. Schemes that it analyses are:",
     "{\"template\":\"bulletlist\",\"items\":[\"The extension of the Elizabeth Line to Ebbsfleet in Kent.\",\"Crossrail 2 - the new south west - north east connection that will transform journey times and connectivity from the Solent to the Wash.\",\"An extension of the Croydon tram network towards Sutton.\",\"Extending the Bakerloo line to Lewisham via the Old Kent Road and New Cross Gate.\",\"Continued investment in the Royal Docks as a distinctive location for business and culture.\"]}",
     "To reach conclusions in the report, entitled, 'Mind the Gap: Funding and Financing City Investments in the 21st Century', Greenwood and the Mayor's Office have devised a state-of-the-art computer model called the Greater London Simulator that can analyse how London responds to investments and other policy options. It reveals that Government investment in these schemes would lead to:",
     "{\"template\":\"bulletlist\",\"items\":[\"365,000 new homes, enabling additional population growth of 640,000\",\"379,000 new jobs\",\"913,000 m2 of new London business space\",\"£33.8bn added to the economy per year\",\"£9.8bn additional Treasury tax take per year\"]}",
     "Sadiq believes that infrastructure investment should not be seen as a 'zero-sum game', where one region of the UK loses out to another. He believes that all parts of the UK need to see an increase in transport and infrastructure investment from the government in order to support future growth and job creation as Britain exits the European Union.",
     "This report has been published just one day before the National Infrastructure Commission, chaired by Sir John Armitt is expected to publish its assessment of the UK's infrastructure needs for the next 30 years.",
     "The Mayor of London, Sadiq Khan, said:",
     "'This report highlights how the Government should invest in infrastructure around the country in order to stimulate new jobs, new homes and prosperity. It also proves that increasing infrastructure investment in the short term will reap enormous benefits in the long term.",
     "'As a country, we need to move from a system of underinvestment, low growth, reduced tax take and constrained public funding toward a new philosophy of sensible investment in high-growth schemes that deliver economic prosperity, more homes and higher tax revenues.",
     "'Good quality, modern infrastructure, including new roads and railways is crucial if this country is to remain a global economic powerhouse - so it is vital that we see increased investment across the country and not just here in London. I am confident that the National Infrastructure Commission will convey the need for a substantial increase in investment when it publishes its assessment of the country's requirements.'",
     "Without the additional housing units that these schemes would lead to, London's total housing will grow by 12 per cent to 2050, but the city's population will swell by over 17 per cent to 9.9 million people, putting more pressure on housing.",
     "Because of the absence of housing that these investments would make possible, London's total job growth to 2050 will be 16 per cent lower and economic growth will be down by 10 per cent. As a result, the Treasury's real annual London tax revenues will be almost 12 per cent lower in 2050 than they would be with these five investments.",
     "The analysis also reveals that investments is these schemes would be largely insensitive to the potential negative impacts of Brexit. It also reveals the critical importance of decarbonisation programmes, without which London's growth would cause carbon dioxide and other emissions to grow.",
     "Craig Stephens, Deputy Chief Executive, GreenwoodStrategic Advisors, said:",
     "'Public infrastructure investments are stuck in a 'vicious cycle'. Funding constraints delay or prevent such investments and the public benefits and tax revenues they bring. This perpetuates the funding constraints that are limiting investment.",
     "'Breaking free from this pattern requires dynamic analysis that enables private financing for public investments. Greenwood developed the Greater London Simulator to meet this need. Pension funds and other investors are seeking such investments. Engaging with them can relieve public budgets and energise a 'virtuous circle' in which new infrastructure brings socioeconomic benefits and increased tax revenues for local authorities and the nation.'",
     "Lucinda Turner, Director of Spatial Planning at Transport for London, said:",
     "'It's absolutely vital that we plan and invest in the next major transport infrastructure projects such as Crossrail 2 and the Bakerloo line extension to ensure we can support London's continued growth.",
     "'We are working to develop these schemes so that they deliver better connectivity for customers and for the areas which they serve. By investing in these schemes, we can help unlock housing and create new jobs which will deliver major local, regional and national benefits and support the wider UK economy.'",
     "Jasmine Whitbread, chief executive of London First, said:",
     "'Investing in infrastructure is proven to generate economic growth, creating jobs and unlocking new housing. Money is tight for the Chancellor but London can help bridge the gap, as we'll do for Crossrail 2 by matching central government investment pound for pound. The problem isn't that government has over-invested in London, it's underinvested across the UK.'",
     "Notes to Editors:",
     "'Mind the Gap: Funding and Financing City Investments in the 21st Century' can be accessed at \u003ca href=\"https://www.london.gov.uk/what-we-do/business-and-economy/better-infrastructure/london-simulator\"\u003ehttps://www.london.gov.uk/what-we-do/business-and-economy/better-infrastructure/london-simulator\u003c/a\u003e ",
     "The Greater London Simulator provides a neutral test bed for assessing the dynamic effects of investment decisions and other policy choices. It uses 'system dynamics', an approach to computer modelling invented in the 1950s at the Massachusetts Institute of Technology and recently applied by Greenwood Strategic Advisors to urban areas. The model is created independently of, but calibrated against, many historic datasets to reflect London as a complex socio-economic system. With modifications, the simulator could be used to gain insights into the potential long-term consequences of other investment decisions and policy choices. Like all computer models, the Greater London Simulator has various limitations which are acknowledged in the report and the results should continue to be treated with caution as a result."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2018/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2018/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2018/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2018/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2018/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2018/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2018/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2018/48574",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "News articles",
      "url": "/info-for/media/news-articles",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}