{
 "pageTitle": "GLA - Unlimited Hopper fare launches this month",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2018",
   "url": "/info-for/media/press-releases/2018"
  },
  {
   "title": "January",
   "url": "/info-for/media/press-releases/2018/january"
  },
  {
   "title": "GLA - Unlimited Hopper fare launches this month"
  }
 ],
 "title": {
  "title": "GLA - Unlimited Hopper fare launches this month ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Mayor confirms new unlimited one-hour Hopper fare will be live by the end of January, with weekly capping on Oyster introduced during the year"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This press release, issued by the Mayor of London, was first published on \u003ca href=\"http://This press release, issued by the Mayor of London, was first published on london.gov.uk\"\u003elondon.gov.uk\u003c/a\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Fares on TfL services frozen until 2020 - encouraging millions more journeys by public transport in London\",\"Mayor hits out at another year of eye-watering fare hikes by poor performing private rail companies\"]}",
     "Rail commuters across the UK return to work today to find the cost of their fares increasing by an average of 3.4 per cent, but across London millions of passengers are benefiting from Sadiq Khan's fares freeze on TfL services.",
     "Average fares on suburban rail services have risen by around 5.5 per cent in the last two years but TfL fares have not risen by a penny, helping millions of Londoners as the cost of living across the UK continues to rise.",
     "Fares increased by more than 42 per cent in the eight years before Sadiq became Mayor, but thanks to his freeze around four million journeys a day across London are the same price as they were in 2016. By 2020, this will have saved the average London household around £200.",
     "The Mayor has now challenged the Government and private train operating companies to follow his example after another year of fare increases and poor service for suburban rail passengers. In a letter to Paul Plummer, chief executive of the Rail Delivery Group, Sadiq expressed his disappointment at this year's 3.4 per cent increase in fares and challenged them to do better for the good of all rail passengers.",
     "The Mayor's letter comes after a recent YouGov poll showed that 76 per cent of Londoners backed his decision to freeze fares, while 73 per cent believe the Government have made the wrong decision in allowing another hike in fares.",
     "As well as the fares freeze, the Mayor has delivered the Hopper fare, helping millions of passengers make two bus or tram journeys within an hour for the price of one. Since September 2016 more than 140 million journeys have benefitted from the fare, and today the Mayor confirmed that by the end of January passengers will be able to take unlimited bus and tram transfers within one hour.",
     "The upgrade will also allow passengers to make unlimited bus and tram journeys even if they travel on tube or rail services in between 'hops', helping even more passengers benefit. Once delivered, TfL will focus on delivering the major software changes required to allow Oyster users to benefit from weekly capping during 2018, bringing it in line with contactless ticketing.",
     "The Mayor of London, Sadiq Khan, said:",
     "'It is simply not right that millions of rail passengers face eye-watering fare hikes today after suffering 12 months of delays, cancellations and disruption. Commuters have been hit with fare increases of around 5.5 per cent in the last two years while their cost of living also continues to rise. It's time for the government and private rail companies to step up and give the passengers the service they deserve at a price they deserve. We've shown them it can be done - my TfL fares freeze is helping millions of Londoners every single day while we maintain a much better service, and I'm delighted that they'll save even more when the popular Hopper fare goes unlimited from the end of the month.'",
     "The freeze on TfL fares means that everyone buying a bus or tram ticket in London does not pay a penny more than they did in 2016. Pay as you go journeys on the Tube, DLR, Emirates Air Line and rail services, where TfL fares apply, are all frozen, as well as Santander Cycles. All TfL travel concessions are also maintained, ensuring that children, 16+ and 18+ photocard holders, those over 60, veterans, apprentices and those on Job Seeker's Allowance continue to benefit from free or discounted travel.",
     "Passengers on TfL Rail and London Overground have also enjoyed better service than those on suburban rail lines, with the latest official figures from Network Rail showing that these services significantly outperformed the largest rail companies. For public performance measure - the standard for measuring punctuality and reliability - London Overground scored 93.1 and TfL Rail scored 92.0, far ahead of Govia Thameslink Railway on 76.1, Greater Anglia on 86.3, London Midland on 82.6, Southeastern on 84.8 and South Western on 84.5.",
     "The Mayor believes that the devolution of suburban routes to TfL is the only viable long-term solution to ensure fewer delays, improved services and more affordable fares on suburban rail routes. The DfT's recent Rail Strategy stated that it will work with TfL to explore options for transferring selected services such as the West London line to TfL, and the Mayor will continue to work with the Department of Transport to identify further suitable routes for devolved services.",
     "Jace Tyrrell, Chief Executive of New West End Company that represents 600 businesses in the West End said:",
     "'London's West End offers an unsurpassed mix of shops, restaurants and entertainment welcoming 200 million visits a year. Our businesses have long been campaigning for a hopper ticket to allow our customers and employees to move around the West End easily and economically. We welcome the Mayor's announcement as a solid commitment of business and City Hall working together to deliver economic growth and reducing traffic in our district.'",
     "Kay Buxton, Chief Executive of Paddington Now and Marble Arch BID, said:",
     "'It's great news for London that the Mayor has committed to a second year of the fares freeze and has introduced the universal hopper fare. The new and advanced fare structure has dramatically improved accessibility and has meant that people can move around London more freely, whether commuting or for leisure. The fares freeze and the hopper fare have already helped thousands of people who live, work and visit Marble Arch and Paddington. Continuing to keep public transport affordable is vital to maintaining London as an attractive place to do business.'",
     "Shashi Verma, Chief Technology Officer at Transport for London, said:",
     "'Freezing fares on TfL services is already helping millions of Londoners who use our services every day save money. We're committed to making travel across London as convenient and affordable as possible. The forthcoming improvements to the Hopper fare, as well as the introduction of Weekly capping on Oyster later this year, will help even more people use public transport to regularly get around London.'",
     "Ends",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"The Mayoral Decision for the 2018 fares package is available here - \\u003ca href=\\\"https://www.london.gov.uk/decisions/md2189-january-2018-transport-london-fare-changes\\\"\\u003ehttps://www.london.gov.uk/decisions/md2189-january-2018-transport-london-fare-changes\\u003c/a\\u003e \",\"The fares freeze is being fully paid for through TfL's efficiencies programme, which are outlined in its Business Plan and is delivering a year-on-year reduction in operating costs - \\u003ca href=\\\"https://tfl.gov.uk/info-for/media/press-releases/2017/november/benefits-of-tfl-fares-freeze-confirmed-as-new-business-plan-sees-record-investment-in-transport\\\"\\u003ehttps://tfl.gov.uk/info-for/media/press-releases/2017/november/benefits-of-tfl-fares-freeze-confirmed-as-new-business-plan-sees-record-investment-in-transport\\u003c/a\\u003e \",\"The polling was completed by YouGov Plc. Total sample size was 1,087 adults for fieldwork undertaken between and 18th - 21st December 2017.  The survey was carried out online.\",\"The figures have been weighted and are representative of all London adults (aged 18+). See full results - \\u003ca href=\\\"https://londondatastore-upload.s3.amazonaws.com/GLA%20rail%20results%20December%20poll.pdf\\\"\\u003ehttps://londondatastore-upload.s3.amazonaws.com/GLA%20rail%20results%20December%20poll.pdf\\u003c/a\\u003e \",\"Network Rail's public performance measure (PPM) shows the percentage of trains which arrive at their terminating station within five minutes in London and South East. The latest figures cover period nine for 2017/18 \\u003ca href=\\\"https://www.networkrail.co.uk/who-we-are/how-we-work/performance/public-performance-measure/\\\"\\u003ehttps://www.networkrail.co.uk/who-we-are/how-we-work/performance/public-performance-measure/\\u003c/a\\u003e \",\"The Mayor only has the power to set fares on TfL services. Travelcards, and the associated daily and weekly caps, are set in agreement with the private train operating companies (TOCs) under fares regulations set by the Government, which permit regulated fares to increase in line with RPI inflation if no agreement is made. The TOCs have decided to raise their fares in line with this, with the increases in January reflecting the RPI level from July this year. This increase is close to the maximum permitted by the guidance from the Secretary of State for Transport. By January 2018, the overall increase in Travelcard fares will be more than 5.5 per cent\",\"Some tickets have gone up by far higher rates. These include:\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"Fares will also be frozen on c2c services from Grays to Fenchurch Street and on Chiltern Railways from Amersham to Marylebone and West Ruislip to Marylebone as these fares are set by TfL.\",\"Beyond Zone 6, most PAYG fares are frozen. There are 10p and 20p increases in a number of fares involving Shenfield and Brentwood, reflecting TfL commitments to keep TfL fares aligned with those applying on the adjacent mainline rail services operated by the TOCs and to avoid creating split ticketing anomalies.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2018/january",
      "image": {}
     },
     {
      "title": "News articles",
      "url": "/info-for/media/news-articles",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}