{
 "pageTitle": "GLA - Mayor unveils new cleaner vehicle checker scheme",
 "description": "Mayor unveils new cleaner vehicle checker scheme to identify worst polluting vehicles",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2017",
   "url": "/info-for/media/press-releases/2017"
  },
  {
   "title": "March",
   "url": "/info-for/media/press-releases/2017/march"
  },
  {
   "title": "GLA - Mayor unveils new cleaner vehicle checker scheme"
  }
 ],
 "title": {
  "title": "GLA - Mayor unveils new cleaner vehicle checker scheme",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Emissions scoring tool will test new cars on real life roads to help purchasers identify worst polluting vehicles"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "span",
     "{\"template\":\"bulletlist\",\"items\":[\"Twin schemes to be launched in London and Paris\"]}",
     "Motorists will be able to identify and avoid buying the dirtiest diesel and most polluting petrol cars and vans with a new emissions scoring scheme unveiled today by the Mayor of London, Sadiq Khan.",
     "The new online 'cleaner vehicle checker' will include test results for new car and van models on the market. It will clearly and more accurately detail the emissions they produce on London's roads. This will free purchasers from having to rely on official testing - which can be unrealistic.",
     "The scheme will help restore public confidence following 'Dieselgate', where many motorists bought 'cleaner' cars in good faith but later found out they had dirty polluting engines because of manufacturers using 'cheat devices' or flaws in the official testing process.",
     "Currently, cars only have to pass Euro Standards emissions testing, which is limited to laboratory tests and had been proven to be unrealistic.",
     "The scheme, the world's first, will see purchasers able to check nearly all new car and most new van models on a special website, will launch this autumn. Vehicles included on the website will be given a 'score' based on their emissions.",
     "The move forms part of Sadiq's hard-hitting plans to tackle London's toxic air quality. Today he welcomed the support of the Mayor of Paris, Anne Hidalgo, as they met with representatives from major car manufacturers to discuss the need for tougher Euro standard testing and a switch to zero and ultra-low emission vehicles.",
     "Mayor Hidalgo is set to introduce a complementary car-scoring scheme in Paris, while other international cities are working with C40, a coalition of leading world cities focussed on tackling climate change, on adopting similar schemes.",
     "The Mayor of London, Sadiq Khan, said:",
     "'My scheme will put an end to the smoke and mirrors that have been employed in official emissions tests.",
     "'It will provide Londoners with an honest, accurate and independent evaluation of the emissions of most new cars and vans on our roads and on the showroom forecourt. By having 'on the road' testing I believe we will help Londoners make an informed choice and incentivise manufacturers to build cleaner vehicles sooner.",
     "'This scheme is also a fantastic example of how big cities around the world can pool their expertise and their influence to encourage big industry to clean up its act. The toxicity of the air in London and many other big cities is an outrage, and schemes of the type we are introducing in London and Paris have the potential to make a massive difference to the quality of the air we all breathe.'",
     "The vehicle checker will see robust and independent 'on the road and real-world' emissions testing provided by Emissions Analytics and the International Council of Clean Transportation (ICCT).",
     "Emissions Analytics is a well-respected independent vehicle testing company, which has which has developed the EQUA Index database of 'real world' emissions based on urban driving environments for the majority of new cars sold in the UK, France and other European countries. It has conducted extensive 'real world testing' on around 900 models of vehicles in Europe.",
     "ICCT was the organisation that revealed that Volkswagen had used so-called 'defeat devices' to pass official emissions tests. It is recognised as an international leader in vehicle emissions testing.",
     "Mayor of Paris and Chair of C40 Cities, Anne Hidalgo said:",
     "'For too long, some vehicle manufacturers have been able to hide behind inconsistent regulation and consumer uncertainty about the damage their cars are causing. This announcement is a wake-up call to car companies that they need to act now. Citizens of Paris and cities around the world demand clean air to breathe and this new scoring scheme will be key to helping achieve that.'",
     "Dr Penny Woods, Chief Executive of the British Lung Foundation, said:",
     "'Helping motorists choose the least polluting vehicles by giving them real world information on emissions is a positive step in the battle to clean up the air we breathe. Air pollution is an invisible danger that hits hardest people with a lung condition and children whose lungs are still developing.'",
     "Kay Boycott, Chief Executive at Asthma UK, says:",
     "'Our research tells us that two thirds of people with asthma find that air pollution makes their asthma worse, putting them at increased risk of a potentially life-threatening asthma attack. Three people die of an asthma attack every day, and two of these deaths are preventable with better basic care. When people with asthma are in areas where air pollution levels are high it's vital they check air pollution forecasts; carry their reliever inhaler with them at all times; and have an up to date written asthma action plan so they know what to do if their symptoms worsen.'",
     "Nick Molden, Chief Executive Officer of Emissions Analytics, said:",
     "'Emissions Analytics is pleased to be working with the cities of London and Paris on an important initiative in solving the air quality problem. Over five years of real on-road testing have allowed the creation of the EQUA Index ratings, which can be used to identify the genuinely cleanest cars on the market. The need to clean up the air is urgent, faster than regulations can deliver, and so cities must go further and faster. The lead being shown by London and Paris can form a template for other cities around the world.'",
     "Sheila Watson, Deputy Director of the FIA Foundation, said:",
     "'FIA Foundation is delighted to be supporting such important work. Good policy and good consumer choices depend on good evidence, and this project will provide that. We would like to see other cities follow London and Paris's lead and work with us and our Real Urban Emissions Initiative (TRUE) to get a better picture of the vehicles on their streets too.'",
     "Drew Kodjak, executive director of the International Council on Clean Transportation (ICCT), said:",
     "'The ICCT looks forward to working with Mayor Hidalgo and Mayor Khan to improve air quality in their cities by better informing the public about actual air pollution levels from passenger vehicles,\" said \"We strongly believe that data transparency coupled with policy is the most effective way of encouraging auto companies to build vehicles with durable emission controls. The ICCT is an international research organization dedicated to supporting government action to improve the environmental performance and energy efficiency of road, marine, and air transportation, in order to benefit public health and mitigate climate change.'",
     "The new scheme will help people prepare for the Mayor's plans for the T-charge in central London (starting from October 2017) and for the commencement of the Ultra-Low Emission Zone (starting in central London in 2019, subject to consultation, and which could be extended to the North and South Circular roads).",
     "When up and running the scheme will:",
     "{\"template\":\"bulletlist\",\"items\":[\"Help people make an informed choice and minimise the number of 'more polluting' vehicles being bought and used in London\",\"Help consumers recognise the environmental benefits of switching to zero or ultra-low emission vehicles and encourage their purchase\",\"Encourage manufacturers to produce vehicles that conform to the EU's full 'real-world driving emissions' standards much sooner than when legally required by 2021\",\"Provide a free 'health check' service to London fleet operators to understand how their current fleet performs and where significant improvements could be made, and\",\"Create a tool to allow the Greater London Authority Group and local authorities to lead by example and only buy or lease the cleanest vehicles.\"]}",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"C40 is a network of the world's megacities committed to addressing climate change. C40 supports cities to collaborate effectively, share knowledge and drive meaningful, measurable and sustainable action on climate change.\",\"The new Cleaner Vehicle Checker will be available online from the Autumn. Consumers will be able to type in the model of the new car or van they are considering buying and find out more about ITS actual 'on the road' emissions. A marketing campaign will promote the new website.\",\"The European Union is introducing 'real-world driving emissions' (RDE) testing to help improve Euro standards - but these still include significant flexibility with manufacturers allowed to emit up to 1.5 times the legal limits even once the new requirements are fully introduced in 2021, which is still four years away. Consumers cannot currently rely on Euro standards alone with confidence and improvements would take a number of years to take effect.\",\"While Sadiq Khan wants to work in partnership with the car industry to bring about a transition to new zero and ultra-low emission technologies, it is also important to ensure that the 'on the road' performance of cars and vans currently being sold actually reflect the legally required standards in real world driving conditions. The new emissions scoring system, the Cleaner Vehicle Checker, will ensure transparency after Dieselgate and hold manufacturers to account for the performance of their vehicles\",\"Anne Hidalgo is backing the creation of a scoring scheme in Paris as part of a range of hard-hitting measures both Mayors have delivered and proposed in their cities to tackle air pollution from motor vehicles. Other cities will also be using the same scoring scheme approach as part of an effort led by the C40 Cities Climate Leadership Group.\",\"Anyone who is concerned about how pollution may affect their asthma can Asthma UK Helpline on 0800 121 62 44 or visit \\u003ca href=\\\"http://www.asthma.org.uk\\\"\\u003ewww.asthma.org.uk\\u003c/a\\u003e .‎\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2017/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2017/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2017/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2017/april",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "News articles",
      "url": "/info-for/media/news-articles",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}