{
 "pageTitle": "Help bring sex offenders to justice, urge TfL and the police",
 "description": "Help bring sex offenders to justice, urge TfL and the police",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2018",
   "url": "/info-for/media/press-releases/2018"
  },
  {
   "title": "November",
   "url": "/info-for/media/press-releases/2018/november"
  },
  {
   "title": "Help bring sex offenders to justice, urge TfL and the police"
  }
 ],
 "title": {
  "title": "Help bring sex offenders to justice, urge TfL and the police",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "There has been a 65 per cent increase in reports, resulting in 1,500 arrests, since the Report It to Stop It campaign began"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Reports, witness statements and CCTV can all help to build a case against an offender\",\"Report by texting 61016 or call 101\"]}",
     "Transport for London (TfL) and the police are marking the International Day for the Elimination of Violence Against Women by reminding people to report any unwanted sexual behaviour they experience, so that action can be taken against offenders.",
     "TfL launched the Report it to Stop it campaign in 2015, alongside the British Transport Police (BTP), Metropolitan Police Service (MPS) and City of London Police (CoLP), to encourage people to report anything that makes them feel uncomfortable.",
     "Since TfL and the police launched the partnership, with the aim of eliminating unwanted sexual behaviour from the transport network, the number of reports per year has increased by 65 per cent, with around 2,000 reports in 2017/18.",
     "Siwan Hayward, Director of Compliance and Policing at TfL, said:",
     "'The International Day for the Elimination of Violence Against Women is an opportunity to remind people that we are determined to tackle sexual offences on the transport network. By reporting anything that makes you feel uncomfortable, supplying witness statements and working with police, you can help us to bring offenders to justice. Every report is taken seriously and you will be supported through the reporting process by an assigned officer.'",
     "Those who experience unwanted sexual behaviour on public transport do not always feel they will be believed or that the offender will be caught. However, each report is taken extremely seriously and one single report can be enough to catch an offender.",
     "There are more than 77,000 CCTV cameras across London's transport network, as well as more than 3,000 officers from the BTP and MPS, dedicated to policing London's public transport network. Frontline police officers and TfL on-street enforcement officers have received training and briefing on tackling unwanted sexual behaviour on public transport.",
     "Kathryn, who experienced unwanted sexual behaviour on the Tube last year, said:",
     "'I was travelling on the Central line, where I was touched inappropriately several times. Despite the Tube being filled with people I felt so alone and vulnerable. As soon as I got off the Tube I reported it and I am so glad that I did. People shouldn't be allowed to get away with making you feel frightened and they certainly shouldn't think it is ok to touch you inappropriately.",
     "'I consequently found out that he had done the same thing to three other women and I just felt sad that he would have made other women feel the way I did on that morning. By reporting him, he has served six months in jail, he is now banned from using public transport and his name is on police file so I feel as though I have done what I can to help protect other women from him.'",
     "Detective Inspector Ashley Cooper, from British Transport Police, said:",
     "'For too long sexual offences on the rail network have gone unreported. We know that some people who report an offence to us don't want to take the process further, but it is important to remember that every report counts. We use these reports to inform our proactive patrols to try and target areas where we believe an offence is likely to occur - so we'd encourage anyone who has been a victim of unwanted sexual behaviour on a train to report it to us.'",
     "Detective Inspector Anna Rice, from the City of London Police's Public Protection Unit, said:",
     "'The City of London Police is proud to support Report It to Stop It. Unwanted sexual behaviour is unacceptable in every area of our society, including on public transport.",
     "'If you make a report to us, you will be listened to, taken seriously and treated in a sensitive manner. We know it can be daunting, but every piece of information we receive is important. By reporting such incidents you are helping to give police the best chance of tracking the perpetrator down and bringing them before the courts.'",
     "25 November was officially designated as the International Day for the Elimination of Violence Against Women by the United Nations' General Assembly. The day aims to raise public awareness around the issue as well as increase both policymaking and resources dedicated to ending violence against women and girls worldwide.",
     "To report unwanted sexual behaviour on public transport, text 61016 or call police on 101 and give details of what, where and when.",
     "Notes to editors",
     "{\"template\":\"bulletlist\",\"items\":[\"BTP has re-launched their national campaign, which includes a case study of two women who experienced unwanted sexual behaviour from the same offender: \\u003ca href=\\\"[ioID]#https://youtu.be/VvOFaVJFm8U\\\"\\u003ehttps://youtu.be/VvOFaVJFm8U\\u003c/a\\u003e \",\"Unwanted sexual behaviour is anything that makes you feel uncomfortable, including rubbing, groping, masturbation, leering, sexual comments, indecent acts, or someone taking photos of a sexual nature without your consent\",\"There are around 3,000 police and police community support officers dedicated to policing the transport network and keeping customers safe\",\"Frontline staff have received additional training to raise awareness of unwanted sexual behaviour and police processes have been improved to provide enhanced victim support and targeted action offenders\",\"Find more information about TfL and the police's Report It to Stop It campaign here: t \\u003ca href=\\\"[ioID]#fl.gov.uk/travel-information/safety/report-it-to-stop-it\\\"\\u003efl.gov.uk/travel-information/safety/report-it-to-stop-it\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2018/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2018/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2018/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2018/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2018/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2018/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2018/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2018/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2018/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2018/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2018/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2018/december",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}