{
 "pageTitle": "Huge transformation of Tube network a step closer",
 "description": "Successful signal testing brings huge transformation of Tube network even closer",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2018",
   "url": "/info-for/media/press-releases/2018"
  },
  {
   "title": "February",
   "url": "/info-for/media/press-releases/2018/february"
  },
  {
   "title": "Huge transformation of Tube network a step closer"
  }
 ],
 "title": {
  "title": "Huge transformation of Tube network a step closer",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Biggest test of new signalling system so far completed this weekend"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Customers will begin to see reliability benefits from the summer\",\"World's oldest metro being transformed into one of the most modern\"]}",
     "Another weekend of testing has been completed on the brand-new signalling system set to transform the Circle, District, Hammersmith \u0026 City and Metropolitan lines, Transport for London (TfL) has announced. More trains were run between Hammersmith and Edgware Road this weekend than had been run in any other weekend of testing. This represents another step forward for the programme before the first trains operate under the new system this summer.",
     "The new system, provided by Thales, will improve reliability and boost capacity on 40 per cent of the Tube network and has undergone significant testing since October. It will transform one of the oldest parts of the Tube network into one of the most modern. The section between Hammersmith and Edgware Road will be the first to go live on the new system, which will provide better, more accurate real-time customer information and improve reliability.",
     "The new system will be introduced progressively over 14 sections across the network, each one improving reliability as it is introduced. Customers will benefit from quicker, more frequent services from 2021, with all four lines using the new system by 2023. The new, modern signalling will allow trains to run closer together, which will increase the frequency of train services across these lines with 32 trains per hour set to operate in the central London section. This will boost capacity by a third across all four lines - equivalent to space for an extra 36,500 customers during the busiest times of day.",
     "The new, state-of-the-art control centre for all four lines at Hammersmith is also nearing completion. This will bring all the aspects of managing the lines under one roof, helping ensure a smooth, integrated service and more accurate and up-to-date information for customers. The fleet of 192 new S-stock trains are now being fitted with the technology needed to operate the new system and train operators are undergoing training.",
     "Stuart Harvey, TfL's Director of Major Projects, said:",
     "'This work on the Circle, District, Hammersmith \u0026 City and Metropolitan lines will transform one of the oldest parts of the network into one of the most modern and revolutionise journeys on 40 per cent of the Underground. We are investing billions of pounds to make real improvement for customers including making journeys quicker and less crowded. The team are working around the clock so that customers can start to experience some of the benefits from this summer.'",
     "Shaun Jones, Vice-President, Transport at Thales in the UK, said:",
     "'Thanks to the ongoing hard work of our people, we are creating a world-class transport system for London that will start to deliver benefits this summer.  Our proven technology will deliver better, more reliable journeys on some of the oldest and most complex parts of the underground network, and we continue to make great progress on this vital upgrade to 40% of the Tube.'",
     "The Four Lines Modernisation project will finish in 2023, when all four lines are operating under the new Thales system. Services will begin to increase in frequency from 2021, when the central London section of the network has been modernised. The sub-surface lines carry over 1.3 million customers per day. Customers are already benefitting from more comfortable journeys thanks to the introduction of the S-stock fleet from Bombardier, which feature more spacious, walk-through carriages, wider doors and air conditioning.",
     "Other projects, such as the new Northern and Jubilee line timetables and the opening of the Elizabeth line later this year, will also play their part in enabling more people to use public transport in order to reach the Mayor's target of 80 per cent of journeys made by public transport, cycling or walking by 2041."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2018/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2018/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2018/march",
      "image": {}
     },
     {
      "title": "News articles",
      "url": "/info-for/media/news-articles",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}