{
 "pageTitle": "London Overground extension to Barking Riverside gets the green light",
 "description": "London Overground extension to Barking Riverside gets the green light",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2017",
   "url": "/info-for/media/press-releases/2017"
  },
  {
   "title": "August",
   "url": "/info-for/media/press-releases/2017/august"
  },
  {
   "title": "London Overground extension to Barking Riverside gets the green light"
  }
 ],
 "title": {
  "title": "London Overground extension to Barking Riverside gets the green light ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "The Mayor of London, Sadiq Khan, and Transport for London (TfL) have welcomed the news that the Government has given the green light for a vital new extension of the London Overground to Barking Riverside.",
     "Transport for London (TfL) has received powers from the Secretary of State for Transport to start construction on the 4.5 kilometre extension of the Gospel Oak to Barking line, a project that will help support one of east London's largest new housing developments. The extension will deliver London Overground services to a new station at the heart of the Barking Riverside community, with construction beginning in summer 2018 and train services commencing in late 2021.",
     "The delivery of this extension will unlock a wide range of benefits for people in the local area and beyond, including 10,800 new homes, along with a new school and healthcare facilities and the construction of a new district centre with commercial and leisure facilities. Mayor Sadiq Khan gave his consent to the masterplan for Barking Riverside, a 180-hectare brownfield site on the northern banks of the River Thames, last September. As many as 50 per cent of these homes could be affordable.",
     "The Overground extension will deliver a sustainable public transport alternative to car travel and link Barking Riverside into London's public transport network through connections at Barking, with District and Hammersmith \u0026 City services and c2c services to London Fenchurch Street and Essex.",
     "Operating with four trains an hour, it will feature the latest state-of- the-art electric London Overground trains that feature air-conditioning and walk-through carriages for added customer comfort.",
     "The London Overground extension to Barking Riverside is an important part of the draft Mayor's Transport Strategy, which was recently published and details plans to create a fairer, greener, healthier and more prosperous city by improving public transport and encouraging active travel.",
     "The extension is fully funded, with £172m of the £263m cost of the scheme being met by the developers, Barking Riverside Limited. The remainder will partially come from TfL's Growth Fund, which funds schemes that have direct impact on unlocking housing and employment growth.",
     "Sadiq Khan, Mayor of London, said: `This is wonderful news for east London. Barking Riverside has huge potential to deliver thousands of much-needed affordable homes, and the extension of the Overground will ensure residents have the high-quality transport links they need, both to the surrounding area and commuting into central London. Barking Riverside will deliver new homes, schools, healthcare facilities and much more, and the Overground extension is a vital part  of making these exciting plans a reality.'",
     "Alex Williams, TfL Director for City Planning, said: `Being given the green light by Government for this London Overground extension is fantastic news for the Barking Riverside development, helping breathe new life into the area and enabling up to 10,800 vital new homes, along with the creation of new healthcare and leisure services.'",
     "Matthew Carpen, Project Director of Barking Riverside London, said: `This is a momentous moment for the project.  Gaining formal consent from the Government for the Overground Extension to Barking Riverside is not only a huge milestone for the development but also crucial in connecting this new neighbourhood to the City, which will support the delivery of 600 homes a year.  It is a result of true partnership working between Transport for London, London Borough of Barking and Dagenham and Barking Riverside London's shareholders L\u0026Q and the GLA.'",
     "Cllr Darren Rodwell, Leader of Barking and Dagenham Council, said: `This is fantastic news and shows Barking Riverside is on track to become Barcelona on Thames. It's also yet another sign that Barking and Dagenham is at the epicentre of London's eastward shift.'",
     "Ends",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"Images are available here but please note these are only illustrative - \\u003ca href=\\\"https://www.flickr.com/photos/tflpress/albums/72157684659464594\\\"\\u003ehttps://www.flickr.com/photos/tflpress/albums/72157684659464594\\u003c/a\\u003e \",\"The Barking Riverside Extension is being part-funded through TfL's Growth Fund, which looks to fund transport schemes that have a direct impact on unlocking housing and employment growth. The £555m fund, as part of TfL's five-year Business Plan, currently supports the delivery of over 55,000 new homes and thousands of new jobs\",\"The current Gospel Oak to Barking route, which is already part of London Overground, is being electrified by Network Rail. The new four-carriage electric trains will run on the route from 2018 replacing the current two-carriage diesel trains, and will provide improved journey times and more capacity\",\"Barking Riverside Limited is a new Joint Venture between the GLA (49%) and London \\u0026 Quadrant New Homes (51%). This is a reformed joint venture following the sale of former partner Bellway Homes shares to L\\u0026Q. The new partnership has committed to unlock this stalled development site by providing cash injection to fund a significant proportion of the rail infrastructure cost alongside TfL.\",\"The contract to construct the railway is expected to be awarded spring 2018.\",\"The Order, as made by the Secretary of State, will come into force 21 days after publication. There is also a 42 day period following the announcement of the Order where there decisions to grant Powers can be challenged. \\u003ca href=\\\"https://www.gov.uk/government/collections/twa-inspector-reports-and-decision-letters\\\"\\u003ehttps://www.gov.uk/government/collections/twa-inspector-reports-and-decision-letters\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2017/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2017/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2017/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2017/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2017/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2017/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2017/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2017/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2017/september",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "News articles",
      "url": "/info-for/media/news-articles",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}