{
 "pageTitle": "GLA - Mayor's TfL fares freeze confirmed for a third year",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2018",
   "url": "/info-for/media/press-releases/2018"
  },
  {
   "title": "November",
   "url": "/info-for/media/press-releases/2018/november"
  },
  {
   "title": "GLA - Mayor’s TfL fares freeze confirmed for a third year"
  }
 ],
 "title": {
  "title": "GLA - Mayor’s TfL fares freeze confirmed for a third year",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Launch of 'Monday to Sunday' (weekly) capping on Oyster on buses and trams confirmed for 10 December - with TfL and train operating companies now working to launch across Tube and rail network by Spring 2019"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This press release, issued by the Mayor of London, was first published on \u003ca href=\"[ioID]#https://www.london.gov.uk/press-releases/mayoral/mayors-tfl-fares-freeze-confirmed\"\u003elondon.gov.uk\u003c/a\u003e ",
     "The Mayor of London, Sadiq Khan, has today confirmed that Transport for London fares (TfL) will not rise at all next year as part of his four-year TfL fares freeze.",
     "The Mayor's TfL fares freeze will help Londoners and visitors by ensuring travelling by bus or tram ticket in London next year costs not a penny more than it did in 2016.  Pay as you go journeys on the Tube, DLR, Emirates Air Line and rail services where TfL fares apply are all also frozen, as well as the cost of hiring a Santander Cycles bike.",
     "By 2020, Sadiq's TfL fares freeze will have saved the average London household around £200. This is in addition to the Mayor's 'Hopper' bus fare that has now saved money on over 240 million bus journeys since it launched in September 2016.",
     "TfL fares increased by more than 42 per cent in the eight years before Sadiq Khan became Mayor.",
     "The Mayor, Sadiq Khan, has also today confirmed that the technical testing and approvals for introducing 'Monday to Sunday' (weekly) capping on Oyster are now being completed. Once introduced, the cap, which is already available for contactless users, will ensure that customers are never charged more than the cost of an equivalent 7 Day Travelcard.TfL and the Train Operating Companies are now finalising plans to introduce the cap by Spring 2019.",
     "Weekly cap will be available for adult bus and tram users earlier than this, however, from 10 December. This will mean that anyone who only uses the bus or tram will never need to purchase a 7 Day Bus \u0026 Tram Pass, which costs £21.20, again as their travel will be automatically capped when their fares reach this amount.",
     "As with previous years, Travelcards and associated caps, which are set in agreement with the train operating companies under fares regulations set by the government, will increase, by 3.1 per cent.",
     "The Mayor today criticised the private rail companies for hiking up their fares across the UK, at a time when London's suburban rail passengers continue to face regular cancellations and overcrowding.",
     "Mayor of London, Sadiq Khan said:",
     "'I'm delighted to confirm that TfL fares will be frozen once again from next January. Millions of passengers have already benefited from our TfL fares freeze and our expanded 'Hopper' fare since I became Mayor, and keeping transport fares affordable is a vital part of encouraging more people out of their cars and onto cleaner public transport. For Oyster Card users, the introduction of new weekly capping will help people save even more money from next month.",
     "'Our TfL fares freeze is in contrast to the failing private rail companies, who are once again hitting London's suburban rail passengers with an unjustified fares hike. Given the daily experience of cancellations and overcrowding, the hike in rail fares is another kick in the teeth for fed-up rail passengers.'",
     "Using pay as you go with a contactless card or Oyster, off-peak fares including Zone 1 start at £2.40 and off-peak adult Tube, DLR and London Overground fares within Zones 2-6 are just £1.50. In addition, the Mayor's Hopper fare applies all day and night, allowing Londoners to take unlimited bus and tram journeys across the capital within an hour for just £1.50, with the total cost capped at £4.50 for the whole day.",
     "All TfL travel concessions are also protected, ensuring that children, those over 60, veterans, apprentices and those on Job Seeker's Allowance continue to benefit from free or discounted travel.",
     "Shashi Verma, Chief Technology Officer at TfL said:",
     "'We are committed to ensuring that customers pay the lowest correct fare by making our fares system as simple and easy to use as possible.The convenience of weekly capping was one of the main customer benefits when we introduced contactless and we are delighted that after several years of hard work we are now able to start offering the same benefits to Oyster customers.'",
     "The fares freeze is being fully paid for through TfL's efficiencies programme, which was outlined in its Business Plan. Since Sadiq came into office he has worked with TfL to deliver a major efficiency programme which has already helped save more than £500m a year.\u003cbr /\u003e",
     "\u003cbr /\u003eNotes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"The Mayoral Decision for the 2019 fares package will be available here - \\u003ca href=\\\"[ioID]#https://www.london.gov.uk/about-us/mayoral-decisions\\\"\\u003ehttps://www.london.gov.uk/about-us/mayoral-decisions\\u003c/a\\u003e \",\"The Train Operating Companies have decided to raise their fares by 3.1 per cent. This increase is close to the maximum permitted by the guidance from the Secretary of State for Transport which states that no regulated TOC fare should rise by more than the percentage increase in the RPI.\",\"The Mayor only has the power to set fares on TfL services. Travelcards, and the associated daily and weekly caps, are set in agreement with the private train operating companies (TOCs) under fares regulations set by the Government, which permit regulated fares to increase in line with RPI inflation if no agreement is made.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2018/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2018/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2018/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2018/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2018/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2018/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2018/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2018/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2018/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2018/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2018/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2018/december",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}