{
 "pageTitle": "Mayor unveils first fully electric bus routes for central London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2016",
   "url": "/info-for/media/press-releases/2016"
  },
  {
   "title": "September",
   "url": "/info-for/media/press-releases/2016/september"
  },
  {
   "title": "Mayor unveils first fully electric bus routes for central London"
  }
 ],
 "title": {
  "title": "Mayor unveils first fully electric bus routes for central London ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "The Mayor of London, Sadiq Khan, and Transport for London (TfL) have announced that the capital will own Europe's largest fleet of electric buses, as they revealed the first two all-electric bus routes for central London.",
     "The Mayor announced that routes 507 and 521 will exclusively run a 51-strong fleet of all-electric buses by the end of the year, as part of his ambitious campaign for a dramatic improvement in of air quality in the capital. Combined with 22 all-electric buses already running in outer London, it will take the capital's entire fleet of electric buses up to 73 - the largest in Europe.",
     "The move to the all-electric single-deck buses, made in Britain by Chinese company BYD and British manufacturer ADL, will eliminate NOx emissions on the routes and reduce CO2 emissions by 40 per cent. The buses will also be the first to include screens showing the next five stops and how the Tube and Overground is running, as well as 12 seats with USB sockets to help passengers charge their phones.",
     "The first nine of these buses were unveiled at Waterloo Bus Garage today (9 September). Earlier in the morning the Mayor met with Xu Qin, the Mayor of Shenzhen, China, to mark the launch day and discuss approaches to tackling air pollution.",
     "The phased delivery of the 51 buses marks a significant step forward in the Mayor's comprehensive plan to transform the capital's bus fleet. This plan includes all 300 single-deck buses that travel through central London to be zero emission by 2020, and all 3,100 double deck buses to be hybrid by 2019.",
     "The Mayor of London, Sadiq Khan, said: `It's vital that we act now to clean-up our capital's toxic air and do everything we can to help prevent the thousands of deaths it causes each year.",
     "`I've set out a comprehensive plan to improve our air, and the transformation of London's bus fleet will play a key role in making our transport cleaner and heathier.",
     "`These first two electric bus routes right through the heart of London are another step towards the end of conventional diesel buses on our roads.  This will deliver extensive air quality benefits and position us as a true world leader in adopting ultra low emission vehicle technology.'",
     "TfL's Managing Director of Surface Transport, Leon Daniels, said: `These are the first two electric routes that travel through the heart of the capital. They will mean better air quality and better journeys for customers - with less noise and vibration than traditional buses. Today is a real game-changer in the drive to green the capital's transport network.'",
     "Isbrand Ho, Managing Director of BYD Europe, said: `Today is the culmination of several years of hard work and we are delighted to be here with our partners TfL, Go-Ahead and ADL inaugurating Europe's largest electric bus fleet. We are proud that the previous largest fleet - of 35 ebuses - was also supplied by BYD to Amsterdam Schiphol airport. In the UK we have a dedicated support team, a new office, a new Country Manager and will shortly be acquiring a workshop and parts store within London. We are in discussion with several potential customers for our electric buses and look forward to helping more operators and their city governments to assist in improving air quality', he said.",
     "Colin Robertson, CEO of ADL, said: `These world-class vehicles are a product of partnership - in collaborating with BYD, our shared vision has been to provide an electric vehicle solution which responds to all of our customers' needs. At the core of our company is our commitment to designing, developing and manufacturing the vehicles which incorporate the latest technologies to deliver market-leading reliability, low total cost of ownership and environmental benefits. The premium interior specification options will contribute to an outstanding passenger experience, underlining our commitment to increasing ridership and bus usage in congested cities.  Seeing this fleet of vehicles enter into service is a milestone event for all of us and we look forward to continuing our collaboration.'",
     "In May, the Mayor announced a number of far-reaching proposals to clean-up London's toxic air. As part of this, he is making sure that TfL leads by example with a comprehensive plan to transform the capital's bus fleet. This includes:",
     "{\"template\":\"bulletlist\",\"items\":[\"Making sure all double decker buses operating in the central Ultra Low Emission Zone comply a year earlier by 2019, meaning each of the 3,100 double-deck buses operating in the zone will be Euro VI hybrid\",\"Expanding the ULEZ retrofit programme up to 3,000 buses outside the central zone  by 2020 (up from 800) and to 4,200 by 2021 (over 5,000 in total)\",\"Procuring only hybrid or zero-emission double-decker buses from 2018\",\"Low Emission Bus Zones, operational by 2020, that will see NOx emissions along particular routes fall by around 84 per cent.\"]}",
     "London currently has around 2,000 hybrid electric buses, representing around 20 per cent of the fleet, and one purely electric route.",
     "In addition, there are eight zero emission hydrogen buses operating and TfL is trailing inductive charging technology that enables diesel-electric hybrid buses to charge their batteries wirelessly while they wait at bus terminals.",
     "TfL has also accelerated the introduction of ultra-low emission Euro VI buses with more than 1,500 in service.",
     "NOTES TO EDITORS:\u003cbr /\u003eIn May the Mayor announced a number of proposals to improve the Capital's air quality. Those proposals, which were subject to a recent consultation with nearly 15,000 responses, included:",
     "{\"template\":\"bulletlist\",\"items\":[\"Extending the Ultra-Low Emission Zone (ULEZ) to the North Circular Road and the South Circular Road and the possibility of bringing forward the introduction earlier than 2020\",\"Implementing an extra charge on the most polluting vehicles entering central London using the Congestion Charge payment and enforcement system from 2017\",\"Introducing ULEZ standards for heavy vehicles London-wide from 2020\",\"Giving the go-ahead for TfL to start work on the costs and challenges of implementing a diesel scrappage scheme as part of a wider national scheme delivered by the Government\"]}",
     "The buses should reduce CO2 by 408 tonnes and harmful nitrogen oxides by 10 tonnes of NOx per year",
     "The 507 bus route is between Victoria and Waterloo. The 521 is from Waterloo to London Bridge. After route 312, in Croydon, they are the second and third purely electric bus routes in the capital.",
     "43 BYD-supplied recharging posts have been installed at Waterloo Garage. These are capable of powering 46 buses, with a further five charging posts being located at nearby Mandela Way depot where five buses are to be based.",
     "Since TfL was formed in 2000 it has invested strongly in London's bus network - resulting in a 69 per cent increase in passenger numbers.  London Buses now carry around 2.4 billion passengers a year, which equates to half of all bus journeys made in England.",
     "The routes, the 507 and 521, which run from Waterloo to Victoria and London Bridge respectively, are operated by Go-Ahead under a five-year contract with TfL.",
     "There are two pollutants of particular concern in London: Particulate Matter (PM) and Nitrogen Dioxide (NO2).  The UK Government's action plan includes meeting NO2 legal limits in London by 2025.  The Mayor wants to use the package of measures agreed following the consultation to ensure we can achieve this before 2025.",
     "Images of the new buses are available on request from the TfL Press Office (0845 604 4141 / \u003ca href=\"http://pressoffice@tfl.gov.uk\"\u003epressoffice@tfl.gov.uk\u003c/a\u003e )"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2016/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2016/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2016/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2016/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2016/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2016/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2016/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2016/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2016/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2016/october",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "News articles",
      "url": "/info-for/media/news-articles",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}