{
 "pageTitle": "GLA - Mayor sets out bold plans to increase bus ridership",
 "description": "Mayor sets out bold plans to increase bus ridership across the capital",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2017",
   "url": "/info-for/media/press-releases/2017"
  },
  {
   "title": "March",
   "url": "/info-for/media/press-releases/2017/march"
  },
  {
   "title": "GLA - Mayor sets out bold plans to increase bus ridership"
  }
 ],
 "title": {
  "title": "GLA - Mayor sets out bold plans to increase bus ridership",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "New co-ordinated approach to make London bus travel even more attractive"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "span",
     "{\"template\":\"bulletlist\",\"items\":[\"Bus capacity in central London will match demand, while accessibility and bus priority will be improved\",\"Cycling, Tube, road safety and air quality improvements also confirmed in draft budget\",\"Draft budget shows TfL is budgeting for £75m further savings beyond the 2016 business plan\"]}",
     "The Mayor of London, Sadiq Khan, and Transport for London have today outlined bold plans to encourage more people to use the capital's bus network.",
     "London's buses carry millions of passengers every day with more than half of bus journeys in England taking place on one of the world's most frequent and extensive bus networks with around 9,300 vehicles on 675 routes. The new and co-ordinated approach announced today will see steps taken to make bus travel even more attractive for Londoners.",
     "Details of the new approach are set out in TfL's draft budget for 2017/18, which outlines how it will deliver the Mayor's ambitious plans for improved transport in the capital.",
     "TfL's draft budget for 2017/18, published today, shows how TfL is continuing to reduce its operating costs and is becoming more efficient through the biggest ever overhaul of the organisation.",
     "In 2016/17, TfL forecasts that its operating costs will be £195m lower than budget, following a number of actions including better deals with suppliers, reprioritising IT projects, reducing layers of management and relying less on agency staff.",
     "The 2017/18 budget shows that while passenger numbers on the Tube, DLR, TfL's rail network, river services and Santander Cycles have all risen, the Mayor inherited falling bus passenger numbers from his predecessor. Bus ridership is now forecast to decline by an average of 2.3 per cent from 2016/17, particularly in central London.",
     "Bus speeds have fallen on average by three per cent, with central London seeing the greatest reductions. This partly reflects the continued economic success of the city, with high levels of construction work and development contributing to road congestion, but also the sharp rise in numbers of private hire vehicles and small deliveries as well as other factors.",
     "The new measures to increase bus ridership include:",
     "{\"template\":\"bulletlist\",\"items\":[\"Matching bus capacity with demand by reducing the underused services in central London and reallocating them to where they are needed.\",\"Investing £20m per year in bus priority measures. TfL will deliver around 170 schemes, many in outer London, saving passengers time on some of the most congested routes.\",\"Reviewing traffic signal timings at 1,200 junctions and at 200 sites to improve bus speeds.\",\"Ensuring TfL make 95 per cent of bus stops accessible to passengers\",\"Improving customer service on the bus network by giving all 24,500 bus drivers, bus controllers and other operational staff new training in how to assist customers.‎\",\"Overhauling information provided to passengers to make it easier to understand where bus services go and how frequent they are, including new signage on the outside of buses.\",\"Continuing the transformation of the bus fleet into a low-polluting means of transport with new 'Low Emission Bus Zones' introduced, phasing out our worst polluting diesel buses and replacing or modifying all buses to meet the toughest air quality standards by 2020.\"]}",
     "TfL is also taking steps to tackle congestion on London's roads, with the Mayor announcing a series of measures late last year including new and improved strategic management, technology and communication to tackle the problem head-on. A longer-term approach for tackling congestion will be set out in the Mayor's forthcoming Transport Strategy.",
     "In 2017/18, operating costs are budgeted to be £75m lower than set out in the TfL Business Plan, published last year. The General Grant from central Government to TfL will be reduced by £219m, which means it is essential to contain operating costs as near as possible to current levels. This rigorous approach to the management of operating costs will continue and expand through the coming financial year as TfL continues to undertake its overhaul of the organisation.",
     "Overall fares revenue for all of TfL services is expected to be £86m higher (2 per cent) than in 2016/17, and Commercial Development revenue is expected to be £79m ahead of assumptions in the Business Plan, and up £292m year on year. TfL is revising down its forecast for bus fare revenue in 2017/18, reflecting the latest assessment of demand. This is largely, though not entirely, offset by higher overall cost savings across TfL's operations.",
     "At the same time as reducing costs, TfL will introduce a wide range of improvements for customers in 2017/18, including:",
     "{\"template\":\"bulletlist\",\"items\":[\"Completing step-free access at Victoria, Bond Street, West Hampstead Overground and Bromley-by-Bow stations.\",\"Completing the upgrades of Tottenham Court Road and Bond Street stations and opening a new entrance at Bank to relieve congestion at this station.\",\"Increasing the frequency of service on the Victoria line to 36 trains an hour meaning that the line will operate one of the most intensive services in the world.\",\"Progressing with the delivery of new state-of-the-art signalling technology on the Circle, District, Metropolitan and Hammersmith \\u0026 City lines, which will deliver a 33 per cent increase in capacity by 2022.\",\"Ordering the new trains needed to increase capacity on the Northern and Jubilee lines by 20 per cent.\",\"Introducing new modern air-conditioned Elizabeth line trains between Liverpool Street and Shenfield from May this year as a prelude to the phased implementation of the Elizabeth line.\",\"Improving air quality through introducing a Toxicity charge for the most polluting vehicles, Low Emission Bus Zones and a requirement for all new taxis presented for licensing to be zero-emission capable.\",\"Introducing a range of measures to improve customer service on the Tube, including recruiting at least 650 new station staff this year, of which 325 will be additional new roles.\",\"Adopting a 'Vision Zero' approach to maximise safety in all TfL road schemes, supporting the long-term vision of London's roads being free from death and serious injury.\",\"Investing around £154m in cycling and walking, including starting construction on the Westminster Bridge south and Old Street roundabout transformations, completing Cycle Superhighway 2 and introducing the next generation of bikes to the Santander Cycles scheme.\",\"Carrying forward plans to introduce two new hybrid vessels on the Woolwich Ferry by the end of 2018.\",\"Beginning consultation and detailed planning on the transformation of Oxford Street.\"]}",
     "The Mayor of London, Sadiq Khan, said:",
     "'Encouraging Londoners to use our world-renowned bus network is a crucial part of our work to tackle congestion, clean up our air and improve our city for everyone. I am pleased we are reducing TfL's operating costs. We've already started tackling congestion, made bus travel more affordable thanks to the Hopper fare, and made sure we have an efficient green fleet in order to make bus travel faster and easier for all Londoners. TfL will be making a whole series of improvements to our transport network over the next year as they continue to successfully deliver major efficiency savings and keep TfL fares frozen for passengers.'",
     "Mike Brown MVO, London's Transport Commissioner, said:",
     "'Transport is not an end in itself. It is a means of enabling a healthier, more inclusive city with new jobs and homes. Our draft budget for 2017/18 sets out how we will deliver the Mayor's ambitious plans for a modern, efficient and affordable transport network.",
     "'Londoners will see a wide range of improvements to their service over the next financial year, including more staff to assist them on the Tube, newly modernised stations completed at Victoria, Bond Street and Tottenham Court Road, better and safer cycling infrastructure and road junctions, and new Elizabeth line trains coming into service.",
     "'We will also make the bus network more attractive as we introduce bus priority measures and re-time signals to improve bus speeds. We will be making changes to underused services in central London that are currently held up in congestion, and at the same time make the bus network greener, more accessible and easier to use.'",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL's draft budget for 2017/18 will be published at: \\u003ca href=\\\"https://tfl.gov.uk/corporate/publications-and-reports/board-papers\\\"\\u003ehttps://tfl.gov.uk/corporate/publications-and-reports/board-papers\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2017/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2017/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2017/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2017/april",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "News articles",
      "url": "/info-for/media/news-articles",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}