{
 "pageTitle": "New entrance opens as Bond Street station upgrade is complete",
 "description": "New entrance opens as Bond Street station upgrade is complete",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2017",
   "url": "/info-for/media/press-releases/2017"
  },
  {
   "title": "November",
   "url": "/info-for/media/press-releases/2017/november"
  },
  {
   "title": "New entrance opens as Bond Street station upgrade is complete"
  }
 ],
 "title": {
  "title": "New entrance opens as Bond Street station upgrade is complete ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Entrance on north side of Oxford Street provides step-free access for the first time at this key West End location"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Upgrade part of wider plans to transform Oxford Street and surrounding area and prepare for the Elizabeth line\",\"Both ends of Oxford Street now served by step-free stations\",\"Images of the new ticket hall are available on \\u003ca href=\\\"https://www.flickr.com/photos/tflpress/albums/72157666466833989\\\"\\u003eFlickr\\u003c/a\\u003e \"]}",
     "TfL has today unveiled the completed £300 million upgrade of Bond Street Tube station, a key West End location and one of the busiest stations in central London.",
     "Shoppers, workers and visitors to the Capital will enjoy quicker, easier and more comfortable journeys through the station thanks to a 30 per cent increase in the capacity of the station following the opening of the new entrance and ticket hall on the north side of Oxford Street at Marylebone Lane.",
     "The new entrance also provides step-free access for the first time at the station, making Bond Street the 72nd Tube station to become step-free and moving the Underground closer to the Mayor's target for 40 per cent of the network to be step-free by 2022. Both ends of Oxford Street are now served by step-free stations following the installation of new lifts at Tottenham Court Road station earlier this year. The four new lifts at Bond Street will make life easier for people with accessibility needs or those with luggage or heavy shopping.",
     "Preparatory work to build a step-free interchange to the Elizabeth line has also been completed ahead of services calling at Bond Street station in December 2018, when it is expected that passenger numbers will increase to around 225,000 per day. The Elizabeth line station will also help ease crowding pressure at Oxford Circus Underground station, being located just 150m away.",
     "Other benefits of the station upgrade at Bond Street Underground station include:",
     "{\"template\":\"bulletlist\",\"items\":[\"A new, spacious ticket hall with five new ticket gates;\",\"Two new escalators, which will make it easier to exit the station which currently becomes congested at peak times;\",\"Two new interchange tunnels to further ease congestion.\"]}",
     "Val Shawcross, Deputy Mayor for Transport, said: \"The Mayor is committed to making London's transport network more modern, affordable and accessible. It's vital that all Londoners can get around our capital safely and easily and that's why we're so pleased that Bond Street has today become the 72nd step-free tube station. The upgrade of the station is going to make a real difference for passengers and marks another key stage in the development of the area, with the Elizabeth line due to open next year and our plans for the transformation of Oxford Street progressing well.\"",
     "Mark Wild, Managing Director of London Underground, said: \"The new, modernised Bond Street station will make journeys quicker and easier for the hundreds of thousands of people who travel through it every day. It's fantastic to open the station in time for the Christmas shopping period, making Oxford Street more accessible to all of our customers as well as boosting businesses in the area. The expansion of the station is another step in the investment we are making in Oxford Street and the surrounding area, with the Elizabeth line opening next year and plans progressing on making Oxford Street one of the world's finest public spaces.\"",
     "Jace Tyrrell, Chief Executive of New West End Company, said:\u003cbr /\u003e\"The opening of the refurbished Bond Street Tube station is a significant milestone at a time of great change and massive investment in the West End. It's great news that the station will be open for the festive period - West End retailers are expecting a busy Christmas period this year, as international shoppers make the most of the exchange rates and domestic shoppers come looking for festive treats.",
     "\"The West End is the world's top shopping district and a major part of London's economy, with more than 200 million visits every year and over £9 billion spent in the area's shops hotels and restaurants. This new station is one more major improvement which, along with the imminent opening of the Elizabeth line, the removal of traffic from Oxford Street and the new public realm on Bond Street, will make the West End an even better place to work and visit.\"",
     "Alan Benson, Chair of Transport for All, said: \"The Underground is the fastest, most efficient way to move around London but much of it remains inaccessible to many disabled people. This is especially true of the oldest, central parts of the network.",
     "\"That is why the ongoing programme of improvements across the network is so important. At Transport for All we warmly welcome this work at Bond Street which opens up the hugely important Oxford Street area. This will make it much easier for disabled and older people, as well as parents, to access the businesses and cultural opportunities in this part of the Capital.\"",
     "Bond Street station is one of the busiest stations in central London, serving nearly 40 million customer journeys last year. It is a key link to Oxford Street, the busiest shopping street in Europe and a key commercial centre for the London and UK economies. It is also central London's only interchange between the Central and Jubilee lines, two of the three busiest lines on the Underground network.",
     "Oxford Street will continue to see huge improvements in the coming years, with Elizabeth line services set to re-define journeys across the Capital by boosting rail capacity in central London by 10%. This change provides a once-in-a-generation opportunity to tackle the challenges of poor air quality and congestion across the West End. TfL is now working with the Mayor and Westminster City Council to transform Oxford Street into one of the world's finest public places with less road traffic and a far more pedestrian-friendly environment.",
     "TfL Press Office\u003cbr /\u003e0845 604 4141"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2017/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2017/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2017/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2017/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2017/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2017/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2017/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2017/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2017/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2017/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2017/november",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "News articles",
      "url": "/info-for/media/news-articles",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}