{
 "pageTitle": "New powers to combat illegal taxi and private hire activity",
 "description": "New powers to combat illegal taxi and private hire activity",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2018",
   "url": "/info-for/media/press-releases/2018"
  },
  {
   "title": "May",
   "url": "/info-for/media/press-releases/2018/may"
  },
  {
   "title": "New powers to combat illegal taxi and private hire activity"
  }
 ],
 "title": {
  "title": "New powers to combat illegal taxi and private hire activity",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London's Taxi and Private Hire Compliance Officers have been given new powers by the Metropolitan Police to crack down on illegal activity"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "TfL's Taxi and Private Hire (TPH) Compliance Officers have been granted new powers by the Metropolitan Police to carry out road stops without police presence for the first time.",
     "This will enable more enforcement against illegal and non-compliant activity to be carried out, improving the safety of taxi and private hire passengers while freeing up valuable police resources.",
     "TfL's TPH Compliance Officers are now being specially trained with powers to stop any TPH vehicle for inspection, testing and verification of licensing conditions without the presence of police - this could include checking for valid insurance, inspecting the driver's licence or photo ID, and inspecting the vehicle for any defects.",
     "For the first time compliance officers will have the powers to pull a driver off the road and stop them driving if they're breaching their license.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"New powers\"}",
     "The new powers will help deal with the rapid growth of the capital's private hire industry, which has seen an increase from 59,000 licensed drivers in 2009/10 to around 113,000.",
     "The new powers also allow officers to better tackle private hire vehicles that have been licensed by another authority, known as cross-border hiring, and address the increased safety risk that such private hire vehicles can pose.",
     "Mayor of London, Sadiq Khan, said: 'The safety of Londoners is my number-one priority, and with the growth of the private hire industry in London it is essential we give our compliance officers real powers to clamp down on illegal activity, and take action against unsafe and unlicensed vehicles.",
     "'The majority of taxi and private hire drivers provide a good and safe service for Londoners, but drivers who haven't got a valid licence or are breaching the terms of their licence shouldn't be on London's streets.",
     "'Having increased the number of compliance officers across London last year, I'm delighted they will now have the powers to pull over vehicles and take action against drivers breaking the rules and putting the safety of Londoners at risk.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Stop and check\"}",
     "Following a successful trial at Heathrow, with over 800 vehicles checked, TPH Compliance Officer-led enforcement will increasingly take place across London as more officers are trained in the Community Safety and Accreditation Scheme (CSAS).",
     "With the enhanced powers, six or more TPH Compliance Officers can cordon off a 'stop' area to pull over a vehicle and undertake safety checks. Stops are carried out as quickly as possible so if there are any passengers on board, they are not held up unnecessarily.",
     "It is an offence under the Road Traffic Act if a driver a fails to stop when directed by a CSAS-accredited officer, which may lead to a criminal conviction and TPH licensing action being taken.",
     "Steve Burton, TfL's Director of Enforcement and On-Street Operations, said: 'Our Compliance Officers are at the forefront of combatting unsafe and unlicensed taxi and private hire drivers, who not only pose a serious risk to passenger safety, but undermine licensed, law abiding drivers.",
     "'These new powers will allow officers to stop and check vehicles without the police present, which will significantly increase levels of enforcement so we can robustly deal with dangerous drivers and vehicles.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Far-reaching improvements\"}",
     "These new powers are part of the Mayor of London's Taxi and Private Hire Action Plan, which includes a range of far-reaching improvements that will drive up standards, boost the quality of service for Londoners and will help deliver the greenest taxi fleet in the world.",
     "As part of our efforts to strengthen our enforcement approach we will also be making more effective use of our powers to prosecute drivers and operators for illegal and non-compliant TPH activity.",
     "The increase in the number of compliance officers has significantly increased our capacity to detect driver, vehicle and operator non-compliance.",
     "As a result we are putting systems in place to ensure that appropriate enforcement action is taken on all offences reported by TPH Compliance officers where evidence supports this.",
     "Inspector Jas Sandhu from the Met's Taxi and Private Hire Policing Team, said: 'These new powers under CSAS will give TfL the resilience to conduct more spontaneous road stops which will help enforcement against illegal and non-compliant activity in the trade.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Help enforcement\"}",
     "Rachel Griffin, Chief Executive of Suzy Lamplugh Trust, said: 'We welcome the new powers being given to TfL Taxi and Private Hire Compliance Officers to stop any vehicle for inspection, testing and verification of licensing conditions without the presence of police.",
     "'We have been campaigning for National Minimum Standards in Taxi and Private Hire licensing so that sufficient safety checks are being made regularly and consistently.",
     "'These new powers within the Metropolitan area can robustly address some of the safety risks that are currently present such as unlicensed taxi and private hire.",
     "'It is also imperative that the government introduces rigorous national licensing standards that better assess the safety of taxi and PHV drivers with criminal convictions in England and Wales.'",
     "TfL works closely with the taxi and private hire trade, the Metropolitan Police and the City of London Police to ensure the safety of passengers using London's taxi and private hire services.",
     "It also directly funds 68 police dedicated to taxi and private hire issues in addition to the TPH Compliance Officers who, since March 2017, have checked drivers' licences and vehicles at 240 police road stops.",
     "TfL encourages members of the public to report touting and other cab-related offences across London and actively promotes safer travel by using black taxis, booked minicabs or TfL services to get home.",
     "TfL, the Metropolitan Police and the City of London Police run Safer Travel at Night (STaN) operations throughout the year, which include patrols in hotspot locations, plain clothes operations and high visibility enforcement activities, which help to detect and deter illegal activity.",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Further information on London Mayor, Sadiq Khan's, Taxi and Private Hire Action Plan 2016 can be found here: \\u003ca href=\\\"http://content.tfl.gov.uk/taxi-and-private-hire-action-plan-2016.pdf\\\"\\u003econtent.tfl.gov.uk/taxi-and-private-hire-action-plan-2016.pdf\\u003c/a\\u003e \",\"TfL's Safer Travel at Night campaign highlights how people can keep themselves safe when using taxis and minicabs. The advice is to use a black taxi or book their journey through a licensed minicab operator, via a booking app, phone, email or in the minicab office. For information visit: \\u003ca href=\\\"https://tfl.gov.uk/campaign/safer-travel#_blank\\\"\\u003etfl.gov.uk/campaign/safer-travel\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2018/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2018/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2018/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2018/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2018/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2018/june",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "News articles",
      "url": "/info-for/media/news-articles",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}