{
 "pageTitle": "New figures show huge success of 'Please Offer Me a Seat' badge",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2017",
   "url": "/info-for/media/press-releases/2017"
  },
  {
   "title": "December",
   "url": "/info-for/media/press-releases/2017/december"
  },
  {
   "title": "New figures show huge success of ‘Please Offer Me a Seat’ badge"
  }
 ],
 "title": {
  "title": "New figures show huge success of ‘Please Offer Me a Seat’ badge    ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Over 26,000 blue 'Please Offer Me a Seat' badges and complimentary cards have been issued to disabled passengers and those with invisible conditions, a year since the new scheme was announced.",
     "Plans for the new badge, specially designed to make travelling easier for people who find it difficult to stand, were announced by Transport for London (TfL) a year ago, and the badge launched in April this year. It helps customers who otherwise struggle to get a seat on public transport as their need is not immediately obvious.",
     "Working in a similar way as the famous 'Baby on Board' badge, the 'Please Offer Me a Seat' badge means that vulnerable passengers are able to travel in comfort without being put in the position of having to explain why they need to sit down.",
     "A survey of badge users carried out last month found more than 78 per cent of users found it easier to get a seat as a result of the badge and 95 per cent of users are likely to recommend the scheme to someone who needs it. The free badge and card is available through the TfL website - \u003ca href=\"http://www.tfl.gov.uk/accessibility\"\u003ewww.tfl.gov.uk/accessibility\u003c/a\u003e .",
     "The importance of TfL's scheme has been recognised widely, with similar badges being introduced elsewhere in the UK and internationally in the past few months.",
     "Val Shawcross, Deputy Mayor for Transport, said: `I'm delighted the scheme has been such a huge success so far. The 'Please Offer Me a Seat' badges are helping thousands of people get around our city more easily and comfortably, and helping raise awareness of the responsibility we all have to look out for people with hidden disabilities and conditions. In building a world-class transport system in London, it must be accessible for everyone, and on top of our record investment in step-free access, we continue to work to ensure 'Please Offer Me a Seat' makes life better for everyone who needs it.`",
     "Mark Evers, Chief Customer Officer London Underground said: `The 'Please Offer Me a Seat' badges have made a real difference to passengers who need a seat but may not have felt confident enough to ask for one. The take-up has been great, with over 26,000 badges issued so far, and the feedback has been very positive.",
     "`At this point, it is important we continue to raise awareness and understanding of the scheme among all our customers, so that more and more of us look out for the blue badges and offer our seats to fellow passengers with a greater need.`",
     "James McNaught, who had previously developed a 'cancer on board' badge and later took part in the TfL trial, said: \"Many Londoners have got the message about hidden disabilities, and since the badge was launched I have regularly been offered a seat on my daily commute. This makes such a difference, especially in the evenings, as my energy levels can fall very low later on in the day. Having the badge means that I can concentrate fully on my job, rather than worrying about my journey home.`",
     "Alan Benson, Chair Transport for All, said: `The 'Please Offer Me a Seat' badge has made a massive difference to the daily lives of many people who simply cannot stand on their journeys. This simple idea has effectively broken down the barriers and not only enabled people to ask for a seat but has prompted the generosity of other travellers to offer up theirs.",
     "`Support from the travelling public is essential to its ongoing success and at Transport for All we're delighted that TfL continue to promote the badge. We hope this will continue to raise awareness of the importance of a seat for some people, with those need who them increasingly getting the access they need.`",
     "ENDS",
     "{\"template\":\"bulletlist\",\"items\":[\"Notes to Editors\\u003cbr /\\u003e• 84 per cent of users have an invisible condition\\u003cbr /\\u003e• 78 per cent of users find it easier to get a seat with the badge or card\\u003cbr /\\u003e• 75 per cent of users are offered a seat with the badge or card\\u003cbr /\\u003e• 95 per cent of users are likely to recommend the scheme to a friend\\u003cbr /\\u003e\",\"For more information on TfL's accessibility services visit \\u003ca href=\\\"http://www.tfl.gov.uk/accessibility\\\"\\u003ewww.tfl.gov.uk/accessibility\\u003c/a\\u003e \\u003cbr /\\u003eTfL does not ask customers requesting the badge or card for their medical history or supporting evidence from a doctor.\",\"The badge and card can be used on all TfL services - London Underground, London Overground, TfL Rail, London Buses Docklands Light Railway, Tramlink and River Services - as well as on station platforms or waiting areas.\",\"Research found that in order to reduce stress levels and increase the chance of obtaining a seat, people who are in need of a seat often use a number of personal strategies, such as travelling at off-peak times and taking a longer route to avoid stressful situations.\",\"Since its launch, a 'Please Offer Me a Seat' badge has been introduced on the New York subway and by Greater Anglia Trains.\",\"Since 2012, TfL's Travel Support card has helped disabled and older customers communicate with staff by allowing them to write down what help they need, as well as things like their emergency contact number.\",\"TfL's Baby on Board badge launched in 2005 to help pregnant women get a seat on public transport and TfL now issue around 130,000 Baby on Board badges a year.\",\"The Mayor of London Sadiq Khan has already announced that he will instigate the biggest boost to step-free access on the Underground in the network's 153 year history, by investing an additional £200m over five years. As part of its draft Business Plan, Transport for London (TfL) has committed to making over 30 additional Tube stations step-free by 2021/22. The move will bring the total number of stations with step-free access to all platforms to more than 100, representing over 40 per cent of the Underground network and significantly increasing the proportion from the current level of 27 per cent.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2017/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2017/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2017/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2017/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2017/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2017/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2017/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2017/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2017/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2017/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2017/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2017/december",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "News articles",
      "url": "/info-for/media/news-articles",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}