{
 "pageTitle": "New Greenwich bus route to start",
 "description": "New Greenwich bus route to start in October, with five more new outer London routes by the end of the year",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2019",
   "url": "/info-for/media/press-releases/2019"
  },
  {
   "title": "August",
   "url": "/info-for/media/press-releases/2019/august"
  },
  {
   "title": "New Greenwich bus route to start"
  }
 ],
 "title": {
  "title": "New Greenwich bus route to start",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Five more new outer London routes by the end of the year"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Route 335 will directly connect new homes in Kidbrooke to North Greenwich from October\",\"New route is part of TfL's plan to invest in more services in areas of demand and growth\",\"This is the second of seven new routes planned for outer London this year\"]}",
     "Travel options for residents of south east London will be improved from October as Transport for London has confirmed that, after a public consultation, a second new bus route will be introduced in the area. The 335 will better connect new homes in Kidbrooke to the key transport hub in North Greenwich. This builds on the recent introduction of the route 301, which launched in June, improving journeys between Bexleyheath and Abbey Wood.",
     "These two new routes are part of a major programme of improvements to outer London bus services - the biggest investment in over a decade. Alongside the 335 and 301, TfL intends to introduce five new routes in outer London before the end of the year:",
     "{\"template\":\"bulletlist\",\"items\":[\"the 218 from Hammersmith to North Acton\",\"the 278 from Ruislip to Heathrow\",\"the 306 from Acton to Sands End\",\"the 497 from Harold Wood to Harold Hill\",\"the X140 from Harrow to Heathrow.\"]}",
     "These seven new routes will make sustainable travel easier for outer London residents, helping to achieve the Mayor's ambition of 80 per cent of trips made by bicycle, on foot or by public transport by 2041. TfL has undertaken an ambitious programme of work to grow the bus network in outer London and create faster connections, better coverage, and more direct, frequent services. The new routes complement TfL's other recent investments in the outer London bus network, including increased frequencies on more than 25 routes and extensions to five routes. For example, from Saturday 31 August TfL will increase the frequency of the route 158, which runs from Stratford to Chingford Mount via Blackhorse Road, allowing more people to use this sustainable and affordable mode of transport in Waltham Forest.",
     "\u003cstrong\u003eHeidi Alexander, Deputy Mayor for Transport, said: \u003c/strong\u003e ",
     "'I'm really pleased that the new route 335 between Kidbrooke and North Greenwich will be in service from October, with a further five new routes in operation by the end of the year. This boost to outer London routes, together with more frequent, direct services, is all part of the Mayor's commitment to provide a good public transport experience for all Londoners.'",
     "\u003cstrong\u003eGeoff Hobbs, Director of Public Service Planning at TfL, said: \u003c/strong\u003e ",
     "'We are committed to improving and growing the bus network in outer London and introducing more convenient routes to help our customers connect to key local amenities more easily. The confirmation of the route 335 is great news for our customers in south east London, giving a frequent direct link between Kidbrooke and North Greenwich, and by the end of the year we should have delivered seven new routes in outer London.'",
     "\u003cstrong\u003eCllr Denise Scott McDonald, Cabinet Member for Air Quality, Sustainability and Transport, Royal Borough of Greenwich, said: \u003c/strong\u003e ",
     "'The new 335 bus will improve transport links along its route by connecting residents living in new homes in Kidbrooke to North Greenwich station. Not only are bus services crucial in tackling air pollution, by increasing the number of journeys people are able to make by public transport, they are also a lifeline to those without cars particularly the young and elderly.'",
     "The new high frequency 335 will use double-deck buses, running every 12 minutes Monday to Saturday daytimes, and every 15 minutes during evenings and Sundays.",
     "Reallocating resources from central London can take time, so the Mayor provided additional funding from London's business rates to speed up investment in outer London. This funding is what has allowed TfL to deliver the new 335 in a growth area in outer London earlier than planned.",
     "TfL's ongoing improvements will help achieve its planned 5 million km increase in outer London bus services over the next five years.",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"The consultation report on the 335 can be found here: \\u003ca href=\\\"[ioID]#tfl.gov.uk/route-335\\\"\\u003etfl.gov.uk/route-335\\u003c/a\\u003e \",\"The route 301 runs every 12 minutes during the day on all days of the week and every 15 minutes during the evening. First buses depart from Woolwich at 05:40 (07:02 on Sundays) and 06:05 (07:30 on Sundays) from Bexleyheath. Last buses will depart from Woolwich at 23:57 and 00:30 from Bexleyheath. It is served by green Euro VI hybrid double-decker buses. The 301 improves journey times by 30 per cent.\",\"Since September 2016, bus and tram customers have also been able to take advantage of the Mayor's Hopper fare, which allows unlimited bus and tram journeys within an hour for just £1.50. More than 300 million hops have been made since the fare launched.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2019/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2019/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2019/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2019/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2019/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2019/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2019/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2019/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2019/49467",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}