{
 "pageTitle": "Night Overground services to extend to north London",
 "description": "Night Overground services to extend to north London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2018",
   "url": "/info-for/media/press-releases/2018"
  },
  {
   "title": "February",
   "url": "/info-for/media/press-releases/2018/february"
  },
  {
   "title": "Night Overground services to extend to north London"
  }
 ],
 "title": {
  "title": "Night Overground services to extend to north London ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Night Overground that began under Mayor Sadiq Khan will extend to serve Canonbury and Highbury \u0026 Islington stations from 23 February 2018"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"The extension connects Night Overground with Victoria line Night Tube services for the first time\",\"More than 35,000 journeys have already been made on Night Overground\"]}",
     "Thousands more passengers will benefit from a more extensive Night Overground as services extend to Canonbury and Highbury \u0026 Islington stations from Friday 23 February. The new service will link the Overground to the Night Tube network at the Victoria line for the first time, making a big difference for those travelling in north and east London at night.",
     "The Night Overground has run on Friday and Saturday nights between Dalston Junction and New Cross Gate since December last year. So far more than 35,000 journeys have been made on the route, with customers benefitting from faster and easier journeys throughout the night.",
     "The extension to Islington will make late night travel even easier and quicker for the many night shift workers, including emergency services and the hospitality sectors, who work in north and east London.",
     "It will benefit local business and provide a boost to London's already booming night-time economy. It will provide a frequent and reliable service for the thousands of people who enjoy nights out in vibrant east London, allowing them to head home north on the Overground. It will also support Islington's vibrant nightlife, making it easier for people to get to and from the area's many restaurants, bars, theatres, cinemas and other cultural highlights.",
     "The successful start of the Night Overground follows the success of the Night Tube which saw more than nine million journeys, helped cut late night journey times by an average of 20 minutes, created more than 3,600 jobs and contributed more than £170 million to London's economy in its first year.",
     "\u003cstrong\u003eThe Mayor of London, Sadiq Khan, said:\u003c/strong\u003e \"Following our hugely successful launch of the  Night Tube, I'm delighted that we will be able to extend the Night Overground service to help even more Londoners. This extension will connect the Night Overground to the Night Tube. These night-time services are providing a huge boost to our economy and a safe and reliable way for people to travel across the capital, helping all those working hard during the night or out enjoying everything the capital's nightlife has to offer.\"",
     "\u003cstrong\u003eJonathan Fox, TfL's Director of London Rail and Sponsored Services, said:\u003c/strong\u003e \"The extension of Night Overground to Highbury \u0026 Islington will make life easier for thousands more Londoners and visitors, opening up a new late night connection between east and north London and boosting the night time economy.  It builds on the great success of the Night Overground services we introduced last year, which have already seen more than 35,000 customers. We've worked closely with our staff and BTP to keep people safe and secure while travelling, with no reported crime so far. Passengers will now be able to interchange with both the Victoria and Jubilee line Night Tube services, enhancing connectivity and making night time journeys even easier.\"",
     "\u003cstrong\u003eStella Rogers, Customer Experience Director for Arriva Rail London, said:\u003c/strong\u003e \"Since its launch our people have been working hard day and night every weekend to ensure that our customers have a safe, comfortable and reliable Night Overground. We are delighted that our hard work is paying off as we extend our already popular 24-hour service to even more customers wanting to travel on the London Overground each weekend.\"",
     "\u003cstrong\u003eChristine Lovett, Chief Executive of Angel.London, said:\u003c/strong\u003e \"Angel is home to a thriving night time economy; we have countless restaurants, cafes, bars, cinemas and music venues. We are thrilled to hear the Night Overground will link Islington and Angel up to southeast and east London. It will provide affordable and safe transport for visitors, residents and staff who work in the local area.\"",
     "\u003cstrong\u003eMatthew Segal, Manager of Frederick's Restaurant, said:\u003c/strong\u003e \"This is fantastic news for Frederick's restaurant and Angel on many different levels. The Night Overground service will inevitably bring more visitors to the area, allowing our long-standing team to get home safely and cheaply, as well as improving local air quality with fewer car journeys in the area.\"",
     "\u003cstrong\u003eDavid Pyatt, General Manager of O2 Academy Islington, said:\u003c/strong\u003e \"Angel, N1 is such a vibrant area, so we're delighted that the weekend night service is now extending to the Overground at Highbury \u0026 Islington. Not only is it good for business and the late-night economy, it's also important for sustaining networks to live music and club venues such as ourselves here at O2 Academy Islington and many other venues on Upper Street. Providing a safe and efficient service means we are not only more accessible for Londoners but also visitors to the area, so it's a hugely welcome addition.\"",
     "\u003cstrong\u003eBTP Chief Superintendent Martin Fry said:\u003c/strong\u003e \"The launch of the Night Tube was a very special moment in London's history and it's great to see the service being expanded further on the London Overground, enabling more people to enjoy the city late into the night or to get to or from home and work. We have a policing plan in place to cater specifically for Night Overground with the safety and security of passengers and staff foremost in our minds. We will continue to work with partners to deliver the exceptional service that people of London have come to expect. We will have police officers deployed each night, providing a high visibility presence for all those who travel and work on the system and are committed to ensuring that travel on London's public transport network is a safe and pleasant experience at all times of the day and night.\"",
     "The safety and security of customers has always been of paramount importance and crucial to the success of Night Overground. All stations along the route are staffed at all times while the trains are running, with CCTV, modern lighting and Help Points available across the network to assist customers as required. Specially trained Travel Safe Officers also work throughout the night on the London Overground network, alongside TfL funded British Transport Police officers, who work across the London Overground and Tube networks.",
     "Significant improvements to the Overground network, including a fleet of brand new trains, are included in the Mayor's draft Transport Strategy, which aims to create a fairer, greener, healthier and more prosperous city by improving public transport and reducing reliance on car journeys.",
     "\u003cstrong\u003eNotes to Editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Due to Crossrail work taking place at Whitechapel station, London Overground night services will not call at the station until works are complete. Services are expected to call at the station from summer this year\",\"All Night Overground stations except Shadwell and Wapping have connecting night buses\",\"For more information visit: \\u003ca href=\\\"http://www.tfl.gov.uk/night-overground\\\"\\u003ewww.tfl.gov.uk/night-overground\\u003c/a\\u003e \"]}",
     "The Night Tube runs on the following lines on Friday and Saturday nights and the early hours of Saturday and Sunday mornings:",
     "{\"template\":\"bulletlist\",\"items\":[\"Central line: trains are running between Ealing Broadway and Loughton / Hainault\",\"Victoria line: trains are running on the entire line\",\"Jubilee line: trains are running on the entire line\",\"Northern line: trains are running from High Barnet and Edgware to Morden via the Charing Cross branch\",\"Piccadilly line: trains are running between Cockfosters and Heathrow Terminal five\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2018/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2018/february",
      "image": {}
     },
     {
      "title": "News articles",
      "url": "/info-for/media/news-articles",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}