{
 "pageTitle": "North-South Cycle Superhighway given the green light",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2016",
   "url": "/info-for/media/press-releases/2016"
  },
  {
   "title": "September",
   "url": "/info-for/media/press-releases/2016/september"
  },
  {
   "title": "North-South Cycle Superhighway given the green light"
  }
 ],
 "title": {
  "title": "North-South Cycle Superhighway given the green light",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Mayor and TfL to press ahead with new cycling route to King's Cross after majority support in public consultation"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"North-South Cycle Superhighway will run 5km between Elephant and Castle and King's Cross\",\"Construction to begin in spring 2017\",\"Route will provide major benefits for pedestrians as well as cyclists\"]}",
     "The Mayor of London, Sadiq Khan, and Transport for London (TfL) today confirmed their intent to proceed with the North-South Cycle Superhighway to King's Cross as TfL published its response to the recent consultation. The plans, which will also benefit pedestrians with wider pavements and more crossing points, were supported by 70 per cent of the public when consulted on earlier this year.",
     "Once complete the full North-South route, also known as Cycle Superhighway 6 (CS6), will provide a safe and direct route for cyclists across central London between Elephant and Castle and King's Cross. 5km in total, the route will be either fully separated from traffic, or on quiet back streets. At its northern end, the route will connect both with the planned Quietway 2, and Central London Grid routes, allowing cyclists to travel safely to Hackney, Walthamstow, Camden and Swiss Cottage and opening up the city to cycling.",
     "TfL has closely considered all of the responses received in the consultation for this scheme and incorporated several changes to the original plan to address the concerns of local residents and stakeholders. A detailed design will now be developed and, subject to approval from Camden Council and Islington Council, construction will begin in spring 2017.",
     "Mayor of London Sadiq Khan said:",
     "'We must make it safer and easier for all Londoners to cycle. It can have major benefits for our health, and making cycling part of people's everyday lives will also help clean up London's toxic air.",
     "'The extension of the North-South Cycle Superhighway will make a big difference joining up existing and planned safe cycle routes in this part of London, and make cycling a safe and practical option for thousands more Londoners.",
     "'We're determined to learn all the lessons from previous superhighway schemes, and we've listened carefully to everyone who responded to the consultation. This includes incorporating wider pavements and more crossing points to ensure pedestrians properly benefit from the new scheme too.'",
     "The new, safe and attractive route is expected to be as popular as the first section, which opened in April between Elephant and Castle, across Blackfriars Bridge to Stonecutter Street, unlocking huge latent demand for safe cycling routes. On Blackfriars Bridge 70 per cent of all vehicles during the busiest times are now cyclists.",
     "Pedestrians will also benefit from the plans with 1,600sq metres of new footway along the route as well as 14 new or upgraded signalised pedestrian crossings with tactile paving and pedestrian countdown technology. It will also provide a much improved pedestrian crossing at Farringdon Road for the many thousands of Thameslink passengers who use Farringdon station each day, and for those who will use the new Crossrail station in two years' time.",
     "Alan Bristow, TfL's Director of Road Space Management, said:",
     "'The first part of the North-South Cycle Superhighway has been a great success and is already being used by thousands of Londoners daily. We're now keen to complete the route to enable even more cycling journeys, but will be planning the project carefully to minimise disruption to other road users.'",
     "Councillor Claudia Webbe, Islington Council's Executive Member for Environment and Transport, said:",
     "'This is an exciting opportunity to add to Islington's cycling network, improving access and safety.",
     "'Since the public expressed their overwhelming support, we have been working hard behind the scenes with TfL and Camden Council to make sure we get every aspect right so that all can enjoy it and no community is left behind or adversely affected.",
     "'As we proceed to deliver this historic change, it is important that the work is carried out with the minimum of disruption. I look forward to seeing the clear benefits of the scheme finally come to pass - from safer cycling in an integrated network to a better environment for pedestrians and residents, as well as improvements to Islington's air quality.'",
     "TfL will ensure that plans for construction take on board lessons learned from the previous routes. This includes a construction timetable that is fully coordinated with other roadworks and the potential for more night time working to complete the work faster.",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"The report on the North-South Cycle Superhighway - Stonecutter Street to King's Cross, which was consulted on between 8 February and 20 March 2016 in partnership with Camden and Islington councils, can be found here: \\u003ca href=\\\"http://consultations.tfl.gov.uk/cycling/northsouth\\\"\\u003econsultations.tfl.gov.uk/cycling/northsouth\\u003c/a\\u003e \",\"As part of the consultation on North-South Cycle Superhighway - Stonecutter Street to King's Cross, leaflets were delivered to 80,000 properties along the proposed route and emails sent to one million road users alongside press advertisements, news coverage and public exhibitions for people to ask questions and get more information\",\"The consultation received 1,391 responses, with 53 per cent fully supporting the proposals, rising to 70 per cent including those who partially supported the proposals.\",\"TfL will continue to work closely with the RNIB to address their concerns about the route running along Judd Street near their headquarters. TfL has now confirmed that the signalised crossing outside their offices will remain as it is now. TfL will continue to work with RNIB to ensure that vulnerable pedestrians are not adversely impacted.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2016/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2016/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2016/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2016/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2016/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2016/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2016/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2016/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2016/september",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "News articles",
      "url": "/info-for/media/news-articles",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}