{
 "pageTitle": "One-month countdown begins as capital gets ready for central London ULEZ",
 "description": "One-month countdown begins as capital gets ready for Central London ULEZ",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2019",
   "url": "/info-for/media/press-releases/2019"
  },
  {
   "title": "March",
   "url": "/info-for/media/press-releases/2019/march"
  },
  {
   "title": "One-month countdown begins as capital gets ready for central London ULEZ"
  }
 ],
 "title": {
  "title": "One-month countdown begins as capital gets ready for central London ULEZ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Central London ULEZ begins on 8 April 2019 and will introduce the toughest emission standards of any world city"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The central London Ultra Low Emission Zone (ULEZ) starts in one month and TfL is reminding drivers to check their vehicles online and get ready for the scheme which will help clean up London's toxic air.",
     "Air pollution in London is responsible for thousands of premature deaths every year, affecting vulnerable people the most. The central London ULEZ - in operation 24 hours a day, seven days a week across the current Congestion Charge Zone - will help take the most polluting vehicles off London's streets.",
     "It is a central part of the Mayor's far-reaching work to protect London's health from harmful air pollution and will see harmful NOx (Nitrogen Oxides) road transport emissions reduce by 45% in its first year.",
     "Over the last year, TfL has worked with the DVLA to send more than 600,000 letters to owners of non-compliant vehicles spotted in the Congestion Charge Zone. It is continuing to raise awareness of the ULEZ to motorists and businesses, including through:",
     "{\"template\":\"bulletlist\",\"items\":[\"Posters and digital displays across the whole TfL network, alongside print, radio, online adverts and email newsletters\",\"Providing advice and support to more than 6,000 registered fleet customers and more than 1,000 other stakeholders, such as small businesses, charities and health services\",\"Installing more than 300 road signs warning drivers at all entry points to the ULEZ and on a number of key approach routes of the zone\"]}",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Cleanest vehicles\"}",
     "The Mayor and TfL are providing help for Londoners who still need to get ULEZ-ready with nearly £50m set aside to encourage the scrappage of polluting vehicles.",
     "Small businesses and charities can access support to upgrade to the cleanest vehicles through the Mayor's £23m diesel scrappage scheme. The scheme offers up to £6,000 of funding to help scrap vehicles and help with running costs of cleaner options.",
     "A separate scrappage scheme aimed at low-income Londoners will launch later this year. It will enable those on low wages to dispose of old and polluting vehicles and replace them with modern cleaner alternatives or to encourage walking, cycling or the use of public transport.",
     "Deputy Mayor for Environment and Energy, Shirley Rodrigues said: 'London's filthy air is a public health crisis that causes thousands of premature deaths, harms lung development in children and requires urgent, bold action.",
     "'We are leading the world in delivering the central London Ultra Low Emission Zone, which is set to reduce polluting emissions by 45%.",
     "'Londoners want to breathe cleaner air and with one month to go before ULEZ I'm pleased that millions of motorists have already checked if their vehicles are compliant and thousands of businesses are cleaning up their fleets.'",
     "Alex Williams, Transport for London's Director of City Planning, said: 'The introduction of the Ultra Low Emission Zone is now just around the corner and it is great to see that so many individuals and businesses are gearing up to help tackle London's toxic air and protect the health of Londoners.",
     "'We have been working hard to ensure that drivers are aware that their vehicle needs to be compliant if they are to avoid paying the charge. We have also been supporting businesses in their preparations - with many already making the move to comply.",
     "'We have engaged with more than 6,000 fleet businesses to advise them of their options and have worked with London's business groups to reach thousands more.",
     "'This, along with the £23m diesel van scrappage scheme, will help businesses replace their polluting vans with new cleaner ones and help create a cleaner city to the benefit of everyone.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Supporting businesses\"}",
     "TfL has also worked closely with Waze, the world's largest community-based traffic and navigation app, to provide more information to drivers who might enter the zone.",
     "The app will alert drivers if their planned route takes them into the zone or if they head towards it. It will also provide a link to the TfL's vehicle checker to allow drivers to check compliance if they choose to continue into the zone.",
     "Finlay Clark, UK General Manager at Waze, said: 'With over 3 million drivers in London, tackling air pollution is not the responsibility of one group, it needs to be tackled through a collective effort.",
     "'Working in partnership with TfL, Waze will be the only navigation app that supports all ULEZ routing considerations.'",
     "David Gold, Director of Public Affairs \u0026 Policy at Royal Mail Group, said: 'Royal Mail takes its environmental responsibility very seriously. We have invested in new, lower emission vehicles as part of the London ULEZ programme, and continue to deploy a growing number of electric vehicles.",
     "'We also have the UK's largest feet-on-the-street network of postmen and postwomen who make door-to-door deliveries six days a week.'",
     "Bruce Bratley CEO at First Mile LTD, said: 'We service over 25,000 businesses in London and operate a fleet of 70 vehicles, most of which are HGVs.",
     "'As an environmental, purpose led business, it makes sense to operate with the lowest possible impact on air quality - it would be futile to solve one environmental issue (low recycling rates) at the expense of another (air quality). As such, we electrified our delivery fleet and invested £3million to make sure we were ULEZ ready.",
     "'We have been working in partnership Business Improvement Districts and landlords across London to consolidate waste collections as a way of reducing vehicle movements.",
     "'For example, in partnership with the landlord Grosvenor, we now deliver sacks on a cargo bike and have consolidated waste collections across their Mayfair and Belgravia estate.",
     "'This has considerably reduced HGV movements in the area and delivered the added benefit of keeping the streets clear of rubbish and recycling bags.'",
     "John Maingay, Director of Policy and Public Affairs at the British Heart Foundation, said: 'Air pollution is a major threat to the UK's health.",
     "'BHF-funded research has shown that tiny particles emitted from diesel vehicles enter our lungs, pass into bloodstream and remain present for months afterwards, silently damaging our heart and circulatory systems.",
     "'Breathing in these particles significantly increases the risk of a devastating heart attack or stroke in vulnerable groups, such as those living with heart failure, as they affect the functioning of blood vessels and put the heart under additional stress.",
     "'The introduction of the ULEZ next month will provide a much needed, bold measure that will help deliver the sustained shift away from diesel vehicles that we desperately need to protect the nation's heart health.'",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL has worked with the DVLA to write to owners of non-compliant vehicles it has seen in the zone and has provided detailed information on the TfL website, which can be found here: \\u003ca href=\\\"https://tfl.gov.uk/modes/driving/ultra-low-emission-zone\\\"\\u003ehttps://tfl.gov.uk/modes/driving/ultra-low-emission-zone\\u003c/a\\u003e \",\"Microbusinesses and charities can choose from a range of 'scrap for cash' options and apply for the scheme online at \\u003ca href=\\\"http://www.tfl.gov.uk/scrappage-scheme\\\"\\u003ewww.tfl.gov.uk/scrappage-scheme\\u003c/a\\u003e \",\"Drivers can check their vehicle's compliance here: \\u003ca href=\\\"https://tfl.gov.uk/modes/driving/ultra-low-emission-zone/vrm-checker-ulez\\\"\\u003ehttps://tfl.gov.uk/modes/driving/ultra-low-emission-zone/vrm-checker-ulez\\u003c/a\\u003e \"]}",
     "Drivers can pay the ULEZ daily charge from 8 April 2019, through TfL's website:",
     "{\"template\":\"bulletlist\",\"items\":[\"The charge is £12.50 for most vehicle types, including cars, motorcycles and\",\"vans (up to and including 3.5 tonnes) and £100 for heavier vehicles, including\",\"lorries (over 3.5 tonnes) and buses/coaches (over 5 tonnes)\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"The Mayor is also set to announce the details of a scrappage scheme to help Londoners on lower incomes become ULEZ compliant later this year\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2019/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2019/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2019/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2019/april",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}