{
 "pageTitle": "Plans for new walking and cycling link in east London",
 "description": "TfL and Hackney Council set out plans for new walking and cycling link in east London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2019",
   "url": "/info-for/media/press-releases/2019"
  },
  {
   "title": "July",
   "url": "/info-for/media/press-releases/2019/july"
  },
  {
   "title": "Plans for new walking and cycling link in east London"
  }
 ],
 "title": {
  "title": "Plans for new walking and cycling link in east London",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "TfL and Hackney Council set out plans for new Cycleway between Lea Bridge and Dalston which would transform streets making it easier to get around on foot and by bike"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"First stage of route, between Dalston and Clapton, includes dedicated cycle crossings, new pedestrian crossings and traffic calming measures\",\"People are invited to have their say on the first phase of TfL's plans before 9 September\"]}",
     "Transport for London (TfL) has set out the first phase of its proposals to transform streets in east London, by linking Dalston and Clapton with a new Cycleway to make it easier and safer for people to cycle and walk.",
     "It is part of a wider route between Lea Bridge and Dalston which would link with the recently expanded Cycleway network in Waltham Forest, where over 7km of segregated cycle track has already been delivered as part of the TfL funded Mini-Holland programme. The route would also complement Hackney Council's Liveable Neighbourhood proposals to introduce protected cycle tracks on Mare Street and provide a connection to central London via CS1.",
     "TfL is now inviting people to have their say on the first phase of the route, between Dalston and Powell Road. TfL's proposals include:",
     "{\"template\":\"bulletlist\",\"items\":[\"Dedicated cycle crossings across the A10 and providing a new link to Cycle Superhighway 1\",\"New and upgraded pedestrian crossings\",\"Changes to streets to reduce through-traffic and the speed of traffic\",\"Changes to some parking and loading provision\",\"Upgraded public spaces with more trees and plants\"]}",
     "The consultation is now open for people to have their say at consultations.tfl.gov.uk/cycling/dalston-to-lea-bridge until Monday 9 September. TfL will consult on its proposals for the second phase of the route, which includes protected cycle tracks and much-needed improvements to Lea Bridge Roundabout, at a later date. This second section will link to Waltham Forest.",
     "Meanwhile construction work to add protected space for people cycling to the CS1 route at Balls Pond Road is set to begin later this year.",
     "\u003cstrong\u003eWill Norman, London's Walking and Cycling Commissioner, said: \u003c/strong\u003e ",
     "'These improvements would enable many more people to walk and cycle by creating a new link between Dalston and Clapton. By reducing car use and making our streets greener we will also ensure our streets are more accessible and welcoming.'",
     "\u003cstrong\u003eDavid Hughes, TfL's Director of Investment Delivery Planning, said: \u003c/strong\u003e ",
     "'We're working with communities across London to create walking and cycling routes, which will make it easier and safer for people to get around. Our proposals for Dalston and Clapton would enable thousands more people in the area to make everyday journeys by bike and on foot. I'd encourage everybody to take part in our consultation and to have their say.'",
     "\u003cstrong\u003eCllr Jon Burke, Hackney Council Cabinet Member for Energy, Waste, Transport and Public Realm, said:\u003c/strong\u003e ",
     "'Hackney is London's capital of cycling, with a higher cycling rate than any other borough, the most modal filters, and the largest amount of cycle storage, but we need to make it even easier for people to use their bikes. We are working closely with TfL on proposals for this first stage of the Lea Bridge to Dalston cycling route, which will provide a direct cycle route to Dalston and central London via Cycle Superhighway 1 for residents in Clapton and Lea Bridge. I'd urge people to have a look at the plans and get in touch with TfL to let them know what they think.'",
     "The full Cycleway planned between Lea Bridge and Dalston is approximately 3km. The route is being consulted on following TfL's Strategic Cycling Analysis, which used data to identify 25 areas which showed the best potential for growing cycling numbers. Analysis has shown high demand for a cycle route connecting these neighbourhoods.",
     "TfL and the Mayor are committed to expanding the capital's cycle network at pace and increasing the proportion of Londoners who live within 400 metres of the cycling network to 28 per cent by 2024, up from nine per cent. TfL has doubled the amount of protected space for cyclists since 2016 and is on course to triple this by 2020.",
     "In 2018, the Mayor's Vision Zero, Walking and Cycling Action Plans set out ambitious targets for eliminating death and serious injury from London's roads and becoming the best city in the world for walking and the best big city for cycling. These plans will ensure safer streets and a high standard for walking and cycling routes, which will significantly increase the number of people walking and cycling as well as reduce road danger, congestion and air pollution.",
     "The expansion of London's walking and cycling network continues to enable millions more journeys to be cycled or made on foot every week. New 2018 data, shows that cycling in London is at record levels with the average daily total distance cycled exceeding 4million kilometres for the first time. Construction on major new routes between Tower Bridge Road and Greenwich and Acton and Wood Lane is underway and TfL is also currently inviting people to have their say on another route between Barking and Barking Riverside."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2019/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2019/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2019/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2019/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2019/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2019/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2019/july",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}