{
 "pageTitle": "Plan ahead for autumn weekend closures affecting TfL Rail",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2016",
   "url": "/info-for/media/press-releases/2016"
  },
  {
   "title": "September",
   "url": "/info-for/media/press-releases/2016/september"
  },
  {
   "title": "Plan ahead for autumn weekend closures affecting TfL Rail"
  }
 ],
 "title": {
  "title": "Plan ahead for autumn weekend closures affecting TfL Rail",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Customers are advised that work to improve stations, tracks and prepare for new trains and future Elizabeth line services, will result in a number of weekend closures between Liverpool Street and Shenfield this autumn.",
     "The work, which is being carried out by Network Rail and will affect both TfL Rail and Abellio Greater Anglia services, will include the remodelling of track at Shenfield, and upgrading and replacing old overhead power lines between Liverpool Street and Shenfield. When complete, this will reduce delays and improve reliability for rail passengers.",
     "Network Rail will continue platform work to prepare for the new longer air-conditioned trains, which are currently being built and tested and will start serving the route from May next year.",
     "Station improvement work, that cannot take place when trains are running, will also take place, including both TfL and Network Rail preparatory work for new lifts at stations.",
     "Howard Smith, TfL's Operations Director for TfL Rail, said: `I'd like to thank customers for their patience while the work is taking place and ask them to always check for updates before they travel.",
     "\"The work taking place is necessary to improve reliability of services, get ready for the new trains that will start serving the route from next year and prepare for full Elizabeth line services.'",
     "Richard Schofield, Network Rail's route managing director for Anglia, said: `This autumn and winter will see some of the biggest and most crucial changes on this route in years, helping improve passenger and freight services for everyone in the region. Our Railway Upgrade Plan is vital in helping deliver the new trains as part of the Crossrail construction project in 2017, and removing a long and painful speed restriction which will no longer delay trains in the heat of summer.",
     "`While I understand the inconvenience and disruption that closing the railway causes, the initial and long-term benefits for passengers are huge and we cannot postpone the opportunity to provide a bigger and better railway for the people of East Anglia and London. I'd like to thank passengers for their understanding while we carry out the work and my advice is to check how their journeys will be affected before they travel so they can plan ahead.'",
     "Rail replacement buses will operate and customers are advised to check \u003ca href=\"http://tfl.gov.uk\"\u003etfl.gov.uk\u003c/a\u003e to plan their route, and for updates on engineering works and transport service changes that may affect journeys.",
     "TfL Rail operates the stopping service between Liverpool Street and Shenfield. This will become part of the Elizabeth line in December 2018 when the central tunnels through London are opened.",
     "ends",
     "Notes to editors:\u003cbr /\u003eThe closures are as follows:",
     "Saturday 17 September\u003cbr /\u003eNo service between Stratford and Shenfield from 11:15",
     "Sunday 18 September\u003cbr /\u003eNo service between Stratford and Shenfield",
     "Saturday 24 and Sunday 25 September\u003cbr /\u003eNo service between Stratford and Shenfield",
     "Saturday 01 October\u003cbr /\u003eNo service between Chadwell Heath and Shenfield",
     "Sunday 02 October\u003cbr /\u003eNo service between Stratford and Shenfield",
     "Saturday 08 October\u003cbr /\u003eNo service between Stratford and Shenfield from 11:15",
     "Sunday 09 October\u003cbr /\u003eNo service between Stratford and Shenfield",
     "Saturday 15 October\u003cbr /\u003eNo service between Chadwell Heath and Shenfield",
     "Sunday 16 October\u003cbr /\u003eNo service between Stratford and Shenfield",
     "Saturday 22 October\u003cbr /\u003eNo service between Chadwell Heath and Shenfield",
     "Sunday 23 October\u003cbr /\u003eNo service between Stratford and Shenfield",
     "Saturday 29 October\u003cbr /\u003eNo service between Stratford and Shenfield until 20:00\u003cbr /\u003eNo service between Liverpool Street and Shenfield from 20:00",
     "Sunday 30 October\u003cbr /\u003eNo service between Liverpool Street and Shenfield",
     "Saturday 05 November\u003cbr /\u003eNo service between Chadwell Heath and Shenfield",
     "Sunday 06 November\u003cbr /\u003eNo service between Stratford and Shenfield",
     "There will also be a reduced service between Brentwood and Shenfield this autumn.",
     "Saturday 3 and Fridays 16 \u0026 23 September\u003cbr /\u003eReduced service between Brentwood and Shenfield from 22:50 until 23:50",
     "From Monday 26 September until Friday 4 November\u003cbr /\u003eNo service between Brentwood and Shenfield weekdays from 23:00 until 00:50\u003cbr /\u003eAbellio Greater Anglia trains will call additionally at Brentwood",
     "{\"template\":\"bulletlist\",\"items\":[\"On Sunday 25 September, Saturday 1 October and Saturday 22 October football matches will take place at London Stadium at the same time as track closures on TfL Rail and Abellio Greater Anglia services.\",\"Rail replacement buses, as well as Stratford and Newbury Park stations and the Central line are expected to be busier than usual.\",\"Customers are advised to check their journeys for further details and alternative travel arrangements at \\u003ca href=\\\"http://tfl.gov.uk\\\"\\u003etfl.gov.uk\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2016/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2016/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2016/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2016/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2016/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2016/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2016/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2016/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2016/september",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "News articles",
      "url": "/info-for/media/news-articles",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}