{
 "pageTitle": "Powerful new campaign highlights the importance of reporting unwanted sexual behaviour",
 "description": "A new hard-hitting campaign to encourage people to report unwanted sexual behaviour on public transport has been launched today.",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2017",
   "url": "/info-for/media/press-releases/2017"
  },
  {
   "title": "March",
   "url": "/info-for/media/press-releases/2017/march"
  },
  {
   "title": "Powerful new campaign highlights the importance of reporting unwanted sexual behaviour"
  }
 ],
 "title": {
  "title": "Powerful new campaign highlights the importance of reporting unwanted sexual behaviour",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "A new hard-hitting campaign to encourage people to report unwanted sexual behaviour on public transport has been launched today by Transport for London (TfL), British Transport Police (BTP), Metropolitan Police Service (MPS) and City of London Police (CoLP).",
     "The campaign forms part of a programme of policing activity to eradicate unwanted sexual behaviour on London's transport network.",
     "Building on the ground breaking 2015 'Report it to Stop it' film, which has been viewed more than 13 million times on YouTube alone, the new campaign underlines that every report matters, is taken extremely seriously and provides valuable information to help catch offenders. The film also warns potential offenders that they could be caught at any time.",
     "TfL's most successful campaign film has helped encourage women to come forward and report unwanted sexual behaviour that makes them feel uncomfortable - with a 36 per cent increase in arrests since its launch.*",
     "Since TfL and the police launched the Project Guardian partnership in 2013, with the aim of eliminating unwanted sexual behaviour from the transport network, the number of annual reports has doubled from 1,023 in 2012/13 to 2,087 in 2015/16.",
     "Those who experience unwanted sexual behaviour on public transport do not always feel they will be believed or that the offender will be caught. The new campaign film has evolved to tackle head-on those misconceptions, highlighting how every report matters, is taken seriously and used by police to bring the offender to justice.",
     "The film shows a successful businessman, presenting to colleagues in an office, his face is pixelated. Voices of women recalling their experiences of various types of unwanted sexual behaviour on public transport are heard. As each woman recounts her experience the man's face becomes increasingly visible until he can be seen clearly.",
     "At the end of the film the man is apprehended by police, with his colleagues left in shock.",
     "The Mayor of London, Sadiq Khan, said: `Keeping Londoners safe is my top priority and I want all women and girls to feel confident travelling on our transport network. This vital campaign highlights how any form of unwanted sexual behaviour is unacceptable, and victims must be given the right support when they report offences. By working together with partners, we can raise awareness of these crimes, give women and girls the encouragement they need to come forward, and bring perpetrators to justice. I urge Londoners to speak up and report unwanted sexual behaviour to the police immediately, if it happens to them.'",
     "Siwan Hayward, TfL's Head of Transport Policing, said: `We are determined to eradicate unwanted sexual behaviour on the transport network. It is never ok. We care about our passengers and the journeys that they make. Our new 'Report it to Stop it' film builds on our previous campaign's success and encourages victims to come forward and report anything that makes them feel uncomfortable. No matter how insignificant they feel it may be, every report is taken extremely seriously by police and investigated so the offender can be caught and brought to justice.'",
     "BTP Superintendent Jenny Gilmer said: `Tackling all forms of unwanted sexual behaviour on public transport is a priority for British Transport Police. We have worked hard to send a clear message to people who experience this that they will be taken seriously and we will investigate offences. It is really important that people report any kind of unwanted sexual behaviour to us as soon as possible - time is of the essence so we can exploit all evidence gathering opportunities. Every report, with as much detail as possible helps to build a picture of the offender.'",
     "Detective Chief Superintendent Paul Rickett, from the Met's RTPC, said: 'The MPS Roads Transport Policing Command, will continue working in close partnership with TfL to engage in high visibility operations and regular patrols, focussing on crime and anti-social behaviour on the bus routes across London. We take reports of unwanted sexual behaviour incredibly seriously and will continue to work closely with our policing partners to rid our transport network of this kind of behaviour.",
     "'If anyone experiences any unwanted sexual behaviour on our transport network, I would urge them to report it to the police.'",
     "Detective Inspector Anna Rice from the City of London Police Public Protection Unit said: 'The City of London Police is proud to support Report It to Stop It. Unwanted sexual behaviour is unacceptable in every area of our society, including on public transport.",
     "'If you make a report to us, you will be listened to, taken seriously and treated in a sensitive manner. I know it can be daunting, but by reporting such incidents to police the better chance we have of tracking the perpetrator down and bringing them before the courts.'",
     "Rachel Griffin, CEO of Suzy Lamplugh Trust, said: 'I'm extremely pleased TfL and their policing partners continue to tackle this important issue. Unwanted sexual behaviour is unacceptable. I hope this campaign gives people the confidence to come forward and report incidents, with the knowledge that they will be taken seriously.'",
     "As part of the campaign, dedicated action days are being carried out by TfL, BTP, MPS and CoLP at key station hubs across the Capital. At these events officers will be providing specific advice to the public on how they can report instances of unwanted sexual behaviour.",
     "To report unwanted sexual behaviour on public transport, text 61016 or call police on 101 and give details of what, where and when.",
     "ENDS",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\"}",
     "{\"template\":\"bulletlist\",\"items\":[\"Unwanted sexual behaviour is anything that makes you feel uncomfortable, including rubbing, groping, masturbation, leering, sexual comments, indecent acts, or someone taking photos of a sexual nature without your consent.\",\"The new 2017 Report It to Stop It campaign film will be promoted through Video on Demand channels such as All4, Now TV and You Tube and can be viewed here: \\u003ca href=\\\"http://bit.ly/2m1D57s\\\"\\u003ebit.ly/2m1D57s\\u003c/a\\u003e \",\"There are around 3,000 police and police community support officers dedicated to policing the transport network and keeping customers safe.\"]}",
     "Media is invited to attend the action days at:",
     "{\"template\":\"bulletlist\",\"items\":[\"Monday 13 March - Euston station 08:00 to 12:00 and Stratford station 15:00 to 19:00\",\"Tuesday 14 March - Liverpool Street station 08:00 to 12:00 and Victoria station 15:00 to 19:00\",\"Media wishing to attend these events must confirm beforehand by contacting Jo Shippey - \\u003ca href=\\\"mailto:joannashippey@tfl.gov.uk / \\\"\\u003ejoannashippey@tfl.gov.uk /\\u003c/a\\u003e 0203 054 9488\",\"Further information regarding the Report It to Stop It campaign can be found at: \\u003ca href=\\\"http://TfL.gov.uk/report-it\\\"\\u003eTfL.gov.uk/report-it\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2017/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2017/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2017/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2017/april",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "News articles",
      "url": "/info-for/media/news-articles",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}