{
 "pageTitle": "Retail Innovation winner offers retail space by the hour",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2019",
   "url": "/info-for/media/press-releases/2019"
  },
  {
   "title": "September",
   "url": "/info-for/media/press-releases/2019/september"
  },
  {
   "title": "Retail Innovation winner offers retail space by the hour"
  }
 ],
 "title": {
  "title": "Retail Innovation winner offers retail space by the hour",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Sook announced as the winner of TfL's retail innovation competition"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"The company offers brands the chance to have a physical retail presence as and when they need it\",\"By using digital interior displays for branding, multiple businesses can use the single space throughout the course of the day\",\"TfL will provide free retail space to Sook for one year in London, their first store in the capital\"]}",
     "Transport for London (TfL) has announced that Sook is the winner of its first retail innovation competition, which it launched in May to encourage new and innovative methods of using retail space across its estate.  Sook uses technology to offer adaptive retail space. It enables businesses and individuals to have a physical space as and when they need it - with time slots for as short as one hour. It also enables them to tailor the space by encouraging them to create their own digital interior to display their branding.",
     "TfL launched the competition because, as the needs of customers change, the retail industry is adapting and rethinking what it can offer in order for their brands to stay attractive and relevant. Physical retail locations are often becoming destinations in themselves. At the heart of these changes are technology and innovation, which is why TfL's competition encouraged businesses to consider how they can utilise technology and create a novel concept to meet the needs of TfL's customers and push the boundaries of retail.",
     "As the winner of the competition, Sook embodies this ethos and will now have the opportunity to launch its concept in London. For the first time, TfL is providing the company with free retail space on its estate as part of the prize for twelve months. While the exact location is still being finalised, through this competition, Sook will be expanding to London for the first time.",
     "The space will provide something for all types of businesses from established brands to small and independent businesses. By offering flexible time slots - in terms of both length and timing - businesses can choose to occupy the space in the most effective way for their organisation. For example, businesses can book recurring short slots if they don't require a permanent space, such as for evening yoga classes or fundraising events. They can also choose to book the space as a one-off to launch a product, test out a location before setting up a permanent store or host an exhibition. It is not just businesses which can book the space. Individuals can book it too, whether somebody is looking for a meeting space or an area to host an event.",
     "By choosing Sook as the winner, TfL is enabling its estate to be used in an innovative way to help support even more young and small businesses to thrive and grow in London. TfL's retail estate has a variety of spaces - with a range of sizes, locations and types - that offer young businesses a fantastic platform to test out their concepts and develop, as shown with 86 per cent of TfL's current tenants being small and medium-sized businesses. Sook enables TfL's customers and those living, travelling and working in London the opportunity to experience a wide variety of different experiences and businesses.",
     "\u003cstrong\u003eJohn Hoyle, Founder of Sook, said: \u003c/strong\u003e ",
     "'We are delighted to have won TfL's first ever retail innovation competition. Sook represents the future of retail and we thank TfL for believing in our concept, which embraces a different way of using physical spaces in our urban centres. We are really looking forward to working with them and using our vibrant and inclusive approach as one of the newest additions to TfL's estate to bring more opportunities to brands and customers alike.'",
     "\u003cstrong\u003eCandice Lemaitre, who coordinated the retail innovation competition as the Commercial Development - Innovation Lead at TfL, said: \u003c/strong\u003e ",
     "'Congratulations to Sook for winning our first ever retail innovation competition. Amongst a fantastic shortlist, Sook's concept shone through and we're thrilled to be supporting them as they launch their first store in the capital. Our estate offers businesses of all sizes the opportunity to thrive and we are glad to see that Sook's concept will support other organisations to do this also.'",
     "\u003cstrong\u003eRikesh Shah, Head of Commercial Innovation at TfL and one of the competition's judges, said: \u003c/strong\u003e ",
     "'Sook's offering of a creative and flexible use of TfL's retail space, bringing in more businesses to provide an improved offering for our customers throughout the whole day, was what made them stand out and win. Technological advancements are encouraging the retail sector to keep on its toes and constantly adapt to deliver innovative techniques and products to enhance customer experiences on our network. The shortlisted companies show that there are a range of exciting opportunities just waiting to be taken forward and we're pleased to be at the forefront of change, building on our history of working with innovative companies.'",
     "Sook was chosen as the winner following stiff competition from the other shortlisted organisations. The volume and quality of the concepts presented as part of the competition was of an extremely high calibre, having initially received 29 entries from a range of exciting and innovative companies. TfL is now seeking to work with many of the shortlisted companies, so that they can realise the potential that the TfL retail estate can offer them and their business as they look to grow.",
     "Following the competition's launch in May, the entries were evaluated against a range of criteria, including innovation and approach, deliverability, team management, financial resources and the scalability of their concept. It challenged businesses, including start-up brands, to come up with an innovative and technological concept that will reimagine the use of physical space in retail and deliver a unique experience for customers who travel using the transport network every day.",
     "Notes to editors:",
     "Competition Background",
     "{\"template\":\"bulletlist\",\"items\":[\"Sook will now receive free retail space on TfL's estate, subject to contracts.\",\"For more details of the competition, including the full terms and conditions, please visit: \\u003ca href=\\\"[ioID]#https://madeby.tfl.gov.uk/2019/05/13/connected-retail-london/\\\"\\u003ehttps://madeby.tfl.gov.uk/2019/05/13/connected-retail-london/\\u003c/a\\u003e \",\"The prize being offered is subject to a number of terms and conditions, which can be found using the above link. As part of these terms and conditions, a turnover rent will be payable by the winner at 10 per cent of business revenue, net of capital costs, attributable to the winner's use of the space(s) (excluding VAT only). The prize will not include and the winner will remain responsible for: utilities supplies, business rates, equipment, furniture, and props to be used in the space(s) and all costs relating to the same.\"]}",
     "The shortlisted companies and their concepts were:",
     "{\"template\":\"bulletlist\",\"items\":[\"MakersCAFE: It is a place where people can 'make' things by using innovative state-of-the-art technologies, such as 3D printing and laser-cutting, while also being in a social interactive cafe environment.\",\"Nayad: Nayad's concept offers customers the chance to purchase mineral water exactly to their tastes by offering it as either still or sparkling, at a range of temperatures and with optional healthy additions, while getting rid of the need for disposable bottles.\",\"Petit Pli: Petit Pli uld use the retail location as an experiential shop, working research lab and interactive wo exhibition for their company, which designs clothes that grow through seven different sizes, fitting children between 9 months and 4 years.\",\"Popertee: Go-London powered by Popertee will enable international brands to create an experiential retail presence for the first time in the UK across TfL's estate. The permanent \\\"pop-up\\\" space will be powered by data, enabling smarter measurement of the campaign.\",\"PopSquare: PopSquare is an AI-enabled marketplace which offers mobile, automated pop-up stores that support the launch of new products or brands in a more automated and cost-effective way by combining online and offline experiences and using big data.\",\"Pop \\u0026 Rest: Their concept offers people in large cities the chance to book a single occupancy sleep and meditation pod. Booked by the hour via app, users are able to personalise their experience through music, lighting and aroma.\",\"Sook Retail: Sook fits out empty shops with a digital wallpaper, which allows multiple tenants to occupy a space during the same day. A tenant can turn up and digitally brand the space exactly as they want it at the touch of a button.\",\"Vastari: Vastari matches content with venues for experiences worldwide. The company's proposal is to manage a rolling schedule of temporary, ticketed exhibitions at the retail location, imported from around the world.\",\"Sensei: Sensei offers to make retail autonomous and checkout-free, by using an integrated system of cameras and AI algorithms so that all products picked by each customer are registered automatically for further billing when they leave the store.\",\"Texel: Texel uses computer vision and state-of-the-art machine learning algorithms to provide shoppers with digital avatars and personal recommendations, which are used to try out different outfits, so they have confidence when shopping for clothes online.\"]}",
     "Background about TfL and its estate",
     "{\"template\":\"bulletlist\",\"items\":[\"Being one of London's largest landowners with more than 2,000 commercial units across its estate, including around 800 commercial railway arches and meanwhile spaces, TfL takes pride in being able to support a range of vibrant businesses. The majority of TfL's tenants are small businesses and TfL offers a diversity of opportunities for all retailers, whether that's a pop up space, a unit for a big brand or the first 'bricks and mortar' opening for a small business.\"]}",
     "Background about TfL and Innovation",
     "{\"template\":\"bulletlist\",\"items\":[\"The competition is one of a number of new approaches to innovation we are taking in TfL to access the value and creativity from innovative companies in London. Other initiatives include the pioneering London RoadLab initiative, which includes quickly developing products that could have a positive and widespread impact right across the capital's road network, and our Open Innovation pilot with Bosch.\",\"In March 2019, Bosch opened its London Connectory, a Shoreditch-based co-innovation space to develop smart mobility solutions for London. For this, Bosch has partnered with Nitrous, a platform facilitating projects between the private sector, start-ups and government. The first partner to sign up was TfL, which has begun an 18-month collaboration with Bosch to explore how the goals set out in the Mayor's Transport Strategy can be addressed.\",\"TfL has recently set out how money raised from utility company companies for digging up London's roads is being invested in tackling congestion and minimising the impact of roadworks, such as through an innovation challenge, named London RoadLab, which is being run in partnership with Plexal, an innovation centre based in London's Olympic Park, along with London Councils and utility companies. Innovators recently embarked on a programme to develop products that could have a positive impact right across the capital by making roadworks safer, smarter and more inclusive for people's travel needs.\"]}",
     "Background about Sook",
     "{\"template\":\"bulletlist\",\"items\":[\"Sook was born out of Zinc (www.zinc.vc) ventures builder programme, as part of its second mission, which focused on the impact of automation and globalisation.\",\"Sook will be expanding its business outside of Cambridge for the first time, having launched its first space there in June and with a second one due to open in November this year.\",\"For more information about Sook, please visit: www.sook.space The business featured in Sook and illustrated in the image is Small and Green. For more information, please visit: \\u003ca href=\\\"[ioID]#https://www.smallandgreen.com/\\\"\\u003ehttps://www.smallandgreen.com/\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2019/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2019/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2019/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2019/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2019/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2019/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2019/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2019/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2019/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2019/october",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}