{
 "pageTitle": "River passengers to benefit from two TfL pier extensions",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2016",
   "url": "/info-for/media/press-releases/2016"
  },
  {
   "title": "August",
   "url": "/info-for/media/press-releases/2016/august"
  },
  {
   "title": "River passengers to benefit from two TfL pier extensions"
  }
 ],
 "title": {
  "title": "River passengers to benefit from two TfL pier extensions",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "The Mayor and Transport for London (TfL) have stepped up the rate of improvements to Thames river services with a second pier extension in as many weeks. Westminster and Bankside piers have both been enlarged and modernised in a move that will make travelling across London by river even easier.",
     "Westminster pier has been lengthened by 32 metres and MBNA Thames Clipper services will now stop there for the first time on the key RB1 route between Westminster and Woolwich, and the RB2 route between St George Wharf and Bankside.",
     "The £3.2million Westminster extension will mean MBNA Thames Clippers can provide a fast and reliable service from early morning until half past eleven in the evening, calling at the pier 66 times a day during the week, and even more at weekends. The new RB1X limited stop express weekend service will also call at the pier.",
     "Bankside pier has also been extended, meaning that City Cruises can now start calling there.  The pier is a key stop on the south bank of the Thames, allowing easy access for River Tour and River Bus passengers to attractions such as the Globe Theatre and the Tate Modern.",
     "The £1.1 million extension lengthens the pier to 70 metres to allow more boats to call there.  A new 50 minute City Cruises circular tour is now calling at the pier five times a day, in addition to services operated by Circular Cruise Westminster and by MBNA Thames Clippers.",
     "Both extensions are part of a wide range of improvements to TfL's river infrastructure aimed at encouraging at least 12 million passengers to use river services annually by 2020.",
     "Oyster Pay as You Go and Contactless payments are accepted on MBNA Thames Clippers services as part of the TfL's action plan to improve travel on the river.  Oyster pay as you go is also accepted at the ticket offices of Thames River Services and Circular Cruise Westminster.",
     "Val Shawcross, Deputy Mayor for Transport, said:\u003cbr /\u003e`These pier extensions are part of our commitment to making travelling by river easier for Londoners and visitors alike. By allowing an increased frequency of services they will make a real impact in encouraging greater use of the Thames - helping cut congestion across London's transport network, and making these wonderful parts of London even better.",
     "`There has been a significant increase in river passengers and we will be continuing to look at what else can be done to increase those numbers further.'",
     "TfL's London River Services General Manager, Andy Thompson, said: `With passenger numbers continuing to climb on the Thames, it's vital we provide the infrastructure both to enable yet more growth and to ensure that people using the river can do so easily and in comfort.  These extensions provide our passengers with yet more choice and are a welcome boost to services on the Thames.'",
     "Sean Collins, MBNA Thames Clippers co-founder and CEO, said: `The new MBNA Thames Clippers service to and from Westminster pier, made possible by the Transport for London pier extension, will provide additional capacity into Westminster.  MBNA Thames Clippers is committed to investing heavily to make river travel in the Capital even better in terms of speed, comfort and frequency.  Yet another key area of central London now has even greater transport links.'",
     "Kyle Haughton, Managing Director of City Cruises, which is now operating a new service from the extended Bankside pier, said: `Our new operation at Bankside recognizes the significant increase in recent years of the number of tourists on the South Bank.  Bankside Pier offers tourists the opportunity to enjoy our sightseeing service either before or after visiting some of London's best known attractions including The Tate Modern, Shakespeare's Globe theatre and St Paul's Cathedral and Borough Market, which are all located close to the pier. Our plan is to make river travel to the pier an obvious choice for tourists visiting these attractions and looking for an added experience on the river Thames.'",
     "Ends",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"River Bus Oyster pay as you go and contactless customers pay lower price fares compared to paper tickets\",\"Travelcard holders save 1/3 on standard price fares on most services and Oyster pay as you go customers receive an automatic discount on entry to river bus services if their Oyster card also holds a valid Travelcard. Freedom Pass holders receive a 50 per cent discount on most services.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2016/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2016/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2016/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2016/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2016/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2016/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2016/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2016/august",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "News articles",
      "url": "/info-for/media/news-articles",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}