{
 "pageTitle": "Santander Cycles light the way for Jessica Ennis-Hill and London's cyclists",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2016",
   "url": "/info-for/media/press-releases/2016"
  },
  {
   "title": "October",
   "url": "/info-for/media/press-releases/2016/october"
  },
  {
   "title": "Santander Cycles light the way for Jessica Ennis-Hill and London’s cyclists"
  }
 ],
 "title": {
  "title": "Santander Cycles light the way for Jessica Ennis-Hill and London’s cyclists",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "The Mayor of London, Transport for London (TfL) and Santander today announced that 4,000 Santander Cycles have been fitted with innovative Blaze Laserlights to make riders more visible and increase their confidence on the roads. Over the next nine months the lights will be fitted to the rest of the fleet of 11,500 bicycles.",
     "With the clocks going back this weekend, and evenings become darker earlier, Santander ambassador and Olympian, Jessica Ennis-Hill, will join women from London on a cycle ride along the East-West Cycle Superhighway this evening with the Blaze Laserlights guiding their way. The group of women following Jessica Ennis-Hill are all new to cycling and with safer infrastructure and improved Santander Cycles they can feel more confident on the roads.",
     "Jessica Ennis-Hill said: `I'm really excited to lead this group of new cyclists along the East-West Cycle Superhighway. Cycling in London can be a great and efficient way to get around and riding Santander Cycles with the new Blaze Laserlights leading the way makes us feel confident and safe enough to get out on our bikes in the future.'",
     "Blaze Laserlights project the symbol of a bicycle six metres in front of the cycle, onto the ground, making the cyclist more visible to those around them. Over the winter months the number of rides each day falls below the warmer seasons, but with the lights the aim is to encourage more people to keep up the cycling habit.",
     "After a successful trial with overwhelmingly positive feedback and strong independent test results, the lights will provide a bigger, brighter presence on the road and early warning of a cyclist's approach.",
     "In September 2015, 250 Santander Cycles were fitted with the technology. An on-street survey of cyclists riding them revealed that around three-quarters felt more confident.",
     "Almost half also said they would be more likely to use Santander Cycles at night with the Laserlight fitted.",
     "The light alerts drivers and pedestrians to the approach of a bicycle and helps them to be seen when otherwise they might be invisible, for example when they are in a vehicle's blind spot. The intelligent Laserlights will only come on only when it is dark to save energy.",
     "Paul Cowperthwaite, TfL's General Manager of Santander Cycles, said: `The Blaze Laserlights will make Santander Cycles even more usable in the darker mornings and evenings over winter and help to make our customers feel more confident on the roads.'",
     "Keith Moor, Chief Marketing Officer, Santander said: `We hope the introduction of Blaze Laserlight will ease the concerns of many London cyclists at this time of year. We've had a hugely successful trial and feel that this latest innovation from Santander Cycles will contribute to improving the lives of Londoners by reducing fear, increasing visibility and safety whilst promoting an active lifestyle.'",
     "Last month, the Mayor of London announced that TfL had signed a new five year contract with Serco to maintain and distribute Santander Cycles. As part of that contract a next-generation Santander Cycle will be provided, built by Pashley Cycles at its factory in Stratford-upon-Avon.",
     "Pashley is England's longest established bicycle manufacturer and celebrated its 90th anniversary this year. The new bikes will retain the popular features of the existing model but will be lighter and more manoeuvrable. Around 500 new bikes will be provided each year under the new contract and all will be fitted with Blaze Laserlights from new.",
     "To promote the roll out, Santander has created a short Halloween-themed film called 'The Blaze Witch Project' featuring Jessica Ennis-Hill and Formula 1 World Champion Jenson Button to highlighting the benefits of the Blaze Laserlight™. The film can be seen at \u003ca href=\"http://bit.ly/SantanderCyclesBlaze\"\u003ehttp://bit.ly/SantanderCyclesBlaze\u003c/a\u003e ",
     "ENDS"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2016/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2016/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2016/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2016/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2016/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2016/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2016/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2016/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2016/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2016/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2016/november",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "News articles",
      "url": "/info-for/media/news-articles",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}