{
 "pageTitle": "Second on-demand bus trial to be launched in Ealing",
 "description": "Second on-demand bus trial to be launched in Ealing",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2019",
   "url": "/info-for/media/press-releases/2019"
  },
  {
   "title": "July",
   "url": "/info-for/media/press-releases/2019/july"
  },
  {
   "title": "Second on-demand bus trial to be launched in Ealing"
  }
 ],
 "title": {
  "title": "Second on-demand bus trial to be launched in Ealing",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Trial aims to reduce number of residents commuting by car"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Passengers will be able to book a seat on the bus using an app\"]}",
     "A four-week consultation on plans to trial an on-demand bus service in Ealing has been launched. The new service follows the start of a similar year-long trial in Sutton in May.",
     "Customers travelling on the new buses will be able to book a seat in real-time using an app or over the phone. The vehicles provide real-time journey information onboard and will not follow a fixed route, with users instead able to board a bus at flexible stops within a certain area. The buses will be fully accessible and green - meeting the Mayor's tough environmental standards used for the Ultra Low Emission Zone - and will be available between 0600 and 0100, seven days a week.",
     "The consultation is asking Londoners for their views of the service, and the area and destinations it will cover.",
     "Ealing has been chosen for the second trial, which will last a year, because there are relatively high numbers of private vehicles in the borough. Figures show that 40 per cent of residents use cars - be they private or for hire - to get to work in the area, and TfL believes the service could encourage people to switch to a more sustainable way of travelling.",
     "Running from Hanger Lane in the east to Southall in the west, the on-demand bus would provide a convenient alternative that is tailored to the needs of individual passengers. It will give people direct routes that are difficult to serve with existing public transport, while complementing the bus network in the area.",
     "The trial will also look to encourage Ealing residents to use public transport for the whole of their journey, linking locals with the proposed launch area's 29 bus routes and 10 Tube and rail stations.",
     "TfL will use the lessons learnt from the two trials and different operating environments in Sutton and Ealing to understand the benefits and viability of introducing an on-demand service in the long term.",
     "Michael Hurwitz, TfL's Director of Transport Innovation, said:",
     "'We are always looking at new ways to help us meet the Mayor's Transport Strategy goal to have, by 2041, 80 per cent of trips to be walking, cycling and by public transport. These trials will help us to understand if a more flexible, on-demand offering will tempt people out of their cars to try more sustainable alternatives.",
     "'Having trials in two different locations in outer London with a variety of travel patterns will give us a good understanding of whether it is possible to complement the existing bus network in areas that have been traditionally difficult to serve with conventional public transport.'",
     "Heidi Alexander, Deputy Mayor for Transport, said:",
     "'On-demand buses could encourage more people to swap their cars for more sustainable ways of getting around, especially in areas of outer London.",
     "'I encourage anyone who lives or works in Ealing to have their say during the consultation.'",
     "Technology and mobility company MOIA and bus operator RATP Dev will run this trial, tapping into their years of experience in the sector.",
     "All drivers on the service will be established bus drivers who have completed enhanced customer training. Drivers will continue to receive the same terms and benefits as when driving a traditional London bus, including the London Bus Driver Minimum Wage and the guarantee of a pay grade equivalent to their level of service and experience if they change operator.",
     "Fares will start at a flat £3.50, reflecting the unique nature of the service. The Freedom Pass will be accepted, ensuring that the trial is socially inclusive.",
     "Sascha Meyer, Chief Product Officer at MOIA, said:",
     "'London is a significant project for us in many ways. With this project MOIA is commencing its first international operation. As in Germany, working closely with local transport authorities like TfL is very important to us.",
     "We are launching an on-demand bus service for the first time with a public transport operator. In RATP Dev we have an industry heavyweight at our side and see this partnership as a way of gaining insights for future collaborations.'",
     "Coralie Triadou, Microtransit Director at RATP Dev, said:",
     "'As we move into a digital age, on-demand bus services are changing the way we think about travel. Technology is enabling buses to be more personalised and convenient, while also remaining affordable. RATP Dev is applying the latest innovations to make London easier, cleaner and simpler to get around.",
     "'We think demand-responsive transport services have a huge role to play in the future of transport. As well as adding convenience, on-demand buses can complement public transport and benefit the environment, helping move more people from A to B while reducing the number of vehicles on the road. We are proud to be working with TfL, MOIA, and Ealing Council on such an exciting project.'",
     "Cllr Julian Bell, Leader of Ealing Council, said:",
     "'We are delighted that Ealing has been chosen to host the second on-demand bus trial.",
     "'We are committed to improving our environment and encouraging people in our borough to use sustainable travel alternatives like cycling, walking and using public transport where possible and we are very pleased to be working with TfL to trial this new service.\"\u003cbr /\u003e",
     "\u003cbr /\u003eNotes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"The service will run using up to 10 new TGE MAN L4H3 Euro VI mini-buses.\",\"The operators for the trials in both Sutton and Ealing were chosen after a competitive procurement process\",\"The consultation, which runs from 19 July to 18 August, can be found here: \\u003ca href=\\\"https://consultations.tfl.gov.uk/buses/demand-responsive-buses\\\"\\u003ehttps://consultations.tfl.gov.uk/buses/demand-responsive-buses/\\u003c/a\\u003e \",\"The service will not be available to unaccompanied children under the age of 13\",\"This is a limited 12-month research trial, so the service will not be integrated with the Oyster card payment system\",\"MOIA is a subsidiary of the Volkswagen Group. Based in Berlin and Hamburg, the company develops mobility services and works in partnership with cities and local public transport operators. MOIA has been offering its ridesharing service in Hanover since the summer of 2018, which was then followed by Hamburg on 15 April 2019\",\"Founded in 2002, RATP Dev operates and maintains urban transportation systems in 12 countries on four continents (United Kingdom, France, Italy, Switzerland, Algeria, Morocco, South Africa, Saudi Arabia, Qatar, China, the Philippines, and the United States of America). More than 1.5 billion passengers travel on its networks every year\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2019/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2019/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2019/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2019/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2019/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2019/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2019/july",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}