{
 "pageTitle": "TfL names first of 12 competition winners as it celebrates 10 years of cycle hire in London",
 "description": "TfL names first of 12 competition winners as it celebrates 10 years of cycle hire in London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2020",
   "url": "/info-for/media/press-releases/2020"
  },
  {
   "title": "February",
   "url": "/info-for/media/press-releases/2020/february"
  },
  {
   "title": "TfL names first of 12 competition winners as it celebrates 10 years of cycle hire in London"
  }
 ],
 "title": {
  "title": "TfL names first of 12 competition winners as it celebrates 10 years of cycle hire in London",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "A Santander Cycle will be named after January competition winner Sakhr Al-Makhadhi"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "TfL has announced the first winner of its year-long competition, which marks ten years of Cycle Hire in the capital.",
     "Sakhr Al-Makhadhi, an enthusiastic cyclist from Harrow, was among the first to take part in the scheme when it launched in 2010 and will be rewarded with a free annual membership and a Santander Cycle named in his honour.",
     "Commenting on how TfL's Cycle Hire scheme has changed London for the better, Sakhr Al-Makhadhi said: 'I wanted to be the first person to hire a TfL bike, so I woke up at 5.30am on Friday 30 July 2010.",
     "'I knew the scheme was launching at 6am so I went to the Dorset Square docking station and tried my key at 5.55am. It worked! I took a bike out. Within seconds, a taxi driver hooted at me and congratulated me for being the first one.'",
     "Mr Al-Makhadhi has since gone on to hire bikes across the world, from Rome to Berlin, Brussels, Toulouse, Oslo, Barcelona, Washington DC and Mexico City.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Anniversary year\"}",
     "The search continues for the remaining 11 winners, with one dedicated Cycle Hire user chosen each month during the anniversary year.",
     "TfL and Santander are keen to hear from people who hired the cycles within the first year of the scheme, have completed the most journeys or who have a unique story to share about them. People can share their experiences of the Cycle Hire scheme by emailing \u003ca href=\"mailto:cyclehire10@tfl.gov.uk\"\u003ecyclehire10@tfl.gov.uk\u003c/a\u003e for a chance to win*.",
     "The news comes as a record 709,000 Santander Cycles were hired in January 2020, the best ever start to a year in the history of TfL's Cycle Hire scheme.",
     "The latest wave of new Santander Cycles docking stations has now also been announced with two new stations at:",
     "{\"template\":\"bulletlist\",\"items\":[\"Westbourne Park Tube station (March)\",\"Victoria Embankment, at the junction of Temple Avenue (March)\"]}",
     "In March, extra capacity will also be added at Exhibition Road Museums, between the V\u0026A and Natural History Museums. The expansion follows a busy 2019 for the scheme, when docking stations were installed at a number of new locations including Victoria Park and Westminster Pier.",
     "\u003cstrong\u003eHelen Sharp, Head of Business Development for Cycle Hire at TfL, said:\u003c/strong\u003e 'Sakhr Al-Makhadhi is a long-time devotee of our Cycle Hire scheme and we couldn't have chosen a more deserving first winner. We're delighted to name one of our Santander Cycles in his honour.",
     "'We are off to a record start to our tenth year, proving that our Cycle Hire scheme is more popular than ever. Over the last decade, it has helped millions of people discover the joy of cycling and we want to thank everyone who has shared this incredible journey with us.",
     "'We are looking forward to hearing from more Santander Cycles fans as our competition progresses.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Supporting local communities\"}",
     "\u003cstrong\u003eDan Sherwood, Interim Chief Marketing Officer at Santander UK, said:\u003c/strong\u003e 'It's fantastic to kick off 2020 with the best January for hires in the history of the scheme.",
     "'Santander Cycles is a great example of our commitment to supporting local communities and we look forward to another great year. We're also absolutely delighted to name our first competition winner - many congratulations Sakhr!'",
     "\u003cstrong\u003eTom Bogdanowicz, Senior Policy and Development Officer at London Cycling Campaign, said:\u003c/strong\u003e 'It has been great to see Santander Cycles growing and growing in popularity over the last ten years as London moved towards being a far more cycling-friendly city.",
     "'We hope ten years from now, London will be city where transport is zero carbon and cycling is the natural, sensible choice for many more journeys currently done using motor vehicles.'",
     "TfL launched London's flagship Cycle Hire scheme on 30 July 2010 across eight London boroughs with 315 docking stations. More than 87 million hires have been made since then and now there are more than 12,000 bikes available across 781 docking stations.",
     "Updates have been made to the Santander Cycles app to make it possible for registered customers to report lost or abandoned bikes to TfL.",
     "To find your nearest Santander Cycles docking station, visit \u003ca href=\"http://tfl.gov.uk/santandercycles\"\u003etfl.gov.uk/santandercycles\u003c/a\u003e ",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "*Terms and Conditions for the Cycle Hire 10th anniversary competition can be found here: \u003ca href=\"http://tfl.gov.uk/corporate/terms-and-conditions/competitions\"\u003etfl.gov.uk/corporate/terms-and-conditions/competitions\u003c/a\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Santander Cycles covers 100 square kilometres of London, making it one of the largest Cycle Hire schemes in Europe\",\"More than 1.7 million hires were made using the Santander Cycles app in 2019. The free app is available on the iTunes and Android App Stores, searching for Santander Cycles\",\"Santander Cycles can be hired from as little as £2 a day for an unlimited number of 30-minute journeys\",\"Anyone who finds a lost or abandoned Santander Cycle should report it using the app, on the TfL StreetCare website at \\u003ca href=\\\"https://streetcare.tfl.gov.uk/\\\"\\u003ehttps://streetcare.tfl.gov.uk/\\u003c/a\\u003e or call Customer Services on 0343 222 1234\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2020/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2020/february",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}