{
 "pageTitle": "TfL works with Ordnance Survey to reduce disruption from vehicles striking bridges",
 "description": "TfL works with Ordnance Survey to help reduce unnecessary traffic disruption from vehicles striking bridges across London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2019",
   "url": "/info-for/media/press-releases/2019"
  },
  {
   "title": "October",
   "url": "/info-for/media/press-releases/2019/october"
  },
  {
   "title": "TfL works with Ordnance Survey to reduce disruption from vehicles striking bridges"
  }
 ],
 "title": {
  "title": "TfL works with Ordnance Survey to reduce disruption from vehicles striking bridges ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Verified, free to use, data on height restrictions of tunnels and bridges now available to enhance safety and help vehicles avoid unnecessary collisions that impact drivers and rail passengers"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Freight and fleet operators can now access better information about height restrictions for tunnels and bridges across London, thanks to Ordnance Survey permitting TfL to release a new free to use dataset.",
     "The free to use dataset, available to access via \u003ca href=\"https://tfl.gov.uk/info-for/open-data-users/our-open-data#_blank\"\u003ehttps://tfl.gov.uk/info-for/open-data-users/our-open-data\u003c/a\u003e , will provide freight and delivery operators, as well as developers and academics, more detailed information about height restrictions on low bridges, tunnels and barriers across London roads.",
     "The data will cover all bridge structures within the Greater London boundary / M25 and will see structures grouped into five specific groups. These bridges can suffer from strikes by oversized vehicles, such as HGVs or cranes, despite signage on the approaches.",
     "Releasing the data will allow fleet operators to ensure that vehicles of certain heights are not diverted under the structures incorrectly, potentially causing significant structural damage and delays. Analysis by TfL suggests that, on average, there are at least two bridge strikes a month across London.",
     "Bridge strikes can be dangerous and not only cause delays to road users, but also to people traveling on Tube or rail services which often run across them.",
     "On 7 August this year, TfL was alerted to a vehicle strike on a 4.8m rail bridge in Old Street, which carries the East London line.",
     "While the road was only closed for around 20 minutes while the structure was assessed by engineers for damage, London Overground services were impacted for around two and a half hours.",
     "This led to additional and unnecessary disruption for thousands of commuters which could have been easily avoided.",
     "Both TfL and Ordnance Survey hope that the new free to use data will enable freight operators in London and across the UK to better route high vehicles away from these structures across the capital, reducing the chances of impact and saving money in avoidable structural repairs.",
     "The release of data forms part of TfL's continuing work to keep the capital moving and make the city's roads safer places for everyone and complements previous data releases.",
     "These include average traffic speeds and expected journey times along key traffic corridors, as well as information on the London Lorry Control Scheme and real-time road incidents and planed disruption due to roadworks or events.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Mayor's Smart London Board\"}",
     "The release of data supports the wider work of the Mayor's Smart London Board, which advises the Mayor on implementing new digital technologies across London's infrastructure, utilities and public services, as well as shapes the vision for London's smart cities agenda.",
     "Emily Herreras-Griffiths, Travel Demand Management Interim Programme Director at Transport for London, said: 'Every day, millions of road freight deliveries are made across London, and yet, in this digitally connected age, it is still alarming how often bridge strikes can occur.",
     "'Our Vision Zero policy means that we are determined to reduce road and rail danger wherever it occurs. For many years, we have brought together the road freight industry to tackle many issues and I'm delighted that we have been able to work with Ordnance Survey to provide a 'single source of data' for bridge heights across London.",
     "'I encourage all freight operators to use this data to ensure their systems are consistently accurate, helping drivers and their vehicles avoid unnecessary collisions, which can impact both drivers and rail passengers.'",
     "John Kimmance, Ordnance Survey Director of Government and Partner Engagement, said: 'Every day the public and private sector are using OS MasterMap Highways data to make better decisions about Britain's road network.",
     "'From reducing carbon emissions and fuel costs through route optimisation, to improving road safety and congestion levels, Ordnance Survey data is an essential source information when maintaining a safe and efficient transport infrastructure.",
     "'We are excited to see how the height data, being released by Transport for London, will be used to further improve road safety levels and minimise disruption across London's roads and rail network.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Supporting the wider economy\"}",
     "Every day, millions of freight deliveries are made across London, supporting the wider economy of the city and carrying everything from office and building supplies to groceries and deliveries to retail across the city.",
     "The increase in online shopping in recent years has meant that lorries and vans currently account for around one fifth of road traffic in London, and about a third of road traffic in central London during the morning peak.",
     "To allow London's businesses to continue to receive the goods and services they need to flourish, while ensuring that London's streets become better places for people, all aspects of freight and servicing must be actively managed in an integrated way.",
     "The Mayor's Transport Strategy, published in March 2018, looks for TfL, local borough and the freight and servicing industry to limit the adverse impact of deliveries and reduce the number of lorries and vans entering central London in the morning peak by 10% by 2026.",
     "Guidance and toolkits to help businesses better plan and retime their deliveries to avoid the busiest periods in London are available online at \u003ca href=\"https://tfl.gov.uk/freight#_blank\"\u003ehttps://tfl.gov.uk/freight\u003c/a\u003e . Last year, TfL also published Cycle Freight Guidance, which will provide boroughs with best practice recommendations and ways to overcome the barriers to cycle freight. TfL also recently announced the winners of its inaugural competition to find the best cargo bikes for sustainable business deliveries and family trips.",
     "For more information about how TfL is working to improve freight deliveries across London, visit \u003ca href=\"https://tfl.gov.uk/freight#_blank\"\u003ewww.tfl.gov.uk/freight\u003c/a\u003e ",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "The full range of Freight and servicing toolkits available to businesses includes:",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL's Personal Deliveries and Waste Consolidation Toolkits which can help businesses reduce the deliveries and servicing trips\",\"TfL's Retiming Toolkit, which encourages businesses to think about retiming their deliveries and servicing trips. So far, the award winning toolkit has removed more than 160,000 deliveries annually from peak times to less congested times, as well as establishing a retiming deliveries consortium with prominent industry partners\",\"The Water Freight Toolkit highlights the options for transporting freight by boat, showing wharves and jetties along the Thames and London's canal system which are suitable for freight\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2019/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2019/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2019/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2019/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2019/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2019/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2019/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2019/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2019/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2019/october",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}