{
 "pageTitle": "TfL upgrades key planning tool to help address London's future transport challenges",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2017",
   "url": "/info-for/media/press-releases/2017"
  },
  {
   "title": "January",
   "url": "/info-for/media/press-releases/2017/january"
  },
  {
   "title": "TfL upgrades key planning tool to help address London’s future transport challenges"
  }
 ],
 "title": {
  "title": "TfL upgrades key planning tool to help address London’s future transport challenges",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) has upgraded WebCAT, its online planning tool for showing how well-connected a location is in terms of transport. It includes a range of new data to help the city's planners design the housing and business developments of the future.",
     "The new tool has been developed with digital creative agency Mando.",
     "As well as previously released information such as the levels of public transport by location and journey time, the latest version of WebCAT now includes:",
     "{\"template\":\"bulletlist\",\"items\":[\"Heat maps which show users how well-connected an area is, not only by public transport but now also by cycling infrastructure\",\"Travel times from any location in London - now including the number of people, jobs, town centres, health services and schools within specified travel time bands.\",\"New comparisons between different scenarios such as cycling and public transport on today's transport network and that of the future.\"]}",
     "Alex Williams, Acting Managing Director of Planning, said: `London's planners have a huge challenge ahead of them and WebCAT is a great toolkit which has already provided them with lots of useful data. We have now upgraded it to include a variety of new features, such as how many jobs and schools are nearby. This means that a wider range of people, for example property developers or residents, can now use it to find out more about specific locations in London and help plan what London will look like in the future.'",
     "Mark Simpson, Client Services Director at Mando said: `We're really excited to have collaborated on this project with Transport for London.",
     "`We know how invaluable the WebCAT tool is to planners, so we're thrilled to have been involved in this next stage of development in making their lives easier.'",
     "The previous version of WebCAT allowed users to choose a location and then see heat maps showing how far you could travel within different travel time bands (e.g. within 15 minutes, 30 minutes etc.) by public transport. It also allowed users to look at future transport networks including what London's Tube and Rail network, including the Elizabeth line, will look like in the future and filter for step-free access or view the bus network alone.",
     "The upgraded tool now lets users see how many town centres, GP surgeries, Accident and Emergency departments and schools are reachable from a selected location. It has also been updated to include population and employment information, helping to show, for example, how many jobs can be reached from a selected location by public transport. By including this data, planners can quickly assess the viability of any new housing and shopping developments by showing how many people are within a short or long commute of the selected location.",
     "It will be another tool for planners to work with alongside the development of the new version of the London Plan. A first draft of the Mayor's strategic document, which sets out the economic, environmental, transport and social framework for development in the capital, is due to go out for consultation later this year.",
     "Ends",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"For more information about the WebCAT toolkit, or to give it a go yourself, please visit: \\u003ca href=\\\"http://tfl.gov.uk/WebCAT\\\"\\u003etfl.gov.uk/WebCAT\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2017/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2017/february",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "News articles",
      "url": "/info-for/media/news-articles",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}