{
 "pageTitle": "TfL doubles funding for cycling and walking programmes",
 "description": "TfL doubles funding available for community groups, with walking projects eligible for the first time",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2019",
   "url": "/info-for/media/press-releases/2019"
  },
  {
   "title": "July",
   "url": "/info-for/media/press-releases/2019/july"
  },
  {
   "title": "TfL doubles funding for cycling and walking programmes"
  }
 ],
 "title": {
  "title": "TfL doubles funding for cycling and walking programmes",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "More than £500,000 available to enable 60 groups to help encourage Londoners of all backgrounds to walk and cycle"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Programme expanded to include walking as well as cycling for the first time\",\"TfL hope to award funding to at least one project in every London borough\"]}",
     "Transport for London (TfL) has today announced that applications are open for more than £500,000 of grants for community and not-for-profit groups that encourage people to walk and cycle.",
     "Walking and Cycling Grants London aims to address barriers to walking and cycling amongst traditionally underrepresented groups, helping to make London a more sustainable, inclusive and healthy city.",
     "Previously known as Cycling Grants London, this year the programme has been expanded to include walking projects for the first time. Funding has been doubled to more than £500,000, with the number of grants available also doubling from 30 to 60. This means more Londoners can benefit from the continuing success of the scheme, and TfL hopes to award funding to at least one project in every London borough.",
     "Each community project can apply for funding of up to £10,000 over three years through the programme, which is delivered by Groundwork London. Current and previous initiatives include cycle training, guided rides and courses teaching basic cycle maintenance. Possible future projects may include guided walks, which encourage people to get active.",
     "Cycling projects that received funding in the previous round for 2019 include:",
     "{\"template\":\"bulletlist\",\"items\":[\"Breaking A Cycle project: Run by the Single Homeless Project, this scheme is engaging more than 120 homeless people in cycling activities.\",\"Hospital Cycling: Led by Access Sport, this project is running cycling courses for women at two London hospitals, in order to teach them cycling skills, increase their confidence and allow them to become cycling ambassadors for the hospitals.\",\"Biking with Badu: This project, run by Badu Community CIC, is delivering cycling workshops for young people and their families, from deprived communities, allowing them to become confident cyclists and lead cyclists for groups.\",\"Venders' Mechanics: This project is delivering a unique training programme for young offenders and those at risk of offending, including bike maintenance skills. Graduates from the course have the opportunity to work for the scheme as mobile mechanics.\",\"Wheely Tots: Family Fit: The programme runs sessions for 50 families to encourage cycling in under-represented groups. Wheely Tots also offers a mobile fitting service, with a cargo bike and trailer for people to try.\",\"Cycle Play-Road Show: Led by Stars 'n' Stripes, this project provides a pop up cycle playground aimed at families and caters for all ages. These are themed around road awareness and how to stay safe on the road, but can also be used as an assault course for more advanced cyclists, team building or fun.\",\"Wheels for Wellbeing: This project focuses on inclusive cycling sessions for Syrian refugee families in Lewisham, giving them a safe space to exercise together.\",\"Bromley Disability Cycling: Bromley Mencap provides training sessions for people with learning and communication disabilities and their families, to improve their physical, mental and social health and wellbeing.\"]}",
     "\u003cstrong\u003eWill Norman, London's Walking and Cycling Commissioner, said: \u003c/strong\u003e ",
     "'I'm delighted that walking projects can now also benefit from our expanded grants, and I'm proud that we've doubled the funding available.",
     "'By showing Londoners that walking and cycling are convenient, easy and fun ways to get around, we can improve their health and quality of life, as well as reducing toxic air pollution - improving our city for everyone.'",
     "As part of the Mayor's Transport Strategy, the Mayor has set a target to increase the proportion of people walking, cycling and taking public transport to 80 per cent of journeys by 2041, compared to 64 per cent now. Encouraging more Londoners to walk more and take up cycling is an important part of this work.",
     "\u003cstrong\u003eMiranda Leedham, Head of Customer Marketing and Behaviour Change at TfL, said: \u003c/strong\u003e ",
     "'We're pleased to be expanding this programme, which is targeting the barriers that can put people off getting active. We've seen more than 120 projects benefit from our Cycle Grants funding over the years and are looking forward to seeing even more Londoners of all ages and backgrounds get active with our increased funding.'",
     "TfL's Cycling Grants London programme has helped 120 projects encourage more than 16,000 people to cycle. It has helped contribute to the biggest increase in the amount of cycling in London since records began, with a daily average of 4 million kilometres cycled in 2018.",
     "This is five per cent higher than in 2017.",
     "\u003cstrong\u003eMartin Petry, Programme Manager (Grants) for Groundwork London, said: \u003c/strong\u003e ",
     "'We're delighted to see the expansion of cycling grants, which is set to become an even more inclusive programme through the introduction of funding for walking projects. We are excited at the prospect of seeing even more of London's diverse communities participate in sustainable, active travel.'",
     "\u003cstrong\u003eEllenie Ariotti, Bike It Plus Office for Sustrans, said:\u003c/strong\u003e ",
     "'Through our TfL funding we have been able to offer young people who are struggling in the classroom an alternative - the chance to learn from a trained mechanic and to fix their own bike. Learning practical skills and seeing the improvement to their own bike gives these young people confidence in their ability to learn and improve. They're also much more likely to cycle on a bike that they are proud to have fixed.",
     "'This project has been an investment in the tangible requirements of a cycling project, but it has also been an investment in young people and the future of cycling in London.'",
     "\u003cstrong\u003eEloise Moller, Sport and Health Programme Manager for Single Homelessness Project (SHP), said: \u003c/strong\u003e ",
     "'The 'Breaking A Cycle' project is enabling SHP clients to learn to cycle for the first time, teaching them how to look after and maintain their bikes, and valuable road safety lessons. The project provides a fun, safe social setting for our clients to engage in an activity they would normally be excluded from and offers a free mode of transport for them.'",
     "\u003cstrong\u003eJade Dalton, Physical Activity Manager at Open Age, said: \u003c/strong\u003e ",
     "'Whilst many older adults dream of being able to ride a bike, many don't have the confidence or resources to be able to fulfil this independently. With the help of Cycling Grants London, Open Age purchased bikes and helmets and set up a series of 4-week beginner courses in both Westminster and Hammersmith and Fulham supported by instructors. The outcomes and feedback so far have been amazing, with one particular participant having a smile from ear to ear when she finally got her balance on the bike after persisting for many weeks! This would all not have been possible without the support and funding from Cycling Grants London.'",
     "\u003cstrong\u003eStephen Edwards, Director of Policy \u0026 Communications at Living Streets the charity for everyday walking said:\u003c/strong\u003e ",
     "'Walking is great for our health, our air quality and the economy. It's easy, accessible and the more of us doing it, the better local areas feel to all. It's great to see TfL expand this important grant fund to include walking projects for the first time. It is vital to continue to invest to address barriers to walking, especially amongst harder to reach groups.'",
     "\u003cstrong\u003eSarah Gibb, Director of Time \u0026 Talents, which runs the Cycling Without Age project, said: \u003c/strong\u003e ",
     "'Whether housebound, living in a care home or in sheltered housing, Southwark's older people are regularly enjoying Cycling Without Age rides around local parks and other open spaces. They are often accompanied by their Time \u0026 Talents befriender who, along with our volunteer cycling 'pilots', all tell us how much they enjoy this activity and exercise. Our grant enables us to reach older people and to connect them to local residents from all walks of life to have fun, form friendships and feel the wind in their hair.'",
     "Applications are open until 16 September 2019. People can apply and view the different projects, which are already running across London, here: \u003ca href=\"[ioID]#www.wcgl.london\"\u003ewww.wcgl.london\u003c/a\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2019/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2019/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2019/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2019/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2019/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2019/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2019/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2019/august",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}