{
 "pageTitle": "TfL marks 20th anniversary year with Royal visit to London Transport Museum",
 "description": "TfL marks 20th anniversary year with Royal visit to London Transport Museum",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2020",
   "url": "/info-for/media/press-releases/2020"
  },
  {
   "title": "March",
   "url": "/info-for/media/press-releases/2020/march"
  },
  {
   "title": "TfL marks 20th anniversary year with Royal visit to London Transport Museum"
  }
 ],
 "title": {
  "title": "TfL marks 20th anniversary year with Royal visit to London Transport Museum",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Their Royal Highnesses The Prince of Wales and The Duchess of Cornwall today paid a visit to the London Transport Museum to begin celebrations of TfL's 20th anniversary.",
     "Arriving from Clarence House with TfL Commissioner Mike Brown MVO, on one of London's new environmentally-friendly electric buses, the couple were welcomed by the Mayor of London, Sadiq Khan, and met a wide range of hard-working TfL staff responsible for keeping London moving every day.",
     "Set-up in 2000 to bring London's transport network together under one integrated body, TfL has grown and improved transport in London to help support jobs, homes, opportunities and economic growth across the capital.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Keeping London moving every day\"}",
     "Throughout the past 20 years TfL has:",
     "{\"template\":\"bulletlist\",\"items\":[\"modernised huge swathes of the London Underground network, transforming the world's first metro system with rebuilt stations and new trains and signalling systems;\",\"transformed some formerly under-utilised and shabby orbital rail lines into the popular and reliable London Overground network;\",\"improved the ease with which people pay to travel - first with the Oyster card and more recently with contactless payment;\",\"helped London become a 24-hour city and boosted its economy after introducing Night Tube and Night Overground services;\",\"improved air quality for Londoners by introducing the world's first 24-hour Ultra Low Emission Zone;\",\"established the largest, most accessible and greenest bus fleet in Europe;\",\"led London's cycling revolution, with London's cycle hire scheme and a network of safe cycle lanes and new safer junctions having been created across the city;\",\"boosted accessibility across the transport network, from increasing step-free access to the introduction of the now instantly recognisable Baby on Board and Please Offer Me A Seat badges\"]}",
     "During the visit The Prince of Wales and The Duchess of Cornwall met staff who have pioneered environmental and mental health schemes in the workplace and crisis response staff.",
     "Their Royal Highnesses also spoke with the future generation of staff who will help shape London's next twenty years, including engineering apprentices working on signalling projects on the Tube to make services even quicker and more reliable, and interns from TfL's award-winning Stuart Ross Internship scheme designed to improve diversity in a number of areas of TfL's workforce.",
     "His Royal Highness unveiled a TfL20 plaque to commemorate the visit, and London's Transport Commissioner, Mike Brown MVO, presented the royal couple with personalised 'Prince of Wales' and 'Duchess of Cornwall' roundels.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Long-held association\"}",
     "This visit was the latest in a long-held association between the Royal family and London's transport network including back in 1969 when Her Majesty became the first reigning monarch to travel on the London Underground when she opened the Victoria line. She subsequently visited London Underground on its 150th birthday in 2013.",
     "\u003cstrong\u003eSadiq Khan, Mayor of London, said:\u003c/strong\u003e 'London has one of the best public transport systems in the world and Transport for London staff have worked tirelessly to further improve our network over the past 20 years.",
     "'I'm delighted that HRH The Prince of Wales and HRH The Duchess of Cornwall arrived in style aboard one of our electric buses, and it was a real pleasure to talk to them about TfL's achievements and future plans.",
     "'With the Elizabeth Line, expanded Ultra Low Emission Zone and introduction of the world-first Direct Vision Standard all planned in the next couple of years alone, I'm sure Transport for London will continue to lead the way globally in the decades to come.'",
     "\u003cstrong\u003eMike Brown MVO, London's Transport Commissioner, said:\u003c/strong\u003e 'It was a privilege to host Their Royal Highnesses and introduce them to some of the women and men who throughout the past twenty years have kept London moving and made this city better, cleaner and safer for everyone.",
     "'Our people have overseen some huge achievements since our creation at the start of the century against a backdrop of record-breaking customer numbers.",
     "'Sustained investment in London's transport infrastructure has been vital in helping create a modernised Underground and rail, bus and road network which benefits businesses and the millions of people travelling across the capital every day.",
     "'We face more challenges during the next twenty years and beyond, including meeting the needs of our ever-growing population, which we must respond to so that transport continues to support the growth and success of London.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"World's leading museum of urban transport\"}",
     "London Transport Museum is the world's leading museum of urban transport, welcoming more than 400,000 visitors through its doors each year.",
     "Historic vehicles, world-famous posters and objects from the Museum's renowned collections tell the story of London's development and the vital part transport plays in defining the unique identity of the city.",
     "Each year the Museum promotes safe, active and sustainable travel to more than 100,000 school pupils through the TfL STARS scheme.",
     "\u003cstrong\u003eHannah Resnick, Apprentice Project Manager at Transport for London, who met The Royal Highnesses, said: '\u003c/strong\u003e As an Apprentice Project Manager at TfL, I have had the opportunity to build my professional network, develop my confidence and gain experience working in a fast-paced environment.",
     "'I've been responsible for managing installations of state-of-the-art ticketing equipment across our network, as well as working on the Northern Line Extension and the upgrade of one of our oldest Depots at Neasden.",
     "'TfL also has a Committee for Graduates and Apprentices, which I had the pleasure of acting as Chair for. With consistent support around me, I have achieved my qualifications and met other like-minded people, travelling on this exciting journey together, and it's great to be able to share this story with The Prince of Wales and The Duchess of Cornwall today.'",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Images are available here: \\u003ca href=\\\"https://www.flickr.com/gp/tflpress/6xzPMw\\\"\\u003ehttps://www.flickr.com/gp/tflpress/6xzPMw\\u003c/a\\u003e \",\"Her Majesty was the first reigning monarch to ride on the Underground. The Queen formally opened the Victoria Line in March 1969 by making a trip from Green Park to Victoria, where she unveiled a plaque\",\"In 1977, the Jubilee line was officially opened by HRH The Prince of Wales and was named to mark 25 years since Her Majesty's accession to the throne. In the same year, Her Majesty opened Heathrow Central station (Terminals 1 2 3) on the Piccadilly line\",\"In the aftermath of the 7 July terrorist attack on the Tube, Her Majesty unveiled a plaque at Aldgate station in 2010 remembering the lives of the 52 victims who had died\",\"In 2013, the celebrations of London Underground's 150th anniversary saw Her Majesty The Queen, His Royal Highness The Duke of Edinburgh, The Prince of Wales and Her Royal Highness The Duchess of Cornwall take a trip on the Underground, and Her Royal Highness The Duchess of Cambridge visit Baker Street station\",\"In 2016 the Queen was presented with a commemorative Elizabeth roundel, and met a wide range of people involved in the construction of Crossrail, Europe's largest infrastructure project.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2020/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2020/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2020/march",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}