{
 "pageTitle": "TfL research shows that walking or cycling to school could take 254,000 cars off London's roads each day",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2018",
   "url": "/info-for/media/press-releases/2018"
  },
  {
   "title": "August",
   "url": "/info-for/media/press-releases/2018/august"
  },
  {
   "title": "TfL research shows that walking or cycling to school could take 254,000 cars off London’s roads each day"
  }
 ],
 "title": {
  "title": "TfL research shows that walking or cycling to school could take 254,000 cars off London’s roads each day",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "As children across London return to school, the Mayor and Transport for London (TfL) are encouraging parents to help them start the school year with a new and healthy habit - walking or cycling to school.",
     "Research from TfL's Walking Action Plan, which aims to make London the world's most walkable city, shows that a quarter of weekday morning peak car trips are for school drop-offs, a total of 254,000 trips a day. Those cars would form a traffic jam more than 1,000km long if they were queuing single file. This increased traffic has an impact on congestion, air quality, safety and the efficiency of London's roads.",
     "Walking to school benefits children's health, as eight in 10 children in London do not achieve their minimum recommended physical activity level of one hour per day. Four in 10 children in London are considered to be overweight or obese - the highest levels of childhood obesity in England. As well as the health benefits, 57kg of carbon could be saved every year if every young person walked one mile to school and back, rather than being driven.",
     "TfL, the Mayor and others are delivering a number of projects that promote healthy, walkable school journeys and make it easier and more appealing for parents and children to walk or cycle to school. TfL's STARS* accreditation scheme inspires young Londoners to walk, cycle and scoot to school, with more than 1,500 schools, nurseries and colleges now part of the scheme.",
     "The Walking Action Plan aims to double the number of schools reaching the Gold standard under the STARS scheme, from 500 to 1,000 by 2024.  The Plan focuses on schools in areas with poor air quality, high road casualty numbers and the most active travel potential. Councils like Camden and Hackney are also piloting schemes where streets around primary schools are closed at set times in the morning and afternoon, allowing people to walk and cycle safely in a pleasant environment.",
     "TfL is also transforming streets to encourage walking and cycling, ensuring people feel safe and that streets are easy to cross. Regeneration work in the City of London Corporation's Aldgate Square, which received £10m from TfL's Healthy Streets funding, has transformed the area for residents and visitors. Aldgate is now home to one of the largest public spaces in the Square Mile, with new cycle lanes, pedestrian crossings and a stunning new pavilion at its centre.",
     "The investment has also improved walking routes between nearby housing estates and the local school, encouraging more students to walk to school. City Corporation research has revealed that air pollution at the nearby Sir John Cass's Foundation Primary School has fallen below the legal annual limit for the first time since monitoring began in 2003 as a direct result of the improvements.",
     "\u003cstrong\u003eWill Norman, London's walking and cycling commissioner, said:\u003c/strong\u003e \"Being physically active sets children up for success: active kids are healthier, happier and do better at school.  Sadly, far too many children in London aren't as active as they should be. Walking, cycling and scooting to school are fun and easy ways to build more activity into the day. That's why we're determined to double the number of schools which champion active travel, enabling more London children to enjoy the benefits of leading active lives.\"",
     "\u003cstrong\u003eBen Plowden, Director of Surface Strategy and Network Development at TfL, said:\u003c/strong\u003e \"The start of a new school year is a great opportunity for both parents and children to enjoy the benefits of walking. Walking or cycling to school gives your child time to play, exercise and enjoy their local area. There are benefits for health, wellbeing and the environment, which is why we're looking to increase the proportion of trips to primary schools made by walking from 53 to 57 per cent by 2024. This target will help ensure London has the best rates of walking to school in the country.\"",
     "\u003cstrong\u003eJeremy Simons, Chairman of the City of London Corporation's Environment Committee, said:\u003c/strong\u003e \"Environmental work at the Sir John Cass Foundation primary school, together with removal of the Aldgate gyratory, has led to nitrogen dioxide levels within the school boundary meeting health based targets for the first time since monitoring began 15 years ago. The collaboration between the City Corporation and the school began in 2003 with the installation of a 24-hour air quality monitoring station in the playground. Both the school and the City of London Corporation have a strong commitment to improving air quality in the Square Mile and wider London.\"",
     "Healthy Streets for London sets the framework for the Mayor's Transport Strategy, which aims for 80 per cent of journeys to be made by walking, cycling or public transport.",
     "TfL's Liveable Neighbourhoods programme provides a further opportunity for boroughs to bid for funding to deliver long term projects that encourage walking, cycling and the use of public transport, in line with the Mayor's Healthy Streets Approach. The programme will provide grants of between £1 million and £10 million for a wide range of community-supported projects, which could include the creation of green spaces, new cycling infrastructure, redesigned junctions and the widening of walking routes to improve access to local shops, businesses and public transport.",
     "Ealing, Greenwich, Hackney, Haringey, Havering, Lewisham and Waltham Forest boroughs were all successful in their initial bids last year, with projects ranging from the transformation of Greenwich Town Centre to the creation of a new traffic-free route along the former Grand Surrey Canal in Deptford.\u003cbr /\u003eThis follows on from the £90 million awarded by TfL to Enfield, Kingston and Waltham Forest to create three mini-Holland boroughs. This funding has allowed the boroughs to create a network of cycle routes and improve streets and public areas, which are nearing completion.",
     "* TfL's Sustainable Travel: Active, Responsible, Safe (STARS) accreditation scheme inspires young Londoners to think differently about travel and its impact on their health, wellbeing and the environment",
     "The Walking action plan can be found here: \u003ca href=\"https://tfl.gov.uk/corporate/about-tfl/how-we-work/planning-for-the-future/the-mayors-transport-strategy\"\u003ehttps://tfl.gov.uk/corporate/about-tfl/how-we-work/planning-for-the-future/the-mayors-transport-strategy\u003c/a\u003e \u003cbr /\u003eThe Mayor's Transport Strategy can be found here: \u003ca href=\"https://tfl.gov.uk/corporate/about-tfl/how-we-work/planning-for-the-future/the-mayors-transport-strategy\"\u003ehttps://tfl.gov.uk/corporate/about-tfl/how-we-work/planning-for-the-future/the-mayors-transport-strategy\u003c/a\u003e \u003cbr /\u003eHealthy Streets for London can be found here: \u003ca href=\"https://content.tfl.gov.uk/healthy-streets-for-london.pdf\"\u003ehttps://content.tfl.gov.uk/healthy-streets-for-london.pdf\u003c/a\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2018/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2018/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2018/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2018/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2018/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2018/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2018/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2018/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2018/september",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "News articles",
      "url": "/info-for/media/news-articles",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}