{
 "pageTitle": "TfL set to begin CS11 construction in July",
 "description": "TfL set to begin construction on CS11 at Swiss Cottage in July",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2018",
   "url": "/info-for/media/press-releases/2018"
  },
  {
   "title": "May",
   "url": "/info-for/media/press-releases/2018/may"
  },
  {
   "title": "TfL set to begin CS11 construction in July"
  }
 ],
 "title": {
  "title": "TfL set to begin CS11 construction in July",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The new cycle route at Swiss Cottage will include the removal of the gyratory system, a new public space on Avenue Road and new pedestrian crossings"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Following the consultation, TfL has made a number of changes to the scheme to reduce motor traffic on nearby roads\",\"The Mayor wants 80 per cent of journeys being made by foot, bike or public transport by 2041\"]}",
     "Transport for London (TfL) has today announced that work will begin to build Cycle Superhighway 11 (CS11) at Swiss Cottage in mid-July, the first section of a new route that will enable safer cycling to the West End.",
     "The gyratory will be removed and two-way working introduced on Finchley Road and Adelaide Road. Avenue Road between College Crescent and Adelaide Road will become bus and cycle only with a stepped cycle track, creating a new public space. The transformation of Swiss Cottage is expected to be complete in September 2019 and comprehensive travel advice for all modes will be published at the end of the month.",
     "As well as being a key part of CS11, changes to the one-way system at Swiss Cottage form part of TfL's ongoing review and modernisation of the capital's most dangerous and intimidating junctions. The changes will make Swiss Cottage a better place to live and work, making it easier and safer for people to move through the area. The route will improve safety for both cyclists and pedestrians in the area - encouraging non-polluting and more active travel for people living, working or passing through.",
     "Measures to reduce disruption will be in place, including adjusting traffic light timings and suspending parking and loading bays to increase traffic flow, as well as taking advantage of the quieter summer holiday period.",
     "The consultation on CS11 received 60 per cent support from more than 6,000 respondents, but TfL needed to carry out additional work to address concerns from the borough councils and local community, including concern among local residents that there would be an increase in the amount of motor traffic on some minor roads. TfL will now allow motor traffic to make right turns from College Crescent into Finchley Road, and from Finchley Road southbound into Hilgrove Road. Traffic modelling indicates this will reduce the amount of traffic into nearby minor roads, and could also improve access for local people who want to reach destinations to the west of Swiss Cottage. Following consultation feedback, buses and cyclists will be allowed to turn left from Finchley Road into College Crescent.",
     "Subject to agreement, CS11 will then run along Avenue Road, the Outer Circle of The Regent's Park, Park Crescent and Portland Place.",
     "The Mayor has committed a record £169m per year on average over the next five years to improving cycling conditions in the capital. The Mayor's aim, set out in the Mayor's Transport Strategy, is for 80 per cent of journeys to be made by foot, bike or public transport by 2041. In doing so, improving Londoners' health, tackling congestion and cleaning up London's air.",
     "Will Norman, London's Walking and Cycling Commissioner, said:",
     "'I'm delighted that work will be getting underway in a matter of weeks on the first section of CS11. High-quality segregated cycle routes play a crucial role in keeping cyclists safe, and also encourage more Londoners to cycle as part of their everyday routine. Our plans will  improve the environment around Swiss Cottage and make this busy junction safer for everyone who lives and works in the area.",
     "'We've been working very closely with the council to look at the consultation results to ensure the views of local residents are taken on board, and the amended plans will both mitigate any impact on traffic in surrounding roads, and provide substantial benefits for pedestrians too.'",
     "Gareth Powell, Managing Director of Surface Transport at TfL, said:",
     "'I'm thrilled to see construction starting on this important new addition to London's growing network of cycle routes in central London. Encouraging more Londoners to walk, cycle and use public transport is essential to keeping London moving and growing. This new cycle route around Swiss Cottage will dramatically improve safety in this busy part of the capital and will enable even more Londoners to move around by bike.'",
     "{\"template\":\"bulletlist\",\"items\":[\"Visualisations are available here - \\u003ca href=\\\"https://www.flickr.com/photos/tflpress/albums/72157693445465442\\\"\\u003ehttps://www.flickr.com/photos/tflpress/albums/72157693445465442\\u003c/a\\u003e \",\"Works on CS11 in Swiss Cottage are set to begin in mid-July and finish in September 2019\",\"Researched published by TfL has shown an astonishing increase in the number of people cycling in the capital.  730,000 trips were made by bike in London each day in 2016, a 154 per cent increase since 2000\",\"The Mayor's Transport Strategy can be found here: \\u003ca href=\\\"https://www.london.gov.uk/sites/default/files/mayors-transport-strategy-2018.pdf\\\"\\u003ehttps://www.london.gov.uk/sites/default/files/mayors-transport-strategy-2018.pdf\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2018/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2018/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2018/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2018/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2018/may",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "News articles",
      "url": "/info-for/media/news-articles",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}