{
 "pageTitle": "TfL backs customer's campaign to ask passengers to Look Up and offer their seat",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2018",
   "url": "/info-for/media/press-releases/2018"
  },
  {
   "title": "July",
   "url": "/info-for/media/press-releases/2018/july"
  },
  {
   "title": "TfL backs customer’s campaign to ask passengers to Look Up and offer their seat"
  }
 ],
 "title": {
  "title": "TfL backs customer’s campaign to ask passengers to Look Up and offer their seat",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Station and driver announcements will now include 'please look up to see if anyone needs your seat more than you do'"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) has joined the Look Up campaign, started by customer Corry Shaw, which asks people travelling on public transport to look up to see if someone is in greater need of their seat.\u003cbr /\u003eFrom this week, TfL has added Look Up messaging to a range of station and train announcements.",
     "Alongside this, there are further measures to raise awareness such as promotional posters in station halls, messages on digital advertisements and social media activity. TfL will also include the Look Up messaging in regular communications to its employees, who are the strongest ambassadors for building awareness. This supports TfL's existing Travel Kind campaign, which encourages customers to be considerate of one another when using public transport.",
     "Corry Shaw, who is disabled and lives with chronic pain that means she needs a seat when travelling, caught the attention of the public last month through press and social media.  Although she uses a TfL 'Please Offer Me a Seat' badge, Corry has found the majority of commuters avoid eye contact, sometimes unintentionally, which can make it difficult to ask for a seat.  As a result, Corry launched the Look Up campaign and called upon TfL and the Mayor of London to support her plea to customers to look up and offer their seat to people in greater need.",
     "TfL's 'Please Offer Me a Seat' badge was launched in April 2017, supporting customers with a range of conditions, invisible impairments and illnesses, helping them to travel without fear of having to stand in pain or discomfort. More than 30,000 have been issued to disabled customers and those with invisible conditions.",
     "Making transport accessible for everyone is a key business priority for TfL and the Mayor, and Corry's Look Up campaign supports its delivery.  TfL has been working with Corry to develop and deliver the campaign which customers will now see and hear on London's transport network.",
     "\u003cstrong\u003eThe Mayor of London, Sadiq Khan said:\u003c/strong\u003e 'Having spoken to Corry Shaw about her Look Up campaign, I have been determined to make it a reality on London's transport network. It's a fantastic initiative, and I hope it helps thousands of people get around London more safely and easily, while increasing awareness of disability among Londoners. Alongside the success of the 'Please Offer Me a Seat' campaign, the Look Up campaign will be an important part of our work making London's transport system genuinely accessible for everyone.'",
     "\u003cstrong\u003eCorry Shaw said:\u003c/strong\u003e 'I am so delighted that the Look Up campaign is being supported by TfL.  When I emailed TfL a month ago I never dreamed that it would lead to a real change in the public transport system, but the message seems to resonate with people and I've had support from all over the country.",
     "'I would really like to express my gratitude to the thousands of people that signed the petition and helped me spread the word on social media. I would also like to thank TfL and the Mayor's office who have been open and enthusiastic about supporting the campaign. I am excited that Please Look Up messages are now moving forward so that we can improve the lives of thousands of passengers every day.'",
     "\u003cstrong\u003eMark Evers, TfL's Chief Customer Officer for London Underground said:\u003c/strong\u003e 'Being able to get a seat on public transport can make a real difference to people who are less able to stand and we're pleased to get behind the Look Up campaign to support our work to make services more comfortable for people with accessibility needs.   Asking passengers to look up while travelling is a simple way to ask customers to be considerate of their fellow passengers and raise awareness of the needs of people with visible and hidden disabilities.'",
     "For more information on TfL's accessibility services visit \u003ca href=\"http://www.tfl.gov.uk/accessibility\"\u003ewww.tfl.gov.uk/accessibility\u003c/a\u003e ",
     "All buses, Tubes, trains and trams have clearly marked priority seats for anyone who needs them.",
     "Customers can also apply for a Please Offer Me a Seat badge and card or a Baby on Board badge to help you get a seat if you need one",
     "\u003cstrong\u003e'Please Offer Me a Seat' badge\u003c/strong\u003e In April 2017 TfL launched a free badge, \"Please Offer Me a Seat\" to help people with invisible impairments (ranging from hidden disabilities, conditions or illness) following a successful trial in autumn 2016.",
     "Currently 31,000 badges have issued\u003cbr /\u003eA survey of badge users found:\u003cbr /\u003e•\t84 per cent of users have an invisible condition\u003cbr /\u003e•\t78 per cent of users find it easier to get a seat with the badge or card\u003cbr /\u003e•\t75 per cent of users are offered a seat with the badge or card\u003cbr /\u003e•\t95 per cent of users are likely to recommend the scheme to a friend",
     "TfL does not ask customers requesting the badge or card for their medical history or supporting evidence from a doctor.",
     "Since launch POMAS has been adopted by Greater Anglia trains, the New York Transport Authority and other transport provides have expressed an interest in the scheme.",
     "\u003cstrong\u003e'Baby on Board' badge \u003c/strong\u003e ",
     "Over 1 million badges requested by customers in 12 years: 10,000 per month currently. Around 130,000 are issued each year.",
     "The badges can be used on all TfL services - London Underground, London Overground, TfL Rail, London Buses, Docklands Light Railway, Tramlink and River Services - as well as on station platforms \u0026 waiting areas.",
     "\u003cstrong\u003eTravel support card\u003c/strong\u003e TfL's Travel Support card helps disabled and older customers communicate with staff by allowing them to write down what help they need, as well as information such as their emergency contact number",
     "\u003cstrong\u003eGuide Dogs\u003c/strong\u003e Assistance dogs are accepted on all TfL services, and for a number of years TfL has been working with Guide Dogs to provide a training package so that guide dogs can use escalators.\u003cbr /\u003eWhen a customer travels on the network with their assistance dog, staff can assist them through the station. If the station only has an escalator, assistance dogs that have been trained can use it. At quiet times, staff can turn off escalators for customers whose guide dogs have not been trained to use them",
     "\u003cstrong\u003eBraille\u003c/strong\u003e Sending responses via braille is not something TfL have generally been asked to do by visually impaired customers. Most visually impaired customers will contact TfL via telephone or have assistive technology which reads typed text when sent via email or letter.\u003cbr /\u003eTfL supply a range of information for people with visual impairments. This includes a large print colour version of the Tube Map, a large print black and white version of the Tube Map and an audio Tube Map.",
     "\u003cstrong\u003eTravel Mentors\u003c/strong\u003e TfL's travel mentors can offer advice on planning a journey using an accessible route. They can also provide a mentor to accompany any disabled customer for their first few journeys to help them gain confidence and become an independent traveler. Mentoring is free and can be provided Monday to Friday from 08:00-18:00.",
     "\u003cstrong\u003eStep-free access\u003c/strong\u003e There are now more than 200 step-free stations across TfL's network, an increase of 13 per cent since 2012. These include: 73 Tube stations, 58 Overground stations, 6 TfL Rail stations and all DLR stations and Tram stops. As part of its draft Business Plan, Transport for London (TfL) has committed to making over 30 additional Tube stations step-free by 2021/22.  The move will bring the total number of stations with step-free access to all platforms to more than 100, representing over 40 per cent of the Underground network and significantly increasing the proportion from the current level of 27 per cent."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2018/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2018/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2018/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2018/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2018/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2018/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2018/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2018/august",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "News articles",
      "url": "/info-for/media/news-articles",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}