{
 "pageTitle": "The future of cross-London travel arrives",
 "description": "The future of cross-London travel arrives",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2017",
   "url": "/info-for/media/press-releases/2017"
  },
  {
   "title": "June",
   "url": "/info-for/media/press-releases/2017/june"
  },
  {
   "title": "The future of cross-London travel arrives"
  }
 ],
 "title": {
  "title": "The future of cross-London travel arrives ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Customers were today given their first chance to travel on the state-of-the-art trains that will serve the Elizabeth line when the new rail tunnels open through central London in December next year.",
     "Following extensive testing and preparation, the train, part of a fleet of 66 that will operate on the new line, is now operating in passenger service between Liverpool Street and Shenfield on the TfL Rail route.",
     "Eleven trains will be introduced on the route by the autumn and will initially be 160 metres long and made up of seven carriages. They will later be extended to nine carriages and the full length of 200 metres to carry up to 1,500 people. Key features of the trains include:",
     "{\"template\":\"bulletlist\",\"items\":[\"Air-conditioning\",\"Walk-through carriages\",\"Dedicated wheelchair spaces and additional multi-use spaces for buggies and luggage\",\"Intelligent lighting and temperature control\",\"CCTV for passenger security\",\"Three sets of double doors along each carriage for quicker and easier boarding and alighting\",\"Improved travel information for passengers to plan their onward journeys\",\"Lightweight materials and regenerative braking that will use up to 30 per cent less energy than older trains\"]}",
     "The Mayor of London, Sadiq Khan, said: `I'm delighted that our first state-of-the-art Elizabeth line train has entered service on the TfL Rail service. It gives Londoners a first look at a new service that will transform travel across London and the south east when the line opens. The Crossrail programme remains on time and on budget, and the huge success of this project shows how vital it is for the whole of the country that we also push ahead with Crossrail 2.'",
     "Mike Brown MVO, London's Transport Commissioner, said: `This is an important day for rail travel and for the millions of passengers who will use the Elizabeth line when services start in December next year. The trains are a great showcase of British design and manufacturing with air-conditioning, interconnected carriages, improved customer information and dedicated space for wheelchairs. The introduction of this first train gives customers a feel for the huge improvements that are to come when the Elizabeth line opens.'",
     "Paul Maynard, Transport Minister, said: `We are delivering the biggest rail modernisation programme for over a century and these new trains will transform the way people travel across London and beyond. Our multi-billion pound investment in the Elizabeth line will bring better and faster journeys, while boosting jobs and driving economic growth. This investment reflects our commitment, and that of train operators, to put passengers at the heart of everything we do and will improve journeys and target congestion.'",
     "Joe Bednall, Bombardier's Project Director, said: `It gives me great pride that the team at Bombardier has been involved from the design stage to the building and testing of a train as technically advanced as this, within record timescales.  It is a truly magnificent achievement for UK engineering, our world class manufacturing and assembly facility in Derby as well as our supply chain.'",
     "The trains are being built at Bombardier Transportation's UK site, showcasing British design and manufacture and helping to support 760 UK jobs and 80 apprenticeships in Derby.",
     "The Elizabeth line will serve the West End, the City and Docklands and run from Reading and Heathrow in the west across to Shenfield and Abbey Wood in the east, through 40 accessible stations. When fully open in 2019, the Elizabeth line will increase central London's rail capacity by ten per cent, carrying over half a million passengers per day. It will help TfL to keep pace with London's growing population, which is set to rise from 8.6 million today to around 10 million by 2030. It will also boost the economy by billions of pounds and support several thousands of new jobs and homes.",
     "Construction of the Crossrail project, which is on time and on budget, is 85 per cent complete. The Elizabeth line will open in phases:",
     "{\"template\":\"bulletlist\",\"items\":[\"June 2017: The first new train enters passenger service between Liverpool Street Main Line and Shenfield on the TfL Rail route.\",\"May 2018: TfL Rail service opens between Paddington Main Line and Heathrow Terminal 4, replacing the existing Heathrow Connect service and part of the Great Western inner suburban service.\",\"December 2018: The Elizabeth line opens between Paddington and Abbey Wood, Liverpool Street Main Line to Shenfield, Paddington Main Line to Heathrow Terminal 4.\",\"May 2019: The Elizabeth line through service extends from Shenfield to Paddington.\",\"December 2019: The Elizabeth line fully opens, extending to Reading and Heathrow Terminal 4.\"]}",
     "Five students from Barking \u0026 Dagenham College and Redbridge College designed the customer information posters that are displayed on the trains and at TfL Rail stations.\u003cbr /\u003eEnds\u003cbr /\u003eNotes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"Images of the train are available \\u003ca href=\\\"https://www.flickr.com/photos/tflpress/albums/72157682269822092/with/35276734442/\\\"\\u003ehere\\u003c/a\\u003e and time-lapse footage of the production line is available to download \\u003ca href=\\\"https://www.youtube.com/watch?v=8V7kXcIowl4\\u0026feature=youtu.be\\\"\\u003ehere\\u003c/a\\u003e .\",\"Transport for London took over the running of stopping services from Liverpool Street out to Shenfield in Essex on 31 May 2015, currently TfL Rail.\",\"Platforms and trains across the Elizabeth line network will be accessible by 2019 with step-free access and manual boarding ramps at stations where it is not possible to provide level boarding.\",\"TfL and train manufacturer Bombardier Transportation have worked on the designs of the new class 345 trains, based on Bombardier's latest generation Aventra train.\",\"The train is the first one in mainline passenger service to take advantage of changes announced to train standards by the RSSB last year. The trains are fitted with the latest headlights to ensure good visibility for oncoming trains and therefore do not require a yellow front end.\",\"For the first week, the train will run one off-peak return trip a day between Liverpool Street Main Line and Shenfield. It will then continue to be used for driver training along the TfL Rail route during the day. The number of passenger journeys will be increased within the first few weeks but customers will be advised to take the first train rather than waiting to board one of the new trains.\",\"Over the course of 2017, the majority of services on TfL Rail will move to being operated by new trains, although some of the older trains which are over thirty years old will remain in service through to full service in 2019.\",\"The Crossrail project is being delivered by Crossrail Limited, a wholly owned subsidiary of TfL, and is jointly sponsored by the Department for Transport and TfL.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2017/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2017/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2017/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2017/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2017/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2017/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2017/july",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "News articles",
      "url": "/info-for/media/news-articles",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}