{
 "pageTitle": "Travel advice for customers ahead of planned Tube strike by RMT and TSSA unions",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2017",
   "url": "/info-for/media/press-releases/2017"
  },
  {
   "title": "January",
   "url": "/info-for/media/press-releases/2017/january"
  },
  {
   "title": "Travel advice for customers ahead of planned Tube strike by RMT and TSSA unions"
  }
 ],
 "title": {
  "title": "Travel advice for customers ahead of planned Tube strike by RMT and TSSA unions",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) is advising customers that there will be a severely reduced service across the network on Sunday evening and all day on Monday should strike action currently planned by the RMT and TSSA unions go ahead.",
     "Station staff who are members of the unions are currently planning to strike from 18.00 on Sunday 8 January for 24 hours. This would mean severely reduced services on Monday. TfL will try to run as many services as possible, but customers are advised to complete their journeys by 18.00 on Sunday, and that most Zone 1 stations are likely to be closed throughout the action.",
     "Although National Rail services would not be affected by the strike there would be no Underground services from key interchange stations such as Victoria, King's Cross, Waterloo, Paddington, Euston, Bank and London Bridge.",
     "Piccadilly line services would still run between Hammersmith and Heathrow Terminals 1, 2 and 3, but there would be no service to Terminals 4 or 5.  There would be no service at all on the Victoria or Waterloo \u0026 City lines, and all other lines would be severely affected with limited services in outer London.",
     "For customers travelling to Canary Wharf from central London, Docklands Light Railway (DLR) services will be running, however they will be busier than usual. River services will also link central London and Canary Wharf.",
     "Customers using the DLR are being advised that there may be changes to services towards Bank, with trains instead terminating at Shadwell or Tower Gateway.",
     "Should the strike go ahead, buses, roads and rail services are expected to be much busier than usual, particularly those bus routes serving major interchange stations. TfL will be deploying Travel Ambassadors in order to help customers get around the city, over 100 extra buses will be deployed to enhance existing routes and river services will also be enhanced.",
     "There will be posters, digital boards and announcements in stations to keep people informed of the latest level of service and all customers are advised to check before they travel at \u003ca href=\"http://tfl.gov.uk/tube-strike\"\u003etfl.gov.uk/tube-strike\u003c/a\u003e and use the live update services @TfLTravelAlerts, @TfLTrafficNews and @TfLBusAlerts on Twitter.",
     "TfL remains in constructive discussions with both unions in order to try to resolve the dispute, which centres around the ticket office closure programme that was completed in early 2016.",
     "A recent independent review of the programme by London TravelWatch, commissioned by the Mayor of London, Sadiq Khan, found that steps need to be taken to ensure that customers continue to receive the service and support that they need. TfL has committed to addressing the recommendations in the report by London Travelwatch and has started this process, working with the unions to review the staffing model and put more station staff roles back in where needed.",
     "Steve Griffiths, London Underground's Chief Operating Officer, said: `We have always committed to reviewing our new staffing model with our trade unions during its first year, and following the review by London TravelWatch we established a joint working group to undertake that review and make any changes necessary.",
     "`It is clear that some more staff for stations are needed. We have started to recruit them and will continue to work with the unions to implement the recommendations made in the review.  We believe that this will help us to provide a better service for our customers and ensure that they continue to feel safe, secure and able to access the right help while using our network.",
     "`We encourage the trade unions to continue working with us in order to resolve this dispute and deliver the customer service our customers expect.'"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2017/january",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "News articles",
      "url": "/info-for/media/news-articles",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}