{
 "pageTitle": "Travel advice during today's Tube strike",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2017",
   "url": "/info-for/media/press-releases/2017"
  },
  {
   "title": "January",
   "url": "/info-for/media/press-releases/2017/january"
  },
  {
   "title": "Travel advice during today’s Tube strike"
  }
 ],
 "title": {
  "title": "Travel advice during today’s Tube strike",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Central and Waterloo \u0026 City line train operators who are RMT members are taking strike action that will affect services today"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Action means no Central line service east of Leytonstone and a severe delays on the rest of the line\",\"There is currently a good service on the Waterloo \\u0026 City line\",\"Follow \\u003ca href=\\\"http://tfl.gov.uk/tube-strike\\\"\\u003etfl.gov.uk/tube-strike\\u003c/a\\u003e and @TfLTravelAlerts, @TfLTrafficNews and @TfLBusAlerts for latest information\"]}",
     "Transport for London (TfL) is reminding customers using the Central and Waterloo \u0026 City line that services are affected today, on Thursday 26 January, due to planned strike action by train operators who are RMT members.",
     "There is no service east of Leytonstone on the Central line and trains are less frequent than usual on the majority of the Central line, with trains running:",
     "{\"template\":\"bulletlist\",\"items\":[\"about every five minutes between North Acton and Leytonstone at peak times (and every 10 minutes off peak)\",\"about every 10 minutes between North Acton and West Ruislip / Ealing Broadway at peak times (and every 20 minutes off peak)\"]}",
     "The Waterloo \u0026 City line is currently running a good service this morning, helping customers get to work.  All other transport services are unaffected by the action but some may be busier than usual as customers seek alternative routes.",
     "For customers east of Leytonstone, local bus routes have been boosted with additional bus services but it is likely that buses will be busier than usual, particularly during the morning and evening peak times.",
     "A special bus shuttle service is also operating between Epping and Chingford calling at Epping, Debden, Loughton and Chingford providing connections to London Overground services. Santander Cycles have been boosted at key stations such as Tottenham Court Road, Oxford Circus and Liverpool Street in order to help customers make alternative arrangements.",
     "Other stations and lines are also likely to be busy, including:",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL Rail services between Romford and Stratford, particularly Ilford station\",\"London Overground lines and stations between Liverpool Street and Chingford\",\"Victoria line and stations, especially Walthamstow Central\",\"The Jubilee line between London Bridge and Waterloo\",\"Customers may have to queue outside stations during peak times to prevent overcrowding, and it may take longer than usual to board a train.\"]}",
     "There are posters, digital boards and announcements in stations around the network and customers are advised to check before they travel at \u003ca href=\"http:// tfl.gov.uk/tube-strike\"\u003etfl.gov.uk/tube-strike\u003c/a\u003e and use TfL's live update services - @TfLTravelAlerts, @TfLTrafficNews and @TfLBusAlerts on Twitter.",
     "This dispute concerns the need to move eight train operators in three depots on the Central line.  These drivers need to move to other depots where they are needed so that TfL can provide the best possible train service for customers.  Following consultation and a great deal of further work, TfL has minimised the number of drivers affected to eight from an original 30, and has guaranteed that those required to move will have first preference on any future vacancies at their original location.",
     "These moves are in accordance with TfL's agreements with the RMT and with other unions, which state that employees can be asked to work at any location on the network.  No further moves are planned.",
     "Steve Griffiths, London Underground's Chief Operating Officer, said:",
     "'This strike is completely unnecessary. Like any responsible transport authority we regularly examine how we can provide the best possible service to customers‎ and to achieve this sometimes we need to move staff from locations where they are under-utilised, to the places where they are really needed.  We have agreements with the trade unions that enable us to do this.",
     "'We have identified eight drivers for whom there is not enough work on the Central line, so we have asked them to move to another line where they would make a real difference to the service our customers receive.",
     "'We are committed to minimising the impact of this move on the eight drivers and we encourage the unions to engage with us in finding a way to do this. The drivers will also have priority on any vacancies in their original location should they wish to return.",
     "'We call on the RMT to honour this long-standing agreement ‎and join us for more talks to resolve this issue rather than cause needless disruption to our customers.'",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"Other stations likely to be busy are Leytonstone, Leyton, Stratford, Mile End, Liverpool Street, Oxford Circus, Waterloo, Tottenham Court Road, Holborn, Bank, Monument, London Bridge, Embankment, North Ealing and Ealing Common.\",\"The action began at 21.00 yesterday, on Wednesday 25th January. Services will resume as normal at the start of traffic tomorrow, on Friday 27th January.\",\"There will be no service east of Leytonstone or on the Waterloo \\u0026 City line.\",\"Last July we highlighted a surplus of train drivers on the Central line to the trade unions and asked them to work with us to limit the amount of movement required.\",\"We have talked to trade unions, offered to listen to their suggestions and even tabled alternative proposals for their consideration. After a great deal of hard work, we have been able to reduce the number of essential moves down to just eight people.\",\"The movement of these eight train drivers is a reflection of these agreements being implemented to move extra train drivers to where they are needed so our customers benefit from a better service.\",\"These drivers will have‎ priority to return to the Central line when a vacancy occurs should the wish to do so.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2017/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2017/february",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "News articles",
      "url": "/info-for/media/news-articles",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}