{
 "pageTitle": "Waterloo's transformation to start in early 2020",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2017",
   "url": "/info-for/media/press-releases/2017"
  },
  {
   "title": "December",
   "url": "/info-for/media/press-releases/2017/december"
  },
  {
   "title": "Waterloo’s transformation to start in early 2020"
  }
 ],
 "title": {
  "title": "Waterloo’s transformation to start in early 2020",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Plans to transform Waterloo roundabout and Waterloo Road have been backed in a public consultation"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"The removal of the roundabout and creation of a new public space would reduce dominance of traffic in the Waterloo area\",\"Changes demonstrate Mayor's commitment to the Healthy Streets Approach and tackling junctions with the worst safety records\"]}",
     "The Mayor of London, Sadiq Khan, TfL and Lambeth Council have today announced that work to transform the Waterloo area will start in early 2020.",
     "The work will improve the area for walking, cycling and public transport users through what is currently an intimidating and dangerous junction that cuts through the local community.  Waterloo Roundabout was identified earlier this year as among the 73 junctions in the Capital with the worst safety record for pedestrians, cyclists and motorcyclists in TfL's evidence-led Safer Junctions programme.",
     "The dramatic changes to be delivered at the junction will include segregated cycle lanes, cycle-specific traffic lights, wider footpaths, a full redesign of the intimidating junction and vastly improved public spaces. The improvements will also open up new areas of London for safer cycling and will provide another valuable piece in London's growing network of safe cycle routes.",
     "Concerns over safety are frequently cited as one of the key reasons people do not cycle in the Waterloo area. Overhauling this notorious junction will help the Mayor reach his aim for all deaths and serious injuries from road collisions to be eliminated from London's streets by 2041. Removing these barriers will help achieve the Mayor's ambitious target that 80 % of all trips are made on foot, by bike or public transport by 2041, which will help reduce congestion and improve air quality.",
     "Will Norman, London's Walking and Cycling Commissioner, said: \"Waterloo roundabout is currently one of the most dangerous junctions in London, so it's great news that we can progress with our plans to improve it. We're going to transform this intimidating junction, making it safer and more pleasant for all those who use the area. By creating people-friendly streets, we can encourage many more Londoners to walk, cycle and use public transport, improving our health and air quality.\"",
     "Leon Daniels, Managing Director of Surface Transport, said: \"I'm extremely pleased that by working with the local community and business groups we're able to confirm work will start in early 2020 at Waterloo Roundabout and Waterloo Road - but that we're also continuing to work with the community to ensure the work meets their needs. Projects like this can help create a better London less dependent on the car, where public health is improved, the creation of new homes and jobs are supported and where everyone can travel in a healthy, affordable and accessible way.\"",
     "Cllr Matthew Bennett, Lambeth Cabinet Member for Planning, Regeneration \u0026 Jobs, said: \"We are determined in Lambeth to make our streets safer, cleaner and easier for everyone to get around, particularly those who walk or cycle, so we're pleased to be working with TfL on such a major project, investing to improve the area around Waterloo roundabout and along Waterloo Road.  We want the area to be a more attractive place for people to spend time in, use local businesses and enjoy everything that is on offer.  I'm glad so many people took part in the consultation and I'm confident these plans will make Waterloo a much better, healthier and safer place to live, work, and visit for years to come. We are also committed to continuing to work with local residents in the area to reduce rat running and congestion in neighbouring residential roads.\"",
     "Richard Shaw, BFI's Director of Marketing, Communications \u0026 Audiences, said: \"We enthusiastically welcome the bold and imaginative plans announced today designed to transform the Waterloo area. Creating new public spaces and prioritising the tens of thousands of Londoners, commuters and visitors to London travelling through Waterloo by foot or on bike every day, will hugely benefit customers of BFI IMAX and BFI Southbank and the wider South Bank. Not only will this plan massively improve safety and access, but also enhance one of the most important and vibrant cultural spaces in the world.\"",
     "The work at Waterloo will make the most effective use of limited road space, helping to support the ongoing regeneration and growth of Waterloo by encouraging sustainable and active travel. They were developed after close engagement with the local community and stakeholders. Following public feedback, TfL is working to retain more trees, improving the links of the scheme to the surrounding cycle network and will work with Lambeth Council to reduce any rat-running.",
     "The area around Waterloo is currently overcrowded and unpleasant for pedestrians, cyclists and bus users. These changes will be made even more important by the expansion of the railway station and planned developments.",
     "TfL and Lambeth Council's transformation of the Waterloo area will:",
     "{\"template\":\"bulletlist\",\"items\":[\"Create a new large public square by closing the south west corner of the roundabout\",\"Return safer two-way traffic around Waterloo Imax\",\"Introduce safer segregated cycle lanes around the Imax\",\"Widen footways and improve a pedestrian crossing\",\"Improve the bus station on Waterloo Road\"]}",
     "In addition to these changes, the area will be decluttered and there will be an overall increase in the area's greenery.",
     "Cycling will be made easier and more appealing through dedicated space and signals to reduce collisions, while tackling this notorious junction removes a barrier to cycling in the wider area. Both pedestrians and bus users will benefit from a new signalised crossing, a new public square and wider footways.",
     "Notes to Editors:\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"There were 1,628 responses of which 55% said they strongly agreed or agreed with the proposals\",\"For more information about the plans for the Waterloo area go to \\u003ca href=\\\"http://www.tfl.gov.uk/waterloo-roundabout\\\"\\u003etfl.gov.uk/waterloo-roundabout\\u003c/a\\u003e \",\"Earlier this year the Mayor used his draft strategy to set out bold plans to reduce the Capital's dependency on the car - transforming the experience of walking, cycling and public transport in London over the coming decades\",\"The Mayor will set out a target to increase the proportion of people walking, cycling and taking public transport to 80% of journeys by 2041, compared to 64% now, meaning an average of 3 million fewer car journeys in London each day\",\"A key focus of this is the Mayor's £2.1bn Healthy Streets approach. This aims to create more attractive, accessible and people-friendly streets, where everybody can enjoy spending time and being physically active by making walking and cycling easier and safer across London\",\"Currently, more than 40% of Londoners do not achieve the recommended 150 minutes of activity a week, and 28% do less than 30 minutes a week. GLA analysis shows that if every Londoner walked or cycled for 20 minutes a day, it would save the NHS £1.7bn in treatment costs over the next 25 years\",\"Earlier this year, Will Norman named the 73 junctions in the Capital with the worst safety records as he unveiled a new approach to delivering improvements for pedestrians and cyclists. New analysis uses the last three years of casualty figures on the TfL road network to identify the junctions with the poorest safety records so that they can be targeted for work. This analysis will now continue each year as part of a new approach that will see work continually monitored and the junctions with the most incidents prioritised\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2017/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2017/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2017/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2017/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2017/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2017/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2017/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2017/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2017/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2017/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2017/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2017/december",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "News articles",
      "url": "/info-for/media/news-articles",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}