{
 "pageTitle": "Winners of TfL's first Best Cargo Bike competition",
 "description": "Winners announced in TfL's first Best Cargo Bike competition",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2019",
   "url": "/info-for/media/press-releases/2019"
  },
  {
   "title": "August",
   "url": "/info-for/media/press-releases/2019/august"
  },
  {
   "title": "Winners of TfL's first Best Cargo Bike competition"
  }
 ],
 "title": {
  "title": "Winners of TfL's first Best Cargo Bike competition",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Sixteen cargo bike models were showcased at the competition held at London's Queen Elizabeth Olympic Park"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Transport for London (TfL) is working with parents and businesses to encourage more people to switch to cleaner, greener and more efficient alternatives\",\"Comfort, manoeuvrability and affordability among areas considered by the judges\"]}",
     "Transport for London (TfL) has announced the winners of its inaugural competition to find the best cargo bikes for sustainable business deliveries and family trips. The competition aims to raise the profile of cargo bikes, highlighting their benefits as a sustainable option for deliveries and an alternative to car journeys for families with young children.",
     "TfL worked in partnership with manufacturers, distributors and stockists to host the competition, with awards handed out in two categories. Sixteen cargo bikes were put forward for judging by 10 manufacturers.",
     "Eight judges - including London's Walking and Cycling Commissioner Will Norman and representatives from Mothercare, Sustrans, community cycling groups and family cycling bloggers - assessed each bike. Affordability, comfort, security, style, capacity and manoeuvrability were among the areas considered. Parents and children also assessed the bikes on a course at London's Queen Elizabeth Olympic Park.",
     "Douze's G4e bike won the Best Cargo Bike - Business category. Judges were particularly impressed with the model's manoeuvrability and comfort and the bike also scored highly across the other judging criteria. Bicicapace Pelican and Harry Vs Larry Bullitt were also highly regarded in this category.",
     "The Bakfiets Long won the Best Cargo Bike - Families category which assessed bikes which are suitable for carrying children. The bike scored highly for its affordability and judges were also impressed by the bike's ease of use. Bicicapace Justlong and Bakfiets Short were also highly regarded in this category.",
     "The two winners will receive an official endorsement from TfL for their marketing purposes for 12 months.",
     "Motorised vehicles are a major contributor to London's poor air quality and congestion, as well as the global climate crisis. The school run is a major source of traffic, congestion and air pollution, making up a quarter of weekday car trips in the morning peak. Meanwhile the number of freight vehicles on the capital's streets has increased by 20 per cent since 2010 as the freight industry works to meet the demand caused by population growth and the growth in online deliveries.",
     "Will Norman, London's Walking and Cycling Commissioner, said:",
     "'I'm delighted that this competition has helped showcase how cargo bikes are a greener, cleaner and often faster alternative to polluting cars and vans. We were really impressed with the standard of all the entries, and hope families and businesses will be encouraged to make the switch and help clean up London's toxic air.'",
     "Christina Calderato, TfL's Head of Transport Strategy and Planning, said:\u003cbr /\u003e'Switching trips from motorised vehicles to cargo bikes on London's roads is essential if we are to tackle some of the biggest challenges facing the capital. Anyone choosing to ride a cargo bike rather than going by car or van is directly contributing to cleaning up the air we breathe. There is also a huge range of other associated health, practical and economic benefits around choosing to travel in this way.",
     "'The interest in this competition demonstrates just how much choice there is for businesses and families, who are thinking of making the switch to this greener and healthier way of moving goods and travelling around the capital.'",
     "Hugh Salt, Bakfiets' UK importer and distributor, said:",
     "'I am thrilled at this award has been given to the Bakfiets Long cargo bike and it's great that TfL are doing more to raise awareness of the benefits of these types of bikes through this project. Bakfiets, based in the Netherlands, has been making of bikes dedicated to carrying children for over 20 years. I'm really pleased to see London and Londoners catching on to how healthy, practical and fun cargo bikes can be for the whole family.'",
     "Matt Winfield, London director at Sustrans, said:",
     "'At Sustrans, we've always known that cargo bikes are a big win for Londoners. We've seen first-hand how they can work brilliantly for businesses, connecting them more with their customers while benefitting the environment and not compromising on economic performance. Cargo bikes are great for families too, enabling them to travel in a clean, green and active way. The more they are used, the better our air will be, making for a healthier, happier city for everyone.'",
     "Alternative forms of freight, such as cycle freight, can be cleaner, greener and more efficient. There are many benefits for businesses, including staff health and motivation. Employees who are physically active take 27 per cent fewer sick days, for example. This is why TfL is working with industry and business to enable them to make the switch where possible.",
     "A contractor working with TfL on its transformation of Highbury Corner recently used a cargo bike to deliver hydrogen gas for the first time. TfL's Healthy Streets for Business Fund awards funding to business groups to run projects enabling greater use of cycle freight, including recent schemes in Archway, London Bridge and Streatham.",
     "Almost 9,500 Londoners die early due to long-term exposure to air pollution every year, and children are the most vulnerable to its harmful effects. Toxic air can harm their lungs, damage the development of their brains and stunt their growth. This could also leave them with lasting problems like asthma, badly affecting their futures. In London, 400,000 children live in areas which exceed current air pollution limits, and more than 450 state schools are in areas with dangerously high air pollution levels.",
     "TfL's STARS programme, which encourages children to travel to walk, cycle or scoot to school, is helping reduce congestion and improve air quality. Families and parents have an important role to play in this by driving less. Cargo bikes provide a practical way to achieve this, as a healthy and environmentally-friendly alternative to the car.",
     "Notes to editors",
     "The Cargo bikes participating in the competition were:",
     "{\"template\":\"bulletlist\",\"items\":[\"Bakfiets - Cargo Bike Classic Smart e-assist (family)\",\"Bakfiets - Cargobike Classic Long (family)\",\"Bakfiets - Riskja (family)\",\"Urban Arrow - Family CX (family)\",\"Babboe - Mountain Curve (family)\",\"Nihola - Family (family\",\"Harry Vs Larry - Miss Bullitt (family)\",\"Tern GSD S10 (family)\",\"Bicicapace - Justlong (family)\",\"Christiania Bikes - Classic (family)\",\"Harry Vs Larry - Bullitt (business)\",\"Ridgeback - e-cargo (business)\",\"Douze - G4 (business)\",\"Tern GSD S00 (business)\",\"Bicicapace - Pelican (Business)\",\"Urban Arrow - Cargo L Performance CX (business)\"]}",
     "TfL worked directly with manufacturers to source bikes, as well as stockists London Green Cycles, The School Run Centre and Fully Charged.",
     "The panel of judges consisted of:"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2019/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2019/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2019/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2019/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2019/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2019/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2019/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2019/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2019/49467",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}