{
 "pageTitle": "Work starts on site to deliver affordable homes at Beechwood Avenue",
 "description": "Work starts on site to deliver affordable homes at Beechwood Avenue",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2019",
   "url": "/info-for/media/press-releases/2019"
  },
  {
   "title": "October",
   "url": "/info-for/media/press-releases/2019/october"
  },
  {
   "title": "Work starts on site to deliver affordable homes at Beechwood Avenue"
  }
 ],
 "title": {
  "title": "Work starts on site to deliver affordable homes at Beechwood Avenue",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "TfL has announced today that the London-based property developer and construction company, Kuropatwa Limited, has started work on the first of TfL's small sites at Beechwood Avenue, following Barnet Council giving the proposals full planning permission in July this year.",
     "The project will deliver 97 homes, of which 50% will be affordable.",
     "The affordable homes at Beechwood include a high proportion of housing with more than one bedroom, making them more suitable for families, and will be a balance of Shared Ownership and affordable homes for rent, including those at social rent levels.",
     "Having rapidly achieved planning in under a year from exchange, Kuropatwa is on track to deliver the project in 2021 and the striking design, led by Peter Barber Architects, has already been recognised as the winner in the Unbuilt Housing category of the 2019 New London Architecture awards.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"'Small Sites, Small Builders'\"}",
     "Following an open competition, Kuropatwa Limited was selected to develop this site, as well as three of TfL's small sites in Wapping that will deliver more than 50 homes, including 50% affordable housing, as part of the Mayor of London's 'Small Sites, Small Builders' programme.",
     "This programme was set up in response to London's homebuilding sector being dominated by a small number of large developers that build the vast majority of homes across the capital.",
     "The number of small builders has halved over the last 10 years, and the Mayor of London wants to make small plots of publicly owned land more accessible to London's small and medium-sized builders, including community-led housing groups, through a simple bidding process with standardised legal contracts.",
     "Graeme Craig, Director of Commercial Development at Transport for London, said: 'We are unlocking development on dozens of sites to support the Mayor's ambitions to create thousands of new homes for Londoners.",
     "'It's exciting to be working with award-winning small and medium sized developers like Kuropatwa Limited and see work begin on the first of our sites through the GLA's programme at Beechwood Avenue in Barnet.",
     "'Working with a variety of different partners, we are building the homes that London desperately needs, while also generating revenue to reinvest into the transport network.'",
     "Oliver Kuropatwa, Director of Land, Planning and Finance Origination for Kuropatwa, said: 'We are delighted to have commenced construction after achieving planning on this complex site in under a year.",
     "'It is a pleasure to work with TfL and the GLA and we look forward to continuing to work with them on delivering the homes that the Capital desperately needs.'",
     "Councillor Daniel Thomas, Leader of Barnet Council, said: 'I'm very pleased to see work has started on this project to construct a number of affordable homes in Barnet.",
     "'With the continued need for additional housing in London it is extremely important that we all look for new ways of ensuring those much needed homes are built.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Ambitious housing programme\"}",
     "TfL has already put 18 small sites through the programme in two phases. The first phase of small TfL sites, including Beechwood Avenue, were located in seven different boroughs, and launched in February last year as part of the pilot.",
     "Partners for the second phase of eight sites - which are located in Richmond, Ealing, Newham, Bexley, Hounslow, Lambeth and Waltham Forest - have been selected subject to contracts and will be announced shortly.",
     "These proposals form part of TfL's ambitious housing programme that has a target to start on TfL sites, which will provide 10,000 homes, by March 2021 as well as a commitment to deliver 50% affordable housing across all sites brought to the market since May 2016.",
     "Construction has already started on more than 650 homes as the programme continues to build momentum, with up to 1,000 homes expected to be started by the end of this financial year. The majority of schemes are expected to start in 2020/21.",
     "'Small Sites, Small Builders' is a £13.4 million initiative of the London Economic Action Partnership and the Mayor of London.",
     "Last June, the Mayor announced an extra £3.8 million of funding for the programme, and further investment over the next four years. TfL will continue to bring forward small sites on a rolling basis, with Boroughs and other public landholders encouraged to take part.",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The level of affordable housing Beechwood Avenue is calculated according to habitable room. For planning purposes a habitable room is usually defined as any room used or intended to be used for sleeping, cooking, living or eating purposes.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2019/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2019/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2019/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2019/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2019/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2019/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2019/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2019/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2019/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2019/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2019/49475",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}