{
 "pageTitle": "World's greatest cycling festival returns this weekend",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2019",
   "url": "/info-for/media/press-releases/2019"
  },
  {
   "title": "July",
   "url": "/info-for/media/press-releases/2019/july"
  },
  {
   "title": "World’s greatest cycling festival returns this weekend"
  }
 ],
 "title": {
  "title": "World’s greatest cycling festival returns this weekend",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "More than 100,000 people will take part in Prudential RideLondon events across the 3 and 4 August"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"On Saturday (3 August), Londoners will be able to cycle around central London on traffic-free streets, while on Sunday spectators can enjoy a range of professional races and mass participation rides\",\"Some roads and bridges will be closed in London on Saturday 3 and in London and Surrey on Sunday 4 August\",\"Road users are advised to check their journeys before they travel\"]}",
     "Prudential RideLondon, the world's greatest mass participation festival of cycling, will return to London and Surrey this weekend and Transport for London (TfL) is encouraging Londoners to make the most of traffic-free streets and join in with a number of events planned across the 3 and 4 August.",
     "Prudential RideLondon is now in its seventh year and there will be a wide range of events taking place on both Saturday and Sunday including a 19-mile event, which is open to cyclists aged 12 upwards and aims to encourage the next generation of London and Surrey's cyclists.",
     "The FreeCycle event on Saturday will see a seven-mile traffic-free circuit, passing London landmarks such as Buckingham Palace and St. Paul's Cathedral, open to cyclists of all ages and abilities. Rides led by an experienced cycle guide will be travelling to the event from every London borough, making it even easier to get to central London to take part. Last year, more than 70,000 people cycled along the FreeCycle circuit.\u003cbr /\u003e",
     "Free festival zones with music and entertainment will be open at six locations along the route and bike mechanics on hand in case of any technical problems. This year, the event will be free of single-use plastic water bottles for the first time, with participants encouraged to bring their own refillable bottle and there will Thames Water fountains at all the FreeCycle Festival sites.",
     "On Saturday 3 August from 05:00 to 19:30, TfL is making central London roads traffic-free for FreeCycle and the UCI Women's WorldTour Prudential RideLondon Classique, as well as the Brompton World Championship Final.",
     "On Sunday, thousands of amateur cyclists will be raising money for charity by taking part in the Prudential RideLondon-Surrey 100, 46 and 19 events. The UCI WorldTour Prudential RideLondon-Surrey Classic event on the same day will see 150 of the world's best male cyclists take part in a 169km race through London and Surrey and there will be a variety of opportunities for spectators to cheer on the riders along the route.",
     "On Sunday 4 August, from 04:00, roads throughout parts of east, central, west and southwest London and Surrey will be closed. Roads will begin to open once the events have passed and it is safe to do so, with the majority reopened by 18:00. All roads are expected to be fully open by 20:00. Thirteen river crossings will be closed for part of the day, including Westminster Bridge, Tower Bridge and Battersea Bridge but the Blackwall Tunnel will remain open. Tube and Rail will be the best way to travel during the event weekend. If you must drive, please ensure you allow plenty of time and prepare to take a longer route than usual. More information is available on the TfL website at \u003ca href=\"[ioID]#tfl.gov.uk/ridelondon\"\u003etfl.gov.uk/ridelondon\u003c/a\u003e ",
     "Will Norman, London's Walking and Cycling Commissioner, said:",
     "'This year's Prudential RideLondon is set to be the biggest and best we've ever had, and what's so special about RideLondon is that there are exciting events open to cyclists of all ages and abilities. Whether you're new to cycling and want to enjoy traffic-free streets in central London or come along to cheer the world's best riders from the World Tour, Prudential RideLondon is a huge celebration of cycling where everyone can get involved.'",
     "Gareth Powell, TfL's Managing Director of Surface Transport, said:",
     "'Prudential RideLondon is one of the highlights of the capital's calendar and is a fantastic opportunity for Londoners to come together to celebrate cycling and enjoy traffic-free streets across central London on Saturday 3 August. Cyclists of all ages and abilities will be catered for and traffic-free roads will help to encourage more people to try out cycling in London for the first time.  Some roads will be closed as a result, so we are asking Londoners to plan ahead and check before they travel.'",
     "TfL and the Mayor are committed to expanding the capital's cycle network at pace and increasing the proportion of Londoners who live within 400 metres of the cycling network to 28 per cent by 2024, up from nine per cent. TfL has doubled the amount of protected space for cyclists since 2016 and is on course to triple this by 2020.",
     "In 2018, the Mayor's Vision Zero plan and Walking and Cycling Action Plans set out ambitious targets for eliminating death and serious injury from London's roads and making London the best city in the world for walking and the best big city for cycling. These plans will ensure safer streets and a high standard for walking and cycling routes, which will significantly increase the number of people walking and cycling as well as reduce road danger, congestion and air pollution.",
     "The expansion of London's walking and cycling network continues to enable millions more journeys to be cycled or made on foot every week. New 2018 data shows that cycling in London is at record levels with the average daily total distance cycled exceeding 4million kilometres for the first time. Construction on major new routes between Tower Bridge Road and Greenwich and Acton and Wood Lane is underway and TfL is also currently inviting people to have their say on another route between Dalston and Clapton.",
     "Notes to editors",
     "{\"template\":\"bulletlist\",\"items\":[\"Prudential RideLondon is the world's greatest festival of cycling with more than 100,000 riders expected to participate in different events for all ages and abilities over the weekend of 3-4 August 2019. Find out more at \\u003ca href=\\\"[ioID]#prudentialridelondon.co.uk\\\"\\u003eprudentialridelondon.co.uk\\u003c/a\\u003e \",\"Prudential RideLondon features two UCI WorldTour events: the Prudential RideLondon-Surrey Classic for men and the Prudential RideLondon Classique for women. These two races are the richest one day races on the pro cycling calendar\",\"Prudential RideLondon was developed by the Mayor of London, Transport for London and London \\u0026 Partners in partnership with Surrey County Council and is sponsored by Prudential\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2019/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2019/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2019/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2019/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2019/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2019/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2019/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2019/august",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}