{
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Bold new THINK! campaign to cut motorcyclist deaths ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Motorcyclists will see their names up in lights as part of a bold new THINK! campaign to save lives on the roads."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "I hope this bold new approach will help to reduce the number of motorcyclists killed or hurt in crashes with cars",
     "The new TV adverts will show bikers with flashing neon signs attached to their bikes.",
     "The signs show the rider's name and describe personality traits, such as 'shy, retiring type' or 'new dad'.",
     "The voiceover at the end asks drivers to look out for motorcyclists next time they're out driving.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Unacceptable number of collisions\"}",
     "The new £3.5m campaign - launched by Road Safety Minister Paul Clark today - marks a radical departure for THINK! after research showed drivers are more likely to notice motorcyclists on the roads if they personally know a biker.",
     "The adverts put motorcyclists at the centre of the new campaign in a bid to encourage all drivers to see the person behind the helmet - and so tackle the huge over-representation of motorcyclists in road casualty figures.",
     "Motorcyclists account for one per cent of traffic but 19 per cent of deaths on Britain's roads.",
     "Paul Clark, Road Safety Minister, said: 'We are working hard to tackle the unacceptable number of collisions where motorcyclists are killed on Britain's roads and our THINK! campaigns are a vital part of this.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Bold new approach\"}",
     "'Previous adverts have warned drivers to look out for bikes in specific situations such as at T-junctions or in their blind spots and showed the deadly consequences of failing to do so.",
     "'This exciting new campaign goes a step further by asking drivers to reconsider the way they look at bikers.",
     "'I hope this bold new approach will help to reduce the number of motorcyclists killed or hurt in crashes with cars.",
     "Kulveer Ranger, the Mayor of London's transport advisor, said: 'Motorcycle safety is a central part of the Mayor's focus to support those who choose to travel on to two wheels.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Reaching out to drivers\"}",
     "'The brilliant thing about this campaign is the way it so clearly highlights that often the most important piece of safety equipment for bikers can simply be other road users using their eyes and making sure they look out for motorbikes.",
     "'Attaching giant neon signs to motorbikes might not be too practical on a daily basis but these ads are so memorable that I think they will become firmly lodged in Londoners minds.'",
     "Ben Plowden, Director Integrated Programme Delivery at Transport for London (TfL), said: 'TfL is committed to reducing collisions on the road and this campaign will help by reaching out to drivers as people.",
     "'It demonstrates that bikers can be easily overlooked on the roads and this can sometimes lead to tragic consequences.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Safety is an issue\"}",
     "'I urge Londoners to heed the message of this campaign and to THINK BIKE, THINK BIKERS.",
     "'Road safety is an issue which affects people all year round. As the weather improves and people start to take to their bikes, it is particularly relevant.'",
     "The new 'Named Riders' campaign starts on Monday 1 March and includes TV, radio, cinema and online advertising.",
     "The first TV advert will air on 1 March during Coronation Street in London and during Emmerdale across the rest of Great Britain.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The campaign is divided between Named Riders, aimed at drivers and Be Alive to the Road, aimed at motorcyclists\",\"TV, radio and online advertising and radio sponsorship activity for Named Rider will run from 1-31 March\",\"Cinema advertising will run between 5-11 March and 19 -25 March\",\"The first TV ad will air in the evening on Monday 1 March 2010\",\"Motorcyclists have the highest fatality rate per billion kilometre of any road user group. Despite only representing one per cent of vehicle traffic, they account for 19 per cent of all road user deaths in Great Britain. In 2008, 493 motorcyclists were killed and 5,556 were seriously injured (source: Reported Road Casualties GB 2008) although this is over 20 per cent fewer fatal and serious casualties than in 2003, it is still too many\",\"Typically around three-quarters (75 per cent) of motorcyclists killed or seriously inured (KSIs) occur in collisions involving another vehicle (usually a car). In 2008, just over half (51 per cent) occurred in collisions at junctions, with the remainder of KSIs occurring either in crashes with other vehicles away from junctions (24 per cent) or in single vehicle incidents (25 per cent)\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}