{
 "pageTitle": "Launch of 2010 Coach Parking in London Map",
 "description": "New coach parking at key locations in London including the massive Westfield shopping centre and Shaftesbury Avenue were announced at the launch of London's new coach parking map.The map takes London's cultural heritage as its theme and ties in with a key",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Launch of 2010 Coach Parking in London Map",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Access to London's cultural heritage a key theme."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This map provides drivers and coach operators with vital, practical information to plan and organise tours in the Capital",
     "New coach parking at key locations in London including the massive Westfield shopping centre and Shaftesbury Avenue were announced at the launch of London's new coach parking map.",
     "The map takes London's cultural heritage as its theme and ties in with a key Mayoral priority to improve access to London's iconic sites and buildings for visitors to the city.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Practical information\"}",
     "The new map features St Paul's Cathedral on the cover to coincide with the 300th Anniversary of its completion.",
     "For the last eight years Transport for London (TfL), in conjunction with the Confederation of Passenger Transport (CPT), has been involved in the design and publication of the map, which provides invaluable information on coach parking and driver facilities in the Capital.",
     "Now in its second year of operation, a dedicated Coach Drivers' Helpline provides further advice and assistance on driver and parking facilities in London and guidance on parking regulations.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Interactive map\"}",
     "In addition, a unique internet-based traffic management tool, the \u003ca title=\"Interactive coach parking map\"href=\"http://www.tfl.gov.uk/coachparking\"\u003eInteractive Coach Parking Map\u003c/a\u003e , offers the latest information on coach parking along with real time traffic reports on planned road works and potential journey disruptions.",
     "The coach industry opens up London's rich cultural offerings to a wide audience.",
     "Thousands of schoolchildren, national and international tourists and theatregoers of all ages rely on them as an affordable way of getting around the Capital.",
     "Kulveer Ranger, the Mayor of London's transport advisor, said: 'Coaches play a huge role in the daily life of the Capital and I am certain the new map will find a home in the bag of every London coach driver.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Boosting London's economy\"}",
     "'From football matches to theatreland in the West End or school trips to our world class museums; they move thousands of Londoners and visitors around our great city every day.",
     "'The industry provides a £300 million contribution to our economy every year and we will be working ever closer with them in the build up to the 2012 Games.'",
     "Following negotiations and discussions with Westfield a new coach drop off and pick up point has been opened next to the popular west London shopping destination.",
     "The bays are located on Westfield Way. Limited parking is also available but has to be booked in advance.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Helping vistors\"}",
     "David Brown, TfL's Managing Director of Surface Transport, said: 'A valuable source of income to London's economy is provided by tourists and visitors, many of whom rely on coaches to access the city.",
     "'This map provides drivers and coach operators with vital, practical information to plan and organise tours in the Capital and to enable visitors to experience the wonderful cultural heritage of this city.'",
     "CPT President Steve Whiteway commented: 'Saying that the London Coach parking map is invaluable may appear the obvious remark to make, but there really is no better way of describing it.",
     "'It is to our coach drivers what the A to Z is to those looking to visit the various cultural heritage sites in the Capital. We are proud to be able to continue and extend our relationship with TfL by working with them on the Coach Parking Map's production.'",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL, in conjunction with CPT, distribute the map to the coach industry and through CPT's extensive membership. Free copies of the Coach Parking in London 2010 map are available from TfL by sending an email to \\u003ca href=\\\"mailto:coaches@tfl.gov.uk\\\"\\u003ecoaches@tfl.gov.uk\\u003c/a\\u003e \",\"The Coach Drivers Helpline can be contacted during office hours on 0845 604 0770\",\"The Interactive Coach Parking Map can be found online at: \\u003ca href=\\\"http://www.tfl.gov.uk/coachparking\\\"\\u003ewww.tfl.gov.uk/coachparking\\u003c/a\\u003e \",\"TfL research estimates that over 3000 coach movements per day are made in London, with 1000 of those being private hire/charter work transporting visitors and tourists into and around the city\",\"Further information available on: \\u003ca href=\\\"http://uk.westfield.com/london/getting-there/coach/\\\"\\u003ehttp://uk.westfield.com/london/getting-there/coach/\\u003c/a\\u003e \"]}",
     "\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}