{
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London River Services unveils spring/summer timetable",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "With the days getting longer and increasing numbers of Londoners and tourists taking to the Thames, Transport for London has produced a new guide to services available on the river over the coming months."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The Mayor's vision is for the Thames to be an integral part of London's transport network",
     "The 2010 spring and summer schedule details the scheduled services that depart from the eight key piers London River Services manages along the Thames, including a frequent service from Embankment to Woolwich Arsenal.",
     "With Oyster pay as you go now available on Thames Clippers services Londoners will find it even easier to use the river.",
     "A range of other river services is also available including jazz river trips, lunch and dinner cruises and a Tate-to-Tate service, providing an easy transport link between the world famous art galleries.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Improving signage\"}",
     "Kulveer Ranger, the Mayor of London's transport advisor, said: 'The Mayor's vision is for the Thames to be an integral part of London's transport network.",
     "'A river that is not just gazed upon from ever increasing riverside apartments but also used more and more.",
     "'We are focused on making it easier for Londoners and visitors to do to this by improving signage to the piers and services available and the new timetable is another splash in the right direction to help get thousands of people to continue, or even start, enjoying the unique experience of travelling on the Thames.'",
     "Passengers with a valid Travelcard, or an Oyster card loaded with a valid Travelcard, can get a third off single fares on most scheduled services.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Quick, convenient and comfortable\"}",
     "On Thames Clippers the balance of the journey can be taken from any Oyster pay as you go balance.",
     "Passengers with Oyster pay as you go get 10 per cent off the normal Thames Clipper adult fare.",
     "Andy Griffiths, Head of London River Services, said: 'London's river services give visitors and residents an opportunity to see many iconic London landmarks, including the Tower of London and the Houses of Parliament, from a fantastic vantage point.",
     "'River services also offer a quick, convenient and comfortable way to travel through central London.'",
     "For more information on London River Services, visit \u003ca href=\"http://www.tfl.gov.uk/river\"\u003ewww.tfl.gov.uk/river\u003c/a\u003e or pick up the new booklet from London River Services' piers, London Underground stations and TfL Travel Information kiosks.",
     "\u003cstrong\u003eNotes to editors: \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"London River Services is responsible for managing eight piers on the river: Westminster, Festival, Embankment, Millbank, Blackfriars, Bankside, Tower and Greenwich\",\"Fast river buses now operate all day every day from Embankment pier and the London Eye pier to the O2 at North Greenwich, with some continuing to Woolwich Arsenal. The last boat back into central London from the O2 is at 23:10 (23:20 Saturdays and Sundays)\",\"Passengers with a valid Travelcard will get a third off the price of their river bus ticket. Passengers with Oyster pay as you go will get a 10 per cent off the normal Thames Clipper adult fare, with the exception of journeys on the O2 Express service\",\"London River Services is keen to ensure the continued growth and development of river services and to see that all riverboat services are integrated, where practicable, with London's other public transport services\",\"London River Services has introduced real-time information on Thames Clipper services at piers and on the website to allow customers to better plan their journeys\",\"All London River Services' piers are accessible and step-free at all states of the tide, allowing easy access for mobility impaired passengers. Most river boats are accessible - passengers should contact boat operators for comprehensive accessibility information when planning their journeys. The relevant contact information is included in the new guide\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}