{
 "pageTitle": "London Underground calls on RMT leadership to halt 'unjustified and kneejerk' strike threat",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Underground calls on RMT leadership to halt 'unjustified and kneejerk' strike threat",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Stations will continue to be staffed at all times. All stations with a ticket office will continue to have one. LU reiterates that there will be no compulsory redundancies."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "London Underground (LU) has called on the RMT leadership to continue talks and put a halt to their latest threat of industrial action as they labelled the threat of strike action 'unjustified and kneejerk'.",
     "LU has made it very clear under the proposals set out earlier this month that:",
     "{\"template\":\"bulletlist\",\"items\":[\"Safety and customer service remain its top priorities\",\"There will always be staff present at every station to help customers\",\"All stations that currently have a ticket office service will continue to have one with opening hours that meet customer demand\",\"There will be no compulsory redundancies\"]}",
     "London Underground Director Richard Parry said: 'The changes we are proposing are vital to ensure we can deliver a safer, more frequent Tube service in future.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Threat unjustified\"}",
     "'We are committed to customer service and to protecting London Underground's excellent and improving safety record.",
     "'The threat of strike action by the RMT is unjustified and kneejerk at this very early stage of the consultation process.",
     "'Their members will be best served by meaningful discussion not strike threats.",
     "'We have made it clear from the very beginning that all stations will continue to be staffed at all times, all stations with a ticket office will continue to have one and there will be no compulsory redundancies.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"No compulsory redundancies\"}",
     "'The huge success of Oyster means the use of ticket offices has fallen by almost 50 per cent.",
     "'Just one in 20 journeys now starts with a visit to a ticket office. The proposed changes to ticket office opening hours would enable us to deploy our staff in those places at those times where passengers need them most - on stations, not behind glass screens or in back of office roles.",
     "'Like any public service, we have to be as efficient as we can, particularly in the present difficult economic times to deliver value for money for the farepayers and taxpayers who fund the Tube.'\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}