{
 "pageTitle": "London's electric vehicle revolution takes major step forward",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London's electric vehicle revolution takes major step forward",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) establishes the UK's largest electric vehicle and charge point procurement frameworks worth over £70m to speed up delivery."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "These procurement frameworks will allow us to drive down costs and achieve better value for money",
     "The Mayor's plans to make London the electric vehicle capital of Europe took a significant step forward today as TfL published details of how 1,000 electric vehicles for the Greater London Authority (GLA) fleet and 8,500 charging points, together worth more than £70m, will be secured.",
     "TfL has placed two notices in the Official Journal of the European Union (OJEU) which will create the UK's largest procurement frameworks to date for electric vehicles and electric vehicle charge point infrastructure.",
     "The agreements will speed up delivery of the Mayor's plans by creating a shortlist of approved suppliers, making it easier and cheaper for TfL to buy points and vehicles, and enabling orders to be placed while keeping economical bulk buying prices.",
     "The list will be open to other private and public sector bodies to use to help them progress the take up of electric vehicles quickly and for less money.",
     "This framework will enable TfL and other interested organisations to purchase electric vehicles and charge points in a more efficient way up to the total value of nearly £72m.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Sustainable transport\"}",
     "This value would be reached if the 8,500 charging points and 1,000 electric vehicles for London, as outlined in procurement notices, are bought through the framework.",
     "The benefits of adopting a procurement framework rather than tendering for a traditional contract is that the required electric vehicle infrastructure can be delivered far quicker via a range of suppliers.",
     "The new purchasing system forms a crucial part of the Mayor's drive to make London the electric vehicle capital of Europe.",
     "The vehicles and charge points bought through the framework will contribute to the delivery of 25,000 electric vehicle charge points and 1,000 GLA electric vehicles by 2015.",
     "The new infrastructure and the additional electric vehicles on London roads will help to encourage Londoners to use a more sustainable form of private transport and support the Mayor's target to cut London's CO2 emissions by 60 per cent by 2025.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"New infrastructure\"}",
     "There is also an option for other organisations, predominantly UK local authorities, to benefit from the cost efficiencies delivered by the London frameworks.",
     "A total of 300 electric vehicles and charging points infrastructure up to a value of £25.4m can be collectively purchased by other organisations making the frameworks worth nearly £100m, boosting the electric vehicle market further.",
     "The Mayor of London, Boris Johnson, said: 'Over the next 12 months, Londoners will see 1600 electric vehicle charge points being installed across the city helping electric driving to become a common sense option for many people.",
     "'By 2013 this will become 7,500 and by 2015 we want 25,000 in place.",
     "'In plain terms, these procurement frameworks will allow us to drive down costs and achieve better value for money as we progress with our plans to expand vehicle usage.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Lower costs\"}",
     "Electric vehicles emit 30 to 40 per cent lower carbon emissions than comparable petrol or diesel cars.",
     "This will reduce further over time as the amount of energy - which charges the electric vehicles' batteries - generated by renewable sources increases.",
     "They also do not emit any harmful emissions from the exhaust helping to improve London's poor air quality.",
     "Graeme Craig, TfL's Director of Congestion Charging and Traffic Enforcement, said: 'TfL has hit the ground running to deliver the UK's largest electric vehicle charge point network following the London consortium's successful bid last month to the Government's 'Plugged in Places' fund.",
     "London is particularly well suited to the expansion of electric vehicles as 90 per cent of car journeys are less than 10 miles, well within the travel range of existing electric vehicles.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Driving incentives\"}",
     "The Mayor has previously announced that a single London-wide brand for electric vehicles in the Capital will be launched so that Londoners will be able to clearly identify where a charging point is located.",
     "This will be joined by a new website providing Londoners with a one-stop-shop of information on electric vehicles and charging points including details.",
     "A number of incentives are also being considered in addition to the Congestion Charge exemption for electric vehicles in the Capital.",
     "The procurement frameworks to supply the 1,000 electric vehicles and electric vehicle charge points will be finalised by early 2011.",
     "Both frameworks will run until 2015.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL has placed two notices in the OJEU. The first notice relates to a contract for the provision of 8,525 electric vehicle charging points. The second notice relates to the creation of a procurement framework for the provision of 1,000 electric vehicles for the GLA fleet by 2015. Other organisations, predominantly local authorities, will also be able to take advantage of both London frameworks and realise the financial benefits delivered by bulk procurement. Collectively these organisations will be able to procure up to 300 electric vehicles and charging points to the value of £10m\",\"The total value of the TfL electric vehicle framework is £51.6m for London and an additional £15.4m if used by other organisations. The TfL electric vehicle charging point framework is worth £20m for charging points in London and up to £10m for charging points procured by other bodies. The two frameworks are worth a total of £97m (£71.6m in London and £25.4m by other bodies)\",\"London already leads the way with almost a quarter (1,700) of the 8,000 electric vehicles registered in the UK in the Capital\",\"TfL has played a key part in encouraging the take up of electric vehicles funding approximately half of the electric vehicles charging points in London (more than 250) and providing incentives such as the 100 per cent discount on the Central London Congestion Charge for electric vehicles\",\"The planned 25,000 strong charging point network will be able to support tens of thousands more electric vehicles in London and will help realise the aim to encourage 100,000 electric vehicles in the Capital as soon as possible.\",\"The Mayor secured £17m in funding from government and the private sector last month via the London Consortium bid to the Government's 'Plugged in Places' Fund. This will be supplemented by £5.6m funding from TfL. A total of 7,500 charging points will be delivered in London by spring 2013 with 1,600 charging points to be delivered over the next 12 months. The total of 7,500 charging points by spring 2013 are expected to deliver 6,000 points at work places, 500 on-street, 330 in public car parks, 50 at Tube stations, 140 in supermarket car parks and 120 for car clubs\",\"The Mayor has made a commitment to have 1,000 electric vehicles in service for the GLA family by 2015\",\"The \\u003ca href=\\\"http://www.london.gov.uk/electricvehicles/docs/GLA_ELI_Strategy_09_V05.pdf\\\"\\u003eElectric Vehicle Infrastructure Strategy\\u003c/a\\u003e , which details how TfL, with its partners, intends to increase the level of electric vehicle charging points was launched for consultation by the Mayor of London in December 2009. Consultation for the plan closed on 26 February with a final plan to be launched later in 2010\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}