{
 "pageTitle": "More red buses going green",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "More red buses going green",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) has today announced the manufacturers and operators of its latest batch of 50 cleaner, greener hybrid buses."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We will now be able to almost double the number of these green vehicles on the roads",
     "The new buses will be manufactured by Volvo and Alexander Dennis Limited (ADL) and operated by Arriva, Metroline and London United.",
     "A decision has not yet been made on which routes London's latest hybrid buses will operate along, although the buses are likely to be operating in the Capital's most polluted hotspots following plans announced by the Mayor of London last week.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Leading the way\"}",
     "The buses are expected to enter service by the end of the year.",
     "The new buses are a key strand of TfL's strategy to increase hybrid buses on London's roads.",
     "By next year, TfL expect to have 300 hybrid buses operating and by 2012 all new buses coming on to London's roads will be hybrids.",
     "Mike Weston, London Buses Operations Director, said: 'London is leading the way on hybrid buses as we continue our contribution to improving the fuel efficiency of our vehicles, helping to improve air quality and cut the Capital's carbon dioxide (CO2) emissions.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Tough targets\"}",
     "'We will now be able to almost double the number of these green vehicles on the roads and by 2012 all new buses coming on to London's roads will be hybrids.'",
     "The Mayor and TfL are committed to tackling climate change through cutting London's contribution to CO2 and other emissions.",
     "The Mayor has set a tough target of reducing CO2 emissions by 60 per cent by 2025 from 1990 levels and has recently published a comprehensive air quality strategy for public consultation.",
     "The 50 buses have been funded by the Department for Transport's (DfT) Green Bus Fund.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Of the 50 hybrid buses, 20 will be manufactured by Volvo and operated by Arriva, 10 will be manufactured by ADL and operated by Metroline and 20 will be manufactured by ADL and operated by London United\",\"There are currently 56 buses operating in London\",\"A further six hybrid buses are on order and will be joining the bus fleet in 2010 to allow the whole of route 360 to be converted to hybrid operation\",\"Take a look at \\u003ca href=\\\"http://www.london.gov.uk/air-quality\\\"\\u003ethe Mayor's Air Quality Strategy\\u003c/a\\u003e \\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}