{
 "pageTitle": "TfL introduces new facility to help reduce the number of defaced Zip photocards in circulation",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL introduces new facility to help reduce the number of defaced Zip photocards in circulation",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Zip Oyster photocard users can now change their photocard picture online. The facility will also be available to holders of other concessionary Oyster cards."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Our website now allows Londoners with TfL concessionary photocards to change their photograph at a cost of £10 per image, and as often as they like.",
     "Young people and Londoners holding one of Transport for London's (TfL's) concessionary photocards can now \u003ca title=\"Photocard\"href=\"http://www.tfl.gov.uk/photocard\"\u003echange their Oyster card photograph online\u003c/a\u003e , for a charge of £10.",
     "This does not include Freedom Pass holders, which allow over 60s and eligible disabled people in London to travel free, as it is not a TfL concessionary photocard and is administered by London Councils.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"No more damaged cards\"}",
     "Until recently, concessionary photocard holders were unable to change the photograph on their Oyster photocard.",
     "As a result, a number of photocard holders were found to be travelling with what appeared to be deliberately damaged or defaced photocards.",
     "In the case of young people, this breaches the Behaviour Code they sign up to in order to receive their Zip Oyster photocards, and can result in their travel concession being withdrawn for up to a year.",
     "Since April 2009 more than 1,500 young people, in particular 11-15 Zip Oyster photocard holders, have had their travel concession withdrawn for travelling with a damaged or defaced photocard.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Self-consciousness\"}",
     "This is an age when 11 to 15 year olds' physical appearance changes considerably, and it is believed that self-consciousness about appearance is one of the reasons for a number of the damaged or defaced photocards.",
     "This new facility now allows all holders of TfL's concessionary photocards to replace the image on their photocard, with an appropriate one of themselves, as often as they like and at a cost of £10 per image.",
     "Steve Burton, Director of Community Safety Enforcement and Policing at Transport for London, said: 'Less than one per cent of young people with Zip Oyster photocards have had their travel concession withdrawn for travelling with a damaged or defaced card and it is not a decision we take lightly.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Change online\"}",
     "'To make it easier for people, our website now allows Londoners with TfL concessionary photocards to change their photograph at a cost of £10 per image, and as often as they like.",
     "'It is very important that the photographs on all Oyster photocards are clearly visible and that our staff are able to confirm that the person travelling for free or at a discount is authorised to do so. If you want to change your photograph, you can now visit the TfL website and upload an appropriate one you prefer.",
     "'Travelling with a card that doesn't work when you touch in, isn't yours or doesn't have a clear photograph of you may lead to you losing your travel concession.'\u003cbr /\u003e\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"London residents eligible for concessionary travel photocards include:\\u003cbr /\\u003e- war veterans\\u003cbr /\\u003e- under 16s obtaining free travel on buses and trams (Zip) and U16 with\\u003cbr /\\u003ehalf rate travel.\\u003cbr /\\u003e- under 18s who are in full-time education (Zip)\",\"Freedom Pass holders, which allow over 60s and eligible disabled people in London to travel free, are not included as it is not a TfL concession and is administered by London Councils\",\"Zip is the name for the group of Oyster cards used to provide young people with concessionary travel. Full details can be found on the TfL webpage at: \\u003ca href=\\\"http://www.tfl.gov.uk/tickets/faresandtickets/1063.aspx\\\"\\u003ehttp://www.tfl.gov.uk/tickets/faresandtickets/1063.aspx\\u003c/a\\u003e \",\"Around 500,000 11 to 15 year olds in the Capital benefit from the Zip Oyster photocard scheme every year\",\"The Zip Oyster photocard scheme, which was introduced in June 2008, has promoted responsible travel among young people. They must sign up to, and respect, a Behaviour Code in order to continue to enjoy the travel concession\",\"The Behaviour Code states that offences against the code, including breaching TfL's Conditions of Carriage, could result in the withdrawal of the Zip Oyster photocard concession. As part of these conditions, a defaced or damaged Oyster photocard makes the travel concession invalid. For further details about the Behaviour Code please visit \\u003ca href=\\\"http://www.tfl.gov.uk/tickets/faresandtickets/1063.aspx\\\"\\u003ehttp://www.tfl.gov.uk/tickets/faresandtickets/1063.aspx\\u003c/a\\u003e \",\"All Oyster photocards must be replaced if they become broken, damaged or defaced, otherwise an appropriate ticket must be bought for the journey. Replacements can be obtained by calling Oyster Customer Service Centre on 0845 330 9876 (08:00-20:00 seven days a week) or through the TfL website\",\"To upload a new image visit \\u003ca href=\\\"http://www.tfl.gov.uk/photocard\\\"\\u003ewww.tfl.gov.uk/photocard\\u003c/a\\u003e and follow the instructions to replace a Lost/Stolen/Damaged concessionary photocard\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}