{
 "pageTitle": "TfL's Travel Information Centres celebrate 70th year with opening of new centre at King's Cross St. Pancras",
 "description": "TfL Travel Information Centres are a one-stop-shop for information and advice about transport services in London including fares, tickets and maps, and have been helping Londoners, commuters and visitors for the last 70 years. The centres also sell",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL's Travel Information Centres celebrate 70th year with opening of new centre at King's Cross St. Pancras",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London's Transport Commissioner, Peter Hendy, has celebrated the 70th year of Transport for London's (TfL's) Travel Information Centres with the opening of a new, larger centre at King's Cross St. Pancras Tube station."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Travel Information Centres have served tens of millions of passengers over the last 70 years",
     "TfL Travel Information Centres are a one-stop-shop for information and advice about transport services in London including fares, tickets and maps, and have been helping Londoners, commuters and visitors for the last 70 years.",
     "The centres also sell tickets to many of London's top venues including fast-track admission to London's main visitor attractions, theatres, and sightseeing tours.",
     "Last year over two million customers were served by centres across London at Liverpool Street, Piccadilly Circus, Euston, Victoria and Heathrow.",
     "The King's Cross St. Pancras centre in the station's western ticket hall is the sixth across the TfL network and follows the opening of a new and improved outlet at Euston station last year.",
     "It has a team of fifteen, most of whom speak French or another European language, and will advise around half a million customers each year, including many international rail passengers using St. Pancras International.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Valued by visitors\"}",
     "London's Transport Commissioner, Peter Hendy, said: 'TfL's Travel Information Centres have served tens of millions of passengers over the last 70 years and are particularly valued by visitors to the Capital.",
     "'This latest addition at King's Cross St. Pancras, designed in large part by our customer service team themselves, demonstrates our ongoing commitment to helping our customers with information and advice on fares, Oyster cards, ticketing and how best to reach their destinations.'",
     "'The first Travel Information Centre opened in 1940 to help people get around London during the Blitz as most station signs outside central London had been removed and bus, Tube and National Rail services were restricted.",
     "These early Travel Information Centres were mobile and could therefore be moved to locations where they were most needed.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Up-to-date advice\"}",
     "In 1944, Travel Information Centres took on a tourism role to help American and Commonwealth troops in London make the most of their time in the Capital.",
     "Providing information on London's major visitor attractions remains a key function of the centres today.",
     "The new centre at King's Cross St. Pancras has four counter positions including one which is wheelchair accessible.",
     "Each counter position has a PC linked to real-time travel information, TfL's Journey Planner and the TfL web site.",
     "This helps our customer service team supply customers with the most accurate and up-to-date travel advice.",
     "{\"template\":\"bulletlist\"}",
     "{\"template\":\"bulletlist\",\"items\":[\"Advice on and sale of tickets including: Oyster pay as you go, Travelcards and bus passes\",\"Congestion Charge payments\",\"Information and booking of Heathrow and Gatwick Express services and Southern train services between London Victoria and Gatwick Airport\",\"Fast-track admission tickets to some of London's most popular tourist attractions, such as The Tower of London and Madam Tussauds\",\"Booking and advice on rail and coach tours in Britain, Paris, Brussels and Bruges\",\"Advice on any access requirements\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}