{
 "pageTitle": "Transport for London casts a light on scooter safety",
 "description": "With the clocks set to change and days growing lighter many of the capital's scooter riders are returning to the streets for their daily commute. The ScooterSafe programme provides scooter riders with the opportunity to develop their riding and awareness",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London casts a light on scooter safety",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) is urging London's scooter riders to hone their safety skills by signing up for the ScooterSafe initiative."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "I urge all the scooter riders in London to go to the ScooterSafe website and book a place on this fantastic course",
     "With the clocks set to change and days growing lighter many of the capital's scooter riders are returning to the streets for their daily commute.",
     "The ScooterSafe programme provides scooter riders with the opportunity to develop their riding and awareness skills. This will enable them to be safer on the roads therefore helping to reduce the number of riders killed or seriously injured.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Safety leaflets\"}",
     "Over 30,000 leaflets containing details about rider safety and ScooterSafe will be distributed this week.",
     "Credit-card sized information packs will be left on parked scooters throughout several popular scooter locations in the Capital including Liverpool Street, Covent Garden, Pimlico and Camden.",
     "Kulveer Ranger, the Mayor of London's transport advisor, said: 'The longer days and warmer weather will see lots more scooter loving Londoners taking their machines out on the road as it's a fantastic way to zip around the Capital.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Scootersafe days\"}",
     "'But when the scooter has been in the garage for several months it is only natural for riders skills to be slightly rusty and that is why signing up for a ScooterSafe day can be so valuable.",
     "'The skills they'll pick up from the experts could potentially be lifesavers.'",
     "The DVLA issues guidance to all new riders and additional advice is given when they buy a vehicle from a dealer.",
     "But many scooter riders rarely seek updated safety information.",
     "This means riders may find themselves in the position of never thinking about the issue after passing their test.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Protective clothing\"}",
     "TfL is particularly keen to highlight the need to wear adequate protective clothing.",
     "Riders are recommended to check the condition of their clothing and their helmets regularly. How often they are used and how they are stored can have an impact on their effectiveness.",
     "Chris Lines, Head of the London Road Safety Unit at Transport for London, said: 'Transport for London is committed to ensuring the safety of all Londoners using the Capital's roads. The ScooterSafe scheme offers an extremely valuable service.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Travel safely\"}",
     "'I urge all the scooter riders in London to go to the ScooterSafe website and book a place on this fantastic course.",
     "'This scheme gives riders all the information they need to ensure a safe journey for themselves.",
     "'We also want to remind riders that they need to wear appropriate clothing for riding on their scooters as this could make the difference if things go wrong.'",
     "For more information visit \u003ca title=\"Scootersafe London\"href=\"http://www.scootersafe-london.co.uk \"\u003eScooterSafe-London\u003c/a\u003e .\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"The ScooterSafe London course takes place in two locations in the Capital and is open to all riders from the novice on a moped up to a long term rider of a 250cc scooter and costs £45 per person\",\"Scooter riders in London span a wide variety of ages and ScooterSafe welcomes the attendance of riders of all ages as long as they have a minimum of a CBT pass certificate, a relevant licence, insurance and valid MOT if applicable\",\"Riders are recommended to wear appropriate made-for-motorcycling clothing. This includes items such as gloves and helmets with the BSI kite mark (BSI 6658-1985) or UN ECE 22.05 mark of approval on the helmet or strap\",\"Transport for London has teamed up with the Department for Transport and their promotional partners to offer riders discounts on products or services that help reduce risk of injury. \\u003ca href=\\\"http://www.scootersafe-london.co.uk\\\"\\u003ehttp://www.scootersafe-london.co.uk\\u003c/a\\u003e \",\"There are three key points in the year for changes in riding behaviour of P2W riders:\",\"Spring clock change: the extra light encourages riders to get back on their bike after the winter\",\"Spring, May/June: the better weather encourages more people to ride, particularly leisure riders who don't commute but ride at weekends\",\"Autumn clock change: less light and bad weather results in a significant number of riders 'hibernating' their machines for the winter. Also poor light results in low visibility which contributes to more accidents\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}