{
 "pageTitle": "Work on A406 Bounds Green improvement scheme to begin next month",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Work on A406 Bounds Green improvement scheme to begin next month",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) has announced today that work on the A406 Bounds Green improvement scheme will begin on 26 April."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Thanks to the determination of the Mayor, Transport for London and the local borough, work is finally set to get underway",
     "{\"template\":\"bulletlist\",\"items\":[\"Works will create a two-lane carriageway along the A406 North Circular Road, with Bowes Road upgraded from single to predominantly dual carriageway\",\"New pedestrian crossings and fully accessible footbridge to be installed at A406 Bowes Road/Wilmer Way Junction as part of the scheme\"]}",
     "The works, which will take two years to complete, will convert the A406 North Circular between Bounds Green Road and Connaught Gardens to a predominantly two lane dual carriageway.",
     "Journey times will be made more predictable by smoothing traffic flow through the area, and the work will cut the number of vehicles taking short cuts through local residential streets.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Better crossing\"}",
     "New cycle and bus lanes will be created along the road and street lighting, road junctions and pedestrian crossings will be upgraded as part of the improvement scheme.",
     "A new, fully-accessible footbridge will be installed on A406 Bowes Road at the junction of Wilmer Way.",
     "This new footbridge replaces the current footbridge across the A406 and will provide a better, more accessible crossing facility for local residents - including the children who attend Bowes Primary and Broomfield Secondary Schools.",
     "New trees, shrubs and grassed areas will also be planted alongside the A406 as part of the project, making it a much more pleasant area for those who live in the vicinity.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Environmental benefits\"}",
     "Kulveer Ranger, the Mayor of London's transport advisor, said: 'Local residents have spent years wondering if this scheme would ever get started and it is brilliant news that, thanks to the determination of the Mayor, Transport for London and the local borough, work is finally set to get underway.",
     "'It promises to make real and long awaited improvements to the area.'",
     "Dana Skelley, Director of Roads for TfL, said: 'The Bounds Green scheme will significantly improve the A406, benefiting both local residents and people who use the North Circular Road.",
     "'The scheme will upgrade both Bowes Road and Telford Road, and improve facilities for pedestrians and cyclists along both these roads.",
     "'These changes will also help to smooth traffic flow at junctions in the area, which will make peoples journey times more predictable, as well as safer and less congested for all road users.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Regenerating the area\"}",
     "Councillor Terry Neville, Cabinet Member for Environment and Street Scene for Enfield Council, said: 'These upgrades to the A406, which we have long campaigned for, are the next important steps towards regenerating this section of Bounds Green.",
     "'This scheme brings a number of safety and environmental benefits to the area, which once completed, I am sure both residents and road users will appreciate for years to come.'",
     "TfL will be holding public information sessions about the scheme at the Trinity at Bowes Methodist Church \u0026 Community Centre in Palmers Green on 18-20 March.",
     "The sessions will give local residents and business owners an opportunity to ask TfL questions about the scheme.",
     "Work on the scheme is expected to be completed by spring 2012.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}",
     "{\"template\":\"bulletlist\",\"items\":[\"Thursday, 18 March - 16:00-20:00\",\"Friday, 19 March - 15:00-19:00\",\"Saturday, 20 March - 11:00-15:00\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}