{
 "pageTitle": "Celebrate Le Tour de France with the London Cycle Challenge",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2014",
   "url": "/info-for/media/press-releases/2014"
  },
  {
   "title": "June",
   "url": "/info-for/media/press-releases/2014/june"
  },
  {
   "title": "Celebrate Le Tour de France with the London Cycle Challenge"
  }
 ],
 "title": {
  "title": "Celebrate Le Tour de France with the London Cycle Challenge",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Take\\n            part to be in with a chance to win some\\n            fantastic prizes including a prime spot at the Tour de France Stage 3 finish\\n            line on Monday 7 July\",\"The London Cycle Challenge will have three stages\\n            over the summer, both before and after the Tour de France returns to London\"]}",
     "With just over a month to go,\n        Transport for London (TfL) has launched its London Cycle Challenge to get more\n        people out on their bikes and excited about the Tour de France's thrilling return to the\n        capital on Monday 7 July",
     "The first stage, the Virtual\n        Ride Challenge is now open, and will run until 27 June.",
     "This challenge\n        allows Londoners to virtually ride the first three stages of the Tour de\n        France. Riders can get\n        together a group of friends to make a team, and log all bike journeys which\n        will add up and move your virtual bike along the route of the first three\n        stages of the Tour. Get the bike to the finish line on The Mall in St James's\n        Park and you could be\n        in with a chance to win a place there to watch the world's best riders on\n        Monday 7 July.",
     "There are many other prizes available through the London Cycle\n        Challenge including signed Team GB cycling kit and membership for Barclays\n        Cycle Hire.",
     "Registration is now open and it's free to participate, go to www.tfl.gov.uk/cyclechallenge\n        to find out more information and get involved.",
     "Ben Plowden, Director of Surface\n        Strategy and Planning at TfL, said: \"The London Cycle Challenge is a great\n        opportunity to show how simple and fun cycling can be. With the excitement of\n        the Tour de France Stage 3 finishing in London on Monday 7 July, the annual\n        Prudential RideLondon weekend following in August and the Tour of Britain in\n        September, the Challenge is a great way for everyone to get involved.\n          It's aimed at all levels, from\n        those who don't own a bike, to those who regularly cycle to work, there really\n        is something in it for everyone with some great prizes on offer. So whether\n        this will be your first time on a bike, if you're a lapsed rider, or a seasoned\n        commuter, the emphasis is simply to give it a try.\"",
     "The Tour de France - the world's largest annual\n        sporting event - comes to London on Monday 7 July after the first two stages in\n        Yorkshire.",
     "Around 200 elite cyclists will travel from Cambridge, through Essex,\n        into London before a spectacular finish on The Mall.",
     "The iconic Tour de France\n        will draw people onto the streets of London from near and far, and help to\n        inspire more people to take up cycling.",
     "The London Cycle Challenge is another way for Londoners\n        to get into\n        the spirit of the Tour de\n        France. Last\n        weekend, more\n        than 3000 people took part in the Fete du Tour celebration\n        of cycling at Queen Elizabeth Park (QEOP).",
     "Nearly a thousand adults and\n        children rode a range of bikes, including mini penny farthings, tandems,\n        choppers and recumbent bikes, and hundreds of cyclists had their bikes security\n        marked and sat in a lorry cab to understand blind spots.",
     "QEOP will play a major role in the\n        Tour when spectators will be able to watch the elite cycling action in the\n        official Tour de France Fan Parks.  In addition to QEOP, there will be Fan Parks\n        at Green Park and Trafalgar Square. The Fan Park sites will feature a range of different\n        activities and live Tour de France racing on a big screen.",
     "Once the Tour de France has\n        left the capital, the London Cycle\n        Challenge will continue\n        with two more challenges -  the Workplace Challenge and the Goal Setting Challenge -\n        helping to keep Londoners in\n        the saddle all summer. For more information go to www.tfl.gov.uk/cyclechallenge.",
     "An extensive programme of\n        public engagement and communication around the arrival of the Tour de\n        France in the capital is underway to help businesses and the public plan and\n        get around on the day. The engagement activities include leaflet drops to\n        residents and businesses along the route, work with the local boroughs, local\n        business engagement events and public information sessions. Last week TfL\n        published detailed travel advice to help Londoners prepare for the Tour,\n        including maps showing affected roads. For more information, detailed maps and\n        a range of advice, go to tfl.gov.uk/tourdefrance.",
     "{\"template\":\"bulletlist\",\"items\":[\"The Cycle Challenge\\n            focuses on participation, rather than miles cycled and there will be prizes\\n            for:  the 'top encourager' (the person who gets the most people involved\\n            in the Cycle Challenge), the team who complete the virtual ride the quickest,\\n            employers with the most participants in the Workplace Challenge and there will\\n            be spot prizes for teams that complete the ride and people that complete their\\n            personal goals.\",\"A School Cycle Challenge is also open and running until\\n            27 June to encourage schools to cycle more often. School can register\\n            teams to compete against other schools across London. School staff will be\\n            able to start signing pupils up for the competition, by logging into the\\n            STARS website: http://www.staccreditation.org.uk/school/staccreditation.php\",\"The detailed Tour de\\n            France route is available on the TfL website at tfl.gov.uk/tourdefrance. To\\n            avoid delays drivers are advised to, wherever possible, avoid areas near\\n            the event routes in the affected parts of Cambridgeshire, Essex and London. For\\n            up to date information on how transport services are operating, check before\\n            you travel at tfl.gov.uk and follow\\n            @TfLTravelAlerts (Tube, DLR and London Overground), @TfLTrafficNews (roads) and\\n            @TfLBusAlerts (bus).\",\"Tube and Rail will be the best\\n            way to get around the affected areas of London, with the vast majority of\\n            services in central London running as normal. The Circle and District\\n            lines are expected to be extremely busy as will stations along the route,\\n            particularly in Zone 1 from midday until around 18:00\",\"The Tour de France\\n            will kick off a spectacular summer of cycling in London, with the exciting\\n            event followed by Prudential RideLondon on the 9 and 10 August and then the\\n            Tour of Britain, which finishes in the capital on 14 September\",\"The Tour de France\\n            is the world's largest annual sporting event and covers approximately 3,500kms.\\n            A worldwide television audience of 3.5billion people watch the event annually.\\n            There will be 190 countries broadcasting the Tour de France and there are 5,000\\n            hours of TV coverage annually. The last time the Tour visited England was in\\n            2007 when London hosted the Grand Départ, which is the\\n            opening of the race\",\"This summer's\\n            cycling events are likely to inspire thousands more Londoners to take to two\\n            wheels, building on the Mayor's ambition for cycling to be an integral part of\\n            the transport network. As part of his cycling vision, the Mayor is already\\n            engaging in a vast £1billion programme of improvements  - creating a\\n            series of enhanced cycling superhighways, urban 'quietways' for more cautious\\n            cyclists, and turning some outer boroughs into mini-Hollands\",\"For more information\\n            on the Mayor's Vision for Cycling visit http://www.tfl.gov.uk/corporate/about-tfl/how-we-work/planning-for-the-future/vision-for-cycling\",\"The Mayor is\\n            committed to ensuring London retains its status as the world capital of sport,\\n            and has recently set up the Major Events Oversight Board. The board is chaired\\n            by Sir Edward Lister, and comprises of TfL, the emergency services and other\\n            key partner agencies. It provides strategic direction and advice to the Mayor\\n            on the approach to bidding, staging and evaluating major events in London. The\\n            board ensures that all major road events continue to be carefully considered\\n            and tightly managed to ensure everyone gets full benefit from the event without\\n            undue impact on Londoners and London's transport. The board also looks at ways\\n            to ensure the major events programme is effectively communicated with\\n            Londoners, visitors, businesses and stakeholders to allow sufficient notice and\\n            forward planning for everyone.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2014/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2014/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2014/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2014/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2014/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2014/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2014/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2014/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2014/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2014/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2014/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2014/january",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}