{
 "pageTitle": "Crime on London's transport system at lowest ever level",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2014",
   "url": "/info-for/media/press-releases/2014"
  },
  {
   "title": "June",
   "url": "/info-for/media/press-releases/2014/june"
  },
  {
   "title": "Crime on London’s transport system at lowest ever level"
  }
 ],
 "title": {
  "title": "Crime on London’s transport system at lowest ever level",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Crime down by over 11 per cent compared\\n            to previous year\",\"Rate of transport crime has fallen to\\n            under eight crimes per million passenger journeys during 2013/14\"]}",
     "In a year when both London\n        Underground and London Buses saw record passenger numbers, new annual crime\n        figures from the Metropolitan Police Service and British Transport Police (BTP)\n        show that crime on Transport for London's (TfL's) transport system fell 11.3\n        per cent compared to the year before.",
     "The figures, which cover 2013/14 (1\n        April 2013 to 31 March 2014), show that there are now just 7.7 crimes per\n        million passenger journeys on the transport system, down from 8.9 in 2012/13.",
     "The reduction\n        also means that the rate of crime for London Underground, Docklands Light\n        Railway, London Tramlink, London Overground and buses remain at their lowest\n        level since recording began. Crime on the bus network has continued to fall\n        every year for the last eight years, with just 7.5 crimes per million passenger\n        journeys in 2013/14 - down from 8.6 in 2012/13. This is less than half the\n        crime rate in 2007/8 when levels were at a rate of 15.2 crimes per million\n        passenger journeys. On London Underground/Docklands Light Railway, the rate of\n        crime has nearly halved since 2007/8, when levels were at a rate of 14.4 crimes\n        per million passenger journeys.",
     "Last year,\n        London Tramlink also saw a 16.5 per cent fall in crime, bringing the rate of\n        crime down to just 10.3 crimes per million journeys. These successes build on\n        the massive reductions seen over recent years and reflect the continuing work\n        carried out by TfL and its policing partners to improve transport safety and\n        security ensuring that the transport network remains a safe and low crime\n        environment.",
     "Despite the low levels of crime\n        across London's transport system, increases have been seen in some crime types\n        on some parts of the network. On London Underground and Docklands Light\n        Railway, violence against the person offences rose by 9.5 per cent compared to\n        the previous year. Offences resulting in injury reduced by 3.4 per cent. More\n        than half of these additional offences were as a direct result of proactive\n        policing by BTP. Passenger numbers on the Tube have risen by three per cent\n        over the period and the rate of being a victim of crime remains low. London\n        Underground recently described its vision for the future of the network, which\n        includes deploying even more staff to the public areas of stations - on platforms,\n        in ticket halls and at ticket gates - to help passengers get around and keep\n        them safe and secure.",
     "London Overground saw a very small\n        increase in crime of 1.1 per cent (one additional offence), in the context of a\n        significant increase in passenger journeys of around 8.6 per cent. With just\n        6.2 crimes per million journeys, crime on London Overground remains at a very\n        low level with the service remaining one of safest rail services in the\n        capital.",
     "This year TfL, the Metropolitan\n        Police Service and the BTP also launched Project Guardian to raise public\n        awareness of unwanted sexual behaviour on the transport network. This\n        initiative focuses on encouraging victims to report these types of crimes -\n        historically significantly underreported - alongside more proactive police\n        enforcement and engagement.  Our approach has been widely supported by\n        stakeholders such as Everyday Sexism, End Violence Against Women Coalition and\n        HollaBack UK, and has resulted in a 16 per cent increase in the reports of unwanted\n        sexual behaviour on the transport network, and a 25 per cent increase in the\n        detection of crimes of this nature.  Project Guardian is set to continue\n        throughout 2014 and beyond.",
     "Mayor of London, Boris Johnson\n        said: \"When I was elected as Mayor I made a firm pledge to make travelling in\n        the capital safer for Londoners and visitors to our city. Thanks to the\n        sterling efforts of the Metropolitan Police, British Transport Police and\n        Transport for London we've seen crime steadily reducing year on year and it now\n        stands at its lowest ever level. Of course there is more that needs to be done\n        and there can be no room for complacency, but these latest numbers show that we\n        are heading in the right direction when it comes to tackling crime on our\n        buses, Tube and trains.\"",
     "Steve Burton, Director of\n        Enforcement and On-street Operations at TfL said: \"The safety and security of\n        customers is our top priority. Working with our policing partners across\n        London, our transport network continues to be a safe, low crime environment,\n        with crime levels at their lowest ever level. Any crime is, of course, one too\n        many and we continue to take action to keep our customers safe and secure,\n        including through making our staff more visible and accessible to all our\n        customers.  We want all users of our services to travel safely and with\n        confidence and we will continue to work tirelessly to ensure the network\n        remains a safe and low crime environment.\"",
     "Superintendent Rob Revill, MPS\n        Safer Transport Command, said: \"This continual drop in bus related crime is\n        thanks to robust policing, quality engagement with the public and strong\n        partnership working with our policing colleagues, and partners, TfL. Together\n        we shall continue to tackle and reduce bus related crime and instil even more\n        confidence in the public who use the transport network.",
     "\"Our message is clear: if you\n        commit crime on the transport network you will be caught, using all available\n        tactics and brought to justice.\"",
     "Chief Constable Paul Crowther, of\n        British Transport Police, said: \"Recorded crime on TfL's rail networks (London\n        Underground/Docklands Light Railway, London Tramlink and London Overground)\n        continues to fall, with crime down by 16 per cent compared to 2009/10.\n        Partnership work has been key to this success and we continue to develop new\n        initiatives with TfL and the Metropolitan Police Service to tackle those crimes\n        which have the greatest impact on rail staff and the travelling public.\n          In the past year, as well as\n        launching Project Guardian, we focussed our attention on the theft of passenger\n        property through Operation Magnum. This initiative, which aimed to make\n        passengers more aware of the tactics used by criminals to steal luggage,\n        resulted in a 30 per cent reduction in this type of crime during 2013/14 -\n        which means 2,180 fewer victims of crime. Despite this excellent work, we\n        know there is more to be done to make staff and passengers feel even more\n        secure and we will continue to work with our partners to ensure we are\n        addressing the needs of the networks.\"",
     "For more information on what TfL is\n        doing to reduce crime on London's public transport network, please call http://tfl.gov.uk/corporate/safety-and-security/",
     "{\"template\":\"bulletlist\",\"items\":[\"Link to\\n            annual crime statistics bulletin: http://www.tfl.gov.uk/corporate/publications-and-reports/crime-and-incident-bulletins\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2014/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2014/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2014/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2014/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2014/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2014/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2014/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2014/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2014/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2014/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2014/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2014/january",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}