{
 "pageTitle": "Formal process underway for High Court ruling on taximeters",
 "description": "Formal process underway for High Court ruling on taximeters",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Formal process underway for High Court ruling on taximeters",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL), which regulates and licenses the taxi and private hire trades in the capital in the interests of passengers, has now begun the formal process for securing a High Court ruling on taximeters"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Formal 'letters before action' have now been issued to Uber and the main trade bodies - the Licensed Taxi Drivers Association and the Licensed Private Hire Car Association - proposing that they will be called to take part in the action being brought by TfL.",
     "TfL is seeking a High Court ruling on whether smart phones that use GPS technology to measure the time and distance of a journey and then receive information about fares comply with current law on 'taximeters', which can only be used in London by taxis.",
     "The rapid pace at which smart phone based technology has been developing in recent years has led to a need for clarity about what is required in order for apps to comply with the regulatory framework in London and to ensure there is a level playing field for all operators.",
     "TfL set out its provisional view that smart phones used by private hire drivers do not constitute the equipping of a vehicle with a 'taximeter'.",
     "However, given the level of concern among the trade, and the fact that some of the legislation in this area is unclear and able to be interpreted in various ways, TfL is inviting the High Court to give a binding determination on this issue.",
     "This move has been welcomed by the pre-eminent authority on taxi law in England and Wales, James Button.James Button said:",
     "'The law on this issue is currently uncertain and open to interpretation. It is therefore a sensible approach to seek a binding ruling from the High Court, where all parties can present their views and the Court will clarify the position.'",
     "Leon Daniels, TfL's Managing Director of Surface Transport, said:",
     "'The process for securing a High Court ruling on the issue of taximeters is now underway. We hope that London's taxi drivers and private hire drivers and operators recognise that this is the sensible approach and will work with us.'",
     "We welcome developments that make life easier for passengers.  As in many other areas of transport and retail services apps can offer passengers the potential of better and more convenient services, but their use must be legal and on the issue of taximeters the law is unclear.  We have taken a provisional view, and a binding High Court ruling will bring clarity on this issue for all parties.'",
     "{\"template\":\"bulletlist\",\"items\":[\"A wide range of action is being taken by TfL to ensure that taxi and private hire passengers can benefit from new technology whilst being assured that the highest safety standards are being maintained.\",\"This includes consulting the trades on what amendments may be necessary to the regulations on recording particulars of private hire bookings, including journey destinations, to keep them clear and relevant in a changing world and to promote public safety.\",\"TfL has also carried out its largest ever compliance investigation - scrutinising Uber's record keeping and business model.\",\"TfL has found that Uber meets the current requirements on record keeping, including in relation to ensuring its drivers hold the relevant licenses and insurance.\",\"TfL remains concerned about certain technical aspects of Uber's operating model and this is being addressed with the operator.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}