{
 "pageTitle": "Last day in service for the C-stock as modern air-conditioned trains introduced",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Last day in service for the C-stock as modern air-conditioned trains introduced",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "After 40 years of service, old trains on the\n        Edgware Road to Wimbledon branch bow out",
     "Brand new walk through air-conditioned\n        trains now serving the branch",
     "One of the Tube's oldest trains bowed out of the commuter run\n        today (Tuesday 3 June) when the last of the old C-stock trains on the Edgware\n        Road to Wimbledon branch took commuters to and from work for the final time.",
     "The C-stock trains have operated on the Circle, Hammersmith\n        \u0026 City and on the District line between Edgware Road and Wimbledon for over\n        40 years, but have become increasingly unreliable and costly to maintain as\n        time has gone on.",
     "Since 2010, new modern walk through air-conditioned\n        trains have been introduced to the Metropolitan, Hammersmith and City and\n        Circle lines - bringing increased capacity and more pleasant and reliable\n        journeys to millions of passengers.",
     "The new trains are more accessible,\n        spacious, better\n        audio and visual information systems, CCTV and an energy efficient braking\n        system.",
     "Phil Hufton, LU's\n        Chief Operating Officer, said:  \"These old trains have been great servants\n        to the millions of people who have used the branch over the years. But \n        after more than 40 years in service, it is now time for the next generation of\n         trains that are walk through, air conditioned and more accessible to\n        transport commuters for the next 40 years.\n          We\n        are carrying more passengers today than ever before, with more than 1.265\n        billion journeys made in the last year.  Much work has already been done\n        with the completion of the Victoria and Jubilee lines upgrades, which have\n        provided increased reliability and capacity, and the Northern line\n        modernisation will be completed later this year. However we need to continue\n        with investing and modernising the network to meet the growing demand of a rapidly\n        increasing population. There is still much to do but, with each\n        improvement that we are making, we are building a Tube network truly fit for\n        the future.\"",
     "In total, 191 trains are being introduced on the\n        Circle, District, Hammersmith \u0026 City and Metropolitan lines, which together\n        represent 40 per cent of the Tube network.",
     "The District line is the last of the four\n        sub-surface lines to have the new trains introduced, starting with the\n        Wimbledon to Edgware Road branch, which commenced earlier this year.",
     "The full\n        fleet will be in place in 2016. The new trains will be complemented by a brand new signalling\n        system, which will boost capacity and make journeys faster and even more\n        reliable.",
     "The new trains\n        are part of a huge programme of modernisation being carried out by London\n        Underground, with major stations, trains, track and\n        signalling being modernised or replaced to provide more capacity for a growing\n        city. LU's plans to improve customer service will also see the public areas of\n        stations - ticket halls, ticket gates and platforms - become personalised\n        customer service centres, replicating the standards of service offered during\n        the London 2012 Games.",
     "{\"template\":\"bulletlist\",\"items\":[\"There will be a heritage run of the C-stock train on Sunday 29th\\n            June. This is a ticketed event with money being raised for The Railway Children\\n            charity\",\"The final C-stock service left Wimbledon at 09:05hrs this morning\",\"As well as air conditioning, the new\\n            trains also have CCTV coverage in each carriage and improved\\n            accessibility\",\"The SSR lines carry one third of the Underground's passengers and\\n            covers 300km of track\",\"The upgrade of the Sub-Surface Railway will deliver substantial\\n            increases in capacity: 65 per cent on the Circle and Hammersmith \\u0026 City\\n            lines; 24 per cent on the District line; and 27 per cent on the Metropolitan\\n            line\",\"The sub-surface fleet is being built by Bombardier Transportation\\n            in Derby who will deliver a total of 191 trains\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}