{
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2014",
   "url": "/info-for/media/press-releases/2014"
  },
  {
   "title": "June",
   "url": "/info-for/media/press-releases/2014/june"
  },
  {
   "title": "One week to go! London glows yellow for the return of Tour de France"
  }
 ],
 "title": {
  "title": "One week to go! London glows yellow for the return of Tour de France ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Landmarks across London turn yellow in\\n            the build up to the Tour de France's return to the capital\",\"Roads will be closed from 10am for the\\n            Tour's return\",\"Tube and Rail will be the best way to\\n            get around and enjoy the day.  Stations along the route will be busy\\n            during the evening peak\",\"Detailed\\n            travel advice available at tfl.gov.uk/tourdefrance\"]}",
     "Landmarks across the capital are glowing yellow in celebration of the\n        Tour de France's return on Monday 7 July.",
     "Prominent London landmarks such as Tower 42, BT Tower, Marble Arch, King's\n        Cross Station Concourse and Hungerford Bridge have all gone jaune to showcase\n        the capital as the eyes of the world turn to London.",
     "Two special edition train\n        carriages on the Docklands Light Railway (DLR) have also been wrapped, one in\n        yellow and one in green, to celebrate the tour whizzing through east\n        London.",
     "The Mayor of London, Boris Johnson, said: \"With only one week to go until the\n        Tour de France reaches London, we are bringing some jaune of our own to\n        proceedings. Landmarks from Marble Arch, the BT Tower and even DLR trains are\n        turning bright yellow to welcome the world's elite cyclists to the capital. We\n        proved in 2012 what a fantastic show our city is capable of putting on and with\n        the anticipation building I'm in no doubt that Le Tour in London will be a\n        triumph.\"",
     "The Tour de France - the world's largest annual sporting event - comes to\n        London on Monday 7 July after two stages in Yorkshire. Around 200 elite\n        cyclists will travel from Cambridge, through Essex and into London before a\n        spectacular finish on The Mall.",
     "The iconic Tour de France will draw people onto\n        the streets of London from near and far, and help to inspire more people to\n        take up cycling.\n        Transport for London (TfL) has been undertaking an extensive programme of\n        public engagement and communication regarding the arrival of the Tour.",
     "This is designed to ensure people living and working in London can understand\n        the potential impacts of the Tour and plan ahead to avoid unnecessary\n        inconvenience.",
     "On Monday 7 July, road closures for the event through north, east, and central\n        London will begin after the morning peak at 10:00, with roads reopening as\n        quickly as possible once the Tour has passed through and it is safe to do so.",
     "TfL anticipates that all roads will be reopened by 18:00. \n        Closures will affect the boroughs of Redbridge, Waltham Forest, Hackney,\n        Newham, Tower Hamlets, City, Westminster, Lambeth and Southwark. Tower,\n        Southwark and Westminster Bridges will be closed for much of the day however\n        there are no planned closures on any other major river crossings in Central\n        London.",
     "Maps showing the areas inside the M25 that will be affected by the race\n        are available at tfl.gov.uk/tourdefrance, along with a range\n        of advice.\n        Pedestrians will be able to cross the route at key crossing points and we are\n        working with local businesses close to the route to ensure that disruption is\n        kept to a minimum. Tube and rail services will be the best way to get around\n        and enjoy the day.",
     "Stations along the route, and particularly in Zone 1 are\n        expected to be busy from midday until around 18:00.",
     "To avoid delays drivers are advised to, wherever possible, avoid areas near the\n        event routes in the affected parts of Cambridgeshire, Essex and London.",
     "For up\n        to date information on how transport services are operating, Londoners are\n        advised to check before they travel at tfl.gov.uk and follow @TfLTravelAlerts\n        (Tube, DLR and London Overground), @TfLTrafficNews (roads) and @TfLBusAlerts\n        (buses).",
     "Garrett Emmerson, Chief Operating Officer of Surface Transport at TfL, said:\n        \"In one week's time the world's greatest cycling race will make its exciting\n        return to the streets of London. We've been working long and hard to plan for\n        the return of the Tour to the capital and now we are asking Londoners to start\n        their planning too.\n        \"London will be open for business as usual and we will help by keeping the\n        capital moving, however, roads around the race route will be extremely busy, so\n        we're asking people to plan ahead and preferably use public transport to make\n        the most of what I'm sure will be an amazing day, helping to further cement\n        London's growing reputation as a major cycling city.\"",
     "Hosting world renowned events such as the Tour reinforces London's reputation\n        as a world-class host of cultural, sporting and business events. Visitors, both\n        domestic and overseas, are brought to the capital by major events, delivering\n        direct and indirect economic benefits, and showcasing London to a much wider audience.",
     "There will be a range of ways for Londoners and visitors to get into the spirit\n        of the event. Spectators will be able to watch the action pass through local\n        roads along the route with the Tour's Publicity Caravan providing entertainment\n        and some promotional goodies in the hours before the riders pass through.",
     "Alternatively, they can go to a spectator hub in London. These include Hopkins\n        Field at Queen Elizabeth Olympic Park and Tour de France official Fan Parks\n        located at Green Park and Trafalgar Square, which will be open between Saturday\n        5 and Monday 7 July, and will host a variety of activities.",
     "The spectator hubs\n        will be free to attend and an ideal location to watch the race live on giant\n        screens and get in the Tour de France spirit. \n        Hundreds of volunteers will be hitting the streets of the capital to help\n        ensure the success of the third stage of the Tour de France on Monday 7 July.\n        These include TfL Ambassadors, Team London Ambassadors and Tour de France\n        Hub Tour Makers all providing key advice and assistance to Londoners and\n        visitors across London.\n        For more information, please visit tfl.gov.uk/tourdefrance",
     "{\"template\":\"bulletlist\",\"items\":[\"Leaflet\\n            drops to residents and businesses along the route have been carried out, and\\n            TfL and partners are working with the local boroughs and businesses as well as\\n            hosting public information sessions to ensure that everyone who wants to can\\n            enjoy the event and Londoners can plan their journeys and continue to get\\n            around the city on the day\",\"The\\n            Tour de France will kick off a spectacular summer of cycling in London, with\\n            the exciting event followed by Prudential RideLondon on the 9 and 10 August and\\n            then the Tour of Britain, which finishes in the capital on 14 September\",\"The\\n            Tour de France is the world's largest annual sporting event and covers\\n            approximately 3,500kms. A worldwide television audience of 3.5billion people\\n            watch the event annually. There will be 190 countries broadcasting the Tour de\\n            France and there are 5,000 hours of TV coverage annually. The last time the\\n            Tour visited England was in 2007 when London hosted the Grand Départ, which is\\n            the opening of the race\",\"This\\n            summer's cycling events are likely to inspire thousands more Londoners to take\\n            to two wheels, building on the Mayor's ambition for cycling to be an integral\\n            part of the transport network. As part of his cycling vision, the Mayor is\\n            already engaging in a vast £1billion programme of improvements  - creating\\n            a series of enhanced cycling superhighways, urban 'quietways' for more cautious\\n            cyclists, and turning some outer boroughs into mini-Hollands\",\"For\\n            more information on the Mayor's Vision for Cycling visit http://www.tfl.gov.uk/corporate/about-tfl/how-we-work/planning-for-the-future/vision-for-cycling\",\"Pedestrians\\n            and cyclists will be able to cross the route at designated crossings, where\\n            marshals will ensure safety of all. Once the roads close, cyclists will not be\\n            able to ride on the route roads\",\"Spectators\\n            will be able to watch the elite cycling action along the route and also at the\\n            official Tour de France Fan Parks sites at Green Park and Trafalgar Square and\\n            spectator hub at Queen Elizabeth Olympic Park. The Fan Park sites will feature\\n            a wide range of different activities such as live Tour de France racing on the\\n            big screen, a French-style food market, a Tour de France Museum, interactive\\n            cycling activities, an outdoor cinema, live music, celebrity appearances and\\n            shops showcasing all of the latest bike equipment and accessories. Team London\\n            volunteers will also be on hand across all the Fan Park sites to help\\n            spectators with local travel information and directions\",\"The\\n            Mayor is committed to ensuring London retains its status as the world capital\\n            of sport, and has set up the Major Events Oversight Board. The board is chaired\\n            by Sir Edward Lister, and comprises of TfL, the emergency services and other\\n            key partner agencies. It provides strategic direction and advice to the Mayor\\n            on the approach to bidding, staging and evaluating major events in London. The\\n            board ensures that all major road events continue to be carefully considered\\n            and tightly managed to ensure everyone gets full benefit from the event without\\n            undue impact on Londoners and London's transport. The board also looks at ways\\n            to ensure the major events programme is effectively communicated with Londoners,\\n            visitors, businesses and stakeholders to allow sufficient notice and forward\\n            planning for everyone.\\n             \\n            Events like these\\n            appeal to Londoners, bring in domestic and overseas visitors and, through media\\n            coverage, showcase London to a much wider audience across the world. They\\n            deliver direct and indirect economic benefits. Prudential RideLondon 2013\\n            delivered £13m spend in its first year.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2014/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2014/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2014/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2014/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2014/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2014/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2014/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2014/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2014/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2014/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2014/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2014/january",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}