{
 "pageTitle": "TfL seeks new sponsor for iconic Cycle Hire scheme",
 "description": "TfL seeks new sponsor for iconic Cycle Hire scheme",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL seeks new sponsor for iconic Cycle Hire scheme",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Unique opportunity for the private sector to be associated with London's internationally recognisable Cycle Hire scheme"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"New sponsor would gain unprecedented exposure across London and on the TfL network - one of the busiest transport networks in the world\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"Sponsorship to include naming the scheme and having branding on the 10,000  iconic bikes that have seen 30 million journeys since the launch\"]}",
     "Transport for London (TfL) is today, Monday 2 June, asking for expressions of interest to sponsor the London Cycle Hire scheme.",
     "This is a unique and exciting chance for the private sector to be associated with one of London's internationally recognisable forms of transport and to gain unprecedented exposure across London.",
     "This opportunity would see a commercial partner playing a fundamental role in the future development of the scheme, which has fast become part of the fabric of London.",
     "Sponsorship encompasses a range of naming and branding opportunities, including naming the scheme and having the sponsor's branding on the iconic bikes.",
     "The scheme has had a fantastic four years with the current sponsor, Barclays, and has seen many exciting developments since the launch with an expansion to east London in 2012 and south west London last year.",
     "The current sponsorship ends in summer 2015 but a new sponsor could be in place early next year.",
     "The scheme, which is already the second largest cycle hire system in Europe, recently celebrated 30 million journeys since its launch in 2010 and remains a popular and affordable way to travel around London for work or leisure.",
     "There are over 10,000 Cycle Hire bikes available across London with everyone from tourists, Hollywood film stars, Premier League footballers, musicians and high profile comedians using the scheme.",
     "The Mayor of London, Boris Johnson, said:",
     "'With more than 30 million hires since its launch there can be no doubt that our trusty bicycles have changed the way people get around our great city.",
     "This is a unique opportunity for a commercial partner to put their stamp on a mode of London transport that is now as recognisable as our iconic black cabs and red buses.",
     "We are looking for a sponsor whose aspiration matches our own, one with the passion to take the scheme to the next level and get even more people pedalling.'",
     "TfL's Director of Commercial Development, Graeme Craig, said:",
     "'Sponsorship of the Cycle Hire scheme offers a unique and exciting opportunity for a leading company to be entwined within the fabric of London.",
     "The Cycle Hire scheme is already part of London's iconic transport network and will give a new commercial partner an exceptional level of exposure for their brand as we develop the scheme further.'",
     "A commercial partner would receive a range of unique high visibility opportunities for their brand including:",
     "{\"template\":\"bulletlist\",\"items\":[\"Naming the scheme\",\"Opportunity to select a colour for the scheme - which would also go on the renowned Cycle Hire roundel\",\"Branding and adding the scheme colour to all street property including vehicles, docking points and pay terminals, as well as staff uniforms and membership keys\",\"Having the brand on extensive public facing communication materials including pan-London marketing campaigns, press releases and promotional events\"]}",
     "Documents setting out the full range of rights on offer will be available at www.tfl.gov.uk/cyclehiresponsorship.",
     "Interested parties are encouraged to register their interest now via \u003ca href=\"mailto:londoncyclehire2015@tfl.gov.uk\"\u003elondoncyclehire2015@tfl.gov.uk\u003c/a\u003e .",
     "It is anticipated that an official Cycle Hire commercial partner will be announced early next year.",
     "This summer will see a series of cycling events in London which include the first ever Cycle Hire race in at London Nocturne on Saturday 7 June, the return of the Tour de France, Prudential RideLondon and the Tour of Britain - together they will help to cement London's reputation as a true cycling city and will inspire thousands more Londoners to take to two wheels, building on the Mayor's ambition for cycling to be an integral part of the transport network.",
     "The Mayor is already delivering a vast £1billion programme of improvements as part of his cycling vision - creating a series of major new segregated cycle routes, enhanced cycling superhighways, urban quietways and turning some outer London boroughs into Mini-Hollands.",
     "{\"template\":\"bulletlist\",\"items\":[\"The sponsorship contract would be over a seven year period with a minimum £5.5 million investment from the sponsor per year;\",\"A formal tender document setting out the full range of rights on offer will be available on 8 July \\u003ca href=\\\"http://www.tfl.gov.uk/cyclehiresponsorship\\\"\\u003ehere\\u003c/a\\u003e . Interested parties are encouraged to register their interest now via \\u003ca href=\\\"mailto:londoncyclehire2015@tfl.gov.uk\\\"\\u003elondoncyclehire2015@tfl.gov.uk\\u003c/a\\u003e .\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}