{
 "pageTitle": "Tour de France road closures \u0026 bus diversions in Redbridge on 7 July",
 "description": "Plan ahead for Tour de France road closures and bus diversions in Redbridge on Monday 7 July",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2014",
   "url": "/info-for/media/press-releases/2014"
  },
  {
   "title": "June",
   "url": "/info-for/media/press-releases/2014/june"
  },
  {
   "title": "Tour de France road closures \u0026 bus diversions in Redbridge on 7 July"
  }
 ],
 "title": {
  "title": "Tour de France road closures \u0026 bus diversions in Redbridge on 7 July",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Plan ahead for Tour de France road closures and bus diversions in Redbridge on Monday 7 July"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Road closures in Redbridge on\\n            Monday 7 July\",\"More information available at\\n            local drop in session in Woodford Methodist Church on 18 June\",\"Details of road closures and\\n            bus diversions are available at tfl.gov.uk/tourdefrance\"]}",
     "With less than a month to go until the world's largest annual\n        sporting event comes to Redbridge, Transport for London (TfL) is holding a\n        local information session to keep Londoners informed about the event.",
     "The iconic Tour de France will roll onto the streets of London on\n        Monday 7 July, bringing out hundreds of thousands of Londoners and visitors to\n        see this spectacle.",
     "On\n        the day, a large number of road closures around the route will be in place so\n        people are advised to plan their travel in advance. Slip roads on and off the\n        North Circular Road at Waterworks Corner will close at 09.00 and other road\n        closures for the event will begin after the morning peak at 10:00, with roads reopening as quickly as possible once the Tour has\n        passed through and it is safe to do so. TfL anticipates that all roads will be\n        reopened by 18:00. Pedestrians will be able to cross the route at key\n        crossing points and we are working with local businesses close to the route to\n        ensure that disruption is kept to a minimum.",
     "Broadmead\n        Road will be closed between High Road Woodford Green and Broomhill Road,\n        Chingford Lane will be closed between High Road Woodford Green and Charter\n        Road, High Road South Woodford will be closed between High Road Woodford\n        Green/Woodford New Road and Broomhill Walk, Snaresbrook Road will be closed\n        between Rivenhall Gardens and Lea Bridge Road. Tower,\n        Southwark and Westminster Bridges will be closed for much of the day but there\n        are no planned closures on any other major river crossings in central London.",
     "An\n        extensive programme of public engagement and communication around the\n        arrival of the Tour de France in the capital is now underway similar to that\n        developed during the London 2012 Olympics, to help businesses and the public plan and get\n        around on the day and make the most of the return of the prestigious event.",
     "Residents of Redbridge are invited to attend a public information\n        session at Woodford Methodist Church on 18 June between 16:30 and 19:30 which\n        will allow members of the community to talk through the event and its impact on\n        the local area with representatives from TfL.",
     "Redbridge\n        will be well and truly open for business, and people are encouraged to enjoy\n        the atmosphere on their own roads that the riders and the publicity caravanne\n        will create.",
     "The\n        borough will be a great place to see the world's best riders as they pass\n        through Epping Forest en route to central London. All\n        Saints Church in Woodford Wells is opening its doors to the community for the\n        duration of the event with people welcome to make full use of facilities and\n        its TV screens.  The church will also be providing family activities on\n        the green and are happy for cyclists to store their bikes in their\n        grounds.  Woodford Wells Club in Monkhams Lane is also welcoming the\n        community to bring picnics.",
     "The Tour de\n        France - the world's largest annual sporting event - comes to London on Monday\n        7 July after the first two stages in Yorkshire. Around 200 elite cyclists will\n        travel from Cambridge, through Essex, into London through Epping Forest before\n        a spectacular finish on The Mall.",
     "The iconic Tour\n        de France will draw people onto the streets of London from near and far, and\n        help to inspire more people to take up cycling. Hosting world renowned events\n        such as the Tour reinforces London's reputation as a world-class host of\n        cultural, sporting and business events. Visitors, both domestic and overseas,\n        are brought to the capital by major events, delivering direct and indirect\n        economic benefits, and showcasing London to a much wider audience.",
     "Garrett\n        Emmerson, Chief Operating Officer for Surface Transport at TfL, said: \"We've\n        been working long and hard to plan for the return of the Tour to the capital\n        and now we are asking Londoners to start their planning too.",
     "\"We will keep the capital moving, and roads around the race\n        route will, of course, be extremely busy.  So we're asking people to plan\n        ahead and preferably use public transport to make the most of what I'm sure\n        will be an amazing day, helping to cement London's growing reputation as a\n        major cycling city and encourage more Londoners to travel by bike.\"",
     "Full\n        details of road closures are available at tfl.gov.uk/tourdefrance.\n        Drivers are urged to plan ahead or to consider re-timing their journey to avoid\n        disruption, particularly if people are planning to travel to or from airports\n        or to a special event.\n        Bus services around the route will be\n        affected. Affected services include: 5, 20, 25, 58, 86, 123, 179, 275, 397,\n        549, W12, W13, W14. Some stops will be temporarily relocated or suspended.",
     "{\"template\":\"bulletlist\",\"items\":[\"Session\\n            address Woodford Methodist Church: Derby Road, Woodford, E18 2PU\",\"The\\n            detailed Tour de France route is available on the TfL website at\\n            tfl.gov.uk/tourdefrance. To avoid delays drivers are advised to, wherever possible,\\n            avoid areas near the event routes in the affected parts of Cambridgeshire,\\n            Essex and London. For up to date information on how transport services are\\n            operating, check before you travel at tfl.gov.uk and follow @TfLTravelAlerts\\n            (Tube, DLR and London Overground), @TfLTrafficNews (roads) and @TfLBusAlerts\\n            (bus).\",\"Tube\\n            and Rail will be the best way to get around the affected areas of London,\\n            with the vast majority of services in central London running as normal.\\n            The Circle and District lines are expected to be extremely busy as will\\n            stations along the route, particularly in Zone 1 from midday until around\\n            18:00\",\"The\\n            Tour de France will kick off a spectacular summer of cycling in London, with\\n            the exciting event followed by Prudential RideLondon on the 9 and 10 August and\\n            then the Tour of Britain, which finishes in the capital on 14 September\",\"The\\n            Tour de France is the world's largest annual sporting event and covers\\n            approximately 3,500kms. A worldwide television audience of 3.5billion people\\n            watch the event annually. There will be 190 countries broadcasting the Tour de\\n            France and there are 5,000 hours of TV coverage annually. The last time the\\n            Tour visited England was in 2007 when London hosted the Grand Départ,\\n            which is the opening of the race\",\"This\\n            summer's cycling events are likely to inspire thousands more Londoners to take\\n            to two wheels, building on the Mayor's ambition for cycling to be an integral\\n            part of the transport network. As part of his cycling vision, the Mayor is\\n            already engaging in a vast £1billion programme of improvements  - creating\\n            a series of enhanced cycling superhighways, urban 'quietways' for more cautious\\n            cyclists, and turning some outer boroughs into mini-Hollands\",\"For\\n            more information on the Mayor's Vision for Cycling visit http://www.tfl.gov.uk/corporate/about-tfl/how-we-work/planning-for-the-future/vision-for-cycling\",\"The\\n            Mayor is committed to ensuring London retains its status as the world capital\\n            of sport, and has recently set up the Major Events Oversight Board. The board\\n            is chaired by Sir Edward Lister, and comprises of TfL, the emergency services\\n            and other key partner agencies. It provides strategic direction and advice to\\n            the Mayor on the approach to bidding, staging and evaluating major events in\\n            London. The board ensures that all major road events continue to be carefully\\n            considered and tightly managed to ensure everyone gets full benefit from the\\n            event without undue impact on Londoners and London's transport. The board also\\n            looks at ways to ensure the major events programme is effectively communicated\\n            with Londoners, visitors, businesses and stakeholders to allow sufficient notice\\n            and forward planning for everyone.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2014/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2014/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2014/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2014/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2014/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2014/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2014/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2014/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2014/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2014/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2014/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2014/january",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}