{
 "pageTitle": "Victoria line upgrade helps to deliver most frequent train service in UK",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2014",
   "url": "/info-for/media/press-releases/2014"
  },
  {
   "title": "June",
   "url": "/info-for/media/press-releases/2014/june"
  },
  {
   "title": "Victoria line upgrade helps to deliver most frequent train service in UK"
  }
 ],
 "title": {
  "title": "Victoria line upgrade helps to deliver most frequent train service in UK",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Victoria line passengers now have\\n            34 trains per hour at busiest times - less than two minutes between trains\",\"Additional capacity when it is\\n            needed most for thousands of extra passengers during peak hours\",\"Northern line services also\\n            boosted as new signalling introduced as part of modernisation programme\"]}",
     "Passengers on the Victoria line are now benefitting from the most\n        frequent train service in the UK - up to 34 trains per hour.",
     "The service, which\n        means customers wait less than two minutes between trains arriving on platforms\n        in peak times, will provide additional capacity for thousands of extra\n        passengers. More trains are now running the full length of the line from\n        Brixton up to Walthamstow Central to cater for the increase in customer numbers\n        at the north end of the line.",
     "The weekend influx of shoppers, tourists and regular travellers\n        will also benefit from increased services on Saturday afternoons, with a train\n        every two and a quarter minutes. On Sundays customers will have a train every\n        two and half minutes throughout the day from 9am and through the evening until\n        10pm.",
     "Following London Underground's completed upgrade of the Victoria\n        line in 2012, which has seen the introduction of state-of-the-art signalling\n        and a brand new fleet of trains, the service during the rush hour has risen\n        from 28 trains per hour, to 30, 33 and now to 34 trains per hour, giving\n        customers, faster, more reliable and more comfortable journeys.\n         \n        As the modernisation of the Northern line nears completion later\n        this year, London Underground is already using the new signalling system to\n        increase the frequency of services. The Northern line is now running 22 trains\n        per hour during the busiest morning and evening peak hours - up from 20 per\n        hour that have been run previously. The off peak service has now been boosted\n        from 16 trains per hour to 18 trains per hour on\n        weekdays and weekends, reflecting the sizeable increase in more people using\n        the Tube at weekends.",
     "Mayor of London, Boris Johnson, said: \"Thanks to state of the art\n        signalling and a brand new fleet of trains, the Victoria line now holds a\n        national badge of honour as the most frequent train service in the UK. From Brixton\n        to Walthamstow Central we've got more services running up and down this famous\n        blue line, plus more frequent trains at weekends to ferry an ever growing\n        number of shoppers, tourists and regular travellers. Passengers are starting to\n        see the benefits of increased services and capacity on other major Tube lines\n        too, with modernisation on the Northern line also now edging towards\n        completion. With plans on track to reduce delays by 30 per cent by the end of\n        2015, this is all part of our mission to invest in and deliver improvements\n        across the Tube, to keep London and its economy moving.\"",
     "Phil Hufton, London Underground's Chief Operating Officer, said:\n        \"TfL's investment programme, which includes new trains and signalling has\n        resulted in more capacity for Victoria and Northern line customers. The\n        Victoria line is now operating the most frequent service in the UK with up to\n        34 trains per hour - less than two minutes between trains in the vital morning\n        and evening rush hours and comparable with any service across Europe.\"",
     "On the Victoria line, as well as more frequent services, the passengers - more\n        than 200 million -  who use the line each year have new higher capacity\n        trains, which  are more accessible with wider doors and more spaces for\n        wheelchair users, on-board audio and visual electronic information for hard of\n        hearing and visually impaired passengers and CCTV in every carriage.\n         \n        Platform humps - platform sections raised for the full length of a\n        carriage - have been installed in Victoria line stations to give level access\n        between the platform and the train, making it easier for wheelchair users,\n        parents with buggies and passengers with luggage to board and alight from trains.",
     "The line upgrades are at the core of TfL's investment programme,\n        which will deliver more than 30 per cent increase in capacity. The upgrade\n        programme is being delivered over the coming years, with work on upgrades to\n        the Northern, Circle, District, Hammersmith \u0026 City and Metropolitan lines\n        well underway.",
     "Redevelopment work to increase capacity at key stations and make\n        them step-free, is already underway at a number of stations including Victoria,\n        Tottenham Court Road and Bond Street, which is also an important part of TfL's\n        investment programme. More than half of London Underground's 270 stations have\n        now been modernised or refurbished to make them brighter and easier to use,\n        with improvements such as tactile strips and better CCTV and help points,\n        electronic information displays in ticket halls and on platforms, and improved\n        seating and lighting.",
     "{\"template\":\"bulletlist\",\"items\":[\"For more information on the Tube upgrade plan please visit www.tfl.gov.uk/tubeupgradeplan\",\"TfL is working hard to keep disruption to a minimum and to provide\\n            information and alternative travel options. Londoners and visitors to the city\\n            are urged to \\\"check before you travel\\\",  particularly at weekends, and to allow extra\\n            journey time where necessary\",\"TfL's range of Travel Tools help passengers plan journeys, get\\n            travel information on the move and work out the best way home http://www.tfl.gov.uk/plan-a-journey/ .The website also provides full information on bus\\n            replacement services during works\",\"Apart from the TfL website www.tfl.gov.uk/check\\n            passengers can check before travelling via the following options\",\"The London Travel Info 24hrs telephone helpline: 0343 222 1234\",\"Information on posters, leaflets and \\\"service information\\\" boards\\n            at Tube stations\",\"Via free mobile and email alerts, available from the TfL website\",\"All Victoria line stations have platform humps apart from Pimlico.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2014/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2014/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2014/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2014/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2014/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2014/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2014/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2014/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2014/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2014/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2014/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2014/january",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}