{
 "pageTitle": "Enforcement Partnership to make London's streets safer",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "October",
   "url": "/info-for/media/press-releases/2015/october"
  },
  {
   "title": "Enforcement Partnership to make London’s streets safer"
  }
 ],
 "title": {
  "title": "Enforcement Partnership to make London’s streets safer",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "New London Freight Enforcement Partnership to tackle unsafe HGVs"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Expertise from TfL, the DVSA, and London's policing agencies brought together\",\"Joint intelligence-led targeting of rogue freight operators to make London's streets even safer\",\"Industrial HGV Task Force celebrates two successful years of enforcement\"]}",
     "London's streets are set to be safer for all road users, following the formation of a new London Freight Enforcement Partnership.",
     "The partnership will build on the work of Transport for London (TfL) and partner agencies in recent years, including the Industrial HGV Task Force and Commercial Vehicle Units. It will further tackle unsafe HGVs, and take any non-compliant and unsafe commercial vehicles, drivers and operators off London's streets.",
     "It was launched today by London's Transport Commissioner, Mike Brown MVO and Chairman of Network Rail and Chair of the London Freight Enforcement Partnership, Sir Peter Hendy CBE, alongside representatives from London's police forces, the Driver and Vehicle Standards Agency (DVSA) and the freight industry.",
     "The partnership, between TfL, the DVSA, the Metropolitan Police Service and the City of London Police, will enhance the agencies' enforcement work through better co-ordination of intelligence at both a strategic and tactical level.",
     "The London Freight Enforcement Partnership will include more than 90 DVSA and police officers and a team of analysts, sharing intelligence and carrying out joint enforcement operations. Together they will have a range of expertise and powers to comprehensively address infringements, particularly by those who persistently do not comply with the law. This will also help the agencies work with the commercial vehicle industry to put serially non-compliant companies in London out of business.",
     "Leon Daniels, TfL's Managing Director of Surface Transport, said:",
     "'We're determined to clear London's streets of unsafe HGVs, so I'm delighted that we have launched the London Freight Enforcement Partnership. The lessons learned from our successful Industrial HGV Task Force have been adopted by the new partnership, which will make our streets even safer for all road users and help build a fairer industry for all freight operators.'",
     "Sir Peter Hendy, CBE, Chairman of Network Rail and Chair of the London Freight Enforcement Partnership, said:",
     "'Working in a partnership, with shared expertise and intelligence, will help deliver even greater enforcement against rogue and unsafe freight operators who continue to not comply with the law and with the regulations. I am pleased to be chairing the London Freight Enforcement Partnership, which will act tirelessly to make London's streets safer for all, particularly cyclists and pedestrians.'",
     "The London and South East Traffic Commissioner, Nick Denton, said:",
     "'As the industry regulator for HGV operators, I have seen the value of the Industrial HGV Task Force first hand in the many licence holders who have been brought to my attention due to their failure to meet basic vehicle and driver safety standards.",
     "'I therefore welcome the formation of this new enforcement partnership, which aims to build on the work of the Task Force, and shares two of the key objectives of the traffic commissioners - to reduce the burden on compliant operators and deal with those who pose the greatest risk to road safety.'",
     "Transport Minister, Lord Ahmad, said:",
     "'The London Freight Enforcement Partnership builds on the success of the Industrial HGV Task Force. By working together, officers from different agencies will use their experience and knowledge to deter and detect illegal activity by freight operators and drivers.",
     "'The Government is committed to improving road safety and innovative initiatives such as this help to keep the Capital's roads safe.'",
     "This month also marks the second anniversary of the Industrial HGV Task Force (IHTF), which has had great success in targeting the most dangerous commercial vehicles. The Task Force, jointly funded by TfL and the Department for Transport, acts as a deterrent against non-compliant companies that attempt to undercut those operating legitimately.",
     "Since October 2013, more than 6,030 vehicles have been targeted and stopped, 87 vehicles seized, 4,500 prosecutions progressed through the Criminal Justice System and 2,134 fixed penalty notices issued for offences including:",
     "{\"template\":\"bulletlist\",\"items\":[\"Lack of insurance\",\"Driving without the correct licence\",\"Unsafe tyres\",\"Vehicle not equipped with cycle safeguards\",\"Not accurately recording driver hours\"]}",
     "The London Freight Enforcement Partnership will also make the most of powers at their disposal. This will include better use of automatic number plate recognition (ANPR) technology for targeting vehicles and feeding reports about identified operator and driver non-compliance to the Traffic Commissioner.",
     "Notes to Editor:",
     "{\"template\":\"bulletlist\",\"items\":[\"The Industrial HGV Task Force is a joint partnership between TfL, DVSA, the Metropolitan Police Service (MPS) and City of London Police (CoLP) to drive a reduction in the minority of non-compliant vehicles, drivers and operators using London's roads through intelligence-led enforcement action. The dedicated team run regular on-street enforcement operations to help build up an intelligence picture on the most dangerous commercial vehicles and operators.\",\"On 22 June TfL announced a newly funded Commercial Vehicle Unit, run by the City of London Police, to crack-down on dangerous vehicles in the City. In its first month of operation they stopped 136 vehicles and enforced against 95 dangerous vehicles. The new team complements the already established Metropolitan Police Service (MPS) Commercial Vehicle Unit and the Industrial HGV Task Force, working across London enforcing against dangerous commercial and construction vehicles and their drivers.\",\"The Safer Lorry Scheme began on 01 September 2015 and ensures that lorries more than 3.5 tonnes are fitted with blindspot mirrors and sideguards to protect cyclists and pedestrians. The scheme operates across the whole of London - except for motorways - and is enforced by, among others, the London Freight Enforcement Partnership.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}