{
 "pageTitle": "Famous voices to take over the transport network this London Poppy Day",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "October",
   "url": "/info-for/media/press-releases/2015/october"
  },
  {
   "title": "Famous voices to take over the transport network this London Poppy Day"
  }
 ],
 "title": {
  "title": "Famous voices to take over the transport network this London Poppy Day",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Acting legend, Brian Blessed has hopped back on London's transport network to join a host of other famous voices and football stars to encourage commuters to donate to The Royal British Legion's Poppy Appeal on 29 October 2015. Other celebrities include Danny Dyer, Jo Brand, Trevor Nelson, Ian Lavender, Arsene Wenger, John Terry and Harry Kane.",
     "The famous voices will be heard across the Tube network, at London's biggest and busiest railway stations and also on London's Trams. The poppy message will also be displayed across 2,500 roadside countdown systems at bus stops. London Poppy Day is part of the national Poppy Appeal that aims to raise as much money as possible in a single day to support the whole Armed Forces community.",
     "In what has now become an annual tradition, two Circle line Tube trains will be wrapped in the poppy livery, as well as nine London buses. All London Underground, London Overground and DLR trains will also have poppies on the front and back of every train.",
     "King's Cross, Canary Wharf, Tottenham Court Road, Liverpool Street, Westminster and Waterloo Tube stations will also be dressed in the poppy design in support of the appeal. Poplar station on the DLR will also be partially branded in the famous poppies.",
     "A giant poppy will greet visitors to King's Cross railway station and Waterloo railway station will host a poppy installation. Military bands will entertain commuters and station visitors at selected locations.",
     "London's Transport Commissioner, Mike Brown MVO, said: `We are proud to support The Royal British Legion's annual London Poppy Day appeal in honour of the 4,500 transport workers, and all others from across the country, who have given their lives in both World Wars and other conflicts.",
     "`Our transport network has once again been covered in the eye-catching poppy livery and customers travelling around the Capital will be entertained by famous voices making some special announcements.",
     "Phil Hufton, Network Rail's managing director of network operations, said: `Network Rail has long supported the work of the Royal British Legion and our armed forces and proudly welcomes volunteer collectors and military personnel into our stations. On behalf of the RBL, we would like to thank our passengers and stations' visitors for their generous contributions to this important cause.",
     "`Visitors to London Victoria station can also visit the rail industry's WWI exhibition, which commemorates the vital contribution made by thousands of railway workers, both men and women and the sacrifices that were made.'",
     "Charles Byrne, Director of Fundraising for The Royal British Legion, said: `London Poppy Day wouldn't be what it is without the people behind it. What started with 10 people in 2006 has undoubtedly grown in size but it's still the thousands of individuals behind it that make it what it is today. From the uniformed collectors stationed across the city to the volunteers and musicians, we're grateful to Londoners for getting in the spirit of the day and showing their support to the Armed Forces community.'",
     "TfL will be providing free travel to all volunteer collectors on 29 October. The train companies will also be providing free travel to all volunteer collectors coming to London by train between 28 to 30 October, to support the London Poppy Day fundraising event.",
     "On London Poppy Day, there will be around 2,500 uniformed personnel, veterans and volunteers collecting at around 50 Tube and main line stations. This year also marks the 92nd year of the London Transport Old Comrades Association, who will continue the tradition of marching alongside the Armed Forces and laying a wreath at the Cenotaph in the Annual Remembrance Sunday parade on 8 November.",
     "London's bus staff were given the right to march by King George V who granted this honour to the staff of the London General Omnibus Company in 1920, in recognition of the services rendered by the men who drove buses to the front line in France and Belgium from 1914-1918.",
     "Since November 2008, war veterans have been able to travel on the Tube, DLR, Overground, TfL, National Rail services within London, London buses and Trams for free with a Veterans Oyster Photocard as part of the Mayor's voluntary concessionary travel scheme. Over 7,500 veterans currently benefit from the Veteran Oyster photocards.  This scheme is particularly beneficial to veterans who live in London and are not yet eligible for a 60+ London Oyster Photocard or Freedom Pass.",
     "TfL secured sponsorship from a number of its suppliers to display poppies across its transport network. The sponsors are: Carillion, Cleshar, Thales, Interserve, Amey, Bombardier, MJ Quinn, Mace, TOL, First Group, Costain Laing O'Rourke Joint Venture , Stagecoach, Abellio, Arriva, Go-Ahead, Metroline and London United .",
     "Ends\u003cbr /\u003eNotes to Editors\u003cbr /\u003eImages of all the wrapped vehicles and celebrity recordings are available at - \u003ca href=\"https://www.flickr.com/photos/tflpress/albums/72157660024560529\"\u003ehttps://www.flickr.com/photos/tflpress/albums/72157660024560529\u003c/a\u003e \u003cbr /\u003e•\tThe celebrities whose voices will be heard across the transport network in support of The Royal British Legion's campaign are:",
     "{\"template\":\"table\",\"rows\":[[\"Celebrities and footballers\",\"\\u003cbr /\\u003e\"],[\"Brian Blessed\\u003cbr /\\u003e\",\"Hyde Park Corner, Green Park, Vauxhall, Embankment,Blackfriars, Angel, Kilburn, Rayners Lane\"],[\"Marcus Bentley (Voice of Big Brother)\",\"Euston, Aldgate, Moorgate\"],[\"Danny Dyer\",\"Charing Cross, Shepherds Bush, Piccadilly Circus, Stratford, West Ham, Canning Town, Waterloo, Tramlink\"],[\"Jo Brand\",\"Brixton, Borough, Paddington, Old Street, Canning Town, Stratford\"],[\"Peter Dickson\",\"Oxford Circus, Ealing Broadway, Stockwell, Temple\"],[\"Stephen Fry\",\"London Bridge, Canary Wharf, Leytonstone, Oval, Leicester Square\"],[\"Sir Derek Jacobi\",\"Chalk Farm, Knightsbridge, Theydon Bois, Tottenham Hale\"],[\"Ian Lavender\",\"Liverpool Street\"],[\"Trevor Nelson\",\"Barbican, St James's Park, Victoria, Clapham North, Cannon Street, Tower Hill, Bond Street\"],[\"Barbara Windsor\",\"Westminster, Great Portland Street, Baker Street, Bank/ Monument, Covent Garden, Westminster, Oval\"],[\"Arsene Wenger (Arsenal FC)\",\"Arsenal, Finsbury Park, Highbury \\u0026 Islington, Holloway Road, Caledonian Road, Tottenham Hale\"],[\"John Terry (Chelsea FC)\",\"Fulham Broadway, West Brompton, Earls Court\"],[\"Charlie Austin (QPR)\",\"Wood Lane, White City, Latimer Road, Ladbroke Grove\"],[\"Chris Ramsey (QPR)\",\"Wood Lane, White City, Latimer Road, Ladbroke Grove\"],[\"Jamie O'Hara (Fulham FC)\",\"Putney Bridge, Hammersmith, Parson's Green\"],[\"Ben Pringle (Fulham FC)\",\"Putney Bridge, Hammersmith, Parson's Green\"],[\"Harry Kane (Tottenham Hotspur)\",\"Tottenham Court Road, White Hart Lane, Seven Sisters, Tottenham Hale\"],[\"Ryan Mason (Tottenham Hotspur)\",\"Tottenham Court Road, White Hart Lane, Seven Sisters, Tottenham Hale\"],[\"Mark Noble (West Ham)\",\"West Ham, Upton Park, East Ham, Plaistow\"]]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}