{
 "pageTitle": "First section of North-South Cycle Superhighway opens",
 "description": "First section of Mayor's North-South Cycle Superhighway opens",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "October",
   "url": "/info-for/media/press-releases/2015/october"
  },
  {
   "title": "First section of North-South Cycle Superhighway opens"
  }
 ],
 "title": {
  "title": "First section of North-South Cycle Superhighway opens ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Two-way 800m section north from Elephant \u0026 Castle to Blackfriars Road via St George's Road has opened"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Latest milestone in the creation of safer cycle superhighway networks\",\"Traffic already returning to similar levels seen before the work began ‎\"]}",
     "The first section of a safe, segregated cycle route that will ultimately run from Elephant \u0026 Castle to Kings Cross has opened - six months after the Mayor helped dig out the first piece of tarmac.",
     "Transport for London (TfL) has completed the two-way 800m section, from Elephant \u0026 Castle to the Peabody estate on Blackfriars Road, and engineers continue to work at pace to complete the new route. The new North-South section will intersect with the new Quietway 1 from Waterloo to Greenwich at Webber Street, as well as the existing Cycle Superhighway 7 at Princess Street.\u003cbr /\u003e‎\u003cbr /\u003eIt's the latest milestone in the creation of the Mayor and TfL's cycle networks, and as new routes are completed and other major improvements are finished, the traffic impact across London will start to reduce.",
     "Already, congestion levels along St George's Road have greatly eased since work finished. At certain times, especially outside the peak hours, traffic is reducing back to similar levels seen before the work began, but with the added benefits of better cycle facilities and pedestrian crossings.\u003cbr /\u003e‎\u003cbr /\u003eMayor of London, Boris Johnson MP, said:",
     "'This is another key moment in the evolution of cycling in our great city. We promised world-class facilities and that's exactly what's being delivered on the ground. We appreciate there's disruption going on as this network of routes takes shape alongside other major development work in London, but TfL is pulling out all the stops to minimise delays. The opening of this section of superhighway is an important part of our mission to get more Londoners cycling safely, offering a fantastic new segregated route for thousands of people making a trip from north to south.'\u003cbr /\u003e‎\u003cbr /\u003eIn the new year, cyclists will be able to travel from Elephant and Castle to Blackfriars Bridge along the new North-South route, with Blackfriars Road transformed from a car-dominated street into a new urban boulevard with almost 20,000 square feet of new space for pedestrians and a two-way segregated cycle track.\u003cbr /\u003e‎\u003cbr /\u003eThe link across Blackfriars Bridge will open to cyclists by spring 2016, connecting it with the East-West Cycle Superhighway and Farringdon. The North-South route will be co-branded Cycle Superhighway 6, bringing it into the wider Cycle Superhighway network.\u003cbr /\u003e‎\u003cbr /\u003eLeon Daniels, TfL's Managing Director of Surface Transport, said:",
     "'It's incredible that in just six months we have managed to transform these roads into a truly continental cycling landscape. A cyclist travels along the North-South corridor every two seconds in the peak, and the new protected route will provide a direct, safer journey for thousands of new and experienced cyclists. We will continue building these routes, both here and more widely across London, thanking local residents and businesses for their patience as we do so.'\u003cbr /\u003e‎\u003cbr /\u003eThe East-West and North-South routes were consulted on in autumn 2014, receiving over 21,000 responses. More than 84 per cent of people backed the plans and hundreds of businesses joined a campaign to show their support. Independent opinion polling also showed overwhelming public backing for the new routes.\u003cbr /\u003e‎\u003cbr /\u003eIn addition to the North-South route, since March 2015, work has been progressing with the East-West route from Tower Hill to Westbourne Terrace. Two other segregated superhighways are also under construction: the upgrade of Cycle Superhighway 2 from Aldgate to Bow and the new Cycle Superhighway 5 from Oval to Pimlico, which will open next month. All these routes will be built by summer 2016 alongside other transformative junction improvements at Elephant \u0026 Castle, Stockwell and Oval.",
     "Councillor Darren Merrill, Cabinet Member for public realm and environment at Southwark Council, said:",
     "'The new North-South Cycle Superhighway complements the council's existing plans to improve cycling facilities in the borough. We're determined to see cycling levels increase amongst people of all backgrounds, abilities and ages. The Superhighway works especially well with our plans for a new Quieter route, the Southwark Spine, which offers a direct and easy to navigate route from the Elephant and Castle to Dulwich in the south of the borough. We look forward to rolling this out once we've consulted fully with residents.'\u003cbr /\u003e‎\u003cbr /\u003eIan Mehrtens, Chief Operating Officer at London South Bank University, said:",
     "'Cycling is an important form of transport for many students and staff at London South Bank University. The North-South Cycle Superhighway is a welcomed step towards even safer cycling to and from our campus, and provides a more pleasant cycling and walking environment. We look forward to more sections opening, so visitors to the campus can travel in comfort right across the city.'",
     "During these works, drivers are strongly advised to plan alternative routes to avoid delays, particularly during peak travel times. TfL is working hard to minimise disruption, with roadside message signs alerting drivers to any closures and live travel information provided at \u003ca href=\"http://www.tfl.gov.uk/trafficnews\"\u003ewww.tfl.gov.uk/trafficnews\u003c/a\u003e and on Twitter at @tfltrafficnews and @tflbusalerts.\u003cbr /\u003e‎",
     "‎\u003cbr /\u003eNotes to Editors:\u003cbr /\u003e‎\u003cbr /\u003e•\tIn March 2013, the Mayor launched his Vision for Cycling in London, which detailed his £913m programme to improve infrastructure and safety for cyclists in the capital: \u003ca href=\"http://www.tfl.gov.uk/cyclingvision\"\u003ewww.tfl.gov.uk/cyclingvision\u003c/a\u003e .",
     "•\tThroughout the delivery of the Cycle Superhighways and other transformative schemes under the Road Modernisation Plan, TfL's skilled traffic engineers have been developing traffic management plans to ensure that the impacts on all road users are kept to a minimum. Sophisticated traffic signal technology, which allows better management of traffic depending on differing conditions at any given time, is used to ensure that key routes and junctions are controlled in real-time to help keep traffic moving.",
     "•\tThe initial design work for the North-South Cycle Superhighway was carried out by TfL's in-house design and modelling team. The detailed design and construction works are being carried out by CVU, a member of the London Highway Alliance (LoHAC), under supervision by TfL.",
     "•\tTfL has written to local residents and businesses and details of the sections of work taking place and delivery timeline can be found on the TfL website here: \u003ca href=\"http://www.tfl.gov.uk/northsouth\"\u003ewww.tfl.gov.uk/northsouth\u003c/a\u003e .",
     "•\tRecent analysis by TfL shows that nearly two thirds of potentially cyclable trips are currently made by car and four in ten potentially cyclable trips are made for shopping and leisure purposes. By delivering these cycling improvements across the whole of London, it is hoped that more people can be encouraged to take to two wheels, helping to reduce congestion while still supporting local businesses."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}