{
 "pageTitle": "Public consultation begins on 'transformative' Crossrail 2",
 "description": "Benefits would be felt across the UK, supporting thousands of new homes and jobs",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "October",
   "url": "/info-for/media/press-releases/2015/october"
  },
  {
   "title": "Public consultation begins on 'transformative' Crossrail 2"
  }
 ],
 "title": {
  "title": "Public consultation begins on 'transformative' Crossrail 2",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Benefits would be felt across the UK, supporting thousands of new homes and jobs"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The next step in taking forward this vital new Crossrail 2 railway is the launch of a public consultation today on more detailed plans for the project, which could bring huge economic benefits across the UK.",
     "Crossrail 2 would serve central London through an underground tunnelled section between Wimbledon and Tottenham Hale and New Southgate, connecting with existing National Rail networks in Surrey and Hertfordshire, and helping relieve increasing pressure on London's transport network. Even with the successful construction of Crossrail, and ongoing improvements to London Underground and the National Rail network, further large-scale infrastructure projects are vital to support the Capital's unprecedented population increase, from a record 8.6 million today to 10 million people by 2030. Current proposals would see Crossrail 2 services become operational in 2030.",
     "Some 200,000 new homes and 200,000 new jobs could be supported by the scheme, through the housing and economic growth it would support, with 60,000 full-time jobs also being supported through the construction and operation of Crossrail 2 and across the UK in engineering, construction and manufacturing through its supply chain, driving hundreds of millions of pounds to regional local economies.",
     "It has been estimated by KPMG that Crossrail 2 could make a significant contribution, worth up to £102bn, to the UK's economy by boosting productivity.",
     "The new railway would provide capacity for 270,000 more people to access central London during the morning peak, with an increase in the number of trains from major destinations across south west London and Surrey including Wimbledon, New Malden, Kingston and Epsom and across north east London and Hertfordshire including Tottenham Hale, Waltham Cross, Cheshunt and Broxbourne.",
     "Crossrail 2 would also free up space on some of the most congested lines on the National Rail network, which could be used to run additional longer distance services from Hampshire and Surrey into Waterloo and from Cambridgeshire and Hertfordshire into Liverpool Street during peak periods. Significant passenger growth is expected at key mainline stations and Waterloo alone has seen numbers rise from 86.4m to 98.4m, almost 15 per cent, during the last five years. The new railway would support significant growth potential with areas such as Cambridge, Stansted, Basingstoke, Portsmouth and Southampton potentially benefiting.",
     "Beyond the South East, Crossrail 2 will bring more than 800 destinations around the country within one interchange of a Crossrail 2 station, including towns in the Midlands and the North such as Birmingham, Liverpool and Manchester.",
     "Transport for London and Network Rail have already carried out two consultations on Crossrail 2, which have shown overwhelming support for the railway from the public, businesses and others. Feedback from these has been used in the development of more detailed proposals. This consultation now seeks views on:",
     "{\"template\":\"bulletlist\",\"items\":[\"Proposed station locations, entrances and exits for the tunnelled section of the route\",\"Proposed locations of ventilation shafts for the tunnelled section\",\"Proposed construction sites required to build and operate the tunnelled section of the scheme\",\"Proposed service patterns and changes to existing National Rail services\"]}",
     "Mayor of London, Boris Johnson MP, said: `Crossrail 2 will be a vital new transport link that will significantly improve capacity on the rail network into and out of London. It will also provide a major boost for jobs, new homes and economic growth here in the Capital and far beyond. Crossrail 2 is a major infrastructure project and so it's vital that we get it right from the start. This consultation is key to helping us to fine tune the proposals and to ensure that everyone with a view on Crossrail 2 can have their say and is listened to. We know that there's massive support for Crossrail 2 and there is real excitement and momentum behind our efforts to get it delivered.'",
     "Michele Dix, TfL's Managing Director of Crossrail 2, said: `Crossrail 2 will provide a UK-wide economic boost supporting hundreds of thousands of new homes and jobs.  It is also vital to meet the demands of London's rapidly growing population.",
     "`This consultation gives people the chance to comment on where we are proposing to put station entrances, work sites and ventilation shafts needed to run Crossrail 2.  As development of this vital railway continues, we will be taking on board feedback from the consultation to progress the designs for the project, so that we can open the railway by 2030.'",
     "Chris Curtis, Network Rail's Head of Crossrail 2, said: `Crossrail 2 would deliver additional capacity to the National Rail network and provide new regional connections across London and beyond.",
     "`The launch of this consultation gives rail passengers the opportunity to have their say on what Crossrail 2 would mean for the proposed train services in north east London, Hertfordshire and Cambridgeshire, south west London, Surrey and Hampshire.'",
     "Colin Stanbridge, Chief Executive of the London Chamber of Commerce and Industry, said: `Crossrail 2's construction is vital for keeping London moving. The scheme also offers huge potential to unlock new housing opportunities in the Capital. We welcome this consultation as an important step in moving toward delivering extra much-needed rail transport capacity.'",
     "Factsheets, maps and further information on the scheme and the consultation are available at \u003ca href=\"http://www.crossrail2.co.uk\"\u003ewww.crossrail2.co.uk\u003c/a\u003e An extensive series of drop-in events are being held along the length of the route as well as key National Rail stations including Waterloo and Liverpool Street between Monday 2 November and Friday 18 December, where TfL and Network Rail staff will be available to talk through the proposals and answer questions.",
     "Independent analysis has found that local funding sources can meet over half of the cost of Crossrail 2. These sources include fares revenue, the Business Rate Supplement (BRS) and Mayoral Community Infrastructure Levy (CIL) currently being used to fund Crossrail, and a continuation of the existing Council Tax precept. This local contribution is in addition to increased tax receipts from new economic activity enabled by Crossrail 2 - including additional Stamp Duty receipts from the homes unlocked - and means that the project could generate significantly more tax income for Government than it spends on the scheme.",
     "The public consultation runs until Friday 8 January 2016. There will be further consultations on Crossrail 2 as the scheme develops. The results of the consultation and the outcomes of the Crossrail 2 Growth Commission are expected in spring 2016 and will inform the submission to the Government for development consent. Subject to Government funding and approval, construction could begin in 2020 with the first Crossrail 2 service running in 2030.",
     "{\"template\":\"bulletlist\",\"items\":[\"Further information on the Crossrail 2 consultation including maps, dates and locations for drop-in events and details of how to respond to the consultation can be found at \\u003ca href=\\\"http://www.crossrail2.co.uk\\\"\\u003ewww.crossrail2.co.uk\\u003c/a\\u003e \",\"Crossrail 2 will link in with the National Rail network serving destinations as far as Broxbourne, Epsom, Chessington South, Hampton Court and Shepperton.\",\"Crossrail 2 would need Government funding and approval to progress. The Government recently announced the formation of a National Infrastructure Committee chaired by Lord Adonis, it will advise them on which infrastructure projects should be prioritised and is expected to report in Spring 2016.\",\"A copy of the route map is available on Flickr. \\u003ca href=\\\"https://www.flickr.com/photos/tflpress/21543524163/in/album-72157633476935099/\\\"\\u003ehttps://www.flickr.com/photos/tflpress/21543524163/in/album-72157633476935099/\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}