{
 "pageTitle": "Barclays saddle up to sponsor London Cycle Hire scheme",
 "description": "The Mayor of London, Boris Johnson, was today joined by Deanna Oppenheimer, CEO UK Retail Bank and Vice-Chair Global Retail Bank, from Barclays to reveal that the global bank will sponsor London's eagerly anticipated Cycle Hire scheme, which launches in",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Barclays saddle up to sponsor London Cycle Hire scheme",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Barclays Cycle Hire roadshow to tour the Capital. Barclays to also sponsor the Cycle Superhighway network."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We are sure these schemes will become as iconic as the Tube or London buses",
     "The Mayor of London, Boris Johnson, was today joined by Deanna Oppenheimer, CEO UK Retail Bank and Vice-Chair Global Retail Bank, from Barclays to reveal that the global bank will sponsor London's eagerly anticipated Cycle Hire scheme, which launches in the Capital on Friday 30 July.",
     "From that date Londoners and visitors to the city will be able to pick up and drop off one of thousands of hire bicycles at hundreds of locations across London's Zone 1 travel area, as part of what will now be known as Barclays Cycle Hire.",
     "The deal, which is worth up to £25m over five-years, also includes the Barclays Cycle Superhighways with the first two of twelve planned cycle routes set to launch in the Capital on 19 July.",
     "A programme of 45 Barclays Cycle Hire roadshows across central London were also launched by the Mayor today.",
     "The roadshow will give Londoners all the information they need to sign up, saddle up and set off on Barclays Cycle Hire.",
     "Londoners will be able to see all of the kit including the final bicycle, docking stations and terminals.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Sign up online\"}",
     "Information on the new Barclays Cycle Superhighways will also feature on the roadshows closest to the chosen routes.",
     "The Mayor of London, Boris Johnson, said: 'I'm delighted that Barclays are on board and they are going to help us deliver the cleanest, greenest and healthiest form of public transport that London has ever seen.",
     "'Barclays Cycle Hire, alongside Barclays Cycle Superhighways, will mark 2010 in the history books of our great city as the year that we put the measures in place to create a cycling revolution in London.'",
     "The £25m sponsorship deal will give Barclays naming rights for the two flagship cycling schemes and branding on the hire scheme's new bicycles, maintenance support vehicles and on the uniforms of maintenance staff, as well as on all marketing and communications materials.",
     "Deanna Oppenheimer, CEO UK Retail Bank and Vice Chair Global Retail Bank, at Barclays said: 'We are really excited to be part of these two flagship schemes that will help Londoners to lead more active lives and promote the benefits of cycling as a sustainable, environmentally friendly mode of transport.",
     "'It will also take our brand around London, one of the most famous cities in the world and the home of our global headquarters, in an eye-catching and innovative way.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Free cycle training\"}",
     "'So we look forward to supporting this programme.",
     "'We are sure these schemes will become as iconic as the Tube or London buses.'",
     "Today Transport for London (TfL) gave 50 of the new Barclays Cycle Hire bicycles to the nine London boroughs that the scheme will operate in.",
     "This means that people who live, work or study in the Barclays Cycle Hire zone will be able to sign up for cycle training in advance of the scheme going live, and be among the first in London to ride one of the bicycles.",
     "David Brown, Managing Director of Surface Transport at TfL, said: 'The Mayor and TfL want to make cycling a safer, more accessible and more attractive option for everyone in London.",
     "'We are delighted that Barclays share this vision.",
     "'TfL is providing additional adult cycle training in advance of the launch of both of these exciting schemes to ensure that Londoners are able to reap the full benefits, and improve their skills and confidence on the Capital's roads.",
     "'London's cycling revolution is well underway and these schemes are set to encourage even more Londoners to get involved.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}