{
 "pageTitle": "Greener era for London's buses moves a step closer",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Greener era for London's buses moves a step closer",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The first of five zero-emission hydrogen hybrid fuel cell buses arrived at the Millbrook Proving Ground in Bedfordshire today where it will undergo thorough safety and performance checks before it hits the streets of London later this year."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "London faces many environmental challenges but we believe alternative fuels, such as hydrogen, will bring genuine long term benefits",
     "The five hydrogen hybrid fuel cell buses will enter service at the end of the year on route RV1, travelling between Covent Garden and Tower Hill.",
     "While at Millbrook the vehicle will undergo a rigorous testing and certification process to ensure it meets Transport for London's (TfL) and Department for Transport's requirements.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"One of the cleanest bus fleets\"}",
     "TfL is committed to introducing less polluting transport choices to improve air quality and help tackle London's carbon dioxide (CO2) emissions.",
     "Once in service the hydrogen hybrid fuel cell buses will produce no harmful emissions, only water vapour, and will join one of the cleanest bus fleets in the UK.",
     "The buses will be delivered in partnership with Air Products, ISE Corp and Wright Bus.",
     "The buses will be operated on behalf of London Buses by First Group.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Genuine long-term benefits\"}",
     "The new hydrogen buses will also be hybrid and will join the 56 diesel hybrid buses currently in service along with an additional 56 due to enter service later this year.",
     "The Mayor has also committed to ensuring the New Bus for London will use the greenest hybrid technology available, when it enters service in 2012.",
     "Mike Weston, Operations Director for London Buses, said: 'London faces many environmental challenges but we believe alternative fuels, such as hydrogen, will bring genuine long-term benefits in tackling CO2 emissions.",
     "'The arrival of the first hydrogen hybrid fuel cell bus marks an exciting new chapter for London Buses as we embrace new technologies to further build on the excellent work we are doing to improve air quality for Londoners.'",
     "The London Hydrogen Partnership recently published a hydrogen action plan which pledged to support the introduction of more hydrogen fuelled vehicles in the Capital.",
     "For more information visit the \u003ca href=\"http://bit.ly/a55KtN\"\u003eGreater London Authority\u003c/a\u003e website.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"When the buses enter service they will be refuelled and maintained at First Group's Lea Interchange bus garage. Work is currently underway to build the hydrogen refuelling site\",\"Air Products will supply the hydrogen and refuelling equipment. ISE will supply specialist maintenance support for the buses\",\"TfL is a member of the Hydrogen Bus Alliance, an international partnership whose members are committed to supporting the continued and rapid development and commercialisation of hydrogen technology in the transport sector\",\"Between December 2003 to January 2007 TfL took part in the Cleaner Urban Transport for Europe (CUTE) project and its extension HyFLEET:CUTE trialling three first generation hydrogen fuel cell buses on route RV1 over a period of three years\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}