{
 "pageTitle": "Life between the lines",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Life between the lines",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground (LU) and Royal Society for the protection of Birds (RSPB) team up to launch wildlife competition."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The competition is a great way of raising awareness among Londoners about the wildlife living alongside us",
     "To mark the International Year of Biodiversity, LU  and the RSPB are once again teaming up to launch a competition encouraging Londoners to use the Tube to discover the Capital's rich and varied wildlife.",
     "The competition, Life between the lines, follows the success of last year's Mind the Bird and this year will have two categories:",
     "{\"template\":\"bulletlist\",\"items\":[\"Projects - asks people to write in about local wildlife and environmental projects\",\"Photographs - asks people to send in their striking images of mammals, birds, flora and fauna taken near a Tube station\"]}",
     "Marian Kelly, LU's Environment Manager, said: 'The Tube gives great access to wildlife and green spaces around London.",
     "'The competition is a great way of raising awareness among Londoners about the wildlife living alongside us.",
     "'LU manages ten percent of the wildlife habitat in London, valuing and protecting the wide range of animals and birds that have made either the underground tunnels or our trackside land their home.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Life between the lines\"}",
     "'We are delighted to be working again with the RSPB to highlight the wildlife that is all around us.'",
     "Tim Webb from the RSPB added: 'London Underground is a brilliant example of a responsible organisation using its resources to create a better place for people and wildlife.",
     "'Encouraging and showcasing the work that's being done and urging people to discover their non-human neighbours in our Capital is a power for social good.",
     "'We hope Londoners simply get out there and enjoy the world, but also consider what they can do to improve it for the next generation.'",
     "The competition opened on Saturday 22 May and runs until 12 September; winners will be announced in October.",
     "Full details of \u003ca href=\"http://www.tfl.gov.uk/wildlifecompetition\"\u003ehow to enter\u003c/a\u003e , prizes and full terms and conditions.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}