{
 "pageTitle": "London Underground responds to PPP Arbiter's direction of Tube Lines 'Financing Impossibility'",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Underground responds to PPP Arbiter's direction of Tube Lines 'Financing Impossibility'",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "TfL reaffirms plans to deliver Tube upgrades with best possible value for money and minimum disruption to Londoners and businesses"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We will be taking a close look at the state of Tube Lines upgrade programmes for the Northern and Piccadilly lines to determine how they can be delivered to a timetable that suits Londoners",
     "{\"template\":\"bulletlist\",\"items\":[\"Given TfL's acquisition of Tube Lines, while the PPP Periodic Review is technically required to proceed, it is now academic\",\"However, London Underground's (LU's) submission to Arbiter reveals that, had the PPP continued, Piccadilly line upgrade would have been deferred for nearly a decade\"]}",
     "LU today responded to the Public Private Partnership (PPP) Arbiter's direction of 27 April that the terms of the Tube Lines Public Private Partnership (PPP) contract, including the amount LU previously said it could afford, resulted in a 'financing impossibility'.",
     "However, now that Transport for London (TfL) is to acquire Tube Lines, TfL made clear that the PPP Periodic Review process has been rendered academic.",
     "TfL also restated its intention to deliver the upgrade of the Tube to achieve the best possible value for money and with the minimum of disruption to Londoners and businesses, including less weekend closures in future compared to the programme proposed by Tube Lines.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Substantial savings\"}",
     "On 7 May, TfL set out a revised arrangement that will enable LU to work with the private sector, including Amey, to deliver vital Tube improvements, as it announced that it will buy the shares of Bechtel and Amey (Ferrovial) in Tube Lines for £310m.",
     "The agreement means that there will be no extra financial call on the Government, London's fare payers or taxpayers in relation to the upgrade of the Tube.",
     "Freed from the complex Public Private Partnership (PPP) structure, TfL is also confident of generating substantial savings, with greater flexibility to manage the Tube upgrade programme, alongside all the other improvements being delivered across London's transport network.",
     "The PPP Arbiter was due, on 27 April, to have published his final directions on how the PPP Second Period should be financed, but instead set a deadline for LU to respond to his direction of a 'financing impossibility' by 21 May and deferred his final decision on financing until 30 June.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Committed to upgrades\"}",
     "Until the deal to acquire the shares of Bechtel and Amey in Tube Lines is complete, LU is obliged to respond to the Arbiter's deadlines.",
     "The TfL Board therefore concluded that the only means to resolve this now academic PPP funding gap under the PPP contract would be to defer the Piccadilly line upgrade into the third Review Period. Therefore, had the PPP structure been maintained, this would have meant a deferral of the Piccadilly line upgrade by at least eight-and-a-half years beyond the contractual PPP completion date of 2014.",
     "However TfL made clear that it fully expects the agreement to acquire the shares of Bechtel and Amey in Tube Lines to be complete by 30 June and remains fully committed to the upgrade of the Piccadilly line.",
     "TfL is exploring ways to achieve synergies alongside its existing upgrade programmes.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Minimum of disruption\"}",
     "Once the transfer of Tube Lines to TfL is complete, LU's first priority will be the completion of the much delayed Jubilee line upgrade, delivering more frequent and reliable trains, as soon as possible.",
     "LU will also take a close look at the state of Tube Lines' upgrade programmes to establish the best way of delivering the upgrade of the Northern and Piccadilly lines with the minimum of disruption to Londoners and businesses across the capital.",
     "The PPP Arbiter has already reported that the Northern line upgrade is behind schedule, with around 50 per cent of the programme due to have been completed by Tube Lines in Review Period One.",
     "LU Managing Director, Mike Brown, said: 'Given the agreement for TfL to buy Tube Lines, our submission to the PPP Arbiter is now academic.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Value for money\"}",
     "'Following the transfer of Tube Lines to TfL our first priority will be the completion of the Jubilee line upgrade, delivering more frequent and reliable trains, as soon as possible.",
     "'We will be taking a close look at the state of Tube Lines upgrade programmes for the Northern and Piccadilly lines to determine how they can be delivered to a timetable that suits Londoners, with the best possible value for money and with the minimum of disruption to our customers and businesses across the capital.'\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}