{
 "pageTitle": "Londoners challenged to get cycling this June",
 "description": "This year's challenge, part of a London Cycling Revolution spearheaded by the Mayor, is open to everyone who lives, works or studies in London and is a fun way to get cycling or to start cycling more often. Groups of friends, families or work colleagues",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Londoners challenged to get cycling this June",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Mayor and Transport for London (TfL) are encouraging Londoners to get their friends, family and colleagues cycling by signing up to the London Cycle Challenge this June."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "London is a wonderful city to cycle in, and summer is the perfect time to start",
     "This year's challenge, part of a London Cycling Revolution spearheaded by the Mayor, is open to everyone who lives, works or studies in London and is a fun way to get cycling or to start cycling more often.",
     "Groups of friends, families or work colleagues can get together to create a team and during June challenge each other - and other teams - to see who can cycle the most miles.\u003cbr /\u003e\u003cbr /\u003eTo take part you simply need to join or create a team on the London Cycle Challenge website and log all the journeys you cycle during June.",
     "You can register now at \u003ca href=\"http://www.tfl.gov.uk/cyclechallenge\"\u003etfl.gov.uk/cyclechallenge\u003c/a\u003e \u003cbr /\u003e\u003cbr /\u003eCycling is a great way to get around London and the London Cycle Challenge is a great way to get started.",
     "The challenge is fun, free and provides the chance for everyone to enjoy cycling in London, whether it's to work, for leisure, on the school run or just to the shops and back.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Challenge your colleagues\"}",
     "There is also a competitive element to the London Cycle Challenge - team members will be awarded points for the miles they cycle, with extra points awarded for clocking up those first few miles.\u003cbr /\u003e\u003cbr /\u003eThere are great prizes to be won for the winning teams, including leisure vouchers which can be used at restaurants, health and leisure venues or other attractions of your choice.",
     "Spot prizes will also be given out everyday of the challenge.\u003cbr /\u003e\u003cbr /\u003eThere is also plenty of cycle support available to help you gain the skills and confidence to enjoy cycling in London, including TfL supported training, cycle maps and led rides.\u003cbr /\u003e\u003cbr /\u003eMayor of London, Boris Johnson, said: 'London is a wonderful city to cycle in, and summer is the perfect time to start. If you need a little encouragement, the London Cycle Challenge is a fun way to try the cleanest, greenest, and most convenient way of traversing the Capital.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"To the moon and back\"}",
     "'Last year more than 5000 Londoners cycled more than 950,000 miles as part of the challenge, which is apparently the equivalent of travelling to the moon and back twice.",
     "'This is London's Year of Cycling, and so this time we've made the challenge even bigger - opening it up beyond just schools and workplaces, so that anybody can put a team together and take part.'",
     "Ben Plowden, Director of Better Routes and Places at TfL, added: 'The London Cycle Challenge is a great way to introduce people to travelling by bike, with friends, family and workmates supporting - and competing against - each other.\u003cbr /\u003e\u003cbr /\u003e'Help is on hand for people who aren't already cycling.",
     "'Free TfL-funded cycle training, available through London's borough councils, teaches people how to cycle safely and confidently in the Capital, while our free cycle maps help you plan the best route.'\u003cbr /\u003e\u003cbr /\u003eTo book a free two-hour personal training session near you, call 020 7231 6005 or email \u003ca href=\"mailto:bookings@cycletraining.co.uk\"\u003ebookings@cycletraining.co.uk\u003c/a\u003e (mention 'London Cycle Challenge' when booking).\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}",
     "{\"template\":\"bulletlist\",\"items\":[\"Best performing Category 1 team (two-10 members), best performing Category 2 team (11-50 members), best performing Category 3 team (51-100 members), and best performing Category 4 team (101 plus members)\",\"For more details on the competition, the prizes, and to sign up, see \\u003ca href=\\\"http://www.tfl.gov.uk/cyclechallenge\\\"\\u003etfl.gov.uk/cyclechallenge\\u003c/a\\u003e \"]}",
     "@this.ScriptBlock(\n        @script)"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}