{
 "pageTitle": "Mayor unveils iconic final design for London's new bus",
 "description": "New bus to use greenest hybrid technology and enter service in 2012 Futuristic design to become 'an emblem of 21st century London'The final design of the New Bus for London, based on the much-loved Routemaster, was today unveiled by the Mayor of London,",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor unveils iconic final design for London's new bus ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "This press release was originally issued by the Greater London Authority's press office."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"New bus to use greenest hybrid technology and enter service in 2012\",\"Futuristic design to become 'an emblem of 21st century London'\"]}",
     "The final design of the New Bus for London, based on the much-loved Routemaster, was today unveiled by the Mayor of London, Boris Johnson, and London's Transport Commissioner, Peter Hendy.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Pioneering design\"}",
     "The bus will use the latest green technology. It will be 15 per cent more fuel efficient than existing hybrid buses, and 40 per cent more efficient than conventional diesel double decks and much quieter on the streets.",
     "The pioneering design makes use of lightweight materials, with glass highlighting key features and producing a light and airy feel inside the bus.",
     "An impressive glass 'swoop' at the rear and offside pick out the two staircases and provide a dramatic visual effect.",
     "An asymmetric design for the front-end completes the futuristic look.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Stylish, swooshing exterior\"}",
     "The open platform is a defining feature, shared with the Routemaster of old, and allows the reinstatement of a hop-on, hop-off service.",
     "Three doors and two staircases will aid speedier and smoother boarding.",
     "The Mayor of London, Boris Johnson, said: 'This iconic new part of our transport system is not only beautiful, but also has a green heart beating beneath its stylish, swooshing exterior.",
     "'It will cut emissions, and give Londoners a bus they can be proud of, complete with cutting edge design, and the freedom of an open platform.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Loved by Londoners\"}",
     "'I expect to eventually have hundreds of these on London's roads, and for cities around the globe to be beside themselves with envy for our stunning red emblem of 21st century London.'",
     "Peter Hendy, London's Transport Commissioner, said: 'Designing and building a new bus exclusively for London is an exciting project to be working on and one of which we are all proud.",
     "'This beautifully designed, environmentally friendly vehicle built for the Capital will be loved by Londoners for many years to come.'",
     "Mark Nodder, Group Managing Director of Wrightbus, said: 'This project is not just about evolution, it's about revolution.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Quicker access\"}",
     "'I think the design is genuinely groundbreaking, people are really going to stop and notice these buses on the streets of London.'",
     "Wrightbus and Transport for London (TfL) have been working with Heatherwick Studio as a collaborative design partner taking the lead on the styling of the bus to support Wrightbus in the design and development process.",
     "The bus will feature two staircases, enabling easier and quicker access to and from the upper deck.",
     "There will be two conventional doors and an open rear platform, which has the option to be closed off at quiet times for example during the night.",
     "Wrightbus engineers are working on a static mock-up of the bus to be complete later this year with the first prototype to be delivered late next year, the new buses will enter service from early 2012.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The contract for the design and build of the New Bus for London was awarded to Wrightbus in January 2010\",\"TfL has applied to the Intellectual Property Office for Registered Design Protection for the new exterior of the New Bus for London shown today\",\"All images are copyright to TfL\",\"Air quality emissions will be reduced by 40 per cent for NOx* emissions and 33 per cent for PM** emissions when compared with conventional diesel buses\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}