{
 "pageTitle": "Penton Street counter service closure reminder",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Penton Street counter service closure reminder",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Internet, phone and post offer quicker and more efficient access."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We will continue to improve online access to licensing services and believe that the Post Office's 'Check and Send' service will provide a valuable facility",
     "Transport for London (TfL) is reminding the taxi and private hire trades that the counter service at Penton Street is no longer available.",
     "Over the forthcoming Bank Holiday weekend the remaining staff and equipment will be moving from Penton Street to Palestra, where no counter facilities will be provided.",
     "As part of the move, a new telephone system is being set up which will, in the longer term, deliver an improved call handling service.",
     "In order to facilitate the move and switch to the new telephone system we regret to inform customers that the telephone service will be unavailable from 15:00 on Friday 28 May to 12:00 on Tuesday 1 June.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Huge challenge\"}",
     "We apologise for any inconvenience this may cause.",
     "John Mason, TfL's Director of Taxi and Private Hire, said: 'The move from Penton Street to Palestra has been a huge challenge for the team.",
     "'The good news is that we will once again see all of London Taxi \u0026 Private Hire staff in one location and this will be a major step in our long term plan to provide a better service and deliver much needed improvements.",
     "'The counter service at Penton Street has been well used over the years, but it simply was not possible to provide such a service at Palestra.",
     "'With all the other available means of contacting us, it is no longer an efficient use of licensing staff's time.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Closer working\"}",
     "'We will continue to improve online access to licensing services and believe that the Post Office's 'Check and Send' service will provide a valuable facility for those who want to use it.'",
     "Since 30 April this year, the counter service at Penton Street has been closed.",
     "As part of a wider programme to improve Taxi and Private Hire licensing services, existing drivers and new applicants will be encouraged to use quicker and more effective means of contacting TfL, such as the internet, phone and post.",
     "TfL has been working closely with the Post Office to develop and improve the existing 'Check and Send' service.",
     "A number of post offices across London will be able to check and accept both new and renewal private hire applications and renewal taxi applications for a small fee.",
     "Details of participating post offices are available on our website.",
     "Candidates doing the Knowledge will not be affected by this change and appointments will continue to be booked as normal.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Drivers or operators with queries can visit \\u003ca href=\\\"http://www.tfl.gov.uk/tph\\\"\\u003etfl.gov.uk/tph\\u003c/a\\u003e \",\"Drivers can request application packs from \\u003ca href=\\\"http://www.tfl.gov.uk/tphservices\\\"\\u003etfl.gov.uk/tphservices\\u003c/a\\u003e \",\"For driver licence renewal applications or new private hire driver applications the fastest, most efficient way it to use the Post Office Check and Send Service\",\"Details of Post Office outlets that are participating in the 'Check and Send' services can be found on our \\u003ca href=\\\"/businessandpartners/taxisandprivatehire/10899.aspx\\\"\\u003etaxis and private hire pages\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}