{
 "pageTitle": "Transport for London to acquire the shares of Tube Lines",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London to acquire the shares of Tube Lines",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Bechtel and Amey (Ferrovial) agree sale of their equity in Tube Lines to Transport for London (TfL). Deal allows greater flexibility in the delivery of vital Tube upgrades."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This deal is excellent news for London",
     "Mayor of London, Boris Johnson and Transport for London today set out a revised arrangement that will enable London Underground (LU) to work with the private sector, including Amey, to deliver vital Tube improvements, as they announced that they have entered into an agreement to buy the shares of Bechtel and Amey (Ferrovial) in Tube Lines for £310m.",
     "The agreement, when concluded, will involve no extra financial call on the Government, London's fare payers or taxpayers in relation to the upgrade of the Tube.",
     "Freed from the complex Public Private Partnership (PPP) structure, TfL is also confident of generating substantial savings, with greater flexibility to manage the Tube upgrade programme, alongside all the other improvements being delivered across London's transport network.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Minimum disruption\"}",
     "TfL will now review the PPP upgrade programmes with the objective of delivering the Tube improvements London needs, with the minimum of disruption for Londoners and businesses and delivered with the best possible value for money.",
     "In particular, the agreement means:",
     "{\"template\":\"bulletlist\",\"items\":[\"Tube upgrade and maintenance work can proceed without further calls on fare payers' and taxpayers' money, meaning there will no longer be any PPP funding gap\",\"A revised approach can now be taken to reduce the impact of line closures on customers and businesses, beginning with a much less disruptive upgrade programme on the Northern line\",\"Amey (Ferrovial) will continue to provide management and maintenance services on the Jubilee, Northern and Piccadilly lines on an ongoing basis. Bechtel will continue to work with LU for an interim period to ensure a smooth transition of the capital works programme to LU\",\"LU's first priority will be the completion of the Jubilee line upgrade, delivering more frequent and reliable trains, as soon as possible\",\"LU will now be able to establish the best way of delivering the upgrade of the Northern and Piccadilly lines, within available funding and with synergies achieved alongside its existing upgrade programmes for the Victoria and Sub Surface Lines (Circle, District, Hammersmith \\u0026 City and Metropolitan lines)\"]}",
     "Mayor of London Boris Johnson, said: 'This deal is excellent news for London.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Cost effective\"}",
     "'Freed from the perverse pressures of the Byzantine PPP structure, I am confident that London Underground and private contractors are more than capable of delivering the improvements to London's transport network we need, on time and on budget.",
     "'There is much work ahead of us, but this arrangement provides the greater flexibility we so desperately need to minimise disruption to Londoners and businesses and ensures that this vital work will be delivered in a more cost effective manner.'",
     "London Underground Managing Director Mike Brown, said: 'This new arrangement will enable us to work even more directly and collaboratively with the management and staff of our private sector partners to deliver these vital improvements to the Tube, and I welcome that.",
     "'I would also like to acknowledge the contribution of Tube Lines' shareholders, management and staff to the improved operational performance on the Jubilee, Northern and Piccadilly lines over the last seven years.",
     "'The Tube now carries more than one billion passengers a year and we must continue to improve the capacity and reliability of our services in order to manage anticipated growth in jobs and population and to secure the future prosperity of London and the UK.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}