{
 "pageTitle": "Sporting sights",
 "keywords": "TfL",
 "description": "Enjoy a tour of some of London's most famous sporting sights by bike",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Cycling",
   "url": "/modes/cycling/index"
  },
  {
   "title": "Santander Cycles",
   "url": "/modes/cycling/santander-cycles"
  },
  {
   "title": "Leisure routes",
   "url": "/modes/cycling/santander-cycles/leisure-routes"
  },
  {
   "title": "Sporting sights"
  }
 ],
 "title": {
  "title": "Sporting sights",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "{\"template\":\"intro\",\"texts\":[\"Enjoy a tour of some of London's most famous sporting sights by bike. The route uses mainly quiet roads and is a wonderful ride for any sports fan.\"],\"link\":{\"image\":{}},\"image\":{},\"wrapped\":false}",
     "{\"template\":\"image\",\"link\":{\"image\":{}},\"image\":{\"url\":\"https://tfl.gov.uk/cdn/static/cms/images/sporting-football-pitch-cycling.jpg\",\"alt\":\"Football pitch\"},\"wrapped\":false}",
     "Along the route you'll pass Craven Cottage, the home of Fulham FC, and Stamford Bridge, the home of Chelsea FC.",
     "Running adjacent to the River Thames, this ride follows part of one of the oldest and most famous boat races in the world involving Oxford and Cambridge Universities.",
     "You'll get the chance to cycle along a section of the 2012 Olympic Road Race before finishing the ride at one of London's famous cricket grounds - The Oval.",
     "Distance: 10.7 miles (17.2 km)",
     "Route supplied by \u003ca href=\"http://www.britishcycling.org.uk/ \"\u003eBritish Cycling\u003c/a\u003e .",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Directions: King St-Fulham FC\"}",
     "Undock a bike from the docking station at Bridge Ave. Head South, away from King Street. King Street should be behind you as you cycle towards the A4 and the River Thames.",
     "Cross over the A4 at the crossing at the bottom of Bridge Ave. You may wish to get off the bike.",
     "After crossing the A4, continue down Bridge Ave, until you get to the Thames Path just next to Hammersmith Bridge.",
     "At the Thames Path, turn left (the river should be on your right now) and follow the path under Hammersmith Bridge.",
     "Immediately after Hammersmith Bridge, continue along the Thames Path which bears left. Go up this road for a few metres heading away from the river until you reach Crisp Road.",
     "Turn right onto Crisp Rd.",
     "As you cycle along Crisp Road, you will see Riverside Studios on your right. Immediately after Riverside Studios, you need to turn right onto the Thames Path.",
     "Follow this shared path with pedestrians back to the River Thames. The river will again be on your right. This stretch of the river is used for the Oxford - Cambridge boat race.",
     "First raced in 1829, The Boat Race between the crews from the Universities of Oxford and Cambridge is one of the oldest sporting events in the world.",
     "Watched by thousands along the banks of The Tideway, between Putney and Mortlake in London, and by millions more on TV around the world, The Boat Race is a unique sporting event.",
     "Continue along this path until you have to turn left.",
     "Leaving the Thames Path, you will be on on Rainville Rd. Turn right into this road.",
     "Rainville Road joins Holyport Rd. Continue along this road.",
     "At the end of Holyport Road, you will see Queens Manor Primary School on Lysia Street. You need to turn right into Lysia Street towards the river. Continue down Lysia Street and take the path between the houses to the Thames Path.",
     "Follow this path along the river right up to Fulham Football Club's ground, Craven Cottage. At this point turn left taking you away from the river. Fulham's ground will be on your right.",
     "Continue along the path. At the end of the path, turn right into Stevenage Rd. Cycle past Craven Cottage, Fulham's ground.",
     "Founded in 1879, the club has produced many English greats including Johnny Haynes, George Cohen, Bobby Robson, Rodney Marsh and Alan Mullery. Craven Cottage, a ground on the banks of the River Thames in Fulham, has been their home since 1896.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Fulham FC to Chelsea FC\"}",
     "Immediately after Craven Cottage, turn right into Bishop's Park. You are allowed to use the main shared path through the park. Do not take the path directly next to the river as cycling is not permitted here.",
     "Exiting the far side of Bishop's Park via the main path, you will see All Saints Church in front of you towards the left. Go past church and go through the gate on the other side of the Chuch.",
     "This path will take you under Putney Bridge. Putney Bridge is the start of the four-mile route used for the annual Oxford-Cambridge Boat Race.",
     "Take the path under the bridge and after a few metres the path goes away from the river. Continue along this path.",
     "Head away from the river towards Station Approach. You will see a pub called Eight Bells in front of you.",
     "Turn right into Ranelagh Gardens and continue under the railway bridge.",
     "Continue along Ranelagh Gardens until you get to Napier Ave where you turn left.",
     "At the top of Napier Road, turn right into Hurlingham Rd.",
     "At the end of Hurlingham Road, turn right onto Broomhouse Lane.",
     "At end of Broomhouse Lane, take the shared path towards the river and continue along it.",
     "Continue following path which takes you back away from the river.",
     "Turn right into Carnwath Road.",
     "Turn right onto path and follow it up to Wandsworth Bridge.",
     "Continue along path, with Wandsworth Bridge on your right.",
     "At this point, you may wish to get off your bikes, cross over Wandsworth Bridge Road, go left then immediate right into Townmead Road. Go through four roundabouts.",
     "Continue along Townmead Road.",
     "As you approach the Chelsea Harbour barrier, turn left into Imperial Rd.",
     "Exit the roundabout onto Imperial Rd.",
     "Turn left onto Harwood Terrace.",
     "Continue straight onto Bagleys Ln.",
     "Turn right into New King's Rd/A308.",
     "Take the first left onto Harwood Rd/B318.",
     "Turn right into Moore Park Road.",
     "Turn right to join Waterford Road and then quickly take the first left to rejoin Moore Park Road.",
     "Turn left to join Britannia Road. Take care with parked cars.",
     "At the junction at the end of Britannia Road you will see Stamford Bridge, the home of Chelsea FC, in front of you on the other side of the road. Turn right.",
     "The stadium was first opened in 1877 and was originally used by the London Athletics Club. It became the home of Chelsea FC in 1905 when the club was founded. Over recent years the club has enjoyed great success including winning the UEFA Champions League in 2012 and the Europa League in 2013.",
     "Passing the football ground, continue along Fulham Road.",
     "You will pass Stamford Gate which is another entrance to Chelsea's ground. Again no bikes allowed past the barrier.",
     "Continue along Fulham Road. Fulham Road was part of the 2012 Olympic Cycle Road Race Route.",
     "The 240km men's cycling race route began at The Mall in Central London. It passed through Westminster, Kensington, here in Chelsea, Hammersmith and Fulham to cross the River Thames at Putney Bridge which you passed earlier.",
     "It then went through Richmond Park through to Box Hill in Surrey before making the route back into Central London, through west London and then out to Surrey and back. Many amateur cyclists continue to use part or all of the route.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Chelsea FC to Battersea Park\"}",
     "Turn right onto Hortensia Rd towards King's Road.",
     "Turn Right into King's Rd/A308.",
     "Turn left into Lots Road.",
     "At the roundabout, take the first exit and stay on Lots Rd.",
     "Continue along Lots Rd toward Upcerne Rd.",
     "At the end of Lots Road you have a choice. You can turn right into Cremorne Rd/A3220 on the road - or you could cycle along the shared cycle path that is along Cremorne Road. The river will be on your right.",
     "Continue onto Cheyne Walk/A3212. Continue to follow A3212. Again you can take the road or the shared path. If you cycle along the shared path, cross over Battersea Bridge at the pedestrian crossing and continue along the shared path with river on your right.",
     "Turn left onto Cheyne Walk and follow road round to junction with Chelsea Embankment A3212. The traffic lights at the junction for Albert Bridge Road do not allow a right turn, so you should dismount at the end of Cheyne Walk and use the pedestrian crossing to cross the road before resuming cycling once on Albert Bridge Road.",
     "Follow Albert Bridge Road to cross the bridge.",
     "After you have crossed the river on Albert Bridge, continue until you see the Albert Gate on your left. Turn left at the Albert Gate into Battersea Park and follow the shared path through it.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Battersea Park to Oval\"}",
     "Continue through Battersea along Carriage Dr N.",
     "Head south on Carriage Dr E. (At the mini roundabout take the 2nd exit).",
     "Turn left onto Carriage Dr S.",
     "Head southeast on Carriage Dr S. (Turn left to exit the park through the gate).",
     "Leaving Battersea park, take the roundabout, and take take the second exit onto Prince Of Wales Dr.",
     "At the end of Prince Of Wales Dr turn left onto Battersea Park Rd/A3205.",
     "After turning left, continue along Battersea Park Rd/A3205.",
     "Go over a railway bridge. At the 2nd set of traffic lights, get off bikes, cross over the road and cycle down Thessaly Rd.",
     "Head south on Thessaly Rd toward Deeley Rd.",
     "Take the first left onto Deeley Rd.",
     "Head southeast on Deeley Rd toward Carey Gardens.",
     "Take the first left onto Belmore St.",
     "Continue along Belmore St as it turns round.",
     "Continue along Belmore St toward Wandsworth Rd/A3036.",
     "Take the first left onto Wandsworth Rd/A3036.",
     "Turn right into Lansdowne Way.",
     "Turn left into Lansdown Gardens right up to the end at Thorne Road.",
     "Turn right into Thorne Road.",
     "At the end of Thorne Road, cross the South Lambeth Road and continue onto Aldebert Terrace.",
     "Turn left into St. Stephen's Terrace.",
     "Continue onto Bolney St.",
     "Turn left onto Dorset Rd.",
     "Turn right onto Meadow Rd.",
     "At the end of Meadow Road, take the cycle path to the left. It takes you through the Ashmole Estate.",
     "After 30 metres along the cycle path you will end up at Kennington Oval/A202. You will see the Oval Cricket Ground in front of you. You need to turn left.",
     "Take the first right into Kennington Oval. The Oval Cricket Ground will be on your right and you will be cycling around it.",
     "The Oval has been the home ground of Surrey County Cricket Club since it was built in 1845. It was the first ground in England to host international Test cricket, in September 1880. The final Test match of the English season is traditionally played here.",
     "In addition to cricket, it has hosted many other important sporting occasions and can lay claim to be the most historically important general sports ground in the world.",
     "It staged the first FA Cup final in 1872 and was the home of the FA Cup final between 1874 and 1892. In 1870 it staged the first-ever England football international, against Scotland. In 1876 it held England v Wales and England v Scotland rugby internationals, and in 1877 rugby's first Varsity match.",
     "Follow the Kennington Oval Road round to the end of the route where you can dock the bike.",
     "{\"template\":\"image\",\"link\":{\"image\":{}},\"image\":{\"url\":\"https://tfl.gov.uk/cdn/static/cms/images/battersea-park-cycling-sporting-route.jpg\",\"alt\":\"Battersea Park\"},\"wrapped\":false}",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Battersea Park to Oval\"}",
     "Continue through Battersea along Carriage Dr N.",
     "Head south on Carriage Dr E. (At the mini roundabout take the 2nd exit).",
     "Turn left onto Carriage Dr S.",
     "Head southeast on Carriage Dr S. (Turn left to exit the park through the gate).",
     "Leaving Battersea park, take the roundabout, and take take the second exit onto Prince Of Wales Dr.",
     "At the end of Prince Of Wales Dr turn left onto Battersea Park Rd/A3205.",
     "After turning left, continue along Battersea Park Rd/A3205.",
     "Go over a railway bridge. At the 2nd set of traffic lights, get off bikes, cross over the road and cycle down Thessaly Rd.",
     "Head south on Thessaly Rd toward Deeley Rd.",
     "Take the first left onto Deeley Rd.",
     "Head southeast on Deeley Rd toward Carey Gardens.",
     "Take the first left onto Belmore St.",
     "Continue along Belmore St as it turns round.",
     "Continue along Belmore St toward Wandsworth Rd/A3036.",
     "Take the first left onto Wandsworth Rd/A3036.",
     "Turn right into Lansdowne Way.",
     "Turn left into Lansdown Gardens right up to the end at Thorne Road.",
     "Turn right into Thorne Road.",
     "At the end of Thorne Road, cross the South Lambeth Road and continue onto Aldebert Terrace.",
     "Turn left into St. Stephen's Terrace.",
     "Continue onto Bolney St.",
     "Turn left onto Dorset Rd.",
     "Turn right onto Meadow Rd.",
     "At the end of Meadow Road, take the cycle path to the left. It takes you through the Ashmole Estate.",
     "After 30 metres along the cycle path you will end up at Kennington Oval/A202. You will see the Oval Cricket Ground in front of you. You need to turn left.",
     "Take the first right into Kennington Oval. The Oval Cricket Ground will be on your right and you will be cycling around it.",
     "The Oval has been the home ground of Surrey County Cricket Club since it was built in 1845. It was the first ground in England to host international Test cricket, in September 1880. The final Test match of the English season is traditionally played here.",
     "In addition to cricket, it has hosted many other important sporting occasions and can lay claim to be the most historically important general sports ground in the world.",
     "It staged the first FA Cup final in 1872 and was the home of the FA Cup final between 1874 and 1892. In 1870 it staged the first-ever England football international, against Scotland. In 1876 it held England v Wales and England v Scotland rugby internationals, and in 1877 rugby's first Varsity match.",
     "Follow the Kennington Oval Road round to the end of the route where you can dock the bike."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Cycling",
    "links": [
     {
      "title": "Get started with cycling",
      "url": "/modes/cycling/new-to-cycling",
      "image": {}
     },
     {
      "title": "Santander Cycles",
      "url": "/modes/cycling/santander-cycles",
      "image": {}
     },
     {
      "title": "How it works",
      "url": "/modes/cycling/santander-cycles/how-it-works",
      "image": {}
     },
     {
      "title": "What you pay",
      "url": "/modes/cycling/santander-cycles/what-you-pay",
      "image": {}
     },
     {
      "title": "Find a docking station",
      "url": "/modes/cycling/santander-cycles/find-a-docking-station",
      "image": {}
     },
     {
      "title": "Santander Cycles membership",
      "url": "/modes/cycling/santander-cycles/register-for-your-own-key",
      "image": {}
     },
     {
      "title": "Leisure routes",
      "url": "/modes/cycling/santander-cycles/leisure-routes",
      "image": {}
     },
     {
      "title": "Saturday markets",
      "url": "/modes/cycling/santander-cycles/leisure-routes/saturday-markets",
      "image": {}
     },
     {
      "title": "Independent shops \u0026 markets",
      "url": "/modes/cycling/santander-cycles/leisure-routes/independent-shops-and-markets",
      "image": {}
     },
     {
      "title": "London's secret gardens",
      "url": "/modes/cycling/santander-cycles/leisure-routes/londons-secret-gardens",
      "image": {}
     },
     {
      "title": "Quirky London",
      "url": "/modes/cycling/santander-cycles/leisure-routes/quirky-london",
      "image": {}
     },
     {
      "title": "Sporting sights",
      "url": "/modes/cycling/santander-cycles/leisure-routes/sporting-sights",
      "image": {}
     },
     {
      "title": "Route ideas for Explore London ticket holders",
      "url": "/modes/cycling/santander-cycles/leisure-routes/route-ideas-for-explore-london-ticket-holders",
      "image": {}
     },
     {
      "title": "Lost, stolen or faulty",
      "url": "/modes/cycling/santander-cycles/lost-stolen-or-faulty",
      "image": {}
     },
     {
      "title": "Santander Cycles app",
      "url": "/modes/cycling/santander-cycles/community",
      "image": {}
     },
     {
      "title": "Suggestions \u0026 complaints",
      "url": "/modes/cycling/santander-cycles/suggestions-and-complaints",
      "image": {}
     },
     {
      "title": "Santander Cycles business accounts",
      "url": "/modes/cycling/santander-cycles/business-accounts",
      "image": {}
     },
     {
      "title": "Blaze Laserlights",
      "url": "/modes/cycling/santander-cycles/blaze-laserlights",
      "image": {}
     },
     {
      "title": "Cycling in London",
      "url": "/modes/cycling/cycling-in-london",
      "image": {}
     },
     {
      "title": "Routes \u0026 maps",
      "url": "/modes/cycling/routes-and-maps",
      "image": {}
     }
    ],
    "link": {
     "title": "Cycling",
     "url": "/modes/cycling/routes-and-maps",
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "advert",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}