{
 "pageTitle": "Dial-a-Ride's star performers recognised",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2014",
   "url": "/info-for/media/press-releases/2014"
  },
  {
   "title": "October",
   "url": "/info-for/media/press-releases/2014/october"
  },
  {
   "title": "Dial-a-Ride’s star performers recognised"
  }
 ],
 "title": {
  "title": "Dial-a-Ride’s star performers recognised",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The dedication and professionalism of Dial-a-Ride's drivers, call centre staff and support teams was celebrated at an awards ceremony held by Transport for London (TfL) in London's Living Room, City Hall"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Among the award recipients was a Dial-a-Ride driver who saved his colleague's life by performing CPR when he suffered a heart attack, and an employee who had to relocate a number of buses from a depot and got them all back before the morning shift.",
     "Awards for the Dial-a-Ride staff, who provide TfL's multi-occupancy, door-to-door service for disabled people who cannot use public transport, were presented on Friday 17 October.",
     "Nearly 1.4 million trips were delivered in 2013/14 by Dial-a-Ride. The service has approximately 50,000 members and fulfilled 91 per cent of all requests that it received in the last financial year.",
     "Peter Blake, TfL Director of Service Operations, said:",
     "'Dial-a-Ride is more than just a mode of transport to its customers. It is a vital link between older and disabled Londoners and the outside world. That is reflected in the very high customer satisfaction scores that the Dial-a-Ride service receives - 94 out of 100 was recently recorded by an independent survey.'",
     "Dial-a-Ride awards were presented to:",
     "\u003cstrong\u003eJudges' Award for actions above and beyond the call of duty\u003c/strong\u003e ",
     "Joint winners: Damien Jenkins, Imran Aziz and Angela Brett",
     "em",
     "Damien Jenkins, a driver at the Dial-a-Ride Orpington Depot, saved the life of his colleague Peter Bennett, the Duty Manager who suffered a heart attack while on duty.  Peter was alone in the office when he suffered his heart attack and Damien was the first person on the scene.",
     "Making excellent use of his Dial-a-Ride driver training, which includes emergency first aid, Damien gave CPR to Peter and through this action, not only saved his life, but saved Peter from what would have almost certainly have been brain damage due to oxygen starvation.",
     "Peter left hospital around three weeks after the incident and is now recovering at home, with no signs of any brain damage whatsoever. This makes him one of only around two per cent of people to have experienced a similar medical emergency with such an outcome - thanks to the actions of Damien.",
     "\u003cstrong\u003eem\u003c/strong\u003e ",
     "Imran demonstrated a positive attitude toward his responsibilities as the Depot Duty Manager, and led a team of drivers to re-locate a number of buses around the local   area after activities by neighbouring tenants prevented use of parking facilities at the Dial-a-Ride depot overnight. He ensured that each vehicle was safely secured and that the location of each bus was recorded. Before he left the depot, he made arrangements to have all vehicles collected and delivered back to the depot in time for start of the morning service. This took a considerable amount of time and required Imran to work well beyond his finishing time, finishing late and returning before the start of duties the next day.",
     "\u003cstrong\u003eem\u003c/strong\u003e ",
     "Angela showed dedication and leadership in an emergency. She rose to the challenge of co-ordinating support when Dial-a-Ride Duty Manager Peter Bennett suffered a heart attack while on duty at the Dial-a-Ride Orpington Depot. Despite it being her day off, Angela managed the situation by driving to Palmers Green Depot. From there, she coordinated and assisted Orpington depot staff and liaised with John Daley, the Dial-a-Ride Operations Manager. She worked diligently to ensure that the service wasn't compromised and remained at the depot throughout the period of the emergency offering support and keeping the Operations Manager informed of the changing circumstances.",
     "\u003cstrong\u003eDriver Attendant of the year\u003c/strong\u003e ",
     "em",
     "Ozzie received praise from people at all levels of Dial-a-Ride for his willingness to put in extra time and effort when needed to help out his colleagues. He is always happy to work additional hours when required to ensure that all customers are picked up on time and taken to their destination in a safe manner. With his ever smart appearance, his courtesy and professionalism, Ozzie is a great advert for the Dial-a-Ride service.",
     "\u003cstrong\u003eReservationist of the Year\u003c/strong\u003e ",
     "\u003cstrong\u003eem\u003c/strong\u003e ",
     "Silvia is a great example to her fellow reservationists as she is always polite and professional with customers and colleagues alike. She takes great care to be accurate in taking booking details from her customers and is always willing to go the extra mile to help them book the journeys that they want to make.",
     "\u003cstrong\u003eEngineer of the Year \u003c/strong\u003e ",
     "em",
     "Both Callum and Jamal joined Dial-a-Ride Engineering on an apprentice scheme and have impressed all their fellow engineers with the way they have developed during their training.  Both Callum and Jamal passed their Level 3 NVQ with flying colours, both achieving one of the Top 20 pass marks in the country. They are now studying for their NVQ Level 4 awards.",
     "\u003cstrong\u003eService Support Person of the Year\u003c/strong\u003e ",
     "\u003cstrong\u003eem\u003c/strong\u003e ",
     "The judges could not decide between these two great service support staff and decided to award the prize to both Lisa and Princess for their different, but equally impressive, contributions over the year.",
     "Lisa helped with the transfer of the Dial-a-Ride Newham team, of which she was a member, from its local scheduling office into the London wide scheduling team based in Southwark.  Lisa took personal responsibility to ensure that everything went smoothly for both her fellow team members and for their customers in Newham, including providing all the training that her colleagues required on the booking system they now use.",
     "Princess has helped keep the Passenger Services department running smoothly above and beyond her expected duties, providing support for new members of staff joining the team, as well as existing colleagues.  Her main role is as a Passenger Services Administrator with special responsibility for the administration of the Travel Mentoring Service. She also produces the regular Dial-a-Ride staff newsletter and assists on the production of customer leaflets and other publicity materials that help promote the service.",
     "\u003cstrong\u003eDuty Manager of the Year \u003c/strong\u003e ",
     "em",
     "Sandie is known for her helpful attitude and willingness to lend her considerable knowledge to addressing any problems for customers or for her Service Delivery colleagues to ensure that the service runs as smoothly as possible. She always alerts her colleagues to potential problems in good time so that they can be addressed in a timely fashion and also assists in delivering operational training to drivers at Head Office when required.",
     "\u003cstrong\u003eManagement Control Centre Supervisor of the Year\u003c/strong\u003e ",
     "em",
     "All those who work with him would agree that Ibrar is both hard-working and reliable.  His positive attitude towards his work and colleagues makes him popular across many departments of Dial-a-Ride. His calm manner and encouraging words mean that he teaches those around him, through example, about how to get the best out of their teams.",
     "\u003cstrong\u003eTeam of the Year\u003c/strong\u003e ",
     "\u003cstrong\u003eem\u003c/strong\u003e ",
     "The Dial-a-Ride Service Delivery Team had some major challenges to deal with during the year, and they all rose to the challenge, keeping the Dial-a-Ride service on the road and ensuring that customers can make their journeys despite problems that can occur every day. This award recognises the effective collaboration and teamwork that has made a significant contribution to improving the service.",
     "\u003cstrong\u003eImproving Safety Award\u003c/strong\u003e ",
     "\u003cstrong\u003eem\u003c/strong\u003e ",
     "The Dial-a-Ride Improving Safety Award recognises someone who has contributed over and above their role to improving the safety standards in Dial-a-Ride. Reinhold ensured that health and safety culture is embedded at his depot. Particular issues he has tackled over the year include traffic management issues that his depot experienced due to multi-tenancy sites.",
     "\u003cstrong\u003eDepot of the Year\u003c/strong\u003e ",
     "em",
     "Each depot was judged according to criteria focusing on five key areas: customer service, staff performance, and operational, financial and environmental efficiency.The Woodford Team including the Regional Manager, Duty Managers, Panel Duty Managers and Admin Staff and Drivers have, without exception, risen to the challenges they have faced locally during the year. They have pulled together and delivered high standards in performance and customer service and should be proud of what they have achieved over the last 12 months.",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"Images from the Dial-a-Ride awards are available from the TfL press office on request.\",\"Dial-a-Ride provides a multi-occupancy door-to-door service for people with a permanent or long term disability who cannot use public transport for the journeys they wish to make.  People must register to use the service and can then book trips for leisure and social purposes such as shopping, visiting friends and family, or going to the theatre.\",\"In addition, Dial-a-Ride also offers a Travel Mentoring Service for disabled people who want to use mainstream public transport.  The service provides a mentor to help them gain knowledge and confidence on the transport system and become an independent traveller.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2014/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2014/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2014/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2014/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2014/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2014/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2014/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2014/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2014/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2014/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2014/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2014/january",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}