{
 "pageTitle": "Step free access for all London Crossrail stations",
 "description": "Mayor and Transport for London announce step free access for all London Crossrail stations",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2014",
   "url": "/info-for/media/press-releases/2014"
  },
  {
   "title": "October",
   "url": "/info-for/media/press-releases/2014/october"
  },
  {
   "title": "Step free access for all London Crossrail stations"
  }
 ],
 "title": {
  "title": "Step free access for all London Crossrail stations",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Mayor and Transport for London announce step free access for all London Crossrail stations"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The Mayor of London and Transport for London (TfL) have today\n        confirmed funding to install step free access at Seven Kings, Maryland, Manor\n        Park and Hanwell stations ahead of Crossrail fully opening in 2019 - meaning\n        all Crossrail stations within London will be step free.",
     "Crossrail will dramatically improve accessibility provision along\n        the route and bring step free access to the heart of the West End. Step free\n        access was already committed for 33 of the 40 stations on the route.",
     "The new\n        funding will mean 37 are step free, including every Crossrail station in\n        London. All stations will be staffed whenever trains are running, providing for\n        customers the 'turn-up and-go' assistance service already in operation across\n        the London Underground and London Overground networks.",
     "Detailed design and planning work will now get underway, with the\n        cost of improvements to the four stations expected to be around £19m - provided\n        though efficiencies and some reallocation of the operating budget. TfL will\n        continue to work with the DfT to secure funding for step free access at the\n        remaining three Crossrail stations; Taplow, Langley and Iver.",
     "Mayor\n        of London, Boris Johnson, said: `I have always made it clear that we must aim\n        to make Crossrail fully step free and it is great news that we can confirm\n        funding from TfL's budget for all the stations within London. It is fantastic\n        that the DfT have also pledged their commitment to fund the remaining three\n        stations outside London, and I look forward to working with the Secretary of\n        State to deliver a world class railway that is accessible for all.`",
     "Mike Brown MVO,\n        Managing Director of London Underground and London Rail, said: `Providing an\n        accessible transport network is a top priority for us and we have already made\n        significant improvements - installing new lifts, rebuilding stations, and\n        introducing boarding ramps to make life easier for our customers. With Crossrail\n        we have an opportunity to embed accessibility at the heart of the city's\n        transport network. That's why we are funding improvements that will mean that\n        all Crossrail stations in London are step free. This will transform how\n        disabled people can travel in and across the city, and we will now continue to\n        work with the Department for Transport to ensure that all the other stations on the route are\n        accessible.`",
     "Transport Secretary Patrick McLoughlin\n        said: `Crossrail is an important part of our long-term economic plan. It\n        will revolutionise London's transport network for millions of passengers and\n        create jobs and opportunities across the country.",
     "`Our aim is for Crossrail to become the most accessible railway\n        in Europe. I am delighted TfL can make a further four stations step-free and\n        have asked my Department to work with TfL to find the necessary funding for the\n        final three stations.  I am determined to work with the Mayor to ensure\n        this happens.`",
     "Ruth Owen, OBE, Chief Executive of Whizz-Kidz says: `We are\n        delighted with the news that all Crossrail stations in London will be\n        accessible to all. As a wheelchair user myself, I experience the frustrations\n        of not having the same access to travel or train facilities as non-disabled\n        passengers.",
     "`For young disabled people to fulfil their potential, being able\n        to travel safely and independently is absolutely paramount. Whether it's\n        travelling to socialise with friends, access health services, education or\n        employment, it's important to recognise that accessible transport can enable\n        young disabled people to enjoy the same opportunities as their peers, and to\n        make a real contribution to society.",
     "`We believe it's really important that the whole Crossrail route\n        is accessible and call for the remaining funding to be found to complete the\n        job.`",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Accessibility\"}",
     "The new\n        Crossrail train fleet will be built to the latest standards of accessibility.",
     "Crossrail trains will have dedicated, clearly distinguished priority seats and\n        space for wheelchairs. Each carriage will provide both visual and audio\n        information about the train's journey.",
     "Crossrail will\n        be fully operational by the end of 2019. The line will boost London's\n        rail-based capacity by 10 per cent, connecting Reading and Heathrow in the west\n        and Shenfield and Abbey Wood in the east. It will provide faster journey times,\n        with up to 24 trains per hour each carrying up to 1,500 passengers in the\n        central section between Paddington and Whitechapel during the peak.",
     "TfL is carrying out a huge programme of investment to make\n        London's transport network more accessible, including making 28 more London\n        Underground and London Overground stations step-free over the next ten years\n        and making 95 per cent of all London bus stops fully accessible by 2016.",
     "A £250\n        million investment in step-free projects is being made at stations including\n        Bond Street, Greenford, Tottenham Court Road, Vauxhall, Victoria and Finsbury\n        Park, and further improvements include permanent raised platform sections,\n        low-floor trains and boarding ramps making getting around the network much\n        easier.",
     "{\"template\":\"bulletlist\",\"items\":[\"It is anticipated that over 200 million people will travel on\\n            Crossrail every year\",\"Crossrail will serve 40 stations, linking Reading and Heathrow in\\n            the west, to Shenfield and Abbey Wood in the east, with 21km of new twin-bore\\n            tunnels under central London\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2014/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2014/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2014/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2014/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2014/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2014/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2014/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2014/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2014/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2014/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2014/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2014/january",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}