{
 "pageTitle": "Theatre Director celebrated with new Tube exhibition",
 "description": "Art on the Underground celebrates legacy of pioneering theatre director at Stratford Underground station",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2014",
   "url": "/info-for/media/press-releases/2014"
  },
  {
   "title": "October",
   "url": "/info-for/media/press-releases/2014/october"
  },
  {
   "title": "Theatre Director celebrated with new Tube exhibition"
  }
 ],
 "title": {
  "title": "Theatre Director celebrated with new Tube exhibition",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Art on the Underground celebrates legacy of pioneering theatre director at Stratford Underground station"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "To celebrate the centenary of the birth of radical\n        theatre director Joan Littlewood, artist Mel Brimfield with songwriter and\n        composer Gwyneth Herbert will create a site-specific artwork for Stratford\n        Underground station, commissioned by Art on the Underground in partnership with\n        Theatre Royal Stratford East (TRSE), launching 4 October 2014.",
     "Art on the Underground will launch their new commission with a\n        special one off performance at Stratford Underground station on Saturday 4 October 2014 between 1pm-4pm.",
     "Mel Brimfield and Gwyneth Herbert will lead this live\n        performance alongside Upbeat Choir and East London Brass in Art on the\n        Underground's most ambitious live event to date.\n        Alongside her\n        work in theatre, Littlewood developed plans for a Fun Palace - an\n        ever-changing, impermanent space where people could gather, discuss, and\n        realise creative ideas. For the centenary of her birth, Art on the Underground\n        has commissioned Mel Brimfield and Gwyneth Herbert to respond to the myriad\n        aspects of Littlewood's legacy.",
     "Launching with the performance, the artwork\n        unfolds in the station over time, presenting interventions, artworks and a film\n        over the coming months.",
     "Eleanor Pinfield, Head of\n        Art on the Underground, said: `I am delighted that Art on the Underground has\n        worked with Mel and Gwyneth on such an ambitious project. Mel's artistic\n        approach, encompassing a wide range of media and diverse collaborative\n        partners, is an exciting challenge; the performance on 4 October will be the\n        biggest live commission by Art on the Underground to date. The Palace that\n        Joan Built is a joyful response to the legacy of Joan Littlewood and the\n        local character and history of Stratford. This celebratory work will delight\n        passengers as they travel through the station.`",
     "Joan Littlewood has a history and relationship with the local area that this project\n        will be spotlighting. She established the Theatre Royal Stratford East as a\n        permanent home for her company 'Theatre Workshop' and took her performances out\n        on the streets, and in doing so, sowed the seeds for early community arts and\n        collaborative practice. Littlewood is best known for productions such as 'A\n        Taste of Honey' (1958) and 'O What a Lovely War' (1963).",
     "About the Performers on the 4th\n        of October:",
     "{\"template\":\"bulletlist\",\"items\":[\"Twelve members of Upbeat Choir\\n            will perform on the day along with 26 members of East London Brass. Led by Paul\\n            Higgs, these two locally based music groups will accompany Gwyneth Herbert and\\n            her band as they perform the soundtrack from Brimfield's forthcoming film,\\n            launching February 2015.\"]}",
     "About\n        the artist and collaborators:",
     "{\"template\":\"bulletlist\",\"items\":[\"Mel\\n            Brimfield: Collaborative\\n            projects are at the centre of Brimfield's practice.  The ongoing creative\\n            partnerships Brimfield has developed with a diverse array of talented, highly\\n            respected performers enable a distinctive approach to the production of her\\n            work, and the modes of its presentation in both visual art and theatre\\n            contexts.  Taking a skewed and tangled romp through the already vexed\\n            historiography of performance art, Brimfield has produced work ranging from\\n            photographs, short films, and musical theatre productions to interdisciplinary\\n            cabarets and performance festivals spanning several days that simultaneously\\n            reveal and invent a rich history of collaboration between artists, dancers,\\n            theatre makers, political activists and comedians. \\u003ca href=\\\"http://www.cerihand.co.uk/artists/5/mel-brimfield/ \\\"\\u003ehttp://www.cerihand.co.uk/artists/5/mel-brimfield/\\u003c/a\\u003e \"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"Dickie\\n            Beau is\\n            an alternative cabaret artist and theatre maker, whose practice combines\\n            traditions of clowning, vaudeville, physical theatre and mime.  Extending\\n            the conventional drag technique of lip-synching, he adopts a variety of vocal\\n            masks to deliver technically dazzling performative analyses of cultural\\n            history.  His 'scripts' comprise collaged fragments of appropriated spoken\\n            word recordings interspersed with film, with subjects including Francis Bacon,\\n            Marilyn Monroe and Orson Welles.  Melancholy, hilarious and\\n            psychologically astute, his embodiment of obscure archival material is\\n            uncannily revelatory.  He performs in a diverse array of venues,\\n            including art galleries, nightclubs, theatres, schools, cabaret bars, museums,\\n            and at arts and film festivals.  He has worked extensively with\\n            performance collective Duckie on a range of socially-engaged performance\\n            projects, as well as leading public engagement arts projects of his own, most\\n            notably for the Southbank Centre. Dickie also leads workshops and seminars\\n            emerging from his practice and has completed workshops for the Live Art\\n            Development Agency and Fierce Festival, the University of Manchester and Merchant\\n            Taylors School, Hertfordshire. \\u003ca href=\\\"http://www.dickiebeau.com   \\\"\\u003ehttp://www.dickiebeau.com\\u003c/a\\u003e \"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"John\\n            Hegley is\\n            a well-known and much-loved poet, comedian and songwriter with a performance\\n            career spanning 35 years. He performs one man shows at theatres and comedy\\n            venues around the country throughout the year, and festival highlights include\\n            sell-out Edinburgh Fringe and Book Festival runs, Glastonbury, Latitude,\\n            Shambala, Hay and the Southbank's Poetry Parnassus. He has published 20 books\\n            via Methuen, Serpents Tail, Bloodaxe and Donut Press and is committed to\\n            undertaking education workshops as a central part of his varied practice for\\n            numerous schools, mental health authorities and the British Council.  He\\n            is a regular feature on BBC Radio 4. \\u003ca href=\\\"http://www.johnhegley.co.uk\\\"\\u003ehttp://www.johnhegley.co.uk\\u003c/a\\u003e \"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"Gwyneth\\n            Herbert is\\n            an extraordinary vocalist and songwriter who has appeared frequently as a\\n            performer in Brimfield's live and film work. She was originally signed by\\n            Universal Classics and Jazz, but after her first album left to independently\\n            release her second, and was subsequently signed to Blue Note.  She has\\n            since released a further three albums.  Herbert has co-written a musical\\n            with playwright Diane Samuels,  work-shopped at the National\\n            Theatre with a cast including Paul Kaye and Sophie Thompson, undertaken\\n            a residency at Snape Maltings, and recorded the favourite songs of Oscar Wilde,\\n            Thomas Hardy and Queen Victoria for David Owen Norris's BBC Radio 4 iPod\\n            series. Herbert has played sold-out performances of her own songs at venues up\\n            and down the country throughout, (including Ronnie Scott's, Queen Elizabeth\\n            Hall, Purcell Rooms, 100 Club, Shepherd's Bush Empire and Leicester Square\\n            Hippodrome).  She was composer in residence at two schools in Hampshire as\\n            part of the Cultural Olympiad. In 2013 Herbert wrote and performed 'The Sea\\n            Cabaret' at the Wilton Music Hall. \\u003ca href=\\\"http://www.gwynethherbert.com/who\\\"\\u003ehttp://www.gwynethherbert.com/who\\u003c/a\\u003e \"]}",
     "Gwyneth\n        Herbert's band:",
     "{\"template\":\"bulletlist\",\"items\":[\"Al Cherry - guitar\\n            Dave Manington - double bass\",\"Dave Price - percussion and fiddle\",\"Ned Cartwright - piano\",\"Ian Shaw - vocalist\",\"Paul Higgs - trumpet and piano \\n            Paul\\n            Higgs is\\n            a long-term collaborator, and has been the musical director, composer, arranger\\n            and multi-instrumentalist for all of Brimfield's large-scale live performance\\n            and film works in the last four years at the Whitechapel Gallery for the\\n            Government Art Collection, Camden Arts Centre, Yorkshire Sculpture Park,\\n            Performance Matters (Trashing Performance), Ceri Hand Gallery and Lancaster\\n            Institute for the Contemporary Arts.  He has worked extensively as a\\n            composer and musical director on dozens of productions for the National Theatre\\n            and Royal Shakespeare Company, and is the composer and arranger of numerous\\n            scores for TV, film and radio. \\u003ca href=\\\"http://www.phiggs.co.uk\\\"\\u003ehttp://www.phiggs.co.uk\\u003c/a\\u003e \"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"Art\\n            on the Underground\\n             \\n            Art\\n            on the Underground (AOTU), the official art programme for Transport for London\\n            (TfL), provides a world-class programme of contemporary art that enriches the\\n            Tube environment and customers¹ journey experience; and continues the\\n            longstanding tradition that excellent art and design is at the core of London\\n            Underground's identity and services. The programme operates through a number of\\n            different strands and includes temporary and permanent commissions displayed on\\n            large scale single station sites such as Gloucester Road and other stations\\n            throughout the network; a series of commissions for the front cover of the\\n            Pocket Tube map; a film programme at Canary Wharf Underground station; and a\\n            programme of line-based commissions, which revolve around a particular theme\\n            and line. The line based series has so far included the Piccadilly line (Thin\\n            Cities), the Jubilee line (One Thing Leads to Another Everything is Connected)\\n            and the Central line (Central Line Series).\",\"For\\n            London Underground's 150th Anniversary in 2013, Art on the Underground\\n            commissioned Turner Prize winning artist Mark Wallinger to create Labyrinth,\\n            a permanent artwork for each of the 270 stations on the network, as well as 15\\n            for 150 - fifteen new tube posters designed by Pablo Bronstein, Melissa\\n            Gordon, Runa Islam, Idris Khan, Sarah Lucas, Goshka Macuga, Robert Orchardson,\\n            Martha Rosler, Nedko Solakov, Frances Stark, Corin Sworn, Wolfgang Tilmans,\\n            Gillian Wearing, Lawrence Weiner and Haegue Yang.\",\"2014\\n            has seen the launch of Art on the Underground's first project on the river,\\n            with a commission by Clare Woods for TfL's London River Services, as well as\\n            the 20th in the pocket Tube map cover series: The Hole of London\\n            2014, by Rachel Whiteread. \\u003ca href=\\\"http://art.tfl.gov.uk/\\\"\\u003ehttp://art.tfl.gov.uk/\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2014/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2014/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2014/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2014/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2014/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2014/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2014/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2014/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2014/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2014/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2014/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2014/january",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}