{
 "pageTitle": "Work to replace the Upper Holloway road bridge begins",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2014",
   "url": "/info-for/media/press-releases/2014"
  },
  {
   "title": "October",
   "url": "/info-for/media/press-releases/2014/october"
  },
  {
   "title": "Work to replace the Upper Holloway road bridge begins"
  }
 ],
 "title": {
  "title": "Work to replace the Upper Holloway road bridge begins",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) has begun work to completely renew the Upper Holloway bridge as part of its continuing programme of road modernisation in the capital.",
     "The work will see the century old bridge, which carries the A1 Holloway Road over National Rail lines in Islington, replaced with a new structure and improved facilities for pedestrians and cyclists in the area. Replacing the bridge will ensure the road can remain open for years to come without requiring weight or width restrictions as it reaches the end of its operational life. The new bridge will also provide improved headroom for London Overground trains running along the Gospel Oak to Barking line, allowing the line to be upgraded in the future.",
     "Preliminary works have already begun to prepare the area for the installation of a new service bridge for utilities, such as gas and phone lines, later this year. This will make the replacement of the road bridge quicker and simpler, which will minimise disruption to road users. This also means that any work needed on the utility pipes and cables in the future will be able to be carried out without affecting traffic and pedestrians using the bridge.  Work to prepare for the move of pipes and cables has already begun and ticket machines and Oyster card readers at Upper Holloway station will be relocated in the next month to make space for the new service bridge.",
     "Work to relocate utility services within the existing bridge to the new service bridge will then take place from the beginning of next year and carry on until summer 2016. Once completed, the new road bridge will not only provide better surfaces and stronger parapets, but street lighting along the A1 will also be upgraded.",
     "As part of the works, TfL will need to close the road bridge to vehicles and pedestrians for up to three weeks to carry out the main demolition and construction of the new bridge. These works are currently planned to take place over Christmas and New Year 2015 (25 December 2015 to 16 January 2016 - subject to completion of the services diversions), taking advantage of the Christmas shutdown period when rail services do not run on the railway line, minimising the impact on road and rail commuters. A signed diversion route will be in place for vehicles including buses, with cyclists and pedestrians able to use the new service bridge, which will be adjacent to the closed road bridge.",
     "Dana Skelley, Director of Asset Management at TfL said: `The A1 Holloway Road is a vital road for both businesses and commuters, linking central London to the M1 motorway. We need to ensure that it continues to remain usable and safe for years to come.",
     "`We are committed to completing these works as quickly and efficiently as possible and will keep the local community and road users informed of progress as we work to deliver these vital improvements.'",
     "Cllr Claudia Webbe, Islington Council's executive member for environment and transport, said, `This work is vital to maintaining the reliability and safety of one of Islington's major roads. We've worked hard with TfL to ensure their works minimise any inconvenience to residents, businesses and the travelling public, and keep Upper Holloway station open.'",
     "During the next ten years, TfL will be investing around £4 billion into the capital's road network as part of the Roads Task Force. Working with its partners, including London's boroughs and road user and street user groups, TfL will build on the improvements already seen in the management of London's roads, streets and public spaces to help ensure the capital remains one of the most attractive, vibrant, accessible and competitive cities in the world.",
     "For more information about the works, please visit \u003ca href=\"http://www.tfl.gov.uk/upper-holloway-bridge\"\u003ewww.tfl.gov.uk/upper-holloway-bridge\u003c/a\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Most of the work to replace the Upper Holloway bridge is planned to take place on Monday to Friday 08:00 - 18:00, and Saturday 08:00 - 13:00. Some work will need to take place overnight, but TfL will work to ensure that any disruption is kept to a minimum.\",\"London's roads account for 80 per cent of all journeys and 90 per cent of all goods moved in the capital. As the engine of the British economy, London's population is set to grow by almost 2 million to 10 million by 2031 - equivalent to absorbing the population of both Birmingham and Leeds.\",\"This is a continual challenge in a city with a road network that developed organically and was never designed for so much traffic. To meet the challenge, the Mayor and TfL are investing more than £4 billion in improving London's roads, streets and urban realm for all road users, residents and businesses during the next decade.\",\"To help deliver this wider programme of work, TfL has already begun to expand its innovative SCOOT technology, which can change traffic signal timings based on traffic levels second by second, from half of all signals to three quarters of all signals. Hundreds of staff are already working 24/7 to monitor the network and will use London's intelligent traffic light technology to help traffic movement around these planned works, as well as keeping road users up-to-date on traffic conditions.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2014/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2014/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2014/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2014/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2014/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2014/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2014/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2014/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2014/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2014/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2014/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2014/january",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}