{
 "pageTitle": "Staff who go the extra mile recognised at London Bus Awards",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2016",
   "url": "/info-for/media/press-releases/2016"
  },
  {
   "title": "July",
   "url": "/info-for/media/press-releases/2016/july"
  },
  {
   "title": "Staff who go the extra mile recognised at London Bus Awards"
  }
 ],
 "title": {
  "title": "Staff who go the extra mile recognised at London Bus Awards",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Putting customers at the heart of the job, exceeding expectations and understanding the difficulties faced by disabled and older customers, were just some of the staff qualities recognised at the London Bus Awards .",
     "The London Bus Awards celebrate everyday successes and achievements, as well as the actions taken calmly and bravely by staff in some very difficult situations.  It acknowledges that the work taking place every day has helped make London's bus network one of the best, most accessible and extensive in the world.",
     "Leon Daniels, TfL's Managing Director of Surface Transport, who hosted the event in Southwark, said: `The Capital's red buses are the life blood of the city and play a significant role in keeping it working and growing.",
     "`It is thanks to the day-in day-out pride and hard work of our staff, both in the driver's seat and those in the garages whom the public don't see, that we meet this challenge.`",
     "The awards were presented by Val Shawcross, the Deputy Mayor for Transport, Caroline Pidgeon, Chair of the London Assembly Transport Committee, Mike Brown, Transport Commissioner and Gareth Powell, Transport for London's Director of Strategy and Contracted Services.",
     "The winners at this year's London Bus Awards were:",
     "Actions above and beyond the call of duty - James Rossi, Arriva London (Watford Garage)",
     "A 17-year-old boy suffering a severe allergic reaction approached bus driver James to say he urgently needed to get his EpiPen from home.  Calling for medical assistance would have taken too long, so James used his PA system to explain the situation to his passengers and took the teenager directly to a bus stop close to his home.  A few weeks later, the teenager's mother called the garage, and said her son would have died without James's help.",
     "Inspirational role model to colleagues in the bus industry - Patience Okezie, Arriva London (Brixton Garage)",
     "Patience is a shining example of someone committed to excellence.  She joined Brixton Garage in 1994 and, even this early in her career, it was apparent that Patience was special, offering advice and guidance to colleagues.  It wasn't long before she was affectionately referred to as 'Mother P' or simply 'P'.  Her career has gone from strength to strength. She became a driver, Garage Supervisor and is now Senior Garage Supervisor, and is still renowned for her demeanour, passion and commitment.  She is often seen having a quiet chat with a driver, offering them advice, support and morale-boosting encouragement.",
     "Outstanding newcomer - James Barlow, Go-Ahead London (Bexleyheath Garage)",
     "A new, young manager with a great head for business and a 'one-team' approach, James has proven himself to be adaptable and open-minded when looking at ways to solve problems.  Through informative, helpful and timely communication, he has changed how the engineers understand both his role and decisions by helping them to see the reasons behind changes.  By working as one team to get to the root cause of issues and develop solutions, performance has improved.  James knows systems and procedures well and can communicate with audiences at every level.  He will undoubtedly have a very bright future in our industry.",
     "Environmental Campaign Champion - Stagecoach London",
     "As part of their continuing environmental commitment, colleagues at Stagecoach London decided to do something a little different to recognise World Environment Day last June.  Green depot champions led initiatives such as a 'big switch off', which has led to a 30 per cent long-term energy reduction since 2012.  They also saved more than 60 per cent of their daily water use by not washing the vehicles for one night.  Other initiatives involved painting a bus green, wearing green and providing staff with free 'green' lunches.",
     "Outstanding Customer Service Champion - Nadine Allen, CT Plus (Ash Grove Garage)",
     "Nadine received this award for her ability to make customers feel welcome, combining great service with outstanding driving quality.  Nadine believes communication with customers is important and uses her iBus and PA systems to keep them informed during their journeys.",
     "Nadine said: \"I always remember that I am the first point of contact between people and their bus service.  As a driver, you're in a great position to help people.\"",
     "Accessibility and Safety Champion - Claude Parchment, Go-Ahead London (Stockwell Garage)",
     "Safety Champion - Brendan Fleury, Go-Ahead London (Northumberland Park Garage)",
     "With a keen interest in the accident rates at his garage, Brendan has spent a lot of his own time with the Accident Prevention Manager working on ideas to reduce accident rates for new drivers.  He has also worked with the management team to devise a refresher accident prevention training programme for drivers involved in incidents in their first year in the role.",
     "On-the-road Support - Sian Davies, Network Operations Manager, Transport for London",
     "Sian has been a vocal advocate of the Bus Driver Garage Forums and the Rough Sleeper operations, which encourage drivers to highlight and discuss the issues affecting them and provide the opportunity to ask TfL, local police and crime support teams questions.",
     "Best Vehicle Care - Stamford Brook Garage, RATP Dev London",
     "Stamford Brook Garage's rise from 14th to fifth place in Mystery Traveller Surveys for vehicle care is down to drivers understanding that the responsibility for vehicle presentation starts with them.  With engineers regularly meeting to review performance data and check how well they are meeting targets, Stamford Brook's team has its eyes firmly fixed on being the number one team in the city.",
     "Ends\u003cbr /\u003eNotes to Editors",
     "Photographs of the winners are available on request."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2016/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2016/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2016/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2016/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2016/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2016/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2016/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2016/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2016/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2016/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2016/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2016/december",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}