{
 "pageTitle": "Central line trains overhauled for the 2012 Games and beyond",
 "description": "After 19 years in service the current fleet of trains is being revamped to bring passengers cleaner, more comfortable trains to serve the next generation of passengers and beyond. The overhaul of the fleet includes replacing 4,060 windows, replacing the",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Central line trains overhauled for the 2012 Games and beyond",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Passengers using the Central line will soon begin to benefit from a rejuvenation of their carriages."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "After 19 years in service the current fleet of trains is being revamped to bring passengers cleaner, more comfortable trains to serve the next generation of passengers and beyond.",
     "The overhaul of the fleet includes replacing 4,060 windows, replacing the side panels that make up the outside of the trains, and covering 23,144 seats with a new fabric.",
     "The outside of every carriage on all 85 trains in the fleet will also be coated with a protective film that will make them easier to clean.",
     "As part of the upgrade works the gearboxes and their housings have been modified, as have the frames which house the wheels and axles.",
     "That work will improve the reliability of the trains and should mean the trains will be able to travel greater distances before experiencing a fault.",
     "The work should potentially increase the distance Central line trains can travel before experiencing a fault by around another 1,000 kilometres.",
     "The trains are being worked on in pairs so as not to affect normal services.",
     "The work will cost £27m and the entire fleet will be complete before the Olympic and Paralympic Games next year, in readiness for an influx of passengers that will be heading to and from Stratford.",
     "Peter Tollington, Central line Manager, said: 'We are going to greatly improve the look of our trains and make them as comfortable as possible for commuters and visitors to the Olympic Park.'",
     "London-based design company Wallace Sewell's blue and red 'moquette' fabric is inspired by London landmarks.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"For more information on the Tube upgrade plan go to \\u003ca href=\\\"http://www.tfl.gov.uk/tubeupgradeplan\\\"\\u003etfl.gov.uk/tubeupgradeplan\\u003c/a\\u003e \",\"Transport for London (TfL) is working hard to keep disruption to a minimum and to provide information and alternative travel options. Londoners and visitors to the city are urged to check before they travel, particularly at weekends, and to allow extra journey time where necessary\",\"TfL's range of Travel Tools help passengers plan journeys, get travel information on the move and work out the best way home tfl.gov.uk/traveltools. The website also provides full information on bus replacement services during works\",\"Apart from the TfL website - tfl.gov.uk/check - passengers can check before travelling via the following options:\",\"The London Travel Info 24-hour telephone helpline: 0843 222 1234\",\"Information on posters, leaflets and service information boards at Tube stations\",\"Via free mobile and email alerts, available from the TfL website\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}