{
 "pageTitle": "Mayor drives first New Bus for London off production line",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor drives first New Bus for London off production line",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "This press release was originally issued by the Mayor of London's press office at the Greater London Authority."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The Mayor of London, Boris Johnson, will drive the first new bus for London off the production line today (4 November) in a major step towards the commitment made in his last election manifesto.",
     "The New Bus for London is the first bus designed specifically for the streets of London in more than 50 years and has been built by specialist engineers at the Wrightbus factory in Ballymena, Northern Ireland.",
     "In just under two years the bus has gone from the drawing board to a fully functioning prototype.\u003cbr /\u003e\u003cbr /\u003eThe new bus incorporates the most innovative and cutting edge hybrid technology and will be the most environmentally friendly bus of its kind when it enters passenger service.\u003cbr /\u003e\u003cbr /\u003eIn December the prototype driven by the Mayor today will make its way across the Irish Sea to London, where it will be put through its paces on the Capital's streets in preparation for entering passenger service next year.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"More to come\"}",
     "In the course of the first half of 2012 it will be joined by seven more prototypes to be tested in passenger service, which will lead to the establishment of a full production line.",
     "A team of 25 engineers and a 40 strong production team at the Wrightbus factory in Ballymena have worked on the first prototypes.",
     "But in a difficult economic climate the Mayor is confident investment will be made in hundreds more buses that will support many more jobs.\u003cbr /\u003e\u003cbr /\u003eThe Mayor of London, Boris Johnson, said: 'This fantastic machine is chock full with the latest technology and London buses will be world leaders once again when the first eight buses take to our roads early next year. They are just an advance party for what I envisage will eventually be a legion of their type.",
     "'Our new bus is an improvement on standard double decks in every respect and has been designed with this city and its wonderful population in mind. It showcases the very best of British manufacturing and design and simply oozes with quality.'\u003cbr /\u003e\u003cbr /\u003eWrightbus was awarded the contract for engineering design and to build the New Bus for London in January 2010.",
     "London-based designers Heatherwick Studio provided the aesthetic design and the result is a vehicle that not only has an iconic look but every aspect of its design has at its heart the complex needs of London's bus passengers.",
     "Critical design features include three entrances and a double staircase to deliver the speediest possible boarding for passengers; and an open platform at the rear, in common with the iconic Routemaster.\u003cbr /\u003e\u003cbr /\u003eThe interior of the bus has also been designed with passengers in mind.",
     "A key feature is the two staircases, at front and rear, which provide quick and easy access to and from the upper deck.",
     "Many design features provide a contemporary take on some of the best loved elements of the original Routemaster, including grooved flooring on the stairs and entrances.",
     "Other innovative design features include a new lightweight bench seat with specially designed moquette, a dark red interior pallete - designed to beat dirt and a new wireless bell push that is seamlessly blended into the hand pole.",
     "A full scale mock up of the bus has been used for consulting with stakeholder groups including wheelchair users.",
     "That input has been used to ensure the new bus meets every specification on accessibility ahead of the 2012 Games.",
     "It includes features such as a wheelchair ramp on the centre door to enable the easiest possible access for wheelchair users.",
     "The wheelchair bay is longer than on nearly every other double decker.",
     "There is also priority seating with space for assistance dogs.",
     "There is a step free low floor throughout the lower deck and the ibus onboard visual and audio announcements will be installed.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"eco-friendly\"}",
     "Under test conditions the vehicle achieved fuel consumption of 11.6mpg which compares to 8.6mpg for a hybrid bus and 5.8mpg for a normal diesel bus.",
     "The vehicle is also expected to be quieter than similar buses on the roads.\u003cbr /\u003e\u003cbr /\u003eTesting continues but it is estimated that if all buses in London performed to the standard of the new bus for London then air quality could be improved to the extent of a 57 per cent reduction in the amount of NOx emissions from buses.",
     "The potential of the environmental technology on the new bus is such that if rolled out across the entire fleet of London buses it could potentially reduce CO2 emissions in the capital by 230,000 tonnes a year.",
     "Mark Nodder, Wright Group Managing Director, said: 'Today sees another milestone along the way to delivering what we hope will be the best bus in the world.  It is very exciting to see Mayor Boris Johnson at the wheel of the first complete vehicle to emerge from the production line.",
     "'We are all looking forward to the New Bus for London entering service in the nation's capital, representing as it does the culmination of almost two years' work in design and development. Wrightbus is immensely proud to be at the centre of this unique and innovative project.'\u003cbr /\u003e\u003cbr /\u003eThe manufacture of the bus has stimulated industries across the UK and when it goes into full production it will create jobs for people across the country, with key components such as the engine, chassis, internal and external structures, seating, some of the glass and flooring being produced here in the UK.\u003cbr /\u003e\u003cbr /\u003eSecretary of State for Northern Ireland, Owen Paterson MP, said: 'This is a bus which means business for Northern Ireland. Built in collaboration with companies across the UK, it is already a huge success and represents a fantastic long term export opportunity.",
     "'London buses are iconic the world over and one in every four of them is built in Northern Ireland. I am delighted that the streets of London will be showcasing some of Northern Ireland's finest manufacturing for years to come.\u003cbr /\u003e\u003cbr /\u003e'Wrightbus have shown that Northern Ireland can deliver products which surpass the highest environmental, design and performance standards. With eight prototypes soon to be delivered we look forward to the establishment of a full production line in due course.'\u003cbr /\u003e\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to Editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"In tests at Millbrook Proving Ground, the engineering test vehicle emitted only 640 grams per kilometre (g/km) of carbon dioxide and 3.96 g/km of Oxides of nitrogen (NOx) - less than half of the carbon dioxide emitted by a current diesel bus (1295g/km) and under half of the NOx emitted by a current diesel bus (9.3g/km)\",\"Founded in 1946, and still a family owned and managed company, the Wright Group has pioneered low floor buses in the UK, and has earned a reputation for producing vehicles which are stylish, durable, high in quality and packed with innovative features\",\"Heatherwick Studio exists to make extraordinary projects happen. Established by Thomas Heatherwick in 1994, it is recognized for its work in architecture, urban infrastructure, sculpture, furniture design and strategic thinking. Team members come from disciplinary backgrounds that include architecture, product design, model making, fabrication, landscape design, fine art and curation\",\"Transport for London has recently ordered two further prototypes which means that eight of these buses will enter passenger service in the first half of 2012\",\"The first NBfL vehicles will be operated by Arriva on a busy central London route\",\"Photographs from the events are available on request from the TfL Press Office\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}