{
 "pageTitle": "Paddington says goodbye to bendies on route 436",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Paddington says goodbye to bendies on route 436 ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "On Saturday 19 November double deck buses began to operate on the route 436 as the deadline for ridding the Capital's streets of bendy buses moves ever closer."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Just two bendy bus routes (29 and 207) now remain following the conversion of the route 436 which runs between Paddington and Lewisham.",
     "Continuing with the Mayor and TfL's commitment to invest in greener technology, around half of the new double deck buses being introduced on the route will be greener hybrid buses.",
     "When compared to standard diesel vehicles, the new hybrid buses are cleaner, quieter and more efficient, delivering a minimum 30 per cent reduction in carbon dioxide emissions and 30 per cent better fuel economy.",
     "This is a boost to the Mayor's goal to deliver cleaner air for London.",
     "The introduction of double deck buses will also bring extra seating and improved air cooling.",
     "Improvements will also be made to the frequency of the service with weekday peak frequencies increased to every five to six minutes instead of the current six to eight minutes.",
     "When all bendy buses are removed from London's streets, TfL estimates that there will be an annual saving to Londoners of more than £7m due to a vastly reduced rate of fare evasion on these routes.\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"Routes 38, 507 and 521 were converted in 2009, routes 18 and 149 in 2010, route 25 in June 2011, route 73 and 453 in September 2011 and route 12 in November 2011\",\"The remaining routes - 29 and 207 - will have their bendy buses replaced with double deck buses by the end of 2011\",\"A one-off cost of £2.2m will be incurred this year in respect of routes 29 and 207, where the conversions are happening  in advance of the operating contracts being retendered. However there is a substantial overall saving to TfL because as a slight increase in contract costs is more than offset by an expected reduction in fare evasion, following the conversion of all 12 articulated routes, of £7.4m per year\",\"Service patterns on all the routes were fully reviewed prior to conversion, to ensure that service levels continue to be well matched to passenger demand. All routes have, or will have increases in peak-time frequencies and the vast majority of passengers will have the same or increased frequency across the day and week\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}