{
 "pageTitle": "Route 12 converts to double deck with improved weekend night bus services",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Route 12 converts to double deck with improved weekend night bus services",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "New, greener hybrids to be introduced."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The end is nearly nigh for the cumbersome bendy bus with the removal of these beasts from another bus route.",
     "{\"template\":\"bulletlist\",\"items\":[\"Improved night service at weekends\",\"Huge reduction in fare evasion expected to deliver Londoners better value\"]}",
     "A new milestone will be reached today (Saturday 5 November) in the Mayor's campaign to rid London's streets of bendy buses, as route 12 is replaced with double-decker buses.",
     "With only three bendy routes remaining, the target to banish these vehicles by the end of the year is well in sight.",
     "As the new double-deck buses are introduced onto this latest route, the Mayor and Transport for London's (TfL's) commitment to investing in greener technology is evident with around a third of the new buses being new greener hybrid buses.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Increased frequency\"}",
     "There will also be improvements to the frequency of the service.",
     "On Friday and Saturday nights frequency will increase to every 15 minutes instead of the current 30 minute service.",
     "On weekdays at peak times services will be increased to a bus every four minutes from the current frequency of every five minutes.",
     "Boris Johnson, the Mayor of London, said: 'The end is nearly nigh for the cumbersome bendy bus with the removal of these beasts from another bus route.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Annual saving\"}",
     "'I know Londoners will be as thrilled as I am to see the back of these monstrous machines that block and clog the arteries of the city.",
     "'Not only this, but post-bendy bus routes see reduced fare evasion and cleaner buses too.'",
     "Recent figures published by TfL show that by removing all bendy buses from London's streets there will be an annual saving of more than £7m due to a vastly reduced rate of fare evasion on these routes.",
     "When compared to standard diesel vehicles, the new hybrid buses are cleaner, quieter and more efficient, delivering a minimum 30 per cent reduction in carbon dioxide emissions and 30 per cent better fuel economy.",
     "This is a boost to the Mayor's goal to deliver cleaner air for London.",
     "The introduction of double deck buses will also bring extra seating and improved air cooling.\u003cbr /\u003e\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Routes 38, 507 and 521 were converted in 2009, routes 18 and 149 in 2010, route 25 in June 2011, route 73 and 453 in September 2011\",\"The remaining routes - 29, 207, and 436 - will have their bendy buses replaced with double deck buses by the end of 2011\",\"A one-off cost of £2.2m will be incurred this year in respect of routes 29 and 207, where the conversions are happening in advance of the operating contracts being retendered.  However there is a substantial overall saving to TfL because as a slight increase in contract costs is more than offset by an expected reduction in fare evasion, following the conversion of all 12 articulated routes, of £7.4m per year\",\"Service patterns on all the routes were fully reviewed prior to conversion, to ensure that service levels continue to be well matched to passenger demand.  All routes have, or will have increases in peak-time frequencies and the vast majority of passengers will have the same or increased frequency across the day and week\\u003cbr /\\u003e\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}