{
 "pageTitle": "Stratford bus station reopens following improvements for passengers",
 "description": "The first phase of works to transform Stratford bus station in readiness for the London 2012 Games was completed today, with the station reopening to passengers and local bus services.Brand new bus shelters and seating, improved footways, and better",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Stratford bus station reopens following improvements for passengers",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Improved waiting areas and walkways will benefit 20 million passengers a year while the bus station will play a key role in London 2012 Games."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Stratford bus station is now open and passengers are able to access their normal stops again.",
     "The first phase of works to transform Stratford bus station in readiness for the London 2012 Games was completed today, with the station reopening to passengers and local bus services.",
     "Brand new bus shelters and seating, improved footways, and better directional signage and lighting for passenger safety are among the benefits for both regular passengers and the many people anticipated to use the station during the London 2012 Games.",
     "The bus station has also had a lick of paint and the roadways have been resurfaced with improvements made to the drainage system.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Next phase\"}",
     "Work on phase two of the improvements will continue with Transport for London (TfL) and Newham Council working closely together on improvements behind the scenes that will benefit customer services staff and bus drivers who use this station.",
     "The remaining work is expected to be completed by Spring 2012 and will not have any impact on passengers using the bus station.",
     "When fully completed the works will benefit the 20 million passengers who use the bus station every year.",
     "In addition, many thousands of extra passengers are expected to benefit from these works when they use Stratford bus station during the London 2012 Games.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"All ahead for the Games\"}",
     "The bus station will be an important transport hub because of its close proximity to the Olympic Park and easy interchange with the Central and Jubilee Lines, London Overground, Docklands Light Railway and mainline rail services.",
     "Mike Weston, Operations Director, London Buses said:  'Stratford bus station is now open and passengers are able to access their normal stops again. Work is continuing at the bus station to provide a completely refurbished bus station by Spring 2012.'",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Work commenced at Stratford bus station on 1 August 2011. While it was closed buses used other bus stops around Stratford town centre.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}