{
 "pageTitle": "TfL calls for taxi demo to be cancelled",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL calls for taxi demo to be cancelled ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Demo has potential to cause real disruption to the general public and taxi passengers. Demo coincides with two other significant protests."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Transport for London is calling for the United Cabbies Group (UCG) to cancel its planned demonstration today.",
     "The group's justification for the protest is based on inaccurate and false claims about London Taxi and Private Hire and the work it undertakes to provide a safe service for the public.",
     "The protest is scheduled to take place at Trafalgar Square between 16:00 and 20:00 today (Wednesday 9 November).",
     "Members of the RMT's taxi branch are expected to join the demo.",
     "The demonstration is not supported by any of the major taxi trade organisations.",
     "There are concerns that the demonstration could cause significant disruption to transport services in Trafalgar Square and in surrounding roads.",
     "The protest also takes place on the same day that students and electricians will be staging significant protests in the Capital.",
     "John Mason, Director of London Taxi and Private Hire, said: 'It is deeply regretful that a small and isolated group, who do not represent the views of taxi drivers across London, feel the need to stage this demonstration.",
     "'In staging this protest these taxi drivers will be wilfully disrupting the travelling public, the very people they are supposed to serve.'"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}