{
 "pageTitle": "TfL's Lost Property Office brings Christmas joy to hundreds of children",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL's Lost Property Office brings Christmas joy to hundreds of children",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "More than two hundred toys have been donated to The Salvation Army. Toys are donated to families and children across south London."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Transport for London's (TfL) Lost Property Office (LPO) is donating hundreds of toys to The Salvation Army to give to disadvantaged children in south London over the Christmas period.",
     "The toys will appeal to children of all ages and range from soft toys and board games to sports equipment.",
     "The Salvation Army in Deptford, south London, will work with the local council to distribute the toys to families in need.",
     "Paul Cowan, Manager of the LPO and Travel Information Centres, said: 'Of the hundreds of thousands of items of lost property received each year, toys and children's gifts have a particular significance.",
     "'Many are unable to be traced to an owner and, perhaps due to their perceived value or belief that they will not be handed in, remain unclaimed after three months.",
     "'Pre-loved items are donated to our charity partners on a regular basis, however new toys and gifts are saved until the end of the year, when their donation has a much greater impact.",
     "'For those who have lost these items, their original intention of bringing joy to a child has still been achieved.",
     "'The team at the Lost Property Office take great pride in the work they do and it is rewarding for them to be able to complete the cycle of giving through this donation.'",
     "Captain Kevin Stanbury of The Salvation Army's Deptford Community Centre, said: 'More people than ever are struggling financially and this is never more apparent than around Christmas time.",
     "'Right across the country, The Salvation Army provides toy parcels to those families who would otherwise have to go without.",
     "'This service is made a little easier due to the kind donation from organisations such as Transport for London.",
     "'Over the past five years they have donated countless toys, all of which help to bring joy and laughter into the life of a London child.",
     "'We cannot thank the Lost Property Office and its staff enough for making this scheme possible.'",
     "The LPO has handled more than 200,000 items of lost property in 2010/11.",
     "On average one in three items is reunited with its owner.",
     "Over the years people have handed in many unexpected and unusual items including, Rolex watches worth more than quarter of a million pounds, £10,000 cash, human skulls, breast implants and a lawnmower.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}",
     "{\"template\":\"bulletlist\",\"items\":[\"By calling 0845 330 9882 between 8:30 and 16:00, Monday to Friday (except Bank Holidays)\",\"By filling in the online enquiry form\",\"By faxing 020 7918 1028\",\"In person or by writing to:\\u003cbr /\\u003eLost Property Office\\u003cbr /\\u003e200 Baker Street\\u003cbr /\\u003eLondon\\u003cbr /\\u003eNW1 5RZ\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}