{
 "pageTitle": "Woolwich Ferry returns to normal sailing times",
 "description": "The ferry, which carries around a million vehicles and over two million passengers a year, was operating extended hours to help minimise traffic disruption while the tunnel improvements were undertaken. The last day of the extended hours will be Thursday",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Woolwich Ferry returns to normal sailing times",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "On Friday 2 December the Woolwich Ferry returns to normal sailing times following the successful completion of the Blackwall Tunnel safety improvements more than a year ahead of schedule."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The ferry, which carries around a million vehicles and over two million passengers a year, was operating extended hours to help minimise traffic disruption while the tunnel improvements were undertaken.",
     "The last day of the extended hours will be Thursday 1 December.",
     "The Woolwich Ferry operates a free service linking Woolwich with North Woolwich.",
     "From Friday 2 December it will revert to operate weekdays 06:10 until 20:00, on Saturdays 06:10 until 20:00 and Sundays 11:30 until 19:30.",
     "\u003cstrong\u003eNotes to editors: \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The ferries, terminals and facilities are owned by London River Services (LRS), but the ferry service is operated by Serco Ltd under contract to LRS. The three ferries in use today were built in 1963 and the current terminals were opened in 1965\",\"Live travel news is available at \\u003ca href=\\\"http://www.tfl.gov.uk/livetravelnews\\\"\\u003etfl.gov.uk/livetravelnews\\u003c/a\\u003e \\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}