{
 "pageTitle": "Dismantling work begins on Acton Bridges",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Dismantling work begins on Acton Bridges",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Transport for London has worked hard with our contractors to make this construction method work smoothly",
     "Transport for London (TfL) has begun careful dismantling of the old Acton Bridges at Wales Farm Road and Perryn Road, as part of the three year A40 Acton Bridges project, following successful traffic switches in January from the existing carriageways onto the partially constructed new bridges on the A40.",
     "In a first for TfL, the latest stage of the scheme on the A40 has seen traffic diverted onto the new bridges while the old bridges are still standing.",
     "With the traffic diversions now in place, engineers can begin slowly removing the old bridges, causing minimal disruption to road users on the A40.\u003cbr /\u003e\u003cbr /\u003eDana Skelley, Interim Director of Road Network Management for TfL, said: \"The traffic diversions which have recently been instructed on the A40 have been carried out on time and with little disruption to travellers on the A40.",
     "\"Transport for London has worked hard with our contractors to make this construction method work smoothly and effectively.\"\u003cbr /\u003e\u003cbr /\u003eAs well as improving highway layout, the new bridges will provide access and crossing improvements for pedestrians, cyclists and people with disabilities.",
     "The project will also remove existing materials from the bridges and, where possible, recycle and reuse them in the construction of the new carriageway, as well as other TfL projects.\u003cbr /\u003e\u003cbr /\u003eConstruction of the bridges is scheduled for completion by Autumn 2009.",
     "\u003cstrong\u003ebr\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"For \\u003ca href=\\\"http://www.tfl.gov.uk/a40actonbridges\\\"\\u003emore information \\u003c/a\\u003e about the scheme is available online\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}