{
 "pageTitle": "Fifth Anniversary of Congestion Charge that changed transport policy across the world",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Fifth Anniversary of Congestion Charge that changed transport policy across the world",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Traffic and congestion still down - Tube passengers, bus use and cyclists at record levels"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Nationally and internationally cities are following London's example and considering introducing a similar charge",
     "Today (17 February) is the fifth anniversary of the central London Congestion Charge.",
     "The charge has won plaudits across the globe and helped London become the only major city in the world to see a significant shift from private car use to public transport, walking and cycling.",
     "The level of traffic within the zone is down 21 per cent since the introduction of the charge.",
     "The level of congestion is down eight per cent.",
     "Public transport use has boomed with record numbers of more than one billion passengers a year are using the Tube, a 45 per cent increase in the use of buses and 43 per cent increase in cycling within the zone.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"London's example\"}",
     "The Mayor of London, Ken Livingstone, said: \"The congestion charge and the biggest investment programme since the second world war has enabled London to become the first major city in the world to achieve a shift away from the private car to public transport.",
     "\"The charge is also reducing pollution and I am building on this by altering the charge to penalise the big vehicles which contribute most to climate change and exempting the cleanest cars.",
     "\"Nationally and internationally cities are following London's example and considering introducing a similar charge.",
     "\"The congestion charge has made London a world leader in doing something about traffic congestion and pollution rather than just talking about it.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Fewer vehicles\"}",
     "Before charging began, some 334,000 vehicles entered the original charging zone each day.",
     "Some 70,000 fewer vehicles now enter the same area on a daily basis and there has been a five per cent shift from private car usage to public transport, cycling and walking.",
     "London's buses carried 1.9 billion passengers in 2006/07, an increase of 45 per cent from 1999/2000.",
     "Traffic in the western extension of the Congestion Charge scheme, which marks its first anniversary on February 19, is down by 10 to 15 per cent on 2006.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Groundbreaking initiatives\"}",
     "And congestion has been reduced by between 20 and 25 per cent compared with similar periods in 2005 and 2006.",
     "London's Transport Commissioner, Peter Hendy, said: \"Without the Congestion Charge, which has reduced the number of vehicles coming into central London by 70,000 a day, London would have ground to a halt.",
     "\"It has also helped transform London's bus network into one of the best in the world.",
     "\"There are now 6.3 million bus journeys every day in the Capital.",
     "\"Congestion Charging paved the way for further groundbreaking initiatives in London's transport and environment programme.",
     "\"Earlier this month, the whole of Greater London was designated a clean air Low Emission Zone, the largest of its type anywhere in the world.\"",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Key dates in the history of the Congestion Charge:\\u003cbr /\\u003eul\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}