{
 "pageTitle": "Hi-tech removal vehicles set to reduce congestion",
 "description": "The trucks will operate on the Transport for London's red route network, which carries around 33 per cent of the Capital's traffic.It is essential the red routes are kept clear to keep London moving.The new trucks are fitted with satellite navigation and",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Hi-tech removal vehicles set to reduce congestion",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London is aiming to reduce congestion by using 21 new high tech removals trucks to move vehicles that block the Capital's busiest roads."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Our new vehicles will help keep London's busiest roads clear and the traffic moving.",
     "The trucks will operate on the Transport for London's red route network, which carries around 33 per cent of the Capital's traffic.",
     "It is essential the red routes are kept clear to keep London moving.",
     "The new trucks are fitted with satellite navigation and automatic number plate recognition software.",
     "Parking attendants will be able to link to the trucks' computers and alert the closest truck to the precise location of a vehicle that needs to be moved.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Pilot project\"}",
     "Illegally parked vehicles that interfere with traffic flow will be moved to vehicle pounds across London.",
     "A pilot project indicated that journey times on Transport for London's red route network could be reduced by up to four per cent as a result of the new service.",
     "The service has been operating on a reduced basis since November and will be extended across London over the next month, with south London at full capacity by the end of February.",
     "In March this will extend to central London and from the end of March to north London.",
     "Patrick Troy, Head of Traffic Enforcement at Transport for London, said: \"Illegally parked or broken down vehicles that block roads cause congestion and danger for other road users.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Keep London moving\"}",
     "\"Our new vehicles are fitted with state of art technology that will help to keep London's busiest roads clear and the traffic moving by removing obstacles quickly and efficiently.",
     "Our goal is simply to take swift action where cars are blocking roads and help other drivers to keep on the move, particularly during major events in the Capital.\"",
     "Illegally parked and abandoned vehicles that interfere with traffic flow or are likely to cause safety problems will be moved to nine vehicle pounds across London.",
     "Broken down vehicles will be moved to the closest safe place where recovery services will be able to deal with them.",
     "\u003cstrong\u003eNotes to editors: \u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}",
     "{\"template\":\"bulletlist\",\"items\":[\"Reduction of traffic congestion and improved journey time reliability\",\"Improvements to bus reliability\",\"Increase in compliance with the parking regulations\",\"Enforcement against persistent evaders (those drivers who do not pay PCN's;)\",\"Rapid response to incidents\",\"Using data analysis to operate an end-to-end intelligence led enforcement operation thereby making better use of the intelligence TfL holds about vehicular obstructions in order to remove priority vehicular obstructions and improve vehicle journey times\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"Bus Monitoring Data:\",\"Comparison of Pre-enforcement and During-enforcement monitoring observations:\",\"5 per cent decrease in bus trip times in both directions; increase in bus speeds\",\"5 per cent reduction in number of observed obstructions and in obstructions per kilometre.\"]}",
     "Contracts have been awarded to Ontime Automotive, a market leader in vehicle moving, and Traffic Support Mouchel Parkman, which will manage the technology system - the Removal Management Information System (RMIS).\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"Ontime Automotive provides an extensive range of services to the automotive manufacturing industry and vehicle retailing sector.  These include volume and specialised vehicle distribution, pre-delivery inspection and preparation, and a variety of highly specialised support services.  For more information go to \\u003ca href=\\\"http://www.ontime-auto.com\\\"\\u003ewww.ontime-auto.com\\u003c/a\\u003e \",\"Traffic Support Mouchel Parkman provides the innovative software and system solutions that have now become well established in parking management throughout the UK and Ireland. For more information go to \\u003ca href=\\\"http://www.trafficsupport.co.uk/\\\"\\u003ehttp://www.trafficsupport.co.uk/\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}