{
 "pageTitle": "London Underground scoops top award at transport Oscars",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Underground scoops top award at transport Oscars",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground (LU) was named Public Transport Operator of the Year at this year's London Transport Awards which took place at the Hilton on Wednesday 27 February."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "London Underground plays a crucial role in the prosperity of the Capital",
     "LU was in contention for a number of awards at the ceremony, hosted by BBC television and radio presenter Jeremy Vine, which celebrates the many transport achievements across the Capital.",
     "As well as winning the prestigious Public Transport Operator of the Year beating c2c and Chiltern Railways, London Underground was also recognised for it's commitment to accessibility and inclusion.",
     "King's Cross St Pancras was chosen as passengers' favourite station.",
     "Direct Enquiries won the Travel Information and Marketing category, in partnership with London Underground. The award was given for its web service that enables customers to personalise their route according to their individual needs.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Recognising excellence\"}",
     "The Mayor of London, Ken Livingstone, said: \"The recognition of London Underground as the Public Transport Operator of the year is a tribute to all of the staff who work so hard to deliver the best possible service sometimes, given the past underinvestment, in difficult conditions.",
     "\"Record numbers of passengers are using the Tube and a gigantic programme of investment is taking place across the network. London Underground plays a crucial role in the prosperity of the Capital and we will continue to provide the investment required to support the growth in passenger numbers.\"",
     "Tim O'Toole, Managing Director, London Underground, said: \"The annual awards recognise excellence in transport in London.",
     "\"In the premier category, open to all bus, rail, light rail, taxi and river passenger service operators.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Commitment to customers\"}",
     "\"LU was shortlisted alongside c2c and Chiltern Railways and I'm very proud to say that we won.",
     "\"This is deserved recognition of the hard work and dedication of London Underground staff.",
     "\"The judges' decision recognised that we are delivering a record volume of service, carrying more passengers than ever before, while at the same time managing an unprecedented programme to rebuild and upgrade the network.",
     "\"Our commitment to customer service, and to keeping customers fully informed at all times, were also key to our success.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"More passengers\"}",
     "Staff at King's Cross station were recognised by the most important audience of all, customers, who voted them the LU station customer service team of the year, second year running.",
     "King's Cross station is the busiest stations on the transport network with over a quarter of a million passengers going through the station every day.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"LU is now running more trains and carrying more passengers than ever before. In 2006/07, LU carried more than one billion passengers for the first time in its 144-year history\",\"The London Transport Awards are supported by Transport for London, London Councils, London First and London TravelWatch, and in association with Transport  Times\",\"The London Transport Awards are all about recognising and rewarding transport planners and providers who have made a real difference to the transport system and the people that use it. The Awards bring together the London Transport Industries' best to promote and acclaim excellence, professionalism, innovation and outstanding achievement\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}