{
 "pageTitle": "London's poor air quality tackled with launch of Low Emission Zone",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London's poor air quality tackled with launch of Low Emission Zone ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Mayor of London, Ken Livingstone, today launched the London-wide Low Emission Zone, designed to reduce harmful emissions from the most polluting diesel-engined lorries, coaches and buses. Cars and motorcycles are not affected."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "In London, two thirds of emissions of the most dangerous air pollutants come from road traffic",
     "The capital has the worst air pollution in the UK and among the worst in Europe.",
     "More than one million Londoners live in areas that exceed statutory air quality limits¹.",
     "Poor air quality worsens asthma and causes the premature death of an estimated 1,000 people each year in London.",
     "Seven out of ten Londoners say they are worried about pollution from traffic exhaust fumes.",
     "The introduction of the zone means that, from today, all diesel-engined lorries weighing more than 12 tonnes will be required to meet strict emissions standards.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Emissions\"}",
     "Vehicles over 3.5 tonnes, buses and coaches will be required to meet these standards from 7 July.",
     "Vehicles which fail to meet the required standard will face a daily charge to drive within Greater London.",
     "Cars and motorcycles are not affected.",
     "The oldest and most polluting lorries, which fit a full filter, will see an improvement of around 90 per cent in their particulate matter emissions.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Fumes\"}",
     "Compared to an average family car of the same age, the largest lorries emit 25-40 times the levels of harmful particulate matter, for each kilometre driven.",
     "The zone is the first in the UK and the largest of its type in the world, and covers most of Greater London.",
     "It is in force 24 hours a day, seven days a week, each day of the year.",
     "The Mayor of London, Ken Livingstone, said: \"Thousands of Londoners suffer ill-health from pollution released by traffic fumes and seven out of ten Londoners are concerned about the impact of air pollution.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Clean-up\"}",
     "\"This is why we are launching the UK's first Low Emission Zone, which will cover the whole of Greater London.\u003cbr /\u003e\u003cbr /\u003e\"The zone, along with measures I am taking to clean up taxis and buses, and supported by European standards for new vehicles, will mean that by 2012 the number of Londoners that live in areas that register levels of air pollution that are dangerous to health will be reduced from 1.3 million to 400,000 for oxides of nitrogen, and from 500,000 to just 70,000 for the most dangerous pollutant, fine particles.",
     "\"In London, two thirds of emissions of the most dangerous air pollutants come from road traffic, and the majority of these are caused by the vehicles the zone will target - the heaviest, most polluting diesel-engined lorries, coaches, and buses. The zone does not apply to cars or motorcycles\"",
     "David Brown, Managing Director of Surface Transport, Transport for London, said: \"We have undertaken a huge amount of work to inform operators that they will need to meet the Low Emission Zone standards.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Asthma attacks\"}",
     "\"A significant majority of operators have already taken action to meet the emissions standards and the preparation we have put in has ensured that the scheme has got off to a smooth start.\"",
     "Representatives of health charities joined the Mayor to mark the launch.",
     "Neil Churchill, Chief Executive of Asthma UK, said: \"Traffic pollution is a major problem for people with asthma in London, with 66 per cent telling us that it aggravates their condition, sometimes resulting in debilitating asthma attacks.",
     "\"Evidence supports the link between asthma symptoms and living near major roads, so we fully endorse ongoing measures to improve air quality in the capital, by reducing pollutants, encouraging cleaner fuel and promoting the use of low or no emission vehicles.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Positive steps\"}",
     "Dr Keith Prowse, Chairman of British Lung Foundation, said: \"The British Lung Foundation welcomes the start of the London-wide Low Emission Zone.",
     "\"Any initiative which reduces harmful emissions for Londoners is a positive step forward, particularly for the most vulnerable such as the elderly and very young.",
     "\"Improving the air we breathe should mean fewer premature deaths, reduced hospital visits, and fewer GP consultations for people with respiratory disease.\"",
     "Transport for London has reported that all systems are operating correctly, and channels to pay the charge online, by phone or by post are all up and running.",
     "¹ The number of Londoners that live in an area that exceeds the limits for oxides of nitrogen\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The Low Emission Zone:\",\"Operates using cameras to identify registration numbers of vehicles driving within Greater London\",\"Uses the DVLA database and other sources of information to identify a vehicle's emissions standards\",\"Allows for the emissions standard for lorries, coaches and buses to be tightened in January 2012\",\"Operators of lorries, buses and coaches which do not meet the Low Emission Zone emissions standards of Euro III for particulate matter will have to pay a charge of £200 (unless exempt or registered for a 100 per cent discount). A charging day runs from midnight to midnight. The level of charge has been set in order to encourage operators to clean up their fleets rather than to encourage regular payment of the charge.\\u003cbr /\\u003eOperators that do not pay the daily charge and whose vehicles are identified as not meeting the emissions standards will be liable to pay a daily penalty charge on receipt of a Penalty Charge Notice (PCN).  The penalty charge is £1,000 for lorries, buses and coaches, which is reduced to £500 if paid within 14 days\\u003cbr /\\u003e\",\"Vehicles affected by the London Low Emission Zone include not only goods vehicles, but also buses, coaches, motor caravans, motorised horseboxes and other specialist vehicles. Cars, motorcycles and small vans (under 1.205 tonnes unladen weight) are not included in the Low Emission Zone\",\"The Low Emission Zone will be introduced in a number of stages, as follows:ul\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"Options to Comply. Operators of vehicles which do not meet the specified emissions standards for the Low Emission Zone have several options to comply with the scheme including:\\u003cbr /\\u003eul\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"Non-GB registered vehicles that meet the Low Emission Zone emissions standards will need to be registered with Transport for London in order to avoid a penalty charge. Registration has been open since 30 July 2007\",\"Low Emission Zone boundary: The Low Emission Zone covers most of Greater London, to maximise the air quality and health benefits for all Londoners.\\u003cbr /\\u003eThe Low Emission Zone does not include the M25, even when it passes within the boundary of the zone. The M25 can be used by drivers as a diversionary route, should they wish to avoid the zone. Some motorways and trunk roads are included in the scheme. The website \\u003ca href=\\\"http://www.tfl.gov.uk/lezlondon\\\"\\u003ewww.tfl.gov.uk/lezlondon\\u003c/a\\u003e includes a map so drivers can check the boundaries and which roads are included within the zone\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}