{
 "pageTitle": "Multi-billion pound funding package to invest in London's transport network confirmed",
 "description": "The Mayor and TfL today welcomed confirmation of a multi-billion pound funding package to enable the renewal and expansion of London's transport network over the next decade, including Crossrail, the ongoing transformation of the Tube, preparations for",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Multi-billion pound funding package to invest in London's transport network confirmed",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Government confirms 10-year Transport for London (TfL) funding settlement"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "London's transport network underpins the capital's economy, which benefits the whole of the UK",
     "The Mayor and TfL today welcomed confirmation of a multi-billion pound funding package to enable the renewal and expansion of London's transport network over the next decade, including Crossrail, the ongoing transformation of the Tube, preparations for the 2012 Olympics, the expansion of rail and bus services and programmes to promote walking and cycling.",
     "TfL's total funding of £39bn until 2017/18 was today confirmed by the Department for Transport (DfT), as part of the recent Government Comprehensive Spending Review.",
     "£33bn will be paid as grant funding from DfT, with up to a further £6bn of borrowings by TfL.",
     "The Mayor of London, Ken Livingstone said: \"London's transport network underpins the capital's economy, which benefits the whole of the UK.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Crucial role\"}",
     "\"This settlement recognises the crucial role that transport plays in London's economic success, and the importance of completing the renewal and expansion of the network that we have been driving forward since 2000.\"",
     "Peter Hendy, London's Transport Commissioner said: \"This 10-year funding settlement will enable Transport for London to continue with the huge investment programme that is modernising and extending the Capital's public transport system, including Crossrail, upgrade of the London Underground and preparations for the 2012 Olympics.",
     "\"Such a major programme of investment will enable us to support London's continued economic growth and development as one of the world's leading cities.",
     "\"This will build on the significant improvements that have already been delivered to bus and Tube services, extension of the Docklands Light Railway and more rail capacity through our new London Overground services.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Significant progress\"}",
     "The current TfL Investment Programme runs until 2010.",
     "The detailed TfL programme beyond 2010 will be worked up over the coming months.",
     "Significant progress was also made today towards bringing Metronet out of Administration. Metronet's lenders have exercised their Put Options under the PPP contracts.",
     "London Underground (LU) will now pay around £1.7bn to Metronet's lenders and Government has provided an additional grant of £1.7bn as part of  TfL's funding settlement to cover this.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Safely and reliably\"}",
     "LU Managing Director, Tim O'Toole said: \"Our priority remains the removal of Metronet from PPP Administration as quickly as possible.",
     "\"A great deal of progress has already been made and we remain on track to transfer the two Metronet companies to two dedicated Transport for London companies in the early part of 2008.",
     "\"Tube services continue to operate safely and reliably for passengers, as they have done throughout the period of PPP Administration.",
     "\"Nothing will hold up the transfer of Metronet to Transport for London once all the necessary steps in the administration have been taken.",
     "\"Once under Transport for London control, we will work with the Mayor and Government to restructure Metronet's contracts to deliver track, train and signalling upgrades to increase capacity, along with station and security improvements.\"",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Details of TfL's funding settlement to 2017-18 were today confirmed in a Written Parliamentary Statement by the Secretary of State  for Transport\",\"The funding settlement was originally advised to TfL in October 2007 but remained a draft settlement until final confirmation was provided by Government today\",\"The PPP contracts drawn up by Government effectively guaranteed that London Underground would reimburse Metronet's lenders at  least 95 per cent of outstanding approved debt six months after the start of any PPP administration. This is otherwise known as the Put Option\",\"The £1.7bn grant from Government in relation to the Put Options is not included in TfL's £39bn 10 year funding settlement\",\"Of the £6bn of TfL borrowing around 40 per cent is expected to be invested in Crossrail and this sum forms part of the overall £15.9bn Crossrail funding package. This is outlined in the Heads of Terms published 26 November 2007 and includes government and business contributions\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}