{
 "pageTitle": "New Private Hire Vehicle definitions",
 "description": "Changes introduced by the Department for Transport mean that the definition of a private hire vehicle in London is changing.Vehicles with fewer than nine passengers and are made available for hire with a driver will require a private hire licence to",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New Private Hire Vehicle definitions",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "From 1 April 2008, some vehicles which were previously exempt will require a Private Hire licence to operate in London."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Private hire licensing allows us to ensure that any vehicle carrying members of the public are subject to rigorous safety checks.",
     "Changes introduced by the Department for Transport mean that the definition of a private hire vehicle in London is changing.",
     "Vehicles with fewer than nine passengers and are made available for hire with a driver will require a private hire licence to operate in the Capital from 1 April.",
     "The Department for Transport's amendment to the Private Hire Vehicles (London) Act means that the range of vehicles and services that need licences will go beyond the minicab, executive and chauffeur services that currently form the bulk of the private hire industry.",
     "They may now include community transport vehicles and non-emergency ambulances.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"New regulations\"}",
     "Vehicles operating in London that now fall under the Act will require a private hire licence, as will their drivers.",
     "Any company that hires out these vehicles and drivers will also have to hold a private hire operator licence.",
     "If a vehicle is being hired for self-drive, or has nine or more passenger seats, it will be exempt from the licensing requirement.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Checking for safety\"}",
     "Mary Dowdye, Head of Standards and Regulations at the Public Carriage Office said: \"Private hire licensing allows us to ensure that any vehicle carrying members of the public and its driver are subject to rigorous checks to ensure the safety of passengers and other road users.",
     "\"Over the past twelve months our Licensing Officers have attempted to contact organisations who might be affected by the change in licensing laws, including local borough councils, health authorities, schools and businesses.",
     "\"We would urge any organisation who feels they might be affected to get in touch with us immediately, as they will require a licence to continue to operate legally from 1 April 2008.\"",
     "Any company which feels they may be affected by these changes should contact the Public Carriage Office immediately on 0845 602 7000 or email \u003ca href=\"mailto:s54projectteam@tfl.gov.uk\"\u003es54projectteam@tfl.gov.uk\u003c/a\u003e .",
     "Those trading after 1 April 2008 without the relevant licence would be doing so illegally and would risk prosecution.",
     "\u003cstrong\u003eNotes to Editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The Public Carriage Office (PCO), as part of Transport for London, is responsible for licensing and regulating London's taxi and private hire services.\",\"A private hire vehicle (PHV) was described in the original 1998 Act as a 'vehicle constructed or adapted to seat fewer than nine passengers which is made available with a driver to the public for hire for the purpose of carrying passengers'. Section 54 of the Road Safety Act 2006 has now removed the term 'to the public' from the 1998 Act.  This makes it irrelevant whether a vehicle is provided solely for contract work or to the public at large\",\"Licensed taxis, public service vehicles and vehicles used solely for weddings and funerals are exempt from the licensing scheme, as stated by the Private Hire Vehicles (London) Act 1998\",\"A similar change is being made outside London under Section 53 of the Road Safety Act 2006\",\"All licensed PHVs are exempt from the Congestion Charge while carrying out a booking\",\"The PCO is liaising with SGS UK Ltd, its vehicle inspection service provider, to manage the additional demand for vehicle licensing appointments\",\"Full licensing requirements may be viewed on the TfL website: \\u003ca href=\\\"http://www.tfl.gov.uk/privatehire\\\"\\u003ehttp://www.tfl.gov.uk/privatehire\\u003c/a\\u003e \\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}