{
 "pageTitle": "Routes 170 and 239 become one service",
 "description": "Route 170 will run from Roehampton to Victoria via Clapham Junction, replacing route 239 which will no longer run. There will be a more frequent service for passengers along the existing route 170. Route 170 will be the same as now between Roehampton and",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Routes 170 and 239 become one service",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "From Saturday 16 February 2008, bus routes 170 (Roehampton to Clapham Junction) and 239 (Clapham Junction to Victoria) will be combined into one service."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The route will provide a direct link from Roehampton to Victoria",
     "Route 170 will run from Roehampton to Victoria via Clapham Junction, replacing route 239 which will no longer run.",
     "There will be a more frequent service for passengers along the existing route 170.",
     "Route 170 will be the same as now between Roehampton and Clapham Junction station on St John's Hill.",
     "It will then run along Falcon Road, Grant Road, Plough Road, York Road, Lombard Road, Vicarage Crescent, Westbridge Road (Battersea Church Road towards Roehampton), Battersea Bridge Road, Battersea Bridge, Cheyne Walk, Chelsea Embankment, Royal Hospital Road, Pimlico Road, Buckingham Palace Road to Victoria Station.",
     "The service will run every eight minutes during the day, Monday to Saturday (currently every 10 minutes on the existing route 170 and every eight minutes on the 239).",
     "During the evening, and during the day on Sunday, there will be a bus every 12 minutes (currently every 15 minutes on the 170 and every 12 minutes on the 239).",
     "John Barry, Head of Network Development for London Buses, said: \"The route will provide a direct link from Roehampton to Victoria.",
     "\"The new 170 service will give higher frequency for passengers in Roehampton and Putney Heath.\"",
     "The change comes following a review of the existing service.",
     "\u003cbr /\u003e\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The Saturday early morning service (from 04:35 until 09:00) will run every 10 minutes (currently every 15 minutes on the 170 and every 10-20 minutes on the 239)\",\"The Sunday early morning service (from 05:35 until 09:00) will run every 15 minutes (currently every 20-30 minutes on the 170 and every 15-20 minutes on the 239)\",\"Although route 170 will no longer directly serve Clapham Junction Asda, passengers can now alight at Grant Road which is a short walk away from the supermarket\",\"Single deck buses will continue to operate on the 170 service\",\"All London's buses have in-vehicle CCTV and all except the Heritage Routemasters are accessible to wheelchair users\",\"With more than 8,000 buses on approximately 700 routes the London bus network has seen usage increase by 45 per cent since 1999/2000\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}