{
 "pageTitle": "Thirteen more London stations to become accessible",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Thirteen more London stations to become accessible",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) today welcomed the funding of step-free access to a further 13 rail stations in London as part of the Department for Transport's (DfT's) £370 million Access for All programme."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Working together means the huge problem of city-wide station inaccessibility can be solved more quickly and efficiently",
     "Nine of the short listed London stations were identified to the DfT by TfL as being a priority for improved access.",
     "TfL London Rail looked at many factors including footfall, proportion of elderly people and young children, and proximity to a hospital.",
     "The nine stations are Bromley South, New Eltham, Tottenham Hale, New Malden, West Hampstead Thameslink, Brockley, Camden Road, Gospel Oak and Honor Oak Park.",
     "The Access for All investment will complement other planned improvement works at the latter four stations, which will be refurbished as part of TfL's £1.4 billion London Overground Investment Programme.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Working together\"}",
     "Managing Director of TfL London Rail, Ian Brown said: \"This is good news and we are pleased that the Department for Transport has listened to so many of our suggestions.",
     "\"This additional funding from the DfT for access improvements takes us further along the road in supporting TfL's objective to develop a fully step free transport network for London.",
     "\"Working together means the huge problem of city-wide station inaccessibility can be solved more quickly and efficiently.",
     "\"TfL can supply engineering expertise and local knowledge and the Department has more immediate access to funding.\"",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The four other London stations to receive funding for step-free access are Walthamstow Central, Limehouse, Ilford and Worcester Park. They were recommended by train operating companies\",\"Network Rail will carry out feasibility studies at each station over the next 18 months to determine the improvements necessary to provide level access.  This is followed by outline design, detailed design and finally construction, testing and commissioning of the stations' facilities.  The upgrades are planned for completion between 2012 and 2015\",\"The DfT has a duty to ensure its Access for All funding is used where it can deliver the most benefit. The project is UK-wide\",\"More information on the Department for Transport Access for All project can be found \\u003ca href=\\\"http://www.dft.gov.uk\\\"\\u003eonline\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}