{
 "pageTitle": "Transport for London signs new train leasing contract",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London signs new train leasing contract ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Millions of pounds released for investment in Capital's transport network."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This contract gives us all the best features of a new train fleet, including reliability, extra capacity and cleanliness.",
     "Transport for London has signed a leasing contract for its new London Overground fleet of electric trains.",
     "Leasing, rather than borrowing to buy the fleet of 188 vehicles, will avoid a capital expenditure of £250 million and release millions of pounds for reinvestment in the Capital's transport network.",
     "The overall costs of leasing or buying the fleet remain approximately the same, but with a leasing arrangement Transport for London will not bear the cost of the depreciating value of the fleet and the risk of a loss if selling second hand rolling stock.",
     "Trains for the new London Overground network will be leased from QW Rail Leasing Ltd, a joint venture between National Australia Bank and Sumitomo Mitsui Banking Corporation.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"The terms\"}",
     "The contract will give Transport for London use of the trains until 2027 or longer if it wishes.",
     "This differs from the usual rolling stock lease in the UK, which last only as long as a train operator's franchise.",
     "Under the terms of Transport for London's contract they will not have to renegotiate terms for using the same trains when the contract expires.",
     "In 2027, when the fleet is half way through its economic life, Transport for London will have the option of taking on a second lease or entering into a new agreement with another party for other more up-to-date trains.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Extending the fleet\"}",
     "There is also an option for Transport for London to extend the fleet to 216 vehicles.",
     "Greater flexibility when we wish to renew trains in the future.",
     "Managing Director of London Rail, Ian Brown, said: \"This contract gives us all the best features of a new train fleet, including reliability, extra capacity and cleanliness.",
     "It also gives us much greater flexibility about when we wish to renew the trains in future and releases funds for investment in London's transport network.\"",
     "London Overground Rail Operations Limited, the London Overground operator, has also confirmed that an order for a new generation of diesel trains has been placed with Bombardier.",
     "The trains will be manufactured for Angel Trains who will lease them to London Overground.",
     "The eight Class 172 trains will be delivered from the end of 2009.",
     "\u003cstrong\u003eNotes to Editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"QW Rail Leasing Ltd is a joint venture between two partners - National Australia Bank and SMBC Leasing and Finance, Inc.. The  European Investment Bank has also provided financing\",\"QW Rail Leasing Ltd bears the risk of disposing of the depreciated fleet after the lease is terminated. Transport for London bears the  risk of the fleet performance and maintenance only during the term of the lease\",\"The financial consequence for a number of Transport for London's risks are passed on to third parties e.g. the penalty for a late train  delivery is borne by Bombardier (the manufacturer), and the London Overground operator, LOROL, can be penalised if non-structural  conditions in carriages fall below the standard agreed with Transport for London\",\"The new trains are Class 378 units similar to the Class 376 units operated by the South Eastern Franchise on inner suburban routes\",\"The first trains are to be delivered at the end of 2008, with the final deliveries at the end of 2010\",\"In its final configuration, it is intended the fleet will comprise 54 4-carriage trains\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}