{
 "pageTitle": "Transport for London's Ezine is a hit with readers",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London's Ezine is a hit with readers",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London's quirky e-newsletter, the London Loop Ezine, is a great success with readers, inspiring hundreds as they plan their weekends to try things they would have never done before."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We wanted to help readers make the most of the capital and unveil some exceptional events taking during weekends",
     "Research shows 63 per cent of people surveyed feel that the Ezine provides them with original ideas at the right time, with 45 per cent saving their Ezine for future reference and 59 per cent agreeing that it encourages them to try new experiences the capital has to offer that they may not have considered before.",
     "From the next discounted designer sample sale, to how to spend an afternoon with Brad Pitt for £2 and where to enjoy a free Jazz concert, the London Loop Ezine is a real treasure chest of fantastic best kept secret events taking place across the Capital during the weekends.",
     "As well as providing insider knowledge on what's hot in the city every weekend, the Ezine also features weekly discount coupons for some of London's best loved restaurants and entertainment to make enjoying the Capital even easier and cheaper.",
     "And to ensure that the weekend of entertainment runs smoothly, the Ezine also provides readers with indispensable travel information.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Unique and friendly\"}",
     "Irene Gross, Advertising and Publicity Planner at London Underground, said: \"We wanted to put together a truly unique newsletter to help readers make the most of the capital and unveil some exceptional events taking place in London during weekends.",
     "\"The Ezine is user friendly and provides helpful information to make travel to the featured events easier and smoother.\"",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The Ezine was launched on 12 October 2006\",\"It is compiled by Forward Ltd\",\"A survey carried out amongst 1,225 readers in June 2007 revealed that:ul\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}