{
 "pageTitle": "Transport for London strikes a bargain basement deal",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London strikes a bargain basement deal ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London today confirmed a multi million pound deal with Legal \u0026 General to build a new station entrance at Bank station to serve the Waterloo \u0026 City lines."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The deal with Legal \u0026 General will provide easier access to the street or platform for passengers at Bank Station",
     "The new street level entrance in Walbrook Square will provide step-free access with lifts, as well as escalators and stairs to the Waterloo \u0026 City Line platforms.",
     "The Mayor of London, Ken Livingstone, said: \"Record numbers of passengers are using the Tube and a gigantic programme of investment is taking place across the network.",
     "The deal with Legal \u0026 General will provide easier access to the street or platform for passengers using the Waterloo and City Line at Bank Station.",
     "London Underground plays a crucial role in the prosperity of the capital and we will continue to provide the investment required to support the growth in passenger numbers.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Convenient access\"}",
     "Legal \u0026 General is redeveloping Bucklersbury House, which will see their existing buildings replaced by offices, shops, cafés, restaurants and bars.",
     "As part of the construction programme a new station box will be constructed in the basement of the building for London Underground.",
     "Richard Parry, London Underground's Director of Strategy and Service Development, said: \"This will provide more convenient access to the street for Waterloo \u0026 City line passengers, particularly those working to the south and south west of Bank.",
     "Passenger numbers are increasing each year and this will reduce congestion by providing an additional route to street level.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"New for 2013\"}",
     "Passenger numbers are increasing each year and this will reduce congestion",
     "Demolition of the existing Bucklersbury House buildings is expected to start this year.",
     "The station box is expected to be handed over to London Underground in 2011 so that the breakthrough tunnelling and fit out can start.",
     "A new station entrance should be ready for passengers to use in 2013.",
     "Peter Regan, Transport for London's Director of Corporate Finance, said: \"Initially we considered building the station box under the road, but that would have been far more disruptive and complex because there are so many utilities, sewers and ground obstructions to avoid, as well as the inconvenience for day-to-day users of the area.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Many benefits\"}",
     "\"Our new Property Development Team and London Underground negotiated a deal with Legal \u0026 General that brings many benefits, including a considerable saving in construction costs compared to the alternative scheme.\"",
     "The station box will be built by the developer as part of the Walbrook Square development.",
     "The box will be part of the structure of the developer's building but will be independently operated.",
     "London Underground will be responsible for the fit out of the box and for the low-level tunnel breakthrough between the box and the Waterloo and City line platform concourse.",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"London Underground was advised by KLGates, Solicitors; TMA, Transport Architectural Planners; and Capital Project Consultancy Ltd, Project Management\",\"TfL is investing £10 billion to improve and expand London's transport network, over half of that being spent on the Tube\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}