{
 "pageTitle": "Transport for London announces new contracts for traffic signal maintenance",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London announces new contracts for traffic signal maintenance",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) has awarded three five-year Traffic Control Maintenance and Related Services (TCMS) contracts to Serco Transport Technical Services, Siemens Plc Traffic Controls Division, and Peek Traffic Ltd."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "A greater emphasis on accountability has been built into the contracts",
     "The collective worth of the contracts is £66.5m over the five year period, and they will begin on April 1, 2008.",
     "From that date, Serco will be responsible for traffic control equipment maintenance in central and north London, Peek Traffic Ltd will look after south, southeast and northeast London and Siemens will hold the contract for west London.",
     "The contracts cover the maintenance of variable message signs (VMS), overheight vehicle detectors (OVD) and safety cameras as well as the installation, modernisation and maintenance of traffic signals sites across London.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Targets\"}",
     "The new deals place far greater emphasis on outputs and the accountability of the contractors for high levels of equipment availability.",
     "TfL will continue to monitor performance closely, but contractors will be responsible for determining how they organise their work to meet output targets and the quality of the service they provide will be rewarded accordingly.",
     "In line with TfL's procurement strategy, the three contractors had to demonstrate their commitment to sustainability and equality and diversity in their tenders for the work.",
     "David Brown, MD of Surface Transport at TfL, said: \"We are delighted to enter into the contracts with Serco, Peek and Siemens.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Quality\"}",
     "\"A greater emphasis on accountability has been built into the contracts, which we are confident will create a greater sense of ownership in the contractors and lead to even higher levels of performance from them.\"",
     "Gordon Wakeford, Managing Director of Siemens Traffic Controls, said:  \"We are confident that we can provide the high level of service that TfL rightly demands and that the citizens of London deserve.",
     "\"This contract continues a well established relationship between Siemens and TfL spanning many years and across a variety of traffic management projects.\"",
     "Nick Brown, Chief Executive of Serco's Integrated Transport, said: \"Serco is very excited at being chosen to deliver this high availability target based contract.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Partnership\"}",
     "\"It is testimony to the confidence that TfL has placed with Serco and builds on the excellent partnership that already exists between Serco and TfL.",
     "\"Serco is already playing its full part in implementing TfL's Equality \u0026 Inclusion policies.",
     "\"We believe this new contract provides a further powerful opportunity for Serco to showcase TfL's agenda for Equality \u0026 Inclusion programmes at work.\"",
     "Graham Leach, Managing Director of Peek Traffic Ltd, said: \"The award of this substantial maintenance contract to Peek is clear confirmation of the confidence that TfL has in our ability to provide a high quality of service, and offer good value.",
     "\"We look forward to working in partnership with TfL and other stakeholders to improve the performance of the traffic control equipment on TfL's network.\"",
     "The new contracts will replace the existing arrangements that TfL has with Siemens, Serco, Peek Traffic Ltd and Traffic Signals (TS) UK.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"David Brown, TfL's MD of Surface Transport, was joined by representatives from Serco, Siemens and Peek today (Friday) to sign the five-year TCMS contracts.  Photographs of the signing will be available on request from TfL Press Office\",\"The current contracts for Traffic Control Maintenance and Related Services (TCMS) are divided between four service providers: Serco (central and north London), Siemens (west and part of south London), Peek Traffic Ltd (north and east London) and Traffic Signals UK (south London). This arrangement will end on March 31, 2008\",\"The Integrated Transport division of \\u003ca href=\\\"http://www.serco.com/\\\"\\u003eSerco \\u003c/a\\u003e delivers comprehensive public transport solutions to local authorities, government departments and commercial enterprises around the world\",\" \\u003ca href=\\\"http://www.siemens.co.uk/\\\"\\u003eSiemens\\u003c/a\\u003e Traffic Controls designs, manufactures, installs and maintains a wide range of traffic engineering products and systems to enhance road safety and improve traffic flow in congested urban and inter-urban areas\",\" \\u003ca href=\\\"http://www.peek-traffic.co.uk/\\\"\\u003ePeek Traffic Limited\\u003c/a\\u003e supplies products, systems and services to the traffic industry, working on a variety of projects for the design, supply, installation and operation of traffic and transportation systems\",\"TfL's London Streets is responsible for the 6000 sets of traffic signals in operation in London\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}