{
 "pageTitle": "Brixton Central Square regeneration moves a step closer",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Brixton Central Square regeneration moves a step closer",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "A multi-million pound scheme to rejuvenate the heart of Brixton has taken another step forward."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "In a meeting of Lambeth Council's Cabinet, councillors agreed that Transport for London (TfL) should proceed to submitting a planning application for the Brixton Central Square project.",
     "The project is supported by Ken Livingstone, the Mayor of London, and is being developed by TfL, Lambeth Council, and the Brixton Area Forum.",
     "The initiative - one of the 100 schemes within the Mayor's Public Spaces programme - aims to create a safe, high quality public space which reflects the vibrant multi-cultural community of Brixton.",
     "TfL intends to invest £6m into the project for highway and traffic works, and public space improvements, subject to funding being available.",
     "In 2005, architects Gross Max were selected to carry out an extensive consultation with the community to agree the key design principles for the space, which includes Tate Gardens, Windrush Square, Brixton Road junction, Effra Road and St Matthews Road.",
     "Last night's decision will allow TfL to submit a detailed planning application to the council which, if approved, would mean work would begin as early as the start of 2008, with the project completed in mid-2009.",
     "Mayor of London Ken Livingstone said: \"The Brixton Square project will make a real difference to the lives of people living in, working in, and visiting Brixton.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Good news\"}",
     "\"The vision is to create a high quality public space that expresses the significance of the area for multi-cultural London and Britain.",
     "\"The 100 public spaces programme will benefit communities across London and bring regeneration to parts of the capital where it is urgently needed.\"\u003cbr /\u003e\u003cbr /\u003eCllr. Paul McGlone, Lambeth Cabinet Member for Regeneration, said: \"This is good news for local residents and businesses and is the result of extensive collaboration with them and other key stakeholders.",
     "\"The Brixton Central Square project promises to transform these well-loved and well-used local landmarks, by uniting the three separate spaces in an imaginative way, creating a shining jewel in Brixton's crown.\"",
     "Final designs are now being developed to unite the spaces of Tate Gardens and Windrush Square, and encourage better interaction with St Matthews Peace Gardens.",
     "The plans include:",
     "{\"template\":\"bulletlist\",\"items\":[\"The linking of Windrush Square and Rush Common\",\"Effra Road remaining open for local traffic with reduced width next to the square\",\"Landscape improvements including better lighting, design and resurfacing\",\"The creation of community facilities, such as a café and space for events and arts\",\"Close links with Brixton Library, the Ritzy and the planned Black Cultural Archives at Raleigh Hall\"]}",
     "\u003cbr /\u003e",
     "To help more people use London's transport network, TfL has produced a range of accessibility information: \u003ca href=\"http://www.tfl.gov.uk/accessibility\"\u003ewww.tfl.gov.uk/accessibility\u003c/a\u003e ",
     "Dial-a-Ride and other door-to-door transport services are available to people with impaired mobility: \u003ca href=\"http://www.tfl.gov.uk/dialaride\"\u003ewww.tfl.gov.uk/dialaride\u003c/a\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The Mayor's Public Spaces programme aims to reverse the decline in the Capital's public realm, where many public areas have become shabby and even hostile environments. The programme supports improvements to the public realm by working with London boroughs, TfL and the London Development Agency to promote urban renaissance. The aim of the initiative is to create or upgrade 100 public spaces based on the Mayor's conviction that 'creating and managing high quality public spaces is essential to delivering an urban renaissance in London'\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}