{
 "pageTitle": "Central line named best railway in London",
 "description": "The line - which carries 600,000 passengers per day - was handed the top award for Best London Suburban Operator in the National Rail Awards.Judges praised the Central line's reliability, which ran nearly 99 per cent of all rush hour trains last year.",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Central line named best railway in London",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Central line has been named as the best rail link in London."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Passengers have clearly noticed a real improvement in their service over the past three years",
     "The line - which carries 600,000 passengers per day - was handed the top award for Best London Suburban Operator in the National Rail Awards.",
     "Judges praised the Central line's reliability, which ran nearly 99 per cent of all rush hour trains last year.",
     "They also commended the line on the high levels of customer satisfaction reported.",
     "Central line General Manager Jeff Ellis, who accepted the award at a special ceremony held in London last week, said: \"This award is a testament to the hard work and dedication of all the staff who work on the Central line.",
     "\"Passengers have clearly noticed a real improvement in their service over the past three years, which was recognised by the judges.\"",
     "The Central line's award reflects the improving performance of London Underground as a whole under Transport for London.",
     "The Tube is now running more trains and carrying more passengers - almost one billion last year - than ever before.",
     "TfL is investing £10bn over the next five years to improve and expand London's transport network and more than half of that is being spent on the Tube.",
     "The work of all the transport workers and police who responded to the 7 July terror attacks was also rewarded by the judges.",
     "TfL, London Underground, the British Transport Police and Tube maintenance companies, Metronet and Tube Lines, received the National Rail Judges' Special Award.",
     "Following the attacks, London Underground ran on all lines not bombed the next day, with the full network restored within four weeks.",
     "{\"template\":\"bulletlist\",\"items\":[\"The Central line opened on 30 July 1900 as a cross-London route from Bank to Shepherd's Bush\",\"When the line first opened, a flat fare of two old pence (2d) was set for each journey, encouraging the press to call the line the Twopenny Tube\",\"The longest journey without change on the London Underground can be made on the Central line, between West Ruislip and Epping (54.9 km, 34.1 miles)\",\"The Central line features the sharpest curve of the Underground system. Named the Caxton curve, it is located between Shepherd's Bush and White City\",\"The Central line is the longest line with 74km (46 miles) serving 49 stations\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}