{
 "pageTitle": "Heathrow Terminal 4 Piccadilly line station to reopen soon",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Heathrow Terminal 4 Piccadilly line station to reopen soon",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "At 5.45am on Sunday 17 September 2006, Heathrow Terminal 4 station will reopen to passengers, allowing them to once again travel direct to and from central London on the Piccadilly line."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "#EndEditableThe Terminal 4 station has been closed for nearly 20 months for essential work as part of the project to extend the Piccadilly line to Heathrow Terminal 5.",
     "The extension, funded by Heathrow Airports Ltd (a subsidiary of BAA), is progressing well and on target for completion by March 2008.",
     "The shuttle bus service which has been operating between Hatton Cross and Heathrow Terminal 4 will remain in place for a week after the station reopens to allow passengers to make the transition back to the Tube.",
     "Piccadilly line services will continue to run to Heathrow Terminals 1,2,3 via Terminal 4 as they did before the station closed.",
     "Extensive communications are planned to inform passengers of the service changes, including train and station announcements, 'Heathrow by Tube' leaflets and 'Which station at Heathrow?' posters at stations and on trains.",
     "Further travel advice and journey planning is available at:",
     "{\"template\":\"bulletlist\",\"items\":[\"London Travel Information (24-hour telephone helpline) on 020 7222 1234\",\"TfL Journey Planner at \\u003ca href=\\\"http://www.tfl.gov.uk/journeyplanner\\\"\\u003ewww.tfl.gov.uk/journeyplanner\\u003c/a\\u003e \",\"Piccadilly line stations: look for posters/leaflets or ask any member of staff.\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"On 7 January 2005, the Piccadilly line Terminal 4 loop closed for 20 months for the construction of a new rail junction, which will connect the Piccadilly line Terminal 5 extension to the existing Piccadilly line\",\"The final stage of work on the Terminal 4 loop was carried out in late August 2006, when a three-day extended closure of the Piccadilly line allowed Tube Lines to re-commission the signalling systems\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}