{
 "pageTitle": "Restoration of landmark facade complete at Kings Cross St Pancras",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Restoration of landmark facade complete at Kings Cross St Pancras",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Renovation of the Grade 1 listed, 130-year-old Gothic facade at St. Pancras station has received a major boost with completion of extensive restoration works on the historic Pancras Chambers facade, which now forms the exterior to the new Western ticket hall at King's Cross St. Pancras Underground station."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This is an example of our commitment to preserve the finest examples of London's transport heritage",
     "#EndEditableThe work, which has taken five years to complete, was undertaken as part of TfL's £10bn Investment Programme to improve and expand London's transport network.",
     "As part of the ongoing redevelopment of King's Cross St Pancras Underground station, a new Western ticket hall has been constructed underneath the forecourt of the Pancras Chambers, doubling the Tube station's capacity. This extensive construction work had to be carried out while carefully protecting the forecourt's facade.",
     "Ken Livingstone, Mayor of London said: 'The landmark facade of St Pancras has been expertly restored as part of TfL's £10bn Investment Programme. This is an example of our commitment to preserve the finest examples of London's transport heritage, whilst we overhaul the network to meet the demands of a 21st century capital.'",
     "Howard Collins, London Underground (LU) Service Director said: 'The facade of St Pancras station is instantly recognisable to both Londoners and tourists alike. I am delighted to see that the St Pancras Chambers section has been restored to its original condition.",
     "'The restoration work that has been carried out at St Pancras Chambers is an excellent example of the work that is at the heart of what LU is seeking to achieve in terms of heritage preservation as we work to rebuild and renew the Tube.",
     "'The Underground station will become an increasingly important transport interchange with new domestic, international and Olympic services and now everyone will be able to enjoy this landmark for years to come.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"English Heritage\"}",
     "LU worked closely with English Heritage and the London Borough of Camden in order to ensure that appropriate conservation techniques were implemented, enabling this section of the landmark building to be returned to its original condition.",
     "A total of 4,500 environmental readings were analysed every week to make certain the heritage building's tolerance levels for movement were not exceeded.",
     "The facade walls are made up stonework fittings and over 200,000 heritage bricks. During construction many heritage items had to be carefully labelled, removed and stored.",
     "Specialist restorers, Szerelmey Ltd, undertook a condition survey of the existing material, under the guidance of English Heritage, and produced full layout drawings, templates and moulds to reproduce the missing or badly damaged units.",
     "Once reinstated, a process of restoration and cleaning was then undertaken to conserve the Gothic Style architecture. Unfortunately, it was not possible to salvage all the brickwork from the facade walls and so specialist brick-makers and historic mortar suppliers were commissioned to recreate the colour, size, quality and texture of both the bricks and mortar.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Bespoke materials\"}",
     "Dorchester-based firm Rose of Jericho developed a bespoke combination of materials to reproduce the mortar and Ibstock Brick Limited used a rare '5-cut brick' technique for critical areas of the facade, manufacturing each brick from the Roughdales plant in St. Helens.",
     "Zoë Croad, English Heritage said: 'English Heritage has worked closely with London Underground throughout the complex and highly detailed restoration of this part of St Pancras station.",
     "'We are delighted that the work undertaken to the building by specialist contractors has restored its external appearance, whilst creating a spacious new ticket hall for the Underground. The project is an outstanding example of the best of the past combining with new design, to create a transport interchange for the 21st century.'",
     "Peter Bishop, Director of Culture and Environment, London Borough of Camden said: 'This is another major stage completed in the redevelopment of King's Cross and St Pancras. Londoners are once again able to see this wonderful building as it is restored to its former glory.'",
     "Th",
     "{\"template\":\"bulletlist\",\"items\":[\"The Mayor and TfL are investing £10bn to improve and expand London's transport network. More than half of this investment is in the Tube.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}