{
 "pageTitle": "Share the road and well all get along better",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Share the road and well all get along better",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "This press release was originally issued by the Mayor of London's press office at the Greater London Authority."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This awareness campaign encourages everyone to obey the rules of the road",
     "Motorists, cyclists and pedestrians in London are all being encouraged to Share the Road - the title of a new and ongoing Transport for London (TfL) campaign, launched by the Mayor of London today (Monday, 4 September).",
     "The Mayor wants to encourage all road users to stick to the rules of the road and to consider the impact of their behaviour on other people.",
     "The first stage of the campaign comprises a month long advertising and enforcement campaign.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Traffic laws\"}",
     "A visible minority of road users break traffic laws in London, including vehicles parking in cycle lanes and encroaching into the 'advance stop' boxes designated for cyclists, as well as some cyclists who endanger themselves and pedestrians by jumping red lights and riding on the pavement.",
     "The actions of a few can cause animosity between road users, are inconsiderate and can endanger lives.",
     "The campaign is supported by a wide range of road user organisations including London Cycle Campaign (LCC), the Institute of Advanced Motorists (IAM), Living Streets, the Motorcycle Industry Association and the Freight Transport Association.",
     "Ken Livingstone, Mayor of London, said: \"Overall London's roads are getting safer. But there is nothing more frustrating, and often dangerous, than road users who think the rules do not apply to them.",
     "\"I want to see a shift in the culture on our roads where inconsiderate behaviour by the minority is increasingly treated as unacceptable.",
     "\"The only way all road users can get about safely and fairly is everyone obeys the rules of the road equally.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Share the road\"}",
     "\"Everyone must share the road, whether it is motorists who park on cycle lanes and occupy the \"advance stop\" box reserved for cyclists, or cyclists who think it is OK to jump red lights.",
     "\"All of these activities are inconsiderate at best and dangerous at worst.",
     "\"The vast majority follow the rules, but there is a small and visible minority who are irresponsible and risk everyone else's safety.",
     "\"This awareness campaign, which starts today, encourages everyone to obey the rules of the road and spells out the consequences of not doing so.",
     "\"This will be followed by targeted police enforcement to catch those road users who still think the rules of the road are there to be ignored.",
     "\"As we build on the road safety successes in the capital and the growing enthusiasm for cycling, everyone on the busy streets needs to be considerate towards each other and to give each other room.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Culture\"}",
     "Jenny Jones, The Mayor's Road Safety Ambassador, said: \"We want to change the culture of both cycling and driving in London. 'Share the Road', is about mutual respect between all road users.",
     "\"Mutual respect also means sharing a respect for the rules of the road. We will be asking cyclists to stop at red and we will be asking lorry drivers to give cyclists extra space at junctions.",
     "\"We will be providing more cycle training and we will be clamping down on illegal drivers in London. I also want both cyclists and drivers to give way to pedestrians.",
     "\"London is finally starting to invest serious money in cycle lanes and cycle training.",
     "\"We are still decades behind our European neighbours in providing people with the kind of cycling facilities they need, but cyclists are no longer seen as second class citizens on our roads.",
     "\"The reason why I asked the London Mayor to set up this campaign, is because so many Londoners are getting on their bikes.",
     "\"Drivers are having to share the road with a lot more cyclists and a new generation of cyclists are dealing with an over crowded road network.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Against the law\"}",
     "Research for Transport for London, by the independent Transport Research Laboratory (TRL), showed that in London one in five cyclists jumped a r",
     "{\"template\":\"bulletlist\",\"items\":[\"Electronic copies of the Share the Road press ads are available on request\",\"The number of people killed or seriously injured on London's roads has fallen by 45 per cent compared with the government's baseline from the mid to late 1990s\",\"Quotes from road user groups are available\",\"The number of cyclists on London's major roads has increased by 72 per cent since 2000\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}