{
 "pageTitle": "TfL launches new live and interactive Coach Map",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL launches new live and interactive Coach Map",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) today launched a new Interactive Coach Map to help coach drivers and operators get around London with ease."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Coach operators and drivers will be able to visit a single website to access the most relevant information to them",
     "The online map, which can be viewed at \u003ca href=\"http://www.tfl.gov.uk/coachparking\"\u003ehttp://www.tfl.gov.uk/coachparking\u003c/a\u003e , aims to provide drivers with all the information they need to confidently navigate the streets of London, and complements the printed version of the London Coach Parking Map.",
     "The online version provides up-to-the minute, accurate information on the location, cost and opening hours of coach parks and bays, toilet facilities for drivers, and places of interest, including West End Theatres and major tourist attractions.",
     "As well as alerting drivers to current road works or events in London, the interactive map includes information on future events, such as concerts and road closures, which may cause disruption to journeys.",
     "Operators can even view certain roads or junctions to see current traffic conditions online via Capital Cams.",
     "Peter Bradley, Head of Commercial Bus and Coach at TfL said: \"For the first time, coach operators and drivers will be able to visit a single website to access the most relevant information to them, confident in the knowledge that it is up-to-date and accurate.",
     "\"We made a commitment to the coach industry to improve the information available to them, and we believe the new interactive map is a major step in the right direction.\"",
     "The map is based on the Google Maps API tool which was chosen for ease of use and flexibility.",
     "It incorporates the latest web technologies to allow the map to be smoothly dragged and zoomed.",
     "In addition the site allows for relevant information to be sorted by distance from a location selected on the map.",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL has produced the Interactive Map as a result of a commitment it made in the Coach Concordat to improve the information available to coach operators\",\"The Interactive map was launched as a trial version in July 2006 and has been a great success, with almost 14,000 visits in the first month alone\",\"TfL will use any feedback from Coach Operators to further improve and enhance the website\",\"The printed version of the London Coach Parking Map will remain in circulation\",\"To coincide with the launch of the Interactive Coach Map TfL would like to take this opportunity to announce the following appointments:\",\"James Cox is the newly appointed Coach Activity Co-ordinator to assist Darek Podwiazka, Coach Manager.  James has previously worked for Metrobus and is also bringing valuable marketing experience from his last role in the TfL Marketing team\",\"John Cattermole, Licensing Co-ordinator joins Barry Skinner Licensing Manager to manage the licensing process that enables the operation of commercial bus and coach services under London Service Permits (LSPs). Barry is the first point of contact for advice for any operating company that may be contemplating running its own commercial London bus service that is not part of the London bus network\",\"Ariella Levine has recently joined the team as Community Transport Manager, and will act as the point of contact within TfL for community transport (CT) matters. Vaughn Crowther will continue to assist within his role as Community Transport Co-ordinator during the transition. Ariella will liaise with CT operators, the Community Transport Association and the boroughs in supporting CT as an application of the Mayors Transport Strategy\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}