{
 "pageTitle": "Waterloo and City line to open on Monday, 11 September",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Waterloo and City line to open on Monday, 11 September",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Waterloo \u0026 City line will re-open to passengers on Monday, 11 September after being closed for five months for a major upgrade by Metronet."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The upgrade of the Waterloo \u0026 City line is part of Transport for London's £10bn Investment Programme to meet London's transport needs now and future.",
     "It will deliver faster journey times, more passenger capacity and a more reliable service.",
     "Tube passengers will also benefit from newly refurbished trains painted in the Underground's distinctive red, white and blue livery. CCTV cameras have been installed in all carriages to improve passenger safety and security.",
     "The upgrade has been a complex project. London Underground (LU) has been demanding of Metronet, requiring the delivery of a great deal of work and improvements during the closure. This has largely been achieved in one of the most constrained parts of the network, with delivery a few days behind schedule after a five month closure.",
     "During the closure, the track between Waterloo and Bank has been completely replaced and electrical and communications equipment renewed.",
     "LU Managing Director, Tim O'Toole said: 'We're investing billions to improve the Tube and the Waterloo \u0026 City is the latest example of this major investment.",
     "'Metronet will complete this project over the weekend, meaning the line will open again to passengers on Monday, September 11. We look forward to a safer, more reliable and comfortable Waterloo \u0026 City line and for Metronet to continue to deliver improvements to the Tube, as promised.'\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL is investing £10bn over the next five years to improve and expand London's transport network, more than half of that in the Tube\",\"Metronet Rail BCV is responsible for renewal and maintenance of the Bakerloo, Central, Victoria and Waterloo \\u0026 City lines\",\"Under PPP, engineering work to improve the Tube can only be undertaken at night or during weekend closures unless LU agrees to a long-term closure\",\"The Waterloo \\u0026 City line, London's second deep-level Tube line, opened in 1898. It was intended then as it is now to offer commuters a direct rail link to and from the City of London\",\"The 1.5 mile line links Waterloo with Bank without any intermediate stations\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}