{
 "pageTitle": "100 artists celebrate 100 years of Tube logo",
 "description": "From Friday 5 September passengers on the Underground will be able to see the first of one hundred brand new artworks specially commissioned to celebrate the 100th anniversary of the iconic Tube logo, the Roundel.To mark the centenary of one of the",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "100 artists celebrate 100 years of Tube logo",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "100 Years, 100 Artists, 100 Works of Art"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Nothing quite says London like the Roundel",
     "From Friday 5 September passengers on the Underground will be able to see the first of one hundred brand new artworks specially commissioned to celebrate the 100th anniversary of the iconic Tube logo, the Roundel.",
     "To mark the centenary of one of the world's most recognised brands one hundred artists, including Yinka Shonibare, Bob \u0026 Roberta Smith, Cornelia Parker, Thomas Helbig, Jeremy Deller, Catherine Yass, Pae White, Roger Hiorns and Matthew Higgs, have been invited by Art on the Underground to produce an artwork inspired by the Roundel for a unique public exhibition, which will run from 8-30 October at Rochelle School in Shoreditch.",
     "A stunning monochrome artwork by Liam Gillick will be the first of a selection of the new works that will be displayed as posters across the Tube network in the run up to the exhibition launch.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Celebration of heritage\"}",
     "Throughout the exhibition there will be a range of activities for audiences to take part in including a chance to buy your own work of art and hear the artists talking about their approach to making their posters.",
     "Tim O'Toole, Managing Director of London Underground (LU), said: 'The Roundel is one of the world's most well known and successful logos.",
     "'It emerged from a heritage of good design management and represents the world class reputation of the Tube.",
     "'As part of that heritage and the promotion of enlightened design, the Tube has commissioned world class artists to communicate its messages and delight its passengers.",
     "'I'm delighted that we are celebrating 100 years of our logo in this way.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Future vision\"}",
     "Tamsin Dillon, Head of Art on the Underground, said: 'The ambition for this project is to open the doors to a broad spectrum of interpretations of the famous Tube brand, aiming to be both a celebration of its heritage and a vision for its future.",
     "'The response to this very particular brief has been dynamic and overwhelming and the exhibition is testament to the exceptional skill of many of the best artists working today.'",
     "Moira Sinclair, Executive Director of Arts Council England, London, said: 'Nothing quite says London like the Roundel, and we are delighted to support this project with its 100 commissions to celebrate its 100th birthday.",
     "'We hope that the work will help put art at the centre of London life and add an artistic treat to our daily commutes.",
     "'We look forward to seeing these new posters reacting to one of the world's most recognisable, and best loved, icons.'",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}