{
 "pageTitle": "All aboard London River Services to the Thames Festival",
 "description": "The festival, which celebrates London's world famous river, will see a number of events line the Southbank between Westminster and Tower Bridge.As well as activities on land, London River Services' piers will be in operation throughout the weekend,",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "All aboard London River Services to the Thames Festival",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "This weekend, Saturday 13 and Sunday 14 September 2008, London's river services will be providing a frequent service between Westminster and London Bridge to help move visitors to the annual Mayor's Thames Festival on London's Southbank."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The events taking place this weekend are a great opportunity for visitors and Londoners alike to come to the Thames, relax on the riverside and see London from a different angle...",
     "The festival, which celebrates London's world famous river, will see a number of events line the Southbank between Westminster and Tower Bridge.",
     "As well as activities on land, London River Services' piers will be in operation throughout the weekend, helping to provide fast and picturesque journeys along the river, passing the London Eye, The Royal Festival Hall and Shakespeare's Globe Theatre along the way.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Service schedule\"}",
     "London River Services will operate normally throughout the weekend, except during the final stage of the Great Trafalgar River Race on Saturday 13 September, when it will be necessary for Bankside, Festival, London Bridge and London Eye piers to close for river services between 16:00 and 18:00.",
     "Services from Westminster Millennium, Embankment, St. Katharine's, and Tower Millennium piers will operate as normal.",
     "Andy Griffiths, Head of London River Services, said: 'Although there will be some closures on Saturday, they will only be for a short period of time.",
     "'The events taking place this weekend are a great opportunity for visitors and Londoners alike to come to the Thames, relax on the riverside and see London from a different angle by taking a boat trip.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"London River Services is responsible for managing eight piers on the river: Westminster Millennium, Festival, Embankment, Millbank Millennium, Blackfriars Millennium, Bankside, Tower Millennium and Greenwich\",\"People wishing to travel on the river can benefit from a third off the normal advertised adult and child fares if they produce a valid Travelcard or Oyster card loaded with a valid Travelcard when purchasing a ticket. Oyster cards will pay as you go and are not accepted on London River Services\",\"All London River Services' piers are accessible and step-free at all states of the tide, allowing easy access for mobility impaired passengers.  Most river boats are accessible - passengers should contact boat operators for comprehensive accessibility information when planning their journeys\",\"The relevant contact information is included in the \\u003ca title=\\\"London River Service's guide\\\"href=\\\"http://www.tfl.gov.uk/assets/downloads/river-guide-08.pdf\\\"\\u003eLondon River Services' guide\\u003c/a\\u003e or from Tube stations along the river\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}