{
 "description": "Research conducted for TfL suggests that 71 per cent of London's cyclists are riding badly-fitting bikes.With an increasing number of people taking to two wheels, TfL is encouraging cyclists to ensure that their bikes are set up in the correct way for an",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Are you sitting comfortably?",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Nearly three quarters of London's cyclists are not, according to new research from Transport for London (TfL)."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Research conducted for TfL suggests that 71 per cent of London's cyclists are riding badly-fitting bikes.",
     "With an increasing number of people taking to two wheels, TfL is encouraging cyclists to ensure that their bikes are set up in the correct way for an efficient, safe and comfortable ride.",
     "Cyclists are being invited to attend a special workshop at Tower Hill this weekend where they will be able to have their bikes checked.",
     "A snapshot survey, conducted for TfL by cycling ergonomics specialist CycleFit, found that having the wrong saddle height is the most common mistake.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"On your bikes\"}",
     "Only one in five cyclists' saddles were found to be at the correct height; with a large number of people positioning their seat too low (43 per cent).",
     "Women are twice as likely as men to make this mistake, which can lead to fatigued thigh muscles and sore knees.",
     "TfL will host BikeJam, a family-friendly celebration of all things cycling-related at Tower Hill as part of this weekend's Tour of Britain celebrations.",
     "BikeJam will offer Londoners a free consultation with CycleFit as well as advice about cycling in the Capital.",
     "1,000 handy bike adjustment tools will also be given away to help cyclists maintain their bikes in the optimum position.",
     "Visit \u003ca class=\"external-site\"title=\" (Opens in new window) (Opens in new window)\"href=\"http://www.tflbikejam.com/\"jquery1220544680269=\"6\"jquery1220544486564=\"6\"\u003ehttp://www.tflbikejam.com/\u003c/a\u003e for more information.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Summer of two wheels\"}",
     "The Tour of Britain is the next event in the Mayor's Summer of Cycling campaign, which culminates on 21 September with the Sky Sports London Freewheel.",
     "CycleFit, use a number of measures to assess cyclists' riding positions.",
     "These included handlebar reach, saddle height, inside leg and leg extension angle.",
     "In total, just 29 per cent of the cyclists participating in the research were riding in a good overall position.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Cycling positions\"}",
     "The following tips will help cyclists get the most from their bikes:",
     "{\"template\":\"bulletlist\",\"items\":[\"Saddle height: People have many methods for selecting their own saddle height, quite often passed down by parents or suggested by friends. In order to achieve the correct set up, follow this simple method:ul\"]}",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Test your Bike\"}",
     "{\"template\":\"bulletlist\",\"items\":[\"\\u003cstrong\\u003eReach:\\u003c/strong\\u003e When sitting on your bike, your upper body should be relaxed and your back straight. If you have to reach too far forwards (or down) to the handlebars, you may experience soreness in your arms, shoulders or back. Both the saddle and handlebars can be adjusted to help you achieve a relaxed cycling position\",\"\\u003cstrong\\u003eCycling speed:\\u003c/strong\\u003e For maximum efficiency, it is best to use a gear that allows your legs to rotate at around 80-100 rpm. Some bike computers can measure cadence, otherwise, to give you a rough idea, count your pedal revolutions for 15 seconds and then multiply by four\",\"\\u003cstrong\\u003eBuying new:\\u003c/strong\\u003e When buying a new bike, it is best to buy it from a specialist cycling shop that offers a fitting service\"]}",
     "Peter McBride, Head of Cycling, Walking and Accessibility at TfL, said: 'We carried out this research to raise awareness of the benefits of having the right bike fit.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"The right fit\"}",
     "'More and more people are cycling in the Capital and we're keen that they maximise the benefits of cycling while remaining comfortable and safe.",
     "'People who visit BikeJam at Tower Hill on Sunday will be able to have a free cycle fitting assessment from the experts.",
     "'After a few quick adjustments, they really will be better off by bike.'",
     "Julian Wall from CycleFit concludes: 'Having a well set-up bike can make a real difference to people's comfort, fitness and confidence levels.",
     "'As well as giving greater control, a properly adjusted bike enables people to cycle more often and for longer distances.",
     "'In our experience, a comfortable cyclist is much more likely to become a regular cyclist.'",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "TfL is investing £55m in cycling this year - up from £36m last year.",
     "The money is being invested in cycle routes, cycle parking facilities, a bike hire scheme to encourage even more cycling in the Capital, adult and child cycle training and a number of cycling events.",
     "\u003cstrong\u003eAbout \u003c/strong\u003e  \u003ca class=\"external-site\"title=\" (Opens in new window) (Opens in new window)\"href=\"http://www.cyclefit.co.uk/\"jquery1220544680269=\"7\"jquery1220544486564=\"7\"\u003estrong\u003c/a\u003e : Cyclefit's raison d'etre is to ensure that cyclists ride their bikes comfortably, efficiently and injury free.",
     "Cyclefit was conceived by Julian Wall and Philip Cavell in 2003, they were dissatisfied with the then 'back of a fag packet' method of fitting a human to a bicycle, they travelled to the USA to learn the latest techniques and skills for proper 'bike fitting'.",
     "Cyclefit has fitted thousands of cyclists over the last five years from professional cyclists to beginners.",
     "Research was carried out among 51 cyclists in London's Hyde Park on 27 August 2008.\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}