{
 "pageTitle": "Bus diversions continue as Crossway bridge maintenance enters third phase",
 "description": "The diversions are the same as those in place for the second phase of works, which has been underway since 27 May 2008. Diversion detailsThe diversions affect routes 177, 229, 401, 472, 601, 602 and N1. Buses from Thamesmead follow the northern arm of",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Bus diversions continue as Crossway bridge maintenance enters third phase",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Bus diversions in Crossway are set to continue as the third phase of bridge maintenance work begins on Monday 29 September."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The diversions are the same as those in place for the second phase of works, which has been underway since 27 May 2008.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Diversion details\"}",
     "The diversions affect routes 177, 229, 401, 472, 601, 602 and N1.",
     "Buses from Thamesmead follow the northern arm of Crossway to the Summerton Way roundabout, where they double back and then return along the northern arm of Crossway to Carlyle Road.",
     "From the Carlyle Road/Bentham Road roundabout all routes will continue with their journey as usual.",
     "Buses travelling in the other direction (towards Thamesmead) follow the same diversion in reverse.",
     "Due to these diversions, buses are unable to serve the stops located on the southern arm of Crossway.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Information on the works\"}",
     "The works are being carried out by Tilfen Land, a local developer, and phase three will involve the bridge between Nickleby Close and Manor Close.",
     "The works are expected to last approximately six weeks.",
     "Once phase three is completed the bus routes will return to their original routing.",
     "Passengers are advised to check posters on local bus stops for more information about the diversions.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The first phase of works on Crossway began on 10 March 2008 and involved maintenance on the Eastern bridge\",\"The second phase began on 27 May 2008 and involved works on the Southern bridge\",\"For more information on the maintenance works along Crossway contact Tilfen Land on 01322 528580\",\"The Crossway works will be completed in approximately six weeks\",\"Transport for London will provide information regarding when the diversions will come to an end when the finish date for the works has been confirmed\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}