{
 "pageTitle": "Docklands Light Railway regenerates North Woolwich",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Docklands Light Railway regenerates North Woolwich",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Docklands Light Railway (DLR) is proving to be a key factor in making life better for North Woolwich residents according to a new report."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We promised local people that the DLR would deliver benefits directly to them and they are now seeing those improvements",
     "The report into the impact of the Docklands Light Railway (DLR) London City Extension reveals that almost 90 per cent of locals believe it has improved access to jobs, shopping and central London; and also attracted new people to move into the area.\u003cbr /\u003e\u003cbr /\u003eThe report is the second to look at the impact of DLR in North Woolwich since the extension opened in December 2005.",
     "The first report, produced in 2006, found residents had little confidence in their community and low expectations of getting better jobs or education.",
     "But two years after the extension opened, the results are much more optimistic and 74 per cent of respondents felt that the DLR had improved things for them personally.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Community confidence\"}",
     "More people thought the area generally will improve or was improving (2006: 38 per cent, and 2008: 53 per cent).\u003cbr /\u003e\u003cbr /\u003eOthers gave examples of people getting better jobs or carrying on to higher education because of better transport access.",
     "Some people mentioned the DLR as a key factor in their decision to move into the area.",
     "Positive comments made to researchers compiling a report included:\u003cbr /\u003e\u003cbr /\u003e\u003cstrong\u003e'[The DLR provides] much better access - we had nothing at one time, it was like an island here'; \u003c/strong\u003e and\u003cbr /\u003e\u003cstrong\u003e \u003c/strong\u003e ",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Regeneration\"}",
     "Director of the Docklands Light Railway, Jonathan Fox, said: 'I'm enormously pleased with these comments which reflect exactly what the DLR is all about.",
     "'We promised local people that the DLR would deliver benefits directly to them and they are now seeing those improvements in action.\u003cbr /\u003e\u003cbr /\u003e'We expect the effects of regeneration to become even more pronounced when the Woolwich Arsenal extension is completed next year.\u003cbr /\u003e\u003cbr /\u003e'However, we know we can always do more.",
     "'Our current £300m three-car upgrade programme across the network will deliver a more reliable service and greater capacity to ensure DLR remains a key factor in the regeneration of North Woolwich and other communities on the network.'\u003cbr /\u003e\u003cbr /\u003e",
     "{\"template\":\"bulletlist\"}",
     "@this.ScriptBlock(\n        @script)"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}