{
 "pageTitle": "Hanger Lane bridges to be given a revamp",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Hanger Lane bridges to be given a revamp",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Works will improve traffic flows and make the area more pleasant for pedestrians and cyclists."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "These two bridges were built at the beginning of the last century, when there was only a fraction of the number of vehicles using it each day",
     "Transport for London (TfL) has begun work to replace Waldegrave Road Bridge and South Bridge in Ealing to make the two one-hundred-year-old crossings meet current safety standards, improve access for motorists along this section of the A406 and make the area more pleasant for pedestrians and cyclists.",
     "The two new bridges, which carry the A406 Hanger Lane over London Underground and Network Rail lines, will have new road layouts to improve traffic flows and will be strengthened to protect the rail lines underneath.",
     "The work is scheduled to take 18 months and is being carried out on behalf of TfL by UK based civil engineers, Norwest Holst. The site is registered with the Considerate Constructors Scheme.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Traffic flow improved\"}",
     "The bridges have been in place since the early 1900s and are nearing the end of their useful lives. 50,000 vehicles cross over these bridges each day, including two busy bus routes.",
     "The existing Waldegrave Road Bridge will be dismantled and removed and a new wider bridge built in its place, with new dedicated turning lanes that will improve traffic flow.",
     "The new South Bridge will meet all current safety standards and will be built alongside the existing South Bridge.",
     "The existing bridge which will be converted into a public space with landscaping, walkways and a cycle path.",
     "A new toucan crossing, serving both pedestrians and cyclists, will be built near Ealing Village Road and vehicle access between Hangar lane and Inglis Road will be closed off to reduce rat-running and improve overall safety at the junction.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Boosting safety\"}",
     "TfL has worked closely with Ealing Council to plan these works to ensure disruption is kept to a minimum, including keeping this section of the busy A406 open for the duration of the project.",
     "Access to properties in the area will also be maintained while work takes place.",
     "As a safety measure, temporary pedestrian diversions may be used at some stages and these will be clearly signed.",
     "Dana Skelley, Director of Road Network Management, TfL London Streets, said 'Hanger Lane is a vital link of the A406 and fifty thousand vehicles use it every day.",
     "'These two bridges were built at the beginning of the last century, when there was only a fraction of the number of vehicles using it each day, and it's time we upgraded them to meet today's demands.",
     "'Not only will these works make a difference to traffic flows in the area, but they'll mean better facilities for pedestrians and cyclists too, transforming the old road bridges into a public space that can be enjoyed by all.'",
     "{\"template\":\"bulletlist\"}",
     "@this.ScriptBlock(\n        @script)"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}