{
 "pageTitle": "One week left to have your say on future of Congestion Charge Western Extension",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "One week left to have your say on future of Congestion Charge Western Extension ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Mayor urges Londoners to give their views before consultation closes."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "I'd urge anyone with an opinion on the Western Extension to take up this opportunity",
     "Londoners have just under one week left to give their views on the future of the Western Extension of the Congestion Charging zone, with the five-week public consultation ending on Sunday 5 October.",
     "The consultation was an election pledge made by Mayor Boris Johnson and although the consultation is open to all, the Mayor is particularly keen to hear from those within or on the borders of the Western Extension.",
     " \u003ca href=\"http://www.tfl.gov.uk/westernextension\"\u003eAn information leaflet and questionnaire \u003c/a\u003e are available online, or by calling 0844 415 4425.",
     "The Mayor of London, Boris Johnson, said: 'As we enter the final week of the public consultation, I'd urge anyone with an opinion on the Western Extension to take up this opportunity to have their say.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Possible changes\"}",
     "'Whenever I visit west London I meet people who want to talk to me about the extension. This is a chance for Londoners to tell me what they think of it and help influence the future of the scheme.'",
     "Transport for London (TfL) is asking those taking part in the consultation if they want the Western Extension kept as it is, removed, or whether they want certain aspects of it changed to address specific concerns.",
     "Possible changes to the scheme include:",
     "{\"template\":\"bulletlist\",\"items\":[\"Making the Congestion Charge easier to pay by introducing accounts (this would apply to the Western Extension and original charging zone)\",\"Introducing a charge-free period in the Western Extension in the middle of the day\",\"Increasing the residents' discount from 90 to 100 per cent (this would apply to the Western Extension and original charging zone)\"]}",
     "Anyone taking part in the consultation can also suggest any other changes that they think could improve the scheme.",
     "Alongside the consultation, there will be a survey of Londoners to gauge how representative the consultation responses are.",
     "Details of this survey will be included in a report to the Mayor that will contain a full analysis of the consultation results.",
     "The Mayor will then make a decision on how he wishes to proceed.",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The Congestion Charge was introduced on 17 February 2003 and extended westwards to cover the boroughs of Kensington and Chelsea and parts of Westminster on 19 February 2007\",\"More information on the impact of the Western Extension of the \\u003ca href=\\\"http://www.tfl.gov.uk/corporate/media/newscentre/archive/8948.aspx\\\"\\u003eCongestion Charging zone \\u003c/a\\u003e is available online\",\"If the Mayor wishes to remove or make significant changes to the way that the Western Extension operates, his Transport Strategy would be revised to reflect this. A further 12 week consultation would be necessary and would provide a second opportunity for the public to express their views. TfL would also then need to consult the public and stakeholders on variations to the Congestion Charging Scheme Order before any changes could be implemented\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}