{
 "pageTitle": "Only three weeks left to design a new bus for London",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Only three weeks left to design a new bus for London",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Budding bus designers have just three weeks left to submit designs for a new bus for London."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The competition to design a bus inspired by the classic Routemaster was one of the Mayor's key manifesto pledges.",
     "The Mayor of London, Boris Johnson, said: 'There has been a lot of interest in the competition but I am sure that there are still many people out there with cracking ideas for our new bus.",
     "'There are just three weeks to go and I hope even more people - be they professional designers, bus passengers, drivers or even kids on their holidays - take the time to submit their ideas.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"History of innovation\"}",
     "Transport Commissioner Peter Hendy said: 'We're looking for a modern, accessible, environmentally-friendly design that will be an asset to London. We have a history of innovation in public transport and design and we will marry our expertise with the best ideas from the competition to produce a brand new icon for London.'",
     "Entrants are encouraged to submit their designs in one of two categories:",
     "{\"template\":\"bulletlist\",\"items\":[\"Design a bus for London: entrants will have the option of submitting a design for a specific part of the bus or a 'whole bus' design. In this category, designs will have to be quite detailed and must comply with guideline specifications as provided by TfL\",\"Imagine a bus for London: in this category, entrants can submit single design concepts for particular features of the bus, or a sketch of the overall look. The judges will be looking for the best ideas rather than detailed technical designs\",\"Designers have until Friday 19 September to submit their entries. As well as potentially seeing their design on the streets of London, the best designer could pocket a first prize of £25,000\"]}",
     "Further details and full terms and conditions of the competition can be found on the \u003ca href=\"tfl.gov.uk/anewbusforlondon\"\u003eTfL website\u003c/a\u003e . The Mayor will announce the winning designs at the end of October.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Notes to editors\"}",
     "{\"template\":\"bulletlist\",\"items\":[\"A first prize of £25,000 and two runner up prizes of £10,000 are available for the best 'whole bus' designs submitted in the 'design' category.  Merit prizes will be available for the best ideas submitted for specific parts of the new bus\",\"There will be a range of prizes awarded for the best entries in each age group in the 'imagine' category\",\"This is the first stage in the process of designing a new bus for London. The best ideas will be taken to the major bus manufacturers as part of a separate, competitive tendering process for the detailed design, prototyping and eventual manufacture of the new bus.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}