{
 "pageTitle": "Roads to close as the Capital opens up for the Sky Sports London Freewheel mass cycle ride",
 "description": "The Sky Sports London Freewheel is part of the Mayor of London and Transport for London's commitment to making London a city that cycles. The number of cycle journeys made on London's major roads has already increased by 91 per cent since 2000, and it is",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Roads to close as the Capital opens up for the Sky Sports London Freewheel mass cycle ride",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Final preparations are now underway for next Sunday's Sky Sports London Freewheel - a mass participation bike ride that will take in some of London's most famous landmarks and give cyclists traffic-free access to central London roads"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The number of cycle journeys made on London's major roads has already increased by 91 per cent since 2000",
     "The Sky Sports London Freewheel is part of the Mayor of London and Transport for London's commitment to making London a city that cycles.",
     "The number of cycle journeys made on London's major roads has already increased by 91 per cent since 2000, and it is hoped that this event will inspire even more Londoners to get on their bikes.",
     "A number of roads in central London will be closed on Sunday 21 September so that cyclists of all ages can follow a traffic-free 14km route past Buckingham Palace, Trafalgar Square, St Paul's Cathedral and the Tower of London.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Road closures and times\"}",
     "Roads will be closed in the City of Westminster, City of London and London Boroughs of Southwark and Tower Hamlets between 07.00 and 20.00 on the day to make way for the expected 45,000 cyclists expected to take part, while some roads will be closed earlier for preparations for the event.",
     "A number of bus routes will also be on diversion on the day.",
     "For details of diversions and for further travel information, please visit \u003ca href=\"http://www.tfl.gov.uk/journeyplanner\"\u003eJourney Planner\u003c/a\u003e or call 020 7222 1234.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Early closures - Roads closed from 13.00 Saturday 20 September: The Mall, Horse Guards Parade; roads closed from 06.00 Sunday 21 September: Marlborough Road, Birdcage Walk, Constitution Hill, Spur Road\",\"Roads in the City of Westminster - closed from 07.00 to 20.00 Sunday 21 September: Buckingham Palace Road between Bressenden Place and Palace Street, Buckingham Gate between Palace Street and Spur Road, Parliament Street, Horse Guards Parade, Whitehall Court, Scotland Place, Whitehall, Whitehall Place, Great Scotland Yard (eastbound), Victoria Embankment, Northumberland Avenue, Charing Cross (King Charles Island), The Strand (westbound) between Aldwych and Trafalgar Square, Charing Cross Road (southbound) between Shaftesbury Avenue and St Martin's Place (southbound), Cockspur Street, Savoy Place, Arundel Street, Temple Place\",\"Roads in the City of London - closed from 07.00 to 20.00 Sunday 21 September: Temple Avenue (southbound), Upper Thames Street, Blackfriars Underpass, Blackfriars Bridge (westbound down slip), Victoria Embankment, Lower Thames Street, Southwark Bridge, Queen Street Place, Byward Street, Blackfriars Passage, Puddle Dock (southbound), White Lion Hill, Castle Baynard Street\",\"Roads in the London Borough of Southwark - closed from 07.00 - 20.00 Sunday 21 September: Southwark Bridge, Southwark Bridge Road (northbound) between Southwark Bridge and Sumner Street\",\"Roads in the London Borough of Tower Hamlets - closed from 07.00 - 20.00 Sunday 21 September: Tower Hill between Byward Street and Minories\",\"The following bus routes will be on diversion: 3, 6, 9, 9H, 11, 12, 13, 15, 15H, 23, 24, 25, 29, 42, 53, 78, 87, 88, 91, 139, 159, 176, 344, 453\",\"There will be four start/finish hubs onto the route, located at Clapham Common, Ravenscourt Park, Emirates Stadium and Victoria Park\",\"Restrictions apply to talking bicycles on public transport. For more information, see \\u003ca href=\\\"http://www.tfl.gov.uk/roadusers/cycling/9049.aspx\\\"\\u003eCycling\\u003c/a\\u003e \",\"Major engineering works will be taking place on London Overground services on 21 September and many train services will be replaced by buses. Participants are advised that only folding bikes may be taken on replacement buses and people should check whether their journey on the day will be affected by going to \\u003ca href=\\\"http://www.tfl.gov.uk/journeyplanner\\\"\\u003eJourney Planner\\u003c/a\\u003e or calling 020 7222 1234\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}