{
 "pageTitle": "Route 365 runs 24-7",
 "description": "The route, which runs between the Mardyke Estate and Havering Park, will run every half hour between 00.30 and 05.00 every night of the week.The changes will bring night time bus services to South Hornchurch for the first time and provide links to Romford",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Route 365 runs 24-7",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "From Saturday 27 September 2008, bus route 365 will run 24 hours a day."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The 24-hour service on route 365 will provide valuable night time links for residents of Havering",
     "The route, which runs between the Mardyke Estate and Havering Park, will run every half hour between 00.30 and 05.00 every night of the week.",
     "The changes will bring night time bus services to South Hornchurch for the first time and provide links to Romford and Collier Row.",
     "John Barry, Head of Network Development, London Buses, said: 'The 24-hour service on route 365 will provide valuable night time links for residents of Havering and is an important addition to London's expanding night bus network.'",
     "The number of night bus services in London has increased significantly in recent years with passenger numbers more than doubling since 2000.",
     "Almost half the users are people travelling to or from work.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Route 365 currently runs about every 12 minutes during the day, Monday to Saturday, and about every 20 minutes during the evenings and on Sundays\",\"All London buses have in-vehicle CCTV and all except the Heritage Routemasters are accessible to wheelchair users\",\"With over 8000 buses on approximately 700 routes the London bus network has seen usage increase by 52 per cent since 1999/2000\"]}",
     "\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}