{
 "pageTitle": "Shepherd's Bush Overground station welcomes passengers",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Shepherd's Bush Overground station welcomes passengers ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The new Shepherd's Bush Overground station has now opened - the first new station on the line since London Overground started operating last year."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This new station will give the people of west London a great new connection to the transport system",
     "Transport for London (TfL) is investing £1.4bn in the London Overground (LO) network, and Shepherd's Bush on the Clapham Junction to Willesden Junction line is the first in a series of new and refurbished stations to be opened.\u003cbr /\u003e\u003cbr /\u003eShepherd's Bush Overground is a fully accessible station with low height ticket office windows and two lifts providing step-free access to both platforms.",
     "The contemporary design of the station offers passengers a light and airy environment and they will also benefit from being able to use Oyster pay as you go.\u003cbr /\u003e\u003cbr /\u003eLike all other Overground stations, Shepherd's Bush will be staffed at all times during train operating hours.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"High standards\"}",
     "The station also has CCTV so that passengers are safe and secure.\u003cbr /\u003e\u003cbr /\u003eMayor of London, Boris Johnson, said: 'There have clearly been some issues with delivering the station on time, but now that it has become part of the Transport for London operation I'm sure that it will prove to be a much-valued addition to the transport network.",
     "'London Overground, in which we are investing £1.4bn, will connect 20 of London's 33 boroughs, so this new station will give the people of west London a great new connection to the transport system, which I'm sure will prove invaluable for many.",
     "'The station has also been built to high standards, with accessibility, safety, and security in mind, so that everyone can use it with confidence.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Frequent service\"}",
     "Ian Brown, Managing Director of London Rail, said: 'This step-free station will provide passengers with easy access to the new Westfield London shopping centre and other local job and leisure opportunities.'",
     "Brand new and fully air-conditioned trains, with greater capacity than those now running, will operate on the LO network from 2009.",
     "From 2011, station users can look forward to a more frequent service with four trains an hour all day.\u003cbr /\u003e\u003cbr /\u003eThese improvements are part of a programme of works across parts of the Overground network to deliver a more reliable and efficient service to passengers.\u003cbr /\u003e\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"LO will run through 20 of London's 33 boroughs and all stations will be staffed during the operational hours\",\"Oyster pay as you go ticketing is accepted at all stations. All stations have been fitted with Oyster gates or validators and ticket machines to reduce fare evasion\",\"The LO network comprises the Richmond to Stratford, London Euston to Watford Junction, Willesden Junction to Clapham Junction (via Kensington Olympia) and Gospel Oak to Barking lines\",\"Other transport improvements in the area include: a new fully accessible Underground station on the Hammersmith and City line at Wood Lane; a newly refurbished and remodelled Shepherd's Bush Underground station on the Central line consisting of a new ticket hall, new escalators and station modernisation; a new fully accessible bus station on the north west corner of the site - White City bus station; cycle routes and cycle parking facilities, taxi bays with bays for customers with reduced mobility, new crossings and a step free pedestrian route. These improvements will be delivered soon\",\"The station was developed by Network Rail and Westfield, the developer responsible for the new Westfield shopping complex, as part of the 'White City development'\\u003cbr /\\u003e\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}