{
 "pageTitle": "Sutton residents urged to take active steps to improve their health",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Sutton residents urged to take active steps to improve their health",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "10,000 adults in Sutton to be invited to take part in the largest active travel health programme of its kind in the UK."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Cycling and walking are the perfect way to become more active because they can be so easily integrated into daily routes",
     "Active Steps, a groundbreaking initiative to improve the health of Sutton residents by helping them to change their travel habits, has been launched today by the local NHS, Sutton Council and Transport for London (TfL).",
     "By encouraging people to leave their cars at home and cycle and walk more often, the programme aims to help improve people's health and wellbeing and reduce traffic congestion at the same time.",
     "Figures from Sport England reveal that approximately 112,000 Sutton residents could potentially benefit from increased physical activity of the kind proposed by Active Steps - that's more than 80 per cent of the borough's adult population.",
     "The initiative could equate to a health benefit of more than £1m a year in Sutton as an estimated five per cent of total NHS expenditure is due to people not doing enough exercise.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Improving wellbeing\"}",
     "Patients who could benefit from more exercise will be directed to the scheme by a health practitioner such as a GP.",
     "During a 12 week programme they will meet with a specially trained NHS advisor who will help them to overcome barriers to walking or cycling, create personal goals and provide them with information such as cycle maps or access to free cycle training.",
     "They will also be sent weekly messages of support by text or mail and be interviewed at the end of the course to see how they have got on.",
     "Delivered by Sutton and Merton NHS Primary Care Trust, the 12 month initiative has been created in partnership with Smarter Travel Sutton, a three year, £5m programme between Sutton Council and TfL to reduce car use in Sutton and increase the number of people using public transport, walking and cycling in the borough.",
     "Government guidelines recommend 30 minutes of moderate exercise five days a week.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Maintain your health\"}",
     "As more than half the car journeys in London are less than two kilometres in length, short walking or cycling journeys are a great way to work exercise into your daily routine.",
     "Ben Plowden, Director of Smarter Travel at TfL, said: 'Cycling and walking are the perfect way to become more active because they can be so easily integrated into daily routes.",
     "'By swapping a car trip for a bike ride or a walk, the Active Steps programme will help people to improve their health, travel in an environmentally friendly way and save money on rising fuel costs, as well as helping to reduce congestion and air pollution in the borough.'",
     "Local GP, Dr Brendan Hudson, said: 'Just half an hour of moderate exercise five times a week is hugely beneficial to people's health, reducing their chances of getting heart disease, hypertension, diabetes and many other diseases'.",
     "Dr Martyn Wake, Medical Director of Sutton and Merton Primary Care Trust, said: 'Cycling and walking can reduce your chances of heart disease, high blood pressure, obesity and diabetes.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Avoiding heart disease\"}",
     "'It can help you maintain a healthy weight and can even reduce depression and stress.",
     "'Active Steps is a great way of improving health which fits into your daily routine, so does not mean giving up lots of time.'",
     "Raymond Sturdy, local businessman (Tower Elevators Ltd), said: 'I was diagnosed with diabetes in July 2007 following my second heart attack.",
     "'At that time I became worried and stopped all physical exercise.",
     "'I don't have much time for exercise but I do really want to increase my levels of activity to help control my diabetes and improve my quality of life.",
     "'The Active Steps programme sounds right for someone in my position because it can really work through the issues that stop me from doing all the exercise I should.'",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}