{
 "pageTitle": "Transport for London responds to PPP Arbiter's Guidance on Tube Lines second period funding",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London responds to PPP Arbiter's Guidance on Tube Lines second period funding",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Over the next few years, we will begin to see new trains and signalling systems delivering big increases in reliability and capacity",
     "Transport for London (TfL) today responded to the Public Private Partnership (PPP) Arbiter's Guidance on Tube Lines second period costs, covering the funding of their maintenance and renewal works on the Jubilee, Northern and Piccadilly lines from 2010 to 2017.",
     "The Arbiter's Guidance gives a rough estimate of the demand that Tube Lines can be expected to make for their work over the period, and this suggests a potential shortfall in funding in excess of £1bn from that currently available.",
     "Given this extraordinary circumstance, TfL expects such a shortfall to be met by the Government, which imposed the PPP structure on the Tube and Londoners.",
     "The PPP contract states that such additional funding may be obtained through outside financing, as was done in the first phase of the programme.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Investing billions\"}",
     "TfL requested the PPP Arbiter's Guidance due to a lack of detailed information being provided by Tube Lines, to enable TfL to fully understand their costs.",
     "London Underground (LU) Managing Director, Tim O'Toole said: 'Billions are being invested to transform the Tube.",
     "'Over the next few years, we will begin to see new trains and signalling systems delivering big increases in reliability and capacity.",
     "'It is vital that these improvements are delivered for Londoners and Tube users when they were promised, especially given the record growth in ridership.",
     "'Today's Guidance is the start of a process.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Increased capacity\"}",
     "'No bill has been delivered today, but the PPP requires that we issue restated contract terms later this year.",
     "'We do not have the option of scaling back the works to offset this expected demand because the Tube will become less reliable and its capacity will shrink at a time of growing demand, and, in any event, the PPP contract produces an increase in operating charges as a result of any reduction in capital spending, thereby frustrating attempts to cut funding demands.'",
     "'The difference in the costs budgeted for by TfL and those produced by the Arbiter are in large part in the inscrutable areas of so-called 'central costs', differential inflation and risk.",
     "'The premiums to be paid in these areas are a result of the PPP structure.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Budgeted costs\"}",
     "'Any funding required above TfL's budget should be met by continuing support by Government, who imposed this PPP structure on the Tube and Londoners.",
     "'I am frustrated that despite requesting this Guidance from the Arbiter he remains unable to provide us with the detailed information and analysis on costs and expected performance we require to make informed decisions.",
     "'This provides a basis for the Periodic Review process, but there is a long way to go.'",
     "The Arbiter's Guidance marks the first stage in agreeing a contract price for the second period of the Tube Lines PPP contract.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Agreeing new terms\"}",
     "The next stage will see LU set the scope of the contract and restated terms.",
     "Tube Lines will then offer TfL a contract price next summer.",
     "Should TfL and Tube Lines fail to agree on the contract price, then the PPP Arbiter will be called upon to resolve the issue, which is why this guidance is significant.",
     "The prices must be agreed ahead of the start of the second period in the summer of 2010.",
     "{\"template\":\"bulletlist\"}",
     "@this.ScriptBlock(\n        @script)"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}