{
 "pageTitle": "Transport for London receives Government approval for A406 Bounds Green Improvement Scheme",
 "description": "The A406 Bounds Green Safety and Environmental Improvement Scheme will widen the A406 to create a predominantly two-lane dual carriageway and include junction improvements to ease traffic flow. Key benefitsBetter pedestrian crossings and cycling",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London receives Government approval for A406 Bounds Green Improvement Scheme",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "A scheme to improve a vital section of the A406 has been given the go ahead by the Secretary of State for Transport following a public inquiry."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "It really is good news that Transport for London and the Borough councils can now get on with the much-needed improvements that promise to have a positive impact for the whole community",
     "The A406 Bounds Green Safety and Environmental Improvement Scheme will widen the A406 to create a predominantly two-lane dual carriageway and include junction improvements to ease traffic flow.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Key benefits\"}",
     "Better pedestrian crossings and cycling facilities will bring about much needed safety and environmental improvements.",
     "Improvements on this stretch of the North Circular Road to improve safety and the urban environment for local residents are long overdue.",
     "The proposed scheme is expected to reduce road collisions by up to one third by providing better pedestrian crossing facilities and improvements to traffic signalled junctions.",
     "Local residents will also benefit as the scheme seeks to reduce the level of rat-running traffic on residential roads.",
     "Mayor of London, Boris Johnson, said: 'Residents of this part of London have been living in limbo for years whilst the scheme has been pored over, so it really is good news that Transport for London and the Borough councils can now get on with the much-needed improvements that promise to have a positive impact for the whole community.'",
     "David Brown, MD of Surface Transport, TfL, said: 'We are very pleased to have received this decision from the Secretary of State to enable us to move forward with our plans to improve the A406 North Circular Road in Bounds Green.",
     "'This scheme will not only make a big difference to traffic flow in the area and improve the safety of the road for motorists, cyclists and pedestrians, but will also enhance the urban environment and break down the divide between communities either side of the A406.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Moving forward\"}",
     "To go ahead with the scheme, Transport for London (TfL) needed approval on Compulsory Purchase and Side Road Orders from the Secretary of State for Transport.",
     "Now that the orders have been confirmed, TfL is able to plan with more certainty how the scheme will progress.",
     "It will also allow for firm decisions to be made, in consultation with Enfield Council, about the future of the surplus TfL-owned properties along the route.",
     "Subject to having all necessary statutory consents, work on the A406 Bounds Green scheme is scheduled to begin in 2009, with completion in 2011.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL has liaised with the London Boroughs of Enfield, Haringey and Barnet on the scheme proposals and provided funds to each of them to support their initiatives to implement traffic calming measures on the roads next to the A406 to complement the scheme\",\"Scheme maps and further information can be found at \\u003ca href=\\\"http://www.tfl.gov.uk/corporate/projectsandschemes/2251.aspx\\\"\\u003eA406 Bounds Green\\u003c/a\\u003e \\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}