{
 "pageTitle": "Transport for London appoints Serco to operate the Woolwich Ferry service",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London appoints Serco to operate the Woolwich Ferry service",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) today announced that Serco Ltd will operate the Woolwich Ferry service from 1 October 2008."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We are proud to have the opportunity to operate the Woolwich Ferry",
     "The contract, worth £10.7m, over 18 months to 31 March 2010, was signed by the two parties today.",
     "Serco will take over running the ferry service from the London Borough of Greenwich, which announced in March that it would cease operating the service from 30 September 2008.",
     "The Woolwich Ferry provides a free service, carrying road vehicles, pedestrians and cyclists between Woolwich and North Woolwich, and linking the North and South Circular roads across the River Thames.",
     "The ferry also provides an important link to the Docklands Light Railway.",
     "Ferry staff will be transferred from the London Borough of Greenwich to Serco under the Transfer of Undertakings (Protection of Employment) Regulations (TUPE) arrangements.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"London's river links\"}",
     "TfL's London River Services will continue to own and finance the Woolwich Ferry, while Serco will be responsible for maintaining and operating the boats and infrastructure.",
     "Andy Griffiths, Head of London River Services said: 'We are delighted that Serco has come on board to operate the Woolwich Ferry, a vital free service used by a million vehicles and two million passengers a year to cross the Thames.'",
     "Mike Tyrrell, Director of Serco's marine services business, said: 'We are proud to have the opportunity to operate the Woolwich Ferry.",
     "'It is a critical part of London's transport network, and we are looking forward to working with ferry staff to deliver improvements to the service, applying our experience in both marine operations and transport operations in London, most notably the Docklands Light Railway.'",
     "The timetable of the Woolwich Ferry service will remain unchanged.",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}