{
 "pageTitle": "Transport for London awarded highest equality rating",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London awarded highest equality rating",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "More accessible transport services and better employment practices recognised by award of Local Government Equality Standard Level 5 rating."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Our work does not end here and we will seek further improvements as we improve the accessibility of London's transport.",
     "Transport for London (TfL) has become the first transport authority in the UK to achieve a Level 5 rating for equality standards.",
     "The award was achieved by demonstrating real equality improvements in the delivery of its passenger services as well as its employment practices.",
     "The achievement of the highest possible rating results from work across the organisation to promote equality and diversity in the workplace, the continued delivery of major improvements to the accessibility of London's transport system and an innovative approach to ensuring that these best practice principles are enshrined in our procurement contracts.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Equality training\"}",
     "Improvements to the transport system include the operation of an entire fleet of low-floor buses and the continued investment in step-free access for Tube stations.",
     "TfL has also introduced dedicated equality training for all its employees and staff network groups have developed a more active support and development role.",
     "The Mayor of London, Boris Johnson, said: 'By achieving a five star equality rating, Transport for London has demonstrated its commitment to improving the accessibility of its transport services for all.",
     "'This achievement also acknowledges the importance TfL places on good employment practices for its staff whose hard work and dedication we rely on everyday.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Fully inclusive\"}",
     "London's Transport Commissioner, Peter Hendy, said: 'We are proud to be recognised for the progress we have made towards ensuring our services and employment practices are fully inclusive.",
     "'Our work does not end here and we will seek further improvements as we improve the accessibility of London's transport, make TfL a better place to work for all and ensure that our suppliers carry these practices forward.'",
     "On presenting the award, Lucy De Groot, Executive Director, Improvement and Development Agency, said: 'Transport for London is to be congratulated on reaching Level 5 of the Equality Standard and the award of the Equality Mark.",
     "'Its work on equality has demonstrated how embedding equality in the core business can add real value to the service it provides for London's diverse population and to create a representative work force where there are opportunities for all.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Good practice\"}",
     "'I hope that they will go on to work with IDeA and others in the public sector to share their learning and good practice.'",
     "At the beginning of 2008, Britain's leading gay equalities organisation, Stonewall, rated TfL sixth in the top 100 employers for lesbian, gay and bisexual staff in the country in their 2008 Workplace Equality Index.",
     "The annual Stonewall Workplace Equality Index is the definitive national benchmark of Britain's top employers of lesbian, gay and bisexual staff.",
     "It ranks the top 100 employers according to criteria including implementation of effective equality policies and how lesbian and gay staff, customers and service users are engaged with.",
     "In addition, TfL is regularly cited as an example of best practice for its supplier diversity procurement programme, which ensures all its suppliers have measures in place that promote diversity, equality and inclusion.",
     "{\"template\":\"bulletlist\",\"items\":[\"The Local Government Equality Standard comprises 5 levels and relates to all areas of an authority's work including service delivery and employment practice. It has four specific areas of activity:ul\",\"To achieve Level 5, an authority must show that:ul\",\"TfL has achieved the standard after a rigorous process of self assessment followed by independent review and verification carried out by the Centre for Local Policy Studies\",\"The comprehensive assessment process included a review of written evidence; face-to-face interviews with Chief Officers, senior managers and employees at all levels of the organisation as well as focus groups with customers and staff\",\"TfL attained Level 3 of the Equality Standard in March 2005\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}