{
 "pageTitle": "Transport for London unveils new air-conditioned Tube trains",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London unveils new air-conditioned Tube trains",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Mayor of London joined Transport Commissioner Peter Hendy today to unveil the new air-conditioned trains that will serve the Metropolitan line from 2010 and the Circle, District and Hammersmith \u0026 City lines from 2011."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "London is the coolest city on the planet and now we're getting the coolest trains too",
     "The new trains are part of Transport for London's (TfL) Investment programme.",
     "A mock-up of the new trains, which will serve around 40 per cent of the Tube network, will be on display at Euston Square Gardens for the public to view from Saturday 27 September to Thursday 2 October.",
     "Passengers will benefit from air conditioning, walk-through carriages, CCTV coverage in each carriage and improved accessibility.",
     "The Mayor of London, Boris Johnson, said: 'London is the coolest city on the planet and now we're getting the coolest trains too.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Superb trains\"}",
     "'After decades spent sweltering in tropical conditions on the Tube, in just two years time Londoners on the sub-surface lines will be able to use the first of these superb trains.",
     "'I can assure passengers who will use them that we hope rather than arriving at their destinations drenched in perspiration they will emerge cool as cucumbers and ready to enjoy all that the capital offers.",
     "'As well as keeping passengers cooler the new trains feel far more spacious, boast the latest CCTV systems and have been designed to make life much easier for disabled passengers.",
     "'When the full upgrade of our sub surface lines is complete, including the work improving signaling, capacity on these lines will be increased by over 45 per cent, which will mean less crowding and also mean we can cope with the continuing increase in passenger numbers.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Vital upgrade\"}",
     "Peter Hendy, Transport for London Commissioner, said: 'The new air-conditioned trains are part of vital upgrade works which will transform the oldest and complex lines on the Tube network - the Circle, District, Hammersmith \u0026 City and the Metropolitan lines.",
     "'When works are completed passengers will see faster, more reliable journeys and more trains per hour.",
     "'The new air-conditioned trains will be common to all the Underground's sub-surface lines and will help us deliver a better service to passengers, with improved accessibility, more space and enhanced security.'",
     "{\"template\":\"bulletlist\",\"items\":[\"Photos/ footage of the trains being built are available on request\",\"The new S-Stock train (for Sub Surface lines Metropolitan, District, Hammersmith \\u0026 City, Circle lines) will be on show at Euston Square Gardens in front of  Euston mainline station, and available for the public to view from Saturday 27 September to Thursday 2 October (except Sunday 28 September)\",\"The new sub-surface fleet is being built by Bombardier Transportation in Derby who will deliver a total of 191 trains\",\"The SSR lines carry one third of the Underground's passengers and covers 300km of track\",\"The first section of the Tube opened in 1863 between Paddington and Farringdon, and is still served in whole or in part by all four lines- the Circle, District, Hammersmith \\u0026 City and Metropolitan lines\",\"The District line upgrade has already delivered a full refurbishment of 75 of the existing ('D-stock')trains with renewed interiors, CCTV cameras inside the cars, passenger information displays, fire retardant seats and flooring and improved accessibility features such as tip-up seats to accommodate wheelchairs, buggies and luggage. This was completed in March 2008.The new fully air-conditioned and more accessible trains will operate on the line from 2013, with the full capacity increase of 47 per cent due to be delivered by 2018. Trains on the Wimbledon branch will be extended from six to seven cars by this date\",\"The first of the S-Stock trains will be delivered for testing in 2009 and the will start serving the Metropolitan line from 2010, with the full capacity increase of 49 per cent delivered by 2016\",\"New S-Stock trains will operate on the Circle and Hammersmith \\u0026 City lines from 2011. The increase in peak capacity is 49 per cent for both lines and is due to be completed by 2016\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}