{
 "pageTitle": "TfL asks shoppers to go green this Black Friday",
 "description": "TfL asks shoppers to go green this Black Friday",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2019",
   "url": "/info-for/media/press-releases/2019"
  },
  {
   "title": "November",
   "url": "/info-for/media/press-releases/2019/november"
  },
  {
   "title": "TfL asks shoppers to go green this Black Friday"
  }
 ],
 "title": {
  "title": "TfL asks shoppers to go green this Black Friday",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Using click and collect, green delivery slots and grouping deliveries can help reduce emissions on the capital's roads"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "TfL is asking businesses and consumers to consider greener options to get their items around London as the capital takes advantage of Black Friday offers and the festive shopping season begins.",
     "Lorries and vans are vital for London's economy as half of the value of household expenditure, around £79 billion per year, relies on road freight.  However, TfL data shows that increased van and lorry traffic, partly driven by online shopping, contributed to 29 per cent of harmful nitrogen dioxide emissions in central London alone in 2016.",
     "Nitrogen dioxide is a key contributor to London's toxic air, which is threatening the health of millions of Londoners.",
     "As retailers across the capital offer various options to reduce deliveries, it has never been easier to find ways to help reduce the impact of festive deliveries on London's air quality and congestion. Options include:",
     "{\"template\":\"bulletlist\",\"items\":[\"When ordering online, try a click and collect facility near home - shoppers can get their parcels delivered to a local store or use locker facilities to collect parcels. Click and Collect options can be found across London and by having parcels delivered near home, there is less need for vehicles to come into central London thereby reducing vehicle miles, emissions and road danger. It only takes a few moments to collect parcels and helps avoid missed delivery attempts\",\"Walk, cycle or use public transport to make the journey to and from local high streets - TfL services will run throughout the festive season (excluding Christmas Day) and off-peak fares in Zones 2-6 start at £1.50\",\"For festive food deliveries from supermarkets, check if they offer green slots outside peak hours or where they can group deliveries together and avoid several trips being made to the same area\",\"For essential car journeys, drivers should remember to turn off engines when parked or waiting in long queues of traffic and try to drive as smoothly as possible\",\"Shoppers with smaller parcels could cycle home using Santander Cycles. Santander Cycles is offering a discount of 25 per cent off annual memberships for Black Friday, which people can access by entering the code 'BlackFriday19' online\",\"TfL is also giving everyone free access to Santander Cycles for 24 hours throughout December, which includes all 30 minute journeys. Just enter the code 'SCXMAS2019' at the terminal or on the app\"]}",
     "Click and collect lockers are available at eight Tube stations across the capital and TfL has committed to opening more. TfL is also planning to make more land available for micro-distribution centres in key locations to support sustainable last mile deliveries in neighbourhoods across London, including by bike. Delivery company DPD opened an all-electric depot on TfL land earlier this year which serves a two square mile radius in the heart of Westminster. The depot is completely zero emissions for both incoming and last-mile deliveries.",
     "\u003cstrong\u003eAlex Williams, Director of City Planning said:\u003c/strong\u003e \"Black Friday is one of the busiest shopping days of the year and is a really important event for London's shoppers and retailers, but the rise in personal deliveries is affecting air quality in the capital and ultimately our health. Making a simple change like using click and collect or getting to the shops by public transport gives people greener ways of getting their bargains home, making a real difference to congestion on London's roads and air quality.\"",
     "TfL is also working directly with business improvement districts to change how they get items delivered. Since December 2017, TfL has invested more than £400,000 in new schemes to make deliveries more efficient, from enabling cycle freight to encouraging waste consolidation. Using TfL funding, businesses in Hammersmith set up a \"Parcels not Pollution\" service where local shoppers can have items delivered to a hub and couriered by bike the next day. In the first nine weeks since it was set up, 95 businesses and individuals have signed up for the service.",
     "\u003cstrong\u003eLivia Caruso, Business Engagement Manager, Hammersmith BID said:\u003c/strong\u003e \"With the large increase in deliveries across Black Friday, Cyber Monday and the festive period, swapping to electric cargo bikes is a more sustainable way to deliver items and reduce the number of freight vehicles on the roads in Hammersmith, particularly at peak times. Parcels Not Pollution offers local businesses, workers and residents a free and easy way to make a positive environmental choice for their shopping this Christmas.\"",
     "Notes to editors\u003cbr /\u003e•    More details about the Santander Cycles scheme is available here: \u003ca href=\"[ioID]#https://tfl.gov.uk/modes/cycling/santander-cycles\"\u003ehttps://tfl.gov.uk/modes/cycling/santander-cycles\u003c/a\u003e \u003cbr /\u003e•    The 'BlackFriday19' code for 25 per cent off annual memberships is valid on 29 November only\u003cbr /\u003e•    The 'SCXMAS2019' code is valid throughout December, one code per person. 30 minute journeys are included and users must dock cycles within 30 minutes to avoid being charged\u003cbr /\u003e•    To reduce unnecessary trips or reduce traffic, companies can use TfL's online personal delivery toolkits which give tips for more efficient deliveries and how to consider the environmental and financial impact of sending personal items to their places of work\u003cbr /\u003e•    For more information on delivery toolkits please see: \u003ca href=\"[ioID]# https://tfl.gov.uk/info-for/deliveries-in-london/delivering-efficiently/deliveries-toolkits\"\u003e https://tfl.gov.uk/info-for/deliveries-in-london/delivering-efficiently/deliveries-toolkits\u003c/a\u003e \u003cbr /\u003e•    For more information on how TfL is improving air quality please see: \u003ca href=\"[ioID]#https://tfl.gov.uk/corporate/about-tfl/air-quality\"\u003ehttps://tfl.gov.uk/corporate/about-tfl/air-quality\u003c/a\u003e \u003cbr /\u003e•    To find your local Click and Collect point see \u003ca href=\"[ioID]#https://clickcollect.london/\"\u003ehttps://clickcollect.london/\u003c/a\u003e \u003cbr /\u003e•    For more information on Hammersmith BID's Parcels not pollution scheme please visit: \u003ca href=\"[ioID]#https://hammersmithbid.co.uk/our-projects/cleaner-greener-town/parcels-not-pollution/\"\u003ehttps://hammersmithbid.co.uk/our-projects/cleaner-greener-town/parcels-not-pollution/\u003c/a\u003e \u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2019/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2019/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2019/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2019/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2019/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2019/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2019/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2019/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2019/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2019/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2019/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2019/december",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}