{
 "pageTitle": "Mayor's Roads Task Force sets out bold new vision for London's 21st century streets and roads",
 "description": "Vision to improve performance of road network and enhance public space, to support jobs, new homes and a more 'liveable' city New road tunnels could create better surface space and conditions for walking, cycling and urban realm Deliveries retimed outside",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2013",
   "url": "/info-for/media/press-releases/2013"
  },
  {
   "title": "July",
   "url": "/info-for/media/press-releases/2013/july"
  },
  {
   "title": "Mayor's Roads Task Force sets out bold new vision for London's 21st century streets and roads"
  }
 ],
 "title": {
  "title": "Mayor's Roads Task Force sets out bold new vision for London's 21st century streets and roads",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "This press release is published by Transport for London on behalf of the Roads Task Force."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "With road congestion in London costing the UK economy £4bn a year, we need a radical new plan to keep London moving, including new road links and tunnels.",
     "{\"template\":\"bulletlist\",\"items\":[\"Vision to improve performance of road network and enhance public space, to support jobs, new homes and a more 'liveable' city\",\"New road tunnels could create better surface space and conditions for walking, cycling and urban realm\",\"Deliveries retimed outside peak hours alongside well managed access for freight to support businesses, cut congestion and improve safety\"]}",
     "The Mayor's Roads Task Force (RTF) today (10 July) set out a bold new vision for the future of London's roads and streets, to ensure the Capital can cope with major population growth, support jobs and thousands of new homes, while remaining one of the most attractive, vibrant, accessible and competitive world cities.",
     "Every Londoner, business and visitor is affected by what happens on the city's streets and roads. 80 per cent of all trips made by people and 90 per cent of all goods moved in London every day are on roads.",
     "Streets also account for 80 per cent of London's public spaces. With London's population set to rise by a further 1.7 million to around 10 million by 2031, the demands on London's roads and streets from all users is only set to grow.",
     "Over the past year, the RTF has studied the challenges facing London's roads and the best examples of street management and urban design across the globe.",
     "It recognises that major improvements have been delivered in recent years, but calls on London to be bolder and embrace innovative solutions in future, at both the local and strategic, city-wide level.",
     "Increasingly, successful world cities are being measured on the environmental and design quality of their public space.",
     "The RTF calls for major investment to support not just the efficient and reliable movement of people and goods, but high quality roads, public spaces and revitalised high streets to improve the liveability of the capital and ensure it remains attractive and competitive among world cities.",
     "The RTF's bold new approach includes:",
     "{\"template\":\"bulletlist\",\"items\":[\"A world class public realm and re-imagined iconic streets and places, for example London Bridge, Oxford Street, Tottenham Court Road and King's Cross and in high streets, new developments and quarters across the Capital\",\"Roofing over arterial roads to create new surface space, reconnecting severed communities, while providing for strategically important freight and business traffic\",\"Changing the way goods and services are delivered, for example shifting HGVs and freight out of peak hours as seen during the London 2012 Games and switching deliveries to vans, bikes or powered two wheelers\",\"Embracing 'next generation' travel demand, to encourage a greater shift to more sustainable modes such as walking, cycling and powered two wheelers\",\"Efficient road links and tackling junction 'pinch points', which will support businesses, including tradesmen and small businesses reliant on vans, as well as access to suppliers and markets\",\"Even greater use of intelligent systems and technology, to reduce delays at traffic signals, smooth traffic flows and provide road users with the best possible real-time information to help plan journeys\",\"Enhanced road links and connectivity including new river crossings, to support new developments and unlock thousands of new homes\",\"Smarter charging for the use of road space, including tolling for new infrastructure\",\"New capacity for sustainable modes, including bridges for walking and cycling and more dedicated lanes\",\"More area-wide 20mph zones, to improve liveability and safety\",\"High levels of accessibility across transport modes, including recognising the role of the car particularly in outer London\",\"Good quality parking, for cars, bikes, Blue Badge holders and powered two wheelers\",\"Village-style streets in new developments, with good access for buses, walking, cycling and freight and 'car-lite' development.\"]}",
     "The RTF also called for studies to investigate the potential for tolled road tunnels to replace surface capacity that could be used to improve the public realm and public transport and to encourage more walking and cycling journeys, while also enabling a more efficient and reliable strategic road network.",
     "It is estimated delivery of the vision will require substantial, long-term investment of at least £30bn over the next 20 years, delivered through Transport for London (TfL), boroughs, central government, developers and other stakeholders working collaboratively.",
     "This is a comparable level of investment to that being made by other world cities and in London's vital Tube and rail networks, which must be maintained.",
     "The RTF exhorted the Mayor to adopt the vision and build a coalition of support to secure the means necessary to deliver it, unlocking development and growth, access to jobs and homes and ensure London's roads, streets and urban realm is fit for the 21st century.",
     "Mayor of London, Boris Johnson said: 'I welcome the Roads Task Force report and the bold approach it proposes for London's 21st century roads and streets.",
     "'It is in tune with my 2020 Vision, our plans on cycling and for investment in London's roads and streets.",
     "'For this great city to retain its global pre-eminence, it is essential we continue to invest and have the courage and vision to develop and drive forward innovative solutions.",
     "'This is a fantastic contribution and I look forward to working with partners, including those represented on the RTF, in taking many of these ideas forward.'",
     "David Quarmby, Chairman of the RAC Foundation and a RTF member said: 'This report is a remarkably successful attempt to deal head-on with the massive and conflicting demands for space on London's roads and streets.",
     "'Its ambitious vision to keep London's traffic moving while improving the quality of our public spaces for living, working and shopping, and promoting greater use of sustainable modes of travel will require political determination and substantial investment, comparable to that already committed for London's public transport.",
     "'London's road users - whether in cars, buses, vans, lorries, on bicycles, motorbikes and those who walk - should settle for nothing less.'",
     "David Leam, Infrastructure Director at London First, and a RTF member said: 'On rail, London is planning for future growth with bold projects like Crossrail 2.",
     "'We now need to be similarly visionary for London's roads. With road congestion in London costing the UK economy £4bn a year, we need a radical new plan to keep London moving, including new road links and tunnels.",
     "'Only in this way can we create the world class public spaces and revitalised high streets that will ensure London remains a globally competitive and attractive city.'",
     "Dr Alice Maynard, founder of Future Inclusion and a RTF member said: 'The changes proposed by the Roads Task Force will have a profound impact and have the potential to improve the lives of all Londoners.",
     "'The proposals on governance, in particular, will ensure that needs of all Londoners are addressed, as we invest and deliver improvements to our roads, streets and public spaces at the local and city-wide level.'",
     "Iain Simmons, Chair of the London Technical Advisors Group (LoTAG) and a RTF member said: 'This report and the vision that it sets out provides a wonderful opportunity for the boroughs and the City of London to work with the Mayor and Transport for London to shape, articulate and deliver world class streets throughout London.",
     "'The boroughs are fully aware of the living and moving needs of their local communities. This report, with its ten recommendations, not only identifies what needs to be done but also identifies how improving the governance and processes can play an important part in delivering change.",
     "'For the boroughs, the publication of this report is the start of a new way of working together towards a shared vision.'",
     "The RTF was set up by the Mayor of London, Boris Johnson in July 2012 to tackle the challenges facing London's roads and streets. It is an independent body that has brought together a wide range of different interests and expertise.",
     "What unites the RTF is the belief that London's roads and streets are a vital asset to the city that demand a long-term strategy and commitment to major investment.",
     "While spending on rail-based transport is often seen as 'good' or 'green', investment in roads is often viewed as 'bad' or 'unsustainable'. The RTF contends the reality is that quality streets and roads are vital for all users, including emergency vehicles, business, freight, buses, taxis, pedestrians, cyclists and powered two wheelers, as well as car drivers for whom there often isn't an alternative, particularly in Outer London.",
     "Streets are also where we live, our shopping and leisure destinations and constitute a major part of our urban realm.",
     "The RTF's vision therefore focuses on three core aims:",
     "{\"template\":\"bulletlist\",\"items\":[\"To enable people and vehicles to move more efficiently on London's streets and roads\",\"To transform the environment for cycling, walking and public transport\",\"To improve the public realm and provide better and safer places for all the activities that take place on the city's streets, and provide an enhanced quality of life\"]}",
     "TfL is responsible for London's strategic road network, which covers around five per cent of London's road network but carries around a third of traffic.",
     "London's boroughs are responsible for 95 per cent, or the vast majority, of the capital's roads and streets, including the High Roads, Local Streets and Town Squares at the heart of local communities and economies.",
     "To help TfL, London's boroughs and partners deliver its aims, the RTF proposes a new Strategic Framework to inform operational, policy and investment decisions.",
     "The framework includes a set of nine 'street-types', representing the variety of roles that streets and roads play in a well-functioning and successful city.",
     "It recognises that priorities differ depending on the location and use of a road or street and that trade-offs between the impact on different road users are sometimes inevitable.",
     "To assist the delivery of schemes on the ground, the RTF proposes a 'Toolbox' of options, including improvements to infrastructure, use of intelligent systems and technology, managing demand and relocated or enhanced capacity.",
     "The RTF recognises that the delivery of local schemes must be considered within the context of the overall, strategic management and operation of London's road network, to ensure it remains reliable and capable of supporting the efficient movement of people and goods as London's population continues to grow.",
     "Furthermore, the RTF recommends that TfL and all partners involved in the planning and management of London's road and street network ensure they have a culture, governance and resources fit for the purpose of delivering the RTF vision.",
     "Governance arrangements must monitor and ensure that new schemes, improvements and enhanced capacity meet the high standards of inclusivity and accessibility proposed by the RTF.",
     "TfL's Managing Director, Planning Michele Dix said: 'The RTF have researched what other world cities are doing to improve their road networks and urban realm, to remain attractive and competitive.",
     "'Their bold new vision underlines the need for major and sustained investment in London's road network in future.",
     "'It recognises the need for high quality public spaces and to balance improvements at the local level with that to keep London moving, functioning and able to support major population growth.",
     "'We will now look very carefully at the RTF's proposals and work with key stakeholders as we continue to invest in and improve the Capital's roads and urban realm.'",
     "TfL also today published its response to the RTF Report, 'Delivering the vision for London's streets and roads: TfL's response to the Roads Task Force', setting out how it intends to respond and take forward schemes and improvements to London's roads and streets in partnership with boroughs, developers and others.",
     "\u003cstrong\u003eNote to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The full Roads Task Force report, 'The vision and direction for London's streets and roads', an Executive Summary and TfL's report, 'Delivering the vision for London's streets and roads: TfL's response to the Roads Task Force', is available to \\u003ca href=\\\"http://www.tfl.gov.uk/roadstaskforce\\\"\\u003edownload\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2013/15890",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2013/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2013/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2013/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2013/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2013/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2013/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2013/16598",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2013/16698",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2013/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2013/16906",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2013/16962",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}