{
 "pageTitle": "Transport for London launches new cashless payments and cheaper season ticket prices across all of its car parks",
 "description": "The new cashless system has been developed to improve the payment technology available at TfL's car parking sites. This will provide car parking customers with the option to make their payments by phone, text, mobile websites and mobile applications",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2013",
   "url": "/info-for/media/press-releases/2013"
  },
  {
   "title": "July",
   "url": "/info-for/media/press-releases/2013/july"
  },
  {
   "title": "Transport for London launches new cashless payments and cheaper season ticket prices across all of its car parks"
  }
 ],
 "title": {
  "title": "Transport for London launches new cashless payments and cheaper season ticket prices across all of its car parks",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) has worked with NCP and Tech City company Adaptis Solutions to provide cashless payments, cheaper season tickets and multi ticketing options at all of its London Underground (LU) car parks from today (1 July 2013)."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The new cashless system has been developed to improve the payment technology available at TfL's car parking sites.",
     "This will provide car parking customers with the option to make their payments by phone, text, mobile websites and mobile applications through a system developed by Adaptis.",
     "The variety of payment options will provide drivers with a faster and simpler alternative to the current pay and display machines in operation at LU station car parks.",
     "The pay and display machines will remain in operation for customers who wish to continue with cash payments.",
     "There will be no transactional charges to customers who choose to use the new methods of payments.",
     "For the first time, season tickets will also be available at all of TfL's LU car parks along with multi ticketing options which will give customers flexibility and choice.",
     "Customers will be able to choose to pay for parking from three days up to a whole year.",
     "Season tickets will mean that customers only pay for 4.8 days of the seven day week if they opt for weekly, monthly, quarterly or yearly parking.",
     "Graeme Craig, Director of Commercial Development at TfL said: 'We are constantly looking at ways to improve the services we provide our customers and the development of the new cashless payment methods at our sites have been developed to make it easier and cheaper for our customers to pay for their car parking.",
     "'We will also be rolling out the flexibility of purchasing either season tickets or multi tickets as part of the improvements.'",
     "TfL already has considerably cheaper car parking charges across its network compared to the vast majority of alternative car parks.",
     "The average charge at LU car parks is £5.07 compared with an average of £8.26 at other local car parks for all day parking. All the revenue generated is reinvested into the car parks and the wider transport network to improve services for customers.",
     "Manni Marway, CEO, Adaptis Solutions commented 'We are delighted to have been awarded such an exciting and prestigious contract. The project will deliver cashless services in a truly innovative and integrated way, really highlighting the flexibility of the dash platform.'",
     "TfL has around 11,000 car parking spaces at over 60 LU stations, mostly in outer London boroughs.",
     "All of TfL's car parks are managed by NCP on behalf of TfL. Registration for the new system will be quick and easy and staff will be at the car parks assisting customers with the new systems over the next few weeks.",
     "Customers will also be able to set up an online account using the dash system supplied by Adaptis, enabling them to manage and monitor individual accounts online. A video can be viewed on the dedicated website where customers will also be able to set up an online account: \u003ca href=\"http://www.dashpark.com/tube\"\u003ewww.dashpark.com/tube\u003c/a\u003e ",
     "Derek Hulyer, NCP's Head of Operations for Rail, commented: 'We are always looking to improve our offerings for customers who want hassle free parking.",
     "'The introduction of the Adaptis cashless system means that we can offer this additional facility for those customers who want to use this service.  Customers can still also pay by cash, debit or credit card if they choose.",
     "'We have worked with Transport for London to make sure that all of the car parks we operate on their behalf are as easy to use as possible, allowing customers to be able to choose the payment method that best suits them.'",
     "TfL ensures that all of its car parks are maintained to the highest standards with full CCTV coverage at all the sites.",
     "Since August 2009, all station LU car parks managed by NCP on behalf of TfL have attained the Safer Parking Award status.",
     "The Safer Parking Scheme is designed to set a standard for car park operators to adhere to regarding the safety of the car park.",
     "These standards are assessed each year with all LU car parks maintaining their awards year on year.",
     "Members of the Source London charging network will also be able to charge their electric vehicles at 15 of the car parking sites which will have over 130 Source London charge points in place by Monday 8 July 2013.",
     "Annual membership for Source London is just £10, however, drivers will have to pay for the parking space to charge their vehicles.",
     "{\"template\":\"bulletlist\",\"items\":[\"Details of car parking charges can be found at \\u003ca href=\\\"tfl.gov.uk/roadusers/tubestationcarparks\\\"\\u003etfl.gov.uk/roadusers/tubestationcarparks\\u003c/a\\u003e \",\"Adaptis has developed dash, a leading transaction processing platform currently focused on the travel and transport markets. Dash allows merchants to accept payments from customers using a range of technologies including Web, Automated Telephone Payments (also known as IVR), SMS Text, Mobile Applications (iPhone, Android, BlackBerry and Windows Mobile) and Call Centres. Adaptis has successfully delivered solutions for parking, permits, ticketing and payments, boat moorings and taxi payments across the UK\",\"There will be no credit card charges as TfL is absorbing these costs\",\"Optional texts have a 10p charge which customers can choose to opt in for\",\"The 15 charge point locations are at: North Greenwich, Watford, High Barnet, Hounslow West, Loughton, Arnos Grove, Cockfosters, Snaresbrook, Oakwood, Blackhorse Road, Newbury Park, Chalfont and Latimer, Redbridge, Stanmore, and Rayners Lane\",\"Source London, the capital's electric vehicle charge point network and membership scheme, has now met the Mayor of London's commitment to provide 1,300 publicly accessible charging points\",\"TfL secured £750,000 funding from the Government's Plugged in Places Scheme to facilitate the electric vehicle charge points infrastructure within LU car parks. For more information about Source London, visit: \\u003ca href=\\\"http://www.sourcelondon.net\\\"\\u003ewww.sourcelondon.net\\u003c/a\\u003e \\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2013/15890",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2013/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2013/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2013/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2013/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2013/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2013/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2013/16598",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2013/16698",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2013/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2013/16906",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2013/16962",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}