{
 "pageTitle": "Transport for London recognises outstanding and inspirational staff at London Bus Awards",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2013",
   "url": "/info-for/media/press-releases/2013"
  },
  {
   "title": "July",
   "url": "/info-for/media/press-releases/2013/july"
  },
  {
   "title": "Transport for London recognises outstanding and inspirational staff at London Bus Awards"
  }
 ],
 "title": {
  "title": "Transport for London recognises outstanding and inspirational staff at London Bus Awards",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Outstanding customer service and actions above and beyond the call of duty were celebrated last night (Wednesday 17 July) at the London Bus Awards."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The awards honour London bus staff who have displayed outstanding commitment and professionalism during the course of their work.",
     "This was more important than ever in the last year as bus operating companies and inspirational staff contributed to London's success in hosting the world's largest sporting event, the London 2012 Games.",
     "There were seven awards presented, including to a bus driver from Barking who helped a baby who had stopped breathing, a team who provide exceptional engineering performance and the team from Transport for London (TfL) who helped keep buses moving during the Games.",
     "Leon Daniels, TfL's Managing Director of Surface Transport, said: 'The London Bus Awards are very special to me as they acknowledge the incredible and often unsung hard work of the thousands of bus drivers and support staff that help keep London moving.",
     "'London Buses are carrying record numbers of passengers and our staff continue to provide a fabulous service - these awards are celebrating this.",
     "'This is our way of thanking the drivers and other staff who go above and beyond the call of duty and show true dedication and commitment to their passengers.'",
     "The winners of this year's London Bus Awards are:",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Steve Sobers, Arriva (Enfield)\"}",
     "Actions above and beyond the call of duty - recognises those who have gone out of the way to assist others, rising to challenges calmly and remaining in control and cool under pressure",
     "Steve was driving his route 491 to North Middlesex Hospital when he noticed a young mother clearly in distress with a young baby in her arms standing outside the medical health centre.",
     "Clearly worried, but unsure what was wrong, Steve stopped his bus to see if could help to find that the baby had stopped breathing.",
     "Quick thinking Steve began administering mouth to mouth to the baby while kicking on the door of the health centre to raise the alarm.",
     "Mother and baby are now both well.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Jade Sanfelix, CT Plus (Ash Grove)\"}",
     "Big Red Book Award for outstanding customer service - recognises those who excel at all levels of customer service, putting the passenger first at all times in areas such as safety, accessibility and communications",
     "Jade's approach to customer service as a bus driver on route 153 is both genuinely inspiring and represents the very best in her industry.",
     "Jade is employed on a busy central London route and works hard to offer a warm and cheery welcome to put passengers at ease.",
     "Jade explains: 'If you can give great customer service, then you can really change people's minds about public transport.'",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Barking Garage, Stagecoach\"}",
     "Best Vehicle Care - recognises those who take pride in the condition of their buses setting the standard for cleanliness and providing a safe, comfortable, welcoming environment for passengers",
     "The team at Barking Garage has really focused on driving up performance using simple and effective measures, including solid engineering principles, and staff have a passion for service delivery.",
     "These factors, and a spirit to win,  have seen a significant improvement in engineering performance over the past two years.",
     "By improving inspection standards and performing rigorous audits there has been an annual reduction in lost mileage of around 23 per cent and a reduction in vehicle breakdowns of around 13 per cent.",
     "These tighter controls also ensured that the garage had 24 months of a perfect pass rate for vehicle MOTs and clear spot checks made by VOSA, one of the Department of Transport's safety agencies.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Bus Operations, TfL Games Time Boarding Team\"}",
     "On the road support for TfL staff - recognises the achievements of TfL staff who work well with passengers and consistently provide assistance and support",
     "During the London 2012 Games there were a number of events which took place on roads which impacted the bus network.",
     "To ensure the smooth running of the network, diversions and curtailments were carefully planned.",
     "The winning team's role was imperative as they worked on the ground preparing, erecting and removing diversion boards across London.",
     "Their efforts ensured the best possible support to drivers and officials and helped keep London's buses moving.",
     "The team was co-ordinated by Peter Skilton, with Gary Cooper, Derek Roberts and Glenn Michaels.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Euphema Wallace, Metroline (Cricklewood)\"}",
     "Big Red Book award for an Accessibility Champion - proactively demonstrates that they understand the barriers to travel for older/disabled passengers and ways they can address these to enable them to feel the bus is a reliable, convenient and accessible means of travel.",
     "Euphema has always been courteous and conscientious with a willingness to help.",
     "Due to this professionalism and exceptional levels of customer care shown for her passengers, Euphema was selected prior to the London 2012 Games to be a vehicle instructor and to train her colleagues in the different types of vehicle.",
     "Developing best practices on ways to help elderly or disabled passengers, Euphema became a focal point for advice from her colleagues during the Games.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Nadia Nobrega, Go Ahead (Stockwell)\"}",
     "Outstanding Newcomer - recognises those with less than two years experience in the industry who stand out from their peers",
     "When Nadia joined Go-Ahead she had extremely limited knowledge of the transport industry, having previously been employed as a Legal Secretary and a personal assistant.",
     "Nadia has really embraced her work and showed a natural flair for providing excellent customer service and a smile for her passengers every day.",
     "Nadia has received compliments from members of the public commenting on her lovely warm smile and patience, with independent assessments by TfL rating her driving as comfortable and smooth.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Catford Garage Green Team, Stagecoach\"}",
     "Environmental Champion - recognises those who have made a real change that goes above and beyond the company policy and 'business as usual' approach to sustainability and environmental issues within their organisation",
     "When Engineering Director Darren Roe arrived in 2010 he was determined to increase awareness of environmental issues and established 'Green Teams' at nine Stagecoach garages, one of which was at Catford.",
     "Some changes were major, such as changes to lighting and heating systems, but some were introduced at a local level, such as improved recycling of waste and tackling areas such as noise pollution.",
     "Darren signed up to The Big Switch Off initiative for Christmas and New Year in 2011 where all non-essential electrical equipment was turned off for the period.",
     "He introduced it again during the weekend of the Queen's Jubilee Weekend celebrations in 2012 and the result at Catford was remarkable, with a 25 per cent reduction in electrical consumption.",
     "The team was presented with a financial reward, which they donated to charity.",
     "This work at Catford has to the led to the initiatives being rolled out to the whole of Stagecoach UK.",
     "{\"template\":\"htag\",\"level\":\"h3\"}",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Photographs of winners are available on request\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2013/15890",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2013/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2013/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2013/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2013/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2013/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2013/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2013/16598",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2013/16698",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2013/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2013/16906",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2013/16962",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}