{
 "pageTitle": "Barclays Cycle Hire wins London Cycling Campaign Best Cycle Facility award",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Barclays Cycle Hire wins London Cycling Campaign Best Cycle Facility award ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Mayor's landmark cycling scheme, Barclays Cycle Hire, was last night awarded the London Cycling Campaign (LCC) award for the Best Cycling Facility."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The scheme has outstripped all of our expectations",
     "The award, presented by LCC, recognises projects that promote cycling in the Capital.",
     "Transport for London's (TfL's) Head of Projects, Mick Hickford, was on hand to accept the award which was presented to him during LCC's annual general meeting.",
     "Kulveer Ranger, the Mayor of London's Transport Advisor, said; 'The Mayor and I are delighted to hear that Barclays Cycle Hire has been handed this prestigious award.",
     "'The scheme has outstripped all of our expectations, is hugely popular and already very successful, I'm looking forward to seeing the scheme continue to grow and develop over the coming years.'",
     "Mick Hickford said; 'It was an honour to accept this award on behalf of everyone that has made Barclays Cycle Hire possible.",
     "'We are delighted that LCC are able to recognise the freedom the scheme provides to the many thousands of people that are already Barclays Cycle Hire members.'",
     "Asok Sinha, LCC Chief Executive Officer, said; 'The well deserved award for the Barclays Cycle Hire scheme reflects the wide popularity of the hire scheme and the fact that it makes the benefits of cycling accessible to thousands of people.",
     "'We look forward to the expansion of Barclays Cycle Hire so that even more people can enjoy cycling in our Capital.'",
     "More than 100,000 people have become members of the Mayor's flagship Barclays Cycle Hire scheme since it started almost four months ago.",
     "More than 1.6 million journeys have now been made on London's iconic blue bikes, with around 20,000 trips being made every weekday.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Barclays Cycle Hire, which is operated by Serco Limited on behalf of TfL, is the most sustainable and environmentally friendly form of public transport ever seen in the Capital\",\"Barclays Cycle Hire and Barclays Cycle Superhighways are building on the massive 117 per cent growth in cycle journeys on London's major roads since TfL was created in 2000\",\"Barclays Cycle Hire operates across central London. Docking stations and hire bicycles are currently available in Camden, City of London, Hackney, Islington, Lambeth, Kensington \\u0026 Chelsea, Southwark, Tower Hamlets, Westminster and several of the Royal Parks\",\"The categories for this year's LCC nominations were:ul\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}