{
 "pageTitle": "East London Transit scoops prize at UK Bus Awards",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "East London Transit scoops prize at UK Bus Awards",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "A 24-hour bus service which provides residents with quick links between Ilford and Dagenham has won a prestigious bus awards."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The Mayor's vision to improve the look and feel of the Capital is really starting to take effect",
     "The East London Transit (ELT), launched by the Mayor and Transport for London (TfL) in February, scooped the Infrastructure Award at the UK Bus Awards 2010, held in London on Tuesday 16 November.",
     "The scheme provides residents in Barking \u0026 Dagenham and Redbridge with a quick and direct link from Ilford to Dagenham Dock Station via Barking town centre.",
     "The ELT project has delivered a high-frequency bus service in a busy urban area, transforming the streetscape and improving traffic flow for all road users.",
     "The new highway design has regulated parking and loading, and delivered quicker journey times for bus passengers whilst improvements to the local environment have rejuvenated busy retail areas and improved accessibility to shops and services.",
     "New buses with the latest environmentally friendly technology and real time information are used on the routes.",
     "The judges were especially impressed by the clever way bus priority had been incorporated into areas and on roads that did not lend themselves to conventional methods, and how these had been brought together to provide a comprehensive scheme to assist bus flow, and give an attractive service to bus users.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Links between communities\"}",
     "Kulveer Ranger, the Mayor's Transport Adviser, said: 'We are thrilled with this award which recognises how the Mayor has delivered on his promise to provide better links between local communities and jobs.",
     "'Before this service was in place there was no local buses serving Dagenham dock.",
     "'This bus project, combined with improvements to roads and public spaces in the area, means the Mayor's vision to improve the look and feel of the Capital is really starting to take effect.'",
     "David Brown, TfL's Managing Director of Surface Transport, said: 'We are very pleased to have won the Infrastructure Award at this year's UK Bus Awards.",
     "'By working closely with the local boroughs we designed innovative ways to improve both the streetscape and the bus service.",
     "'We are delighted that the investment has been recognised with this award.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"ELT images available on request\",\"The ELT operates as two routes, EL1 and EL2, both routes began operating on 22 February 2010\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}