{
 "pageTitle": "Emergency repair works start on A406 Woodford Viaduct",
 "description": "A part of the carriageway has failed and, although it has been made safe, a permanent repair is required to prevent further damage and unplanned disruption.The failed part - known as an expansion joint - will be removed using a high pressure water jet to",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Emergency repair works start on A406 Woodford Viaduct ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Essential repairs on the southbound carriageway of the A406 Woodford Viaduct will be carried out by Transport for London (TfL) starting on Saturday 13 November and taking up to 12 days to complete."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We will be working around the clock wherever possible to get the work done as quickly as we can",
     "A part of the carriageway has failed and, although it has been made safe, a permanent repair is required to prevent further damage and unplanned disruption.",
     "The failed part - known as an expansion joint - will be removed using a high pressure water jet to cut out the joint in one section. A replacement will be installed and the road surface reinstated.",
     "This will extend the life of the flyover and reduce unplanned closures due to emergency repairs.",
     "This will help to keep traffic flowing smoothly through this key junction.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Essential works\"}",
     "The carriageway will be restricted to one lane in each direction via a contra-flow for the duration of the work.",
     "Garrett Emmerson, Chief Operating Officer, London Streets, said: 'I would like to apologise for any delays whilst these essential safety works are carried out.",
     "'We will be working around the clock wherever possible to get the work done as quickly as we can, and once complete the work will extend the life of the flyover and reduce unplanned closures in the future.'",
     "Although these essential emergency repair works will cause disruption, the flyover will not need to be closed entirely.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Traffic management measures\"}",
     "The flyover is a two lane dual carriageway (four lanes in total) and works will occur on two of the lanes while the other two remain open for traffic.",
     "This will require a contraflow arrangement to divert all traffic onto the opposing carriageway via suitable traffic management measures.",
     "This arrangement will be in place for the duration of the works.\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}