{
 "pageTitle": "If your minicab's not booked, it's just a stranger's car - new campaign warns Londoners of unbooked minicab danger",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "If your minicab's not booked, it's just a stranger's car - new campaign warns Londoners of unbooked minicab danger",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "A new thought-provoking campaign launches this week as part of the Safer Travel at Night (STaN) initiative to warn Londoners about the dangers of getting into unbooked minicabs."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Unbooked minicabs can be dangerous and it is simply not worth the risk",
     "STaN is a joint initiative between the Mayor, Transport for London (TfL), the Metropolitan Police Service (MPS) and the City of London Police (CoLP) who are working together to make travelling in London safer at night.",
     "The campaign aims to make the public, particularly women, aware of the dangers of picking up unbooked minicabs off the street, as well as informing them of the best ways to get home safely.",
     "Any minicab that isn't booked through a licensed minicab operator is dangerous and puts you at risk of attack, including sexual assault and robbery.",
     "Minicabs lined up outside pubs and clubs are breaking the law if they accept your fare without a booking being made first.",
     "You should not approach minicab drivers, and any minicab driver that approaches you on the street anywhere is acting illegally.",
     "Do not get in.",
     "The new STaN campaign includes the message 'If your minicab's not booked, it's just a stranger's car' and will be running throughout London from late November to coincide with the Christmas party period.",
     "It is a wide-reaching campaign that includes new posters, online messaging and adverts played in late night venues.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Know what you're getting into\"}",
     "In addition to this the 'Know what you're getting into' advert will be played in cinemas and on TV and information leaflets will be distributed to members of the public in hotspot areas.",
     "While STaN has been successful in reducing cab-related sexual offences by more than 20 per cent since it began in 2003 and reducing the demand for unbooked minicabs, there is still more work to be done.",
     "TfL and its policing partners are committed to improving the safety and security of cabs and are stepping up enforcement activity against unbooked minicabs in the lead up to Christmas.",
     "Officers from the Metropolitan Police Safer Transport Command (STC) Cab Enforcement Unit, Safer Transport Teams and TfL enforcement officers will be taking part in Operation STaN which aims to deter and disrupt illegal cab activity and get people home safely.",
     "The Deputy Mayor for Policing, Kit Malthouse said: 'Using unbooked minicabs can be dangerous and it is simply not worth the risk.",
     "'Many people think getting an unbooked minicab home at night is safer than using public transport, or waiting for a licensed, booked minicab, but this simply is not true.",
     "'Please don't get into a car with a potential criminal.",
     "'It could be a decision you regret for the rest of your life.'",
     "Steve Burton, Director of Community Safety, Enforcement and Policing (CSEP) with TfL, said: 'We are working with the police and other partners to make sure Londoners can enjoy their night out and get home safely.",
     "'Our advice to anyone travelling by minicab is to book it through a licensed minicab office, when the car arrives check it's for you by getting the driver to verify the booking details and always sit in the back.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Book it, check it\"}",
     "Chief Superintendent Joe Royle, STC, said: 'This is an extremely serious matter and we are working closely with TfL to deter and detect offenders and bring them to justice.",
     "'It is important that you never approach or accept a journey from a minicab driver off the street, whether they hold a TfL licence or not.",
     "'The Cab Enforcement Unit and Safer Transport Teams will be carrying out activity across London.",
     "'Any driver found touting will be arrested and licensed minicabs drivers will lose their TfL licence.'",
     "Jo Walker from the Suzy Lamplugh Trust added: 'The Suzy Lamplugh Trust fully supports the Safer Travel at Night campaign and urges the public to take the message on board.",
     "'You would never dream of the getting into a total stranger's car, so why would you use an unbooked minicab?'",
     "It is illegal for any minicab driver (even drivers licensed by TfL) to accept a fare without a booking made either over the phone, by email or at an office.",
     "Booking a minicab will ensure that there is a record of the journey and it will be carried out by a licensed driver in a licensed, insured car.",
     "Key tips on using minicabs:",
     "{\"template\":\"bulletlist\",\"items\":[\"Never approach a minicab on the street or accept a fare, they are acting illegally\",\"Always book so there is a record of your journey\",\"Only black cabs can pick passengers up on the street\",\"Book it, check it and always sit in the back\",\"To get three local cab numbers text 'CAB' to 60835\",\"Visit \\u003ca href=\\\"http://www.tfl.gov.uk/cabwise\\\"\\u003etfl.gov.uk/cabwise\\u003c/a\\u003e for more information\"]}",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}