{
 "pageTitle": "London Overground manager and passenger meetings will set out alternative travel for closures",
 "description": "The meetings will be held from mid November to early December at stations on the Stratford to Richmond and Clapham Junction lines, and aim to reduce inconvenience to passengers during the closures. The meetings will explain rail replacement services and",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Overground manager and passenger meetings will set out alternative travel for closures ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Sixty public meetings between London Overground managers and passengers will be held across the network to explain alternative travel options during a series of upcoming closures, Transport for London (TfL) announced today."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The meetings will be held from mid November to early December at stations on the Stratford to Richmond and Clapham Junction lines, and aim to reduce inconvenience to passengers during the closures.",
     "The meetings will explain rail replacement services and ticket acceptance on alternative routes.",
     "The closures are needed to complete a multi-million pound upgrade project by TfL and Network Rail due to be delivered by May 2011, which will increase capacity on London Overground services.\u003cbr /\u003eThe closures are:",
     "{\"template\":\"bulletlist\",\"items\":[\"Gospel Oak to Stratford from the evening of 18 December until 24 December 2010. There will be no service on the whole London Overground network on Christmas and Boxing Day, 25-26 December\",\"Richmond to Stratford and Shepherd's Bush to Willesden Junction, from 27 December until 3 January 2011\"]}",
     "Further shorter closures will be required during spring 2011 to complete the works by next May and the dates of these will be confirmed closer to the time.",
     "Works requiring weekend-only closures will carry on until mid-2011.",
     "The upgrade work involves the testing and commissioning of the signalling systems that were installed in early 2010, the installation of further signalling, and the completion of the refurbishment of several stations.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Overground upgrade\"}",
     "When the complete upgrade is finished in mid-2011, London Overground will run more frequent services providing greater capacity.",
     "Services from Stratford will run at eight trains per hour in the peak and six trains per hour in the off peak; with four trains per hour continuing to Richmond all day and four trains per hour continuing to Clapham Junction in the peak.",
     "In the off peak there will be a shuttle service of two trains per hour between Clapham Junction and Willesden Junction.",
     "Howard Smith, Chief Operating Officer of TfL London Rail, said: 'The benefits to passengers of the first phase of this massive upgrade are already being seen with the introduction of longer trains earlier this year.",
     "'It is necessary to close sections of the network to get the work done.",
     "'We are holding these public information sessions to ensure minimum inconvenience to passengers by giving them as much information as possible to make alternative travel arrangements.",
     "'The next closures will be much shorter in duration and we are doing all we can to minimise the disruption caused.",
     "'These are essential works that will help us unlock the true potential of the London Overground network, which is to offer a far more frequent Metro-style turn up and go service.'",
     "The improvement work is part of an upgrade that will see more than 200 signals, seven kilometres of track and 69 sets of points improved and 30 station platforms lengthened.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The meetings will be held in the morning (7:00-9:30) and evening peak (16:30-19:00) as follows:ul\",\"Two meetings will also be held at Homerton Hospital for staff\",\"Bus service frequency during the first closure will be as follows:ul\",\"Work to date has already delivered 1,102 metres of extra station platform at 17 stations on the North London Line, a new bridge deck at Camley Street rail bridge, more than 6km of track renewed between Camden Road and Dalston Kingsland stations during the closure earlier this year, 11 new sets of switches and more than 100km of new signalling cable installed\",\"Much work in support of this has also been undertaken including the replacement of Victorian drainage systems, retaining walls and the removal of large amounts of soil\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}