{
 "pageTitle": "LU sets out Tube services it intends to run despite strike",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "LU sets out Tube services it intends to run despite strike ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Some planned station closures, but a service expected to run on nearly all of London's Tube lines. Passengers should check before travelling by visiting tfl.gov.uk. Pointless strike will achieve nothing."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "As services begin on London's Tube network this morning, London Underground (LU) has outlined the range of services that it intends to operate today, despite the completely unnecessary strike action called by the leaderships of the RMT and TSSA unions.",
     "Despite the union leaderships predicting London's 'paralysis', LU was able to operate up to 40 per cent of its normal services during the last strike and carried well over a million people.",
     "Ninety-three per cent of all Oyster journeys were also undertaken across London's transport network.",
     "LU is committed to running as many services as possible today.",
     "Although there will be disruption and some stations will be closed, trains are expected to run on nearly all Tube lines.",
     "For example, on the Northern line LU intends to serve all branches.",
     "On the District line LU intends to run services between Ealing Broadway and Barking, and between Wimbledon and Whitechapel.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Trains expected to run\"}",
     "On the Central line LU intends to initially operate a service on the outer sections between Ealing Broadway/West Ruislip and White City, and between Epping/Hainault and Liverpool Street.",
     "This will help the many thousands of commuters travelling to and from work in central London.",
     "The intention is to change this service from 08:30 onwards and by 10:00 for trains to run through the central area serving stations between White City and Leytonstone only.",
     "Services will revert to the outer branches after about 20:00.",
     "The Circle line will not operate as most stations are served by other lines.",
     "LU will issue regular updates throughout the day as actual service levels become clear.",
     "Services may vary throughout the day and so passengers are urged to check before they travel to see how Tube services are operating and which alternative services are available at \u003ca href=\"http://www.tfl.gov.uk\"\u003etfl.gov.uk\u003c/a\u003e .",
     "Good services are operating on the bus network, Docklands Light Railway (DLR), and London Overground.",
     "Extra bus services have been provided, along with extra capacity for an additional 10,000 journeys on river services, marshalled taxi ranks, and guided cycle rides.",
     "Volunteers are on hand at bus, Tube, and rail stations to help passengers and distribute walking maps and other useful information.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Keeping Londoners moving\"}",
     "Mike Brown, Managing Director of LU, said: 'We are doing everything we can to get as many Tube services as possible operating today and to keep Londoners moving by providing extra buses, river services, and other alternatives.",
     "'Londoners will face some disruption, but we intend to run services on nearly all Tube lines, meaning that people will be able to get around.",
     "'This strike is completely pointless.",
     "'Under our plans all stations will continue to be staffed, and all stations with a ticket office will continue to have one.",
     "'The changes we're proposing to ticket office opening hours are in line with customer demand, so that our employees are deployed in those places and at those times where passengers most value their help and reassurance.",
     "'These changes come with a cast iron guarantee of no compulsory redundancies.",
     "'Yet the RMT and TSSA leaderships continue to try to disrupt Londoners despite the fact that more than half of these post reductions have already been settled.",
     "'One-hundred-and-fifty management and administrative staff are taking voluntary severance, leaving London Underground next week, and 300 vacant posts will simply not be filled.",
     "'It's not too late for the RMT and TSSA leaderships to see sense and call off this futile strike, and return to constructive talks.",
     "'All this strike will achieve is the loss of another day's pay for frontline staff, whose pockets are already being hit hard by the RMT's pointless overtime ban.'",
     "Customers are advised to check \u003ca href=\"http://www.tfl.gov.uk\"\u003etfl.gov.uk\u003c/a\u003e for the latest information on how services are running and for a range of travel tools to help plan an alternative route or method of transport.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}