{
 "pageTitle": "Mayor's flagship Barclays Cycle Hire to go live for casual users on 3 December 2010",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor's flagship Barclays Cycle Hire to go live for casual users on 3 December 2010",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Anyone at anytime will have instant access to the Capital's newest form of public transport."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "It is fantastic that the Barclays Cycle Hire scheme has not only proved incredibly popular but the system has shown itself to be rigorous and robust.",
     "The Mayor and Transport for London (TfL) today announced that the Mayor's flagship cycle hire scheme will go live to casual users on Friday 3 December 2010, allowing everyone instant access to thousands of Barclays Cycle Hire bikes throughout central London.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"First 30 minutes free\"}",
     "As of this date anyone with a Visa or MasterCard credit or debit card will be able to go to their nearest docking station and follow the simple on screen instructions at the terminal to release a bike. The bikes are available 24 hours a day; seven days a week.",
     "Once the user has purchased their access period (for either 24 hours or seven days) the first 30 minutes of any journey will be free of usage charges.",
     "Now the scheme has bedded in and has proven so popular the Mayor is keen to see it available for casual use.",
     "The Mayor of London, Boris Johnson, said: 'It is fantastic that the Barclays Cycle Hire scheme has not only proved incredibly popular but the system has shown itself to be rigorous and robust.",
     "'Now it has been thoroughly tried and tested by more than a hundred thousand members we are ready for the next stage where anyone who fancies taking to two wheels can do so in an instant with a simple swipe of their card.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Transforming travel\"}",
     "TfL's Managing Director of Surface Transport, David Brown, said: 'Barclays Cycle Hire is transforming the way we travel around the Capital.",
     "'The scheme is terrifically good value; around 95 per cent of all journeys made by Barclays Cycle Hire members have been under 30 minutes, which means that the vast majority of people using the scheme aren't paying any more than their 24 hour £1, seven day £5 or annual £45 access fees.'",
     "Deanna Oppenheimer, Vice-Chair, Global Retail Banking, CEO Western Europe and CEO UK Retail Banking at Barclays, said: 'Barclays Cycle Hire is transforming London.",
     "'By opening the scheme to casual users ahead of Christmas we will see thousands more Londoners, tourists and visitors to the Capital able to enjoy the benefits that it provides.'",
     "Becoming a Barclays Cycle Hire member still remains the fastest way to access a bike with no queuing at the on street terminals.",
     "UK residents can start using the cycle hire scheme as a member for just £4 - the cost of buying the membership key (£3) and their first 24-hour access period (£1). Currently the scheme has more than 100,000 members who have already made over 1.7 million journeys.",
     "Additional security anti-skimming devices will be fitted to all Barclays Cycle Hire terminals; this additional measure will ensure card readers are not tampered with in any way.",
     "The anti-skimming devices use industry leading software, designed to prevent anyone placing a skimming device on a terminal.\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors: \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}