{
 "pageTitle": "Mayor hops on his new bus for London",
 "description": "A life-size mock-up of the New Bus for London unveiled today has given Londoners the first glimpse of how the bus will look when it hits the streets in 2012.The Mayor of London, Boris Johnson, London's Transport Commissioner, Peter Hendy and the Secretary",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor hops on his new bus for London",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "This press release was originally issued by the Greater London Authority."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "I, for one, cannot wait to be launching the buses when they first enter passenger service",
     "A life-size mock-up of the New Bus for London unveiled today has given Londoners the first glimpse of how the bus will look when it hits the streets in 2012.",
     "The Mayor of London, Boris Johnson, London's Transport Commissioner, Peter Hendy and the Secretary of State for Northern Ireland, Owen Paterson MP, unveiled a full-size mock-up of the new bus at the London Transport Museum's depot at Acton.",
     "With the outside of the bus painted the famous red of London's buses and the interior decor taking inspiration from the old Routemaster, the full-size static mock-up has brought the designs to life and demonstrated how the bus will look.",
     "The life-size 3D translation brings the futuristic, cutting edge design to life and highlights its exciting features including the two staircases and windows following the smooth sweeping lines of the bus.",
     "The mock-up will be used to fine tune the design of the bus to make sure that the model that hits the streets is perfectly suited to the needs of Londoners.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"21st century London\"}",
     "Mayor of London, Boris Johnson, said: 'Standing on the rear platform of this delectable bus brings back a sense of nostalgia but conversely also demonstrates the quintessence of the latest technology and design, making this bus fit for 21st century London.",
     "'It is wonderful to see how those two-dimensional designs we unveiled in May have been forged into this amazing bus and I, for one, cannot wait to be launching the buses when they first enter passenger service in 2012.'",
     "Peter Hendy, London's Transport Commissioner, said: 'Producing the mock-up of the bus has been a vital part of the development process and provides the opportunity for people to have a hands-on experience when sharing their views of the bus.'",
     "The Secretary of State for Northern Ireland, Owen Paterson MP, said: 'This is a very exciting moment for London and for Northern Ireland.",
     "'All of us in Northern Ireland can be very proud of the fact that the New Bus for London will be collaboratively designed and built by one of our local, world-class companies, Wrightbus, and London-based Heatherwick design studio.'",
     "Mark Nodder, Group Managing Director of Wright Group, said: 'Finally seeing the design for this revolutionary new bus come to life is a real thrill for all of us.",
     "'We're excited to hear the reactions of stakeholders and future passengers as we complete this milestone in development and move nearer to production.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Key features\"}",
     "Wrightbus and Transport for London (TfL) have been working with Heatherwick Studio as a collaborative design partner taking the lead on the look and feel of the bus to support Wrightbus in the engineering design and development process.",
     "Thomas Heatherwick said: 'It's been an honour to have the chance to think about how to make a new bus that can genuinely improve the journeys of millions of Londoners, while at the same time contributing something meaningful to London's famous infrastructural and architectural landscape.'",
     "The bus will now be used to show key stakeholders and seek their views giving them a chance to look around the bus, get on board and test out some of the key features including the open rear platform.",
     "A prototype will be delivered late next year with the first five buses due to enter passenger service in early 2012.",
     "The New Bus for London is one of two key manifesto commitments on buses that were made by Boris Johnson ahead of the 2008 mayoral election.",
     "The unveiling of the mock-up is another significant step towards the delivery of a new bus for London.",
     "Significant progress is being made too on the removal of bendy buses from the streets of the Capital.",
     "From Saturday, route 18 will be operated by double-deck buses, delivering a more frequent service at peak times and weekends and improved passenger comfort with more seating.",
     "This is the second bus route to be 'debendified' in the last month, following the route 149 that saw the bendy bus banished in favour of double decks on 16 October.",
     "As bendy buses are removed, so too are the opportunities for fare evaders who once preyed upon theses routes.",
     "Once all 12 routes have been converted it is estimated that fare evasion will be reduced by around £5m annually.",
     "All bendy buses will be gone by the end of 2011.",
     "\u003cstrong\u003eNotes to editors: \u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}",
     "@this.ScriptBlock(\n        @script)"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}