{
 "pageTitle": "National Grid to carry out urgent works in Knightsbridge",
 "description": "The works, which are being done to safeguard the gas supply to a hotel, are being combined with repairs to a damaged sewer, in order to reduce the disruption they would have caused. 'While the sewer works are under way, National Grid will share the lane",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "National Grid to carry out urgent works in Knightsbridge ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "National Grid will tomorrow (13 November) begin urgent works by One Hyde Park, Knightsbridge."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The works, which are being done to safeguard the gas supply to a hotel, are being combined with repairs to a damaged sewer, in order to reduce the disruption they would have caused.",
     "'While the sewer works are under way, National Grid will share the lane restriction required for the sewer works to complete their works for the hotel's gas supply and start works to replace an ageing gas main along Knightsbridge.",
     "The works will run concurrently and although they will require the closure of one eastbound lane for around five weeks, bringing all of the work together has saved many more weeks of disruption for road users.",
     "TfL is also working to arrange for other utility works to be carried out in the lane closure at the same time, including works by Colt Telecoms.",
     "Garrett Emmerson, Chief Operating Officer, London Streets, TfL, said: 'We have worked very closely with National Grid to plan these urgent gas main repair works and will continue to press them to ensure they are undertaken as quickly as possible to minimise delays to our road users.  We would ask motorists to avoid the areas during peak hours if they possibly can.'",
     "National Grid Operations Manager, Simon Brown, said: 'National Grid is committed to playing its part in keeping London moving by ensuring we deliver our vital work as efficiently as possible.",
     "'We plan our work in close coordination with local councils and other agencies including TfL and our fellow utility companies.",
     "'Wherever practical we aim to carry out any work planned for the same area at the same time.",
     "'We also use minimum dig technology where possible and aim to keep Londoners informed of what we are doing.",
     "'Our repair teams are also committed to dealing with emergency and unplanned work as promptly as possible.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"National Grid will be working seven days a week at One Hyde Park. As a mark of respect, both sets of works will stop for an hour between 11:00 and 12:00 on Remembrance Sunday\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}