{
 "pageTitle": "Pupils design and build Tube station",
 "description": "Teams of pupils from the two schools received a brief and specifications to construct a station. Just like real architects and engineers designing a station, the girls had to consider factors such as security, step-free access and the environmental impact",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Pupils design and build Tube station",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Students from St Martin-in-the-Fields High School in Tulse Hill, Lambeth, and St Saviours and St Olave's School in Southwark rose to the challenge of designing and building an Underground station at Tube Lines' head office on Friday 5 November."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "It was a great way to help students understand how science, technology, engineering and maths are used in the real world",
     "Teams of pupils from the two schools received a brief and specifications to construct a station.",
     "Just like real architects and engineers designing a station, the girls had to consider factors such as security, step-free access and the environmental impact of building a station that would be used by thousands of customers a day.",
     "The 30 students from years eight and nine had a fictional budget of £1.5m and were able to purchase materials from an engineering store.",
     "When the station was completed they also had to produce a poster and do a presentation to promote their station's design and features.",
     "This project, which was designed by Tube Lines in partnership with the London Engineering Project which coordinates Science, Technology, Engineering and Maths (STEM) activities in schools in south and east London, shows Transport for London's (TfL's) commitment to working with the community.",
     "This learning activity was organised by Tube Lines, which was acquired by TfL in June.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Consider a career\"}",
     "Tube Lines is particularity interested in raising awareness of the variety of jobs in engineering to female students and encouraging them to consider a career in engineering to help address the current under-representation of women in the industry.",
     "Tube Lines' STEM ambassadors - volunteers with experience in the engineering industry who can inspire children about science, technology, engineering and mathematics - supported and advised pupils on their designs throughout the day.",
     "There were prizes for the best design, best poster and presentation and best teamwork.",
     "Michael Minta, Senior Project Manager at Tube Lines who judged the finished models, said: 'The designs that the students created were very impressive.",
     "'It was fantastic to see teams coming up with innovations and environmentally friendly ideas that have actually been explored or included in station upgrade projects delivered by Tube Lines.'",
     "Venu Appadoo, design and technology teacher at St Martin-in-the-Field High School, said: 'The event at Tube Lines was very inspiring.",
     "'My students really enjoyed it and learnt a lot about engineering and the kind of things that need to be considered when upgrading stations.",
     "'It was a great way to help students understand how science, technology, engineering and maths are used in the real world and the type of careers available to them in the future.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Tube Lines, a subsidiary of TfL, is responsible for the maintenance and upgrade of the infrastructure on the Jubilee, Northern and Piccadilly lines\",\"London Underground is undertaking a major programme of renewal as part of TfL's Investment Programme. This will inevitably result in some disruption for passengers, but TfL is working hard to provide information and alternative travel options. The work is essential to provide for London's growing transport needs now, and into the future. TfL is urging all Londoners and Tube, London Overground and Docklands Light Railway passengers to check before they travel at weekends, allowing extra journey time where necessary. Weekend travel news is available on \\u003ca href=\\\"http://www.tfl.gov.uk\\\"\\u003eTfL's website\\u003c/a\\u003e \",\"St Martin-in-the-Fields High School is one of the oldest schools in Britain and has technology college status. St Saviours and St Olave's School has a science college which shows their commitment to science\",\"Images are available on request\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}