{
 "pageTitle": "Route 18 is fifth in London to banish bendy buses",
 "description": "The bendy buses currently in service will be replaced by brand new double-deck buses, delivering improved passenger comfort with more seating and more frequent services at peak times and at weekends.On route 18 passengers will see the frequency of service",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Route 18 is fifth in London to banish bendy buses",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "On Saturday 13 November, the route 18 will become the fifth in the Capital to see bendy buses withdrawn, with future services operated by double-decker buses."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The Mayor is delivering on his promise to rid the Capital of these unwanted 18-metre monstrosities",
     "The bendy buses currently in service will be replaced by brand new double-deck buses, delivering improved passenger comfort with more seating and more frequent services at peak times and at weekends.",
     "On route 18 passengers will see the frequency of service during peak hours on Mondays to Fridays increase, with buses running every three to four minutes.",
     "On Saturday, the frequency will increase to every four minutes and Sunday services will run every six to seven minutes.",
     "The withdrawal of bendy buses from the streets of London was a Mayoral election pledge.",
     "The remaining bendy bus routes will be converted by the end of 2011.",
     "As bendy buses are removed, so too are the opportunities for fare evaders who once preyed upon these routes.",
     "Once all 12 routes have been converted it is estimated that fare evasion will be reduced by around £5m annually.",
     "Kulveer Ranger, the Mayor of London's transport advisor, said: 'The Mayor is delivering on his promise to rid the Capital of these unwanted 18-metre monstrosities.",
     "'With over 125 already banished from the streets we are on target to get rid of the remainder by the end of 2011.",
     "'As well as removing these unsuitable vehicles from the streets we will also be stopping fare evaders in their tracks saving millions in lost revenue every year.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The removal of bendy buses began on route 507, which converted to 12 metre single-decks on 25 July. Route 521 was converted to 12 metre single-decks on 1 September. Route 38 was converted on 14 November 2009 and  route 149 was converted on 16 October 2010. The remaining routes - 12, 25, 29, 73, 207, 436 and 453 - will convert by the end of 2011\",\"Route 18 will continue to be operated by First Centrewest London Buses Ltd\",\"Passengers will board via the front door and alight at the centre door, in common with all other double deck routes\",\"The service frequency was carefully planned to ensure that sufficient capacity is available to passengers\",\"Fare evasion on London's bus network in 2009 cost in the region of £32m\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}