{
 "pageTitle": "TfL Commissioner blasts Thames Water traffic chaos",
 "description": "The A10 Bishopsgate in London was unnecessarily gridlocked this morning due to utility company's failure to reinstate the carriageway surface after emergency repairs last night at the junction of Threadneedle Street. The repairs to the leaking main were",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL Commissioner blasts Thames Water traffic chaos ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "TfL Commissioner furious at Thames Water's failure to reopen the carriageway after overnight emergency works on the A10 Bishopsgate."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The A10 Bishopsgate in London was unnecessarily gridlocked this morning due to utility company's failure to reinstate the carriageway surface after emergency repairs last night at the junction of Threadneedle Street.",
     "The repairs to the leaking main were completed by 05:00 this morning, however, due to poor coordination of suppliers, the carriageway reinstatement was still on-going more than five hours later, causing serious disruption to traffic.",
     "Peter Hendy, London's Transport Commissioner, said: 'I'm furious that TfL has been let down on a number of occasions by Thames Water when it comes to reinstating emergency works on London's key Arterial roads.'",
     "'Any unnecessary disruption to London's roads is a broadside attack against our plans to smooth traffic flow across the Capital and I urge Thames Water to coordinate their works better to ensure they are working for London, not against.",
     "'This unnecessary disruption is clearly unacceptable and symptomatic of the frequent failure of the street works industry to pay due regard to the needs of road users in the timely completion of roadworks.'\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}