{
 "description": "The decision to utilise the Commercial Paper Programme reflects sound and innovative financial decision making by TfL to maximise investment in London's transport network.TfL is one of the first UK public bodies to establish a Commercial Paper",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL secures first short-term borrowing under its newly established £2bn Commercial Paper Programme",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London's (TfL's) Commercial Paper Programme established to secure an additional source of financing at competitive rates."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This innovative financial management will maximise investment in transport infrastructure at the lowest cost to fare payers and taxpayers",
     "The decision to utilise the Commercial Paper Programme reflects sound and innovative financial decision making by TfL to maximise investment in London's transport network.",
     "TfL is one of the first UK public bodies to establish a Commercial Paper Programme.",
     "TfL today confirmed that it has secured its first short-term borrowing under its newly established £2bn Commercial Paper Programme.",
     "The TfL Commercial Paper Programme has been established to provide TfL with an additional source of financing at rates that are competitive with, and currently more advantageous than, short-term rates offered by others including the Public Works Loans Board.",
     "TfL made its first issuance of commercial paper on 15 November 2010.",
     "The value of the short-term borrowing (three month) is £150m.",
     "TfL also updated its £5bn Medium-Term Note Programme in the summer as TfL is planning to become a more active issuer in the capital markets going forward.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"A first for TfL\"}",
     "TfL is the one of the first UK public bodies to establish a Commercial Paper Programme and is a further financial first for TfL.",
     "In 2004/05, TfL became the first UK local authority to raise finance on the capital markets independently of Government when it created a £3.3bn bond issuance programme.",
     "Steve Allen, Managing Director for Finance, TfL said: 'Transport for London is investing billions to upgrade the Tube, build Crossrail and deliver major improvements to the London Overground and Docklands Light Railway networks and this investment has been confirmed in the recent Comprehensive Spending Review with Government.",
     "'Following months of hard negotiations, the Mayor and TfL were able to safeguard the future of London's transport network through the Spending Review and secured continued agreement for TfL to borrow for capital investment.",
     "'We now need to finance this investment cost effectively and the establishment of a Commercial Paper Programme supplements our existing sources of finance including the Public Works Loans Board.",
     "'This innovative financial management will maximise investment in transport infrastructure at the lowest cost to fare payers and taxpayers.'",
     "To facilitate short-term Commercial Paper borrowing, TfL has sought credit ratings from both Standard \u0026 Poor's (S\u0026P) and Moody's.",
     "TfL has recently been awarded the highest short-term rating from S\u0026P (A-1+), Moody's (P-1) and Fitch (F1+).",
     "\u003cstrong\u003eNote to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\" \\u003ca href=\\\"http://www.tfl.gov.uk/corporate/about-tfl/investorrelations/1464.aspx\\\"\\u003eFurther information relating to the TfL Commercial Paper Programme\\u003c/a\\u003e \",\"TfL's borrowing programme reflects two key principles: borrowing must be for capital purposes only and not to fund operations; and the level of borrowing must be prudent\",\"TfL has taken a strategic decision to expand its sources of funding, to introduce a greater amount of flexibility and diversity to improve liquidity risk management. TfL borrows to finance its long-term capital investment programme\",\"The TfL Commercial Paper Programme will be used to manage the timing of longer-term debt issuance and to introduce an element of short-term flexibility into its borrowing structure. TfL currently anticipates building up Commercial Paper issuance gradually over the next four years\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}