{
 "pageTitle": "TfL's Lost Property Office brings Christmas joy to hundreds of children",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL's Lost Property Office brings Christmas joy to hundreds of children",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Up to 200 toys donated to The Salvation Army from the Lost Property Office. Toys are donated to families and children across south London"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The presents make a real difference to people who would otherwise be struggling at this time of year",
     "Transport for London's (TfL's) Lost Property Office is donating hundreds of brand new toys to The Salvation Army to give to disadvantaged children in south London over the Christmas period.",
     "The toys will appeal to children of all ages and range from soft toys and board games to sports equipment.",
     "The Salvation Army in Deptford, south London, will work with the local council to distribute the toys to families in need.",
     "Marilyn Voase, Property Section Manager at the Lost Property Office, said: 'TfL's Lost Property Office has been donating unclaimed toys to the Salvation Army for underprivileged children in London for four years now.",
     "'We donate the toys to help children have a present at Christmas who otherwise would not get one.",
     "'The idea came from a member of staff, Paul Farmer, and was supported by the rest of the staff who thought it would be nice to save up the unclaimed toys that are lost on the Tube, buses and black taxis and to donate them to this good cause.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"A real difference\"}",
     "Captain Kevin Stanbury of The Salvation Army's Deptford Community Centre, said: 'The Salvation Army is really grateful for Transport for London's support over the years.",
     "'The presents make a real difference to people who would otherwise be struggling at this time of year.",
     "'It's great to see the children's faces light up when they get the presents.",
     "'Transport for London's donation really does bring joy to so many people.'",
     "Around 1,000 items are handed in each day to the Lost Property Office.",
     "Over the years people have handed in many unexpected and unusual items including, Rolex watches worth more than quarter of a million pounds, £10,000 cash, human skulls, breast implants and a lawnmower.",
     "Currently four in 10 bags, mobile phones and valuables are successfully reunited with their owners.",
     "Unfortunately, a large number of people do not get in touch to enquire about their lost property meaning it can never be returned.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}",
     "{\"template\":\"bulletlist\",\"items\":[\"By calling 0845 330 9882 between 08:30 and 16:00, Monday to Friday (except Bank Holidays)\",\"By filling in the online enquiry form\",\"By faxing 020 7918 1028\",\"In person or by writing to:\\u003cbr /\\u003eLost Property Office\\u003cbr /\\u003e200 Baker Street\\u003cbr /\\u003eLondon\\u003cbr /\\u003eNW1 5RZ\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}