{
 "pageTitle": "Thames Water to carry out emergency works on A5 Edgware Road this weekend",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Thames Water to carry out emergency works on A5 Edgware Road this weekend",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "From 20:00 today (Friday 12 November), the A5 Edgware Road will be closed to all northbound traffic between Marble Arch and Burwood Place while Thames Water carries out emergency works to a burst water main."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "With a colder-than-average winter predicted, it is vital that we step up our leakage-reduction work",
     "Northbound traffic will be diverted from Bayswater Road to Lancaster Terrace and onto Sussex Gardens before returning to Edgware Road.",
     "Southbound traffic will not be affected.",
     "Transport for London (TfL) has asked Thames Water to work 24 hours a day to complete the works, with the exception of 11:00 to 12:00 on 14 November, when works will stop for an hour to mark Remembrance Sunday.",
     "Although Thames Water can't yet confirm how long the emergency works will last, every effort will be made to complete the works before the start of the Monday morning rush hour.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Sorry for the disruption\"}",
     "Garrett Emmerson, Chief Operating Officer, London Streets, said: 'We have worked very closely with Thames Water to coordinate these emergency works and will continue to press them to complete their repairs as quickly as possible to ensure that disruption is kept to minimum.'",
     "Jerry White, Head of Operational Control at Thames Water, said: 'Tackling leakage is a top priority for us and leaks like this need to be repaired as soon as possible.",
     "'With a colder-than-average winter predicted, it is vital that we step up our leakage-reduction work ahead of the chill to ensure we can stay on top of things.",
     "'We're sorry for the disruption this will cause but ask motorists to bear with us while we carry out this essential work.'",
     "TfL will also use the closure to carry out any necessary maintenance work to the road and have asked BT to bring forward planned cabling works on the carriageway so that their works can take place at the same time - saving road users from future disruption.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Necessary maintenance\"}",
     "Motorists will be informed of closures and diversions through roadside message boards and local radio broadcasts.",
     "TfL is working closely with Thames Water and Westminster City Council to ensure that disruption is kept to a minimum.",
     "TfL will use the closure to carry out any necessary maintenance work to the road and have asked BT to bring forward planned cabling works on the carriageway so that their works can take place at the same time - saving road users from future disruption.",
     "Motorists will be informed of closures and diversions through roadside message boards and local radio broadcasts.",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}