{
 "pageTitle": "Three-car trains increase capacity on DLR Stratford to Lewisham route",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Three-car trains increase capacity on DLR Stratford to Lewisham route",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Three-car trains have been launched on the Docklands Light Railway (DLR) from Stratford to Lewisham with the extra carriage increasing capacity by 50 per cent for each train during the morning peak."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The additional carriages will allow more than a thousand extra passengers to travel on this route every hour and mean less crowding at stations.",
     "The roll-out comes as demand for DLR services continues to grow and the network gets ready for the 2012 Olympic and Paralympic Games and an expected 500,000 people per day.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Improving journeys\"}",
     "Kulveer Ranger, the Mayor's transport adviser, said: 'Increasing capacity on the Docklands Light Railway is part of the Mayor's continued commitment to improve the journeys of those using public transport across the city.",
     "'We are improving the service for all Londoners who use the DLR on a regular basis and with the forthcoming Games we are determined to make sure everyone, visitors and residents, are able to travel to events quickly and comfortably.'",
     "Director of the DLR, Jonathan Fox, said: 'We are continuing to deliver an increase in capacity across the network as promised and local residents and passengers are now seeing the benefits of this.",
     "'The additional carriages will allow more than a thousand extra passengers to travel on this route every hour and mean less crowding at stations.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Investment in transport\"}",
     "Olympic Delivery Authority (ODA) Director of Transport Hugh Sumner said: 'The introduction of three-car trains on the Stratford-Lewisham line will deliver additional capacity before, during and after the Games.'",
     "'The ODA welcomes this upgrade as part of a £6.5 billion nationwide investment in transport associated with the Games, as the route will continue to be an important option for those with disabilities, people with luggage and parents with small children or pushchairs.'",
     "Three-car trains were introduced on the network's Bank to Lewisham route earlier this year.",
     "{\"template\":\"bulletlist\",\"items\":[\"During the morning peak, every other train will run a three-car configuration while in the evening and off peaks, the longer trains will run according to demand\",\"Fifty-five new carriages have been added to the DLR fleet to enable three-car operation. They have been delivered over the last two years at a cost of £100m and were funded by TfL (£80m) and the ODA (£20m)\",\"The DLR currently carried almost 70 million people a year and has a reliability figure of 98.6 per cent\",\"An all time record for passenger number was set earlier this month on 10 November (during the World Travel Market at the ExCeL) when 303,000 journeys were made on the DLR network - up 11 per cent from the same day last year when approx. 273,000 journeys were made\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}