{
 "pageTitle": "Work starts today on London's biggest cycle hire docking station",
 "description": "Work began today on a 124-space 'super' cycle hire docking station close to the main entrance of Waterloo station. The new station will be the biggest yet for the Mayor's flagship Barclays Cycle Hire scheme, which now has more than 100,000 members. Over",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Work starts today on London's biggest cycle hire docking station ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "A 124-space Barclays Cycle Hire docking station to be created at Waterloo station. More than 100,000 people are already Cycle Hire members."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Demand for bikes in the Waterloo area has been particularly high and the new 'super' docking station there is the first of a series that we are putting in",
     "Work began today on a 124-space 'super' cycle hire docking station close to the main entrance of Waterloo station.",
     "The new station will be the biggest yet for the Mayor's flagship Barclays Cycle Hire scheme, which now has more than 100,000 members.",
     "Over 1.3 million journeys have now been made on London's fleet of blue bicycles, with around 20,000 trips being made every weekday.",
     "Kulveer Ranger, the Mayor of London's Transport Adviser, said: 'For 100,000 people to sign up to use cycle hire in just twelve weeks has been simply sensational, but what we need to do now is to make sure it remains a simple and effective scheme for every user.",
     "'Demand for bikes in the Waterloo area has been particularly high and the new 'super' docking station there is the first of a series that we are putting in to help our ever increasing membership get around town.'",
     "The 124-space, and three-terminal, docking station at Waterloo should be operational by mid-December.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"New docking stations\"}",
     "It will be the largest of more than 50 additional docking stations that are being installed for Barclays Cycle Hire users by the spring.",
     "Over half of all cycle hire members are choosing to use the daily 'pay as you go' membership option, which allows UK residents to start using the scheme for just £4.",
     "The cost of buying the membership key (£3) and their first 24-hour access period (£1) is popular with those who want the option of cycling in central London but who may not want to use the scheme regularly.",
     "Around 40,000 people have opted to be annual members, with the £45 membership giving them access to the bikes for the equivalent of just 12p a day.",
     "TfL's Managing Director of Surface Transport, David Brown, said: 'While Londoners are embracing Barclays Cycle Hire, it's not just for those of us that live here; anyone with a UK address and bank account can sign up for their membership key and their first 24-hour access period for just £4.",
     "'After that you can pay as you go, so even if you're only in central London a couple of days a year it's still worth becoming a member and joining in the Capital's cycling revolution.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"A cycling city\"}",
     "Mike Goggin, Network Rail's Director of Stations and Customer Services, said: 'It is great news for the thousands of passengers who use Waterloo every day that they will soon be able to hire bikes and drop them off at the station.",
     "'Together with the recently upgraded bike parking facilities at the station, the arrival of the increasingly popular Barclays Cycle Hire will make it easier and more convenient than ever before for passengers to make their onward journeys by bike.",
     "'We support the Mayor's ambition to make London a cycling city and we will continue working with TfL to explore options for installing docking stations at other mainline stations to meet the increasing demand.'",
     "Barclays Cycle Hire is due to be opened up to casual users and visitors later this year.",
     "In the meantime, anyone who has a UK Visa or MasterCard debit or credit card can start using the scheme for as little as £4 - the total cost of a membership key and an initial 24-hour membership.",
     "People who sign up for a daily membership can choose to auto-renew, which means they can start a new 24-hour hire period whenever they want, by simply inserting their cycle hire key into a docking point and taking a bike.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The docking station will be installed next to the existing cycle parking facilities on Station Approach between the Victory Arch and central concourse entrances\",\"Once the new Waterloo docking stations are operational, Serco will no longer provide additional redistribution staff to stock or empty docking stations close to Waterloo station during morning and evening peak hours. However, the capacity of the new 124-space docking station means that similar numbers of hire bikes and docking points will be available to rail commuters who use the scheme\",\"A membership key costs £3 with membership costs at £1 for a 24-hour membership, £5 for seven days and £45 for an annual membership. The first 30 minutes of any journey is free. For more information on \\u003ca href=\\\"http://www.tfl.gov.uk/barclayscyclehire\\\"\\u003ehow to become a member \\u003c/a\\u003e of Barclays Cycle Hire and advice on how to use the scheme go to the Transport for London (TfL's) website\",\"The cycle hire scheme accepts Visa and Mastercard credit card and Visa debit/Electron. The scheme doesn't accept Maestro, Amex, JCB or Diners\",\"Examples of journeys that can be carried out within thirty minutes, taken from TfL's cycling Journey Planner, include:ul\",\"Members of the scheme must be at least 18 years old, and you need to be at least 14 years old to use the scheme\",\"Barclays Cycle Hire, which is operated by Serco Limited on behalf of TfL, is the most sustainable and environmentally friendly form of public transport ever seen in the Capital\",\"Barclays Cycle Hire and Barclays Cycle Superhighways are building on the massive 117 per cent growth in cycle journeys on London's major roads since TfL was created in 2000\",\"Barclays Cycle Hire operates across central London. Docking stations and hire bicycles are available in Camden, City of London, Hackney, Islington, Lambeth, Kensington \\u0026 Chelsea, Southwark, Tower Hamlets, Westminster and several of the Royal Parks\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}