{
 "pageTitle": "Battersea Bridge closes to buses over New Year to allow vital repair work",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Battersea Bridge closes to buses over New Year to allow vital repair work",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Battersea Bridge will close to all buses to allow vital structural repair work, from 0500 on Wednesday 28 December until 0500 on Tuesday 3 January 2006."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Buses affected will be routes 19, 49, 239, 319, 345, N19 and N31",
     "The buses which will be affected are routes 19, 49, 239, 319, 345, N19 and N31.",
     "The Bridge will remain open to pedestrians and cyclists throughout this time.",
     "Transport for London (TfL) today reminded motorists that 24-hour camera enforcement of Battersea Bridge will continue until works to repair the bridge are completed.",
     "Notices have also been signposted to keep local businesses and residents informed and the bus operators have been notified.",
     "The repair work to strengthen the structure was made necessary when it was hit by a barge in September.",
     "Although the Bridge will re-open to buses on 3rd January, it will remain closed to other vehicles until all the major work is completed, which is scheduled for the end of January 2006.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"The details of each route affected are:-\"}",
     "{\"template\":\"bulletlist\",\"items\":[\"\\u003cstrong\\u003eRoute 19 \\u003c/strong\\u003e \\u003cbr /\\u003eCurtailed to Beaufort Street, to stand on first northbound bus stop. Travelling via Kings Road, ahead, Kings Road, left, Edith Grove, left, Cheyne Walk, left, Beaufort Street to stand/stop.\",\"\\u003cstrong\\u003eRoute 49\\u003c/strong\\u003e towards Clapham Junction\\u003cbr /\\u003eFrom Beaufort Street, right, Cheyne Walk, left, Kings Road, ahead, New Kings Road, left, Wandsworth Bridge Road, ahead, Wandsworth Bridge, left, York Road, right, Falcon Road, and returns to normal route.\",\"\\u003cstrong\\u003eRoute 49\\u003c/strong\\u003e towards Shepherds Bush\\u003cbr /\\u003eFrom Falcon Road, left, York Road, right, Wandsworth Bridge, ahead, Wandsworth Bridge Road, right, New Kings Road, ahead, Kings Road, right, Edith Grove, left, Cheyne Walk, left, Beaufort Street and returns to normal route.\",\"\\u003cstrong\\u003eRoute 319 \\u0026 345\\u003c/strong\\u003e towards Chelsea (Terminate south side Battersea Bridge)\\u003cbr /\\u003eFrom Battersea Bridge Road, right, Parkgate Road, left to bus stand in Elcho Street.\",\"\\u003cstrong\\u003eRoute 319 \\u0026 345\\u003c/strong\\u003e towards Clapham Junction\\u003cbr /\\u003eFrom Elcho Street stand, left, Howie Street, left, Battersea Bridge Road and returns to normal route.\",\"\\u003cstrong\\u003eRoute N19 \\u0026 N31\\u003c/strong\\u003e towards Clapham Junction\\u003cbr /\\u003eFrom Beaufort Street, right, Cheyne Walk, left, Kings Road, ahead, New Kings Road, left, Wandsworth Bridge Road, ahead, Wandsworth Bridge, left, York Road, right, Falcon Road and returns to normal route\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}