{
 "pageTitle": "Big savings in 2006 by switching from cash for single journeys to Oyster",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Big savings in 2006 by switching from cash for single journeys to Oyster",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Passengers can reap big savings by switching from cash single fares to Oyster for cheaper and frozen single fares and daily price caps from 2 January next year."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "By switching to Oyster customers can really save on travel next year",
     "The new fares package is designed to encourage people to switch from cash to Oyster which is helping cut queues at Tube stations and speed up buses.",
     "{\"template\":\"bulletlist\",\"items\":[\"Examples of cheaper Oyster fares include:\\u003cbr /\\u003eInstead of paying £3 with cash, passengers making single journeys between 0700 and 1900 Monday to Friday in zones 2 - 6 on the Tube pay no more than £1.80 with Oyster, saving up to £600 a year if making 2 journeys a day, 5 days a week\",\"Instead of paying £1.50 with cash, passengers making single journeys on buses between 0700 and 0930 Monday to Friday will pay only £1 with Oyster, saving up to £240 a year if making 2 journeys a day, 5 days a week\",\"If travelling at any other time, the fare is only 80p, saving up to £340 a year for the same number of journeys\",\"Instead of paying £3 cash, passengers making single journeys zones 1-2 on the Tube between 0700 and 1900 Monday to Friday will only pay £2 with Oyster, saving up to £480 a year if making 2 journeys a day, 5 days a week.\"]}",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Travelcard fares\"}",
     "Travelcard fares will increase on average by inflation plus one per cent on Oyster and on the old-style paper ticket.",
     "Jay Walder, Managing Director of Finance and Planning at TfL said: \"Nearly half of passengers who pay cash fares to travel on London's buses, Tubes, DLR and tram are on their way to work.",
     "\"By switching to Oyster these customers can really save on travel next year.",
     "\"An Oyster card can be re-used for several years, plus it can be topped up online or over the phone, so there's no need to queue for tickets.",
     "\"The simple message is customers can spend more time and money enjoying what London has to offer by switching to Oyster.\"",
     "Jace Tyrrell, of New West End Company, said: \"The cheaper single fares, along with the convenience of Oyster means Londoners can spend more time enjoying the world-class events, attractions and restaurants and, most importantly, shopping in the West End - all of which make London the most vibrant city in the world.",
     "\"Londoners know that one of the most efficient means of travel is by public transport and, with these savings on single and capped fares, Oyster is the best way to pay.\"",
     "For passengers making several journeys on London's buses, Tubes, tram or DLR, pay as you go remains the best value.",
     "The Oyster card 'caps' the all-day fare at 50p less than the equivalent day Travelcard price.",
     "For all-day travel on buses and trams, the fare is capped at £3, 50p cheaper than the cash equivalent.",
     "For-all day travel on the Tubes, DLR and tram, the cap varies depending on mode travelled on, zones travelled in and time of journey.",
     "Free travel on buses and trams continues for under-16s next year and Oyster pay as you go offers great value for travel young people on the Tube and DLR.",
     "The fares increase will help continue the progress of TfL's 5-Year Investment Programme, the once-in-a-generation opportunity to borrow nearly £3bn to invest in London's transport.",
     "The new fares come into effect on 2 January 2006.",
     "{\"template\":\"bulletlist\",\"items\":[\"Customers can get / top up Oyster at: more than 2,300 local newsagents; all Tube station ticket offices; online at \\u003ca href=\\\"http://www.tfl.gov.uk\\\"\\u003ewww.tfl.gov.uk\\u003c/a\\u003e ; over the phone on 0870 849 9999; all London Travel Information Centres and at some National Rail ticket offices\",\"On the Tube, DLR and participating National Rail Services customers must touch in and touch out at the start and end of every journey to pay the right fare.\",\"Bus and tram customers must touch in only at the start of each journey\",\"Paying as you go (Pre Pay) does not apply at most National Rail stations.\",\"TfL has presented detailed proposals to the train operating companies to encourage take-up of Oyster in all London rail stations and has offered to finance installation costs for Oyster technology\",\"Child Oyster photo-card application forms are available at all Post Offices in Greater London and areas just beyond the boundary served by the London bus network.\",\"Young people can continue to apply between Christmas and the New Year during normal Post Office opening hours.\",\"Young people who are eligible, but haven't applied for free travel, are urged to do so as soon as possible as the old-style 11-15; 5-10 and Child photo-cards will not be valid from 2 January\",\"Customers who use Oyster pay as you go (Pre Pay) on the Tube and DLR can benefit from of Auto top-up, which automatically tops up your Oyster card with either £20 or £40 whenever the balance drops below £5\",\"Auto top-up will be extended to bus and tram passengers in 2006\",\"New West End Company is the elected voice of the West End business community, representing retailers in Bond Street, Oxford Street and Regent Street, London's premier shopping and leisure destination. Visit: \\u003ca href=\\\"http://www.newwestend.com\\\"\\u003ewww.newwestend.com\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}