{
 "pageTitle": "Brixton tube staff to become television stars",
 "description": "Starring in the series will be Mandy Sahota, 26 and Aston French, 49, who are both control room assistants at Brixton, along with Jose Monteiro, 49, a station supervisor.The episode charts the unexpected challenges and daily dramas they face every day on",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Brixton tube staff to become television stars",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground staff at Brixton station are set to star in ITV London's fly-on-the-wall documentary series \"The Tube\"."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The documentary series gives a glimpse behind the scenes of the UK's busiest transport network",
     "Starring in the series will be Mandy Sahota, 26 and Aston French, \n49, who are both control room assistants at Brixton, along with Jose Monteiro, \n49, a station supervisor.",
     "The episode charts the unexpected challenges and daily dramas they face every \nday on the Tube and how they affect its customers.",
     "Over 28,000 commuters travel through Brixton tube station every weekday \nmorning and viewers will be able to see what is involved in helping passengers \nget to their destinations safely, quickly and reliably - as well as what happens \nwhen things don't go to plan.",
     "The documentary series gives a glimpse behind the scenes of the UK's busiest \ntransport network and introduces us to some of the colourful characters that \nensure that over 3 million people travel by tube across the capital each \nday.",
     "Camera crews captured the highs and the lows on the system while filming over \na period of six months.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Series three\"}",
     "Hundreds of hours of footage have been edited to create eight fascinating \nepisodes.",
     "They provide an insight into some of the issues that influence the workings \nof one of the world's most famous transport networks, and how they affect \nLondoner's daily lives.",
     "This is the third series of \"The Tube\" documentary, which can be seen on \nThursday evenings at 7.30pm on ITV London and is repeated on Sky Travel.",
     "Check local guides for listings.",
     "If you would like to arrange photos or interviews please contact Siboniso Nkatazo at the press office on 020 7126 4141."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}