{
 "description": "With preparatory works well advanced, the ELLP remains on schedule to re-open in 2010 as part of the delivery of improved transport links that will be required to host the 2012 Olympic and Paralympic Games.The loan was signed in London by EIB",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "EIB Loan of £450m for East London Line Project in preparation for 2012 Olympic and Paralympic Games",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The European Investment Bank has signed a £450m (EUR 660m) loan to Transport for London (TfL), in support of the East London Line project (ELLP), a key component of the Mayor of London and TfL's £10bn 5-Year Investment Programme."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "New stations and Tube-frequency services will support the regeneration of some of London's least well-off areas",
     "With preparatory works well advanced, the ELLP remains on schedule to re-open in 2010 as part of the delivery of improved transport links that will be required to host the 2012 Olympic and Paralympic Games.",
     "The loan was signed in London by EIB Vice-President Peter Sedgwick and Jay Walder, Managing Director, Finance and Planning, at TfL.",
     "An integral part of the team in London's successful bid to host the 2012 Games, TfL developed an Olympic Transport Plan based on the principle spectator use of public transport, walking, or cycling options during the Games.",
     "The ELLP will improve connections for South East, East and North East London and provide an interchange with the Jubilee Line that will be key to serving the Olympic Park during the 2012 Games.",
     "The existing East London line provides services between Shoreditch and New Cross/New Cross Gate.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Phase 1\"}",
     "The ELLP Phase 1 will upgrade and lengthen this line to provide a significantly improved 'Metro' service using larger, longer trains over an extended 25km route running north to Dalston via Shoreditch, Hoxton and Haggerston, and south to New Cross, Crystal Palace and West Croydon.",
     "The line was originally constructed in 1869, and includes the Thames Tunnel, the first such structure ever built in the world.",
     "Speaking at the signature, EIB Vice-President Peter Sedgwick remarked that \"This loan represents a key project for the EIB, providing support to sustainable urban transport.",
     "\"The Bank extends congratulations and support to the Mayor of London and the Greater London Authority in its role as host to the 2012 Olympics - a monumental event which will doubtless act as a catalyst to urban regeneration in East London and the development of the Thames gateway.\"",
     "Jay Walder, from TfL, said \"I am delighted to be signing this deal on behalf of TfL today.",
     "\"The EIB loan will help fund the main construction phase of the East London line project as part of TfL's £10bn 5-Year Investment Programme.",
     "\"The extended line will open in 2010 with new stations and Tube-frequency services that will support the regeneration of some of London's least well-off areas as well as playing a significant part in our transport plans for the 2012 Olympic and Paralympic Games.\"",
     "The ELLP is expected to have significant long-term impacts across east London, improving accessibility and mobility, particularly for areas of inner east and south London.",
     "ELLP will directly serve some of the least well off areas of London, including more than 75,000 people living in some of the \"most deprived\" wards in London.",
     "Improving transport links to those areas offering more employment opportunities is essential to improve social inclusion. The ELLP will enable local residents to explore a wider range of employment and leisure opportunities across London.",
     "The ELLP will also improve links to a wide range of services including hospitals, higher education, primary and secondary schools, museums, theatres and cinemas, also promoting increased use of public transport.",
     "ELLP is expected to have a significant impact on regeneration along the line of route, including the Opportunity Areas of Bishopsgate and Whitechapel, where substantial development and regeneration attracting private sector funding is expected.",
     "{\"template\":\"bulletlist\",\"items\":[\"\\u003cstrong\\u003eEIB Background information\\u003c/strong\\u003e In addition to supporting the East London Line, EIB has been heavily involved in Olympic infrastructure development through its role as a significant lender to London and Continental Railways (LCR) for the development of the Channel Tunnel Rail Link (CTRL).\",\"The CTRL will provide the route for the 'Javelin' service between London St. Pancras and Stratford stations.\",\"European-wide, EIB support for the urban transport sector amounted to EUR 10.7bn of direct financing, with an overwhelming 92 per cent for public transport projects.\",\"Further information on this topic is available in the brochure \\\"The EIB's role in financing sustainable urban transport projects\\\" which is posted on the Bank's website \\u003ca href=\\\"http://www.eib.org\\\"\\u003ewww.eib.org\\u003c/a\\u003e under \\\"publications (update 7/09/2005).\",\"\\u003cstrong\\u003ePress Contacts\\u003c/strong\\u003e \\u003cbr /\\u003eTfL Press Office : William Parkes, tel : +44 (0)20 7126 4875, e-mail : \\u003ca href=\\\"mailto:williamparkes@tfl.gov.uk\\\"\\u003ewilliamparkes@tfl.gov.uk\\u003c/a\\u003e \\u003cbr /\\u003e\\u003cstrong\\u003eEIB Press Office\\u003c/strong\\u003e , Sabine Parisse, tel. (+352) 4379-2146, e-mail \\u003ca href=\\\"mailto:s.parisse@eib.org\\\"\\u003es.parisse@eib.org\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}