{
 "pageTitle": "Jubilee line services in December",
 "description": "If you commute or are going to London for Christmas shopping or a festive treat, plan your Tube journey carefully.There will be a reduced Jubilee line service from mid-December and it will be closed completely for five days after Christmas Day.In order to",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Jubilee line services in December",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "We ask passengers to understand that we need to reduce the Jubilee line service in December to help delivery of the improved service",
     "If you commute or are going to London for Christmas shopping or a festive treat, plan your Tube journey carefully.",
     "There will be a reduced Jubilee line service from mid-December and it will be closed completely for five days after Christmas Day.",
     "In order to ensure a safe and reliable introduction of longer seven-carriage trains on the Jubilee line, London Underground (LU) will gradually reduce the existing Jubilee line six-carriage service from 11 December 2005 and close the line entirely for five days between 26 and 30 December.",
     "A replacement bus service will be in operation when the line is closed.",
     "Last May, the Mayor of London, Ken Livingstone, announced that the Jubilee line would receive a real boost with longer trains.",
     "From January 2006, an extra seventh carriage will be added to all Jubilee line trains, boosting passenger capacity by 17 per cent. Four new trains will also be added, increasing the train fleet from 59 to 63 trains.",
     "The improvements are due to be delivered by Tube Lines.",
     "All the improvements are part of Transport for London's (TfL) £10bn 5-Year Investment Programme to improve and expand London's transport network.",
     "George Iacobescu, Chief Executive of Canary Wharf Ltd, said: \"I would like to welcome the introduction - ahead of schedule - of a seventh car on the Jubilee line trains, which will be a significant step in the ongoing process of increasing the Jubilee line service.",
     "\"We need this type of delivery and investment in transport to meet the needs of London's fast-growing business district.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Minimum impact\"}",
     "\"We are pleased that London Underground and Tube Lines have planned ahead to deliver this project with the minimum of impact on businesses and look forward to working with them on more improvements to the line in the coming years.\"",
     "George McInulty, LU's Jubilee line Service Director said: \"This extra seventh car will be a real boost to all Jubilee passengers, increasing capacity by nearly a fifth across the whole line, or an extra 6,000 passengers in both directions every morning and evening peak.\u003cbr /\u003e\u003cbr /\u003e\"We ask passengers to understand that we need to reduce the Jubilee line service in December 2005, to help us ensure a smooth, safe and reliable delivery of the improved seven-carriage service in January 2006.",
     "\"This is because six- and seven-carriage trains cannot be run at the same time and to ensure rigorous testing of the trains and signalling system prior to their introduction into passenger service.",
     "\"The new seven-carriage train Jubilee line service will then be gradually introduced in early January 2006.",
     "\"We've chosen to reduce the service in December and close the line over Christmas as this is the time of the year when the Tube is most lightly used.",
     "\"Replacement bus services will be in operation when the line is closed.\"",
     "Currently, the Jubilee line capacity is approximately 33,000 people per hour in both directions when running 24 hour trains per hour.",
     "With the introduction of seven-carriage trains and an extra four trains, LU will be introducing a new timetable in January 2006.",
     "This will allow it to meet rising Jubilee line passenger demand and enable 39,000 passengers per hour to be carried.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Special timetable\"}",
     "A special Jubilee line timetable will be operated during December 2005 and January 2006 as follows:",
     "\u003cstrong\u003eSunday 11 to Saturday 24 December 2005 inclusive:\u003c/strong\u003e ",
     "The peak service offered on the Jubilee line will be reduced as six-carriage trains are progressively withdrawn from service to be converted into seven-carriage trains.",
     "All trains in passenger service during this period will be six-carriage trains.",
     "\u003cstrong\u003eSunday 25 to Friday 30 December 2005:\u003c/strong\u003e ",
     "During Christmas Day, when the whole of the Tube network is closed and for t",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL is investing £10bn over the next five years to improve and expand London's transport network, more than half of that in the Tube\",\"Tube Lines is responsible for the maintenance and renewal of the Jubilee, Northern and Piccadilly lines\",\"LU has exercised a Specified Right in the PPP contracts to get from Tube Lines the delivery of a seven-car Jubilee line train service in 2006, rather than as part of the full line upgrade in 2009\",\"Tube Lines is due to deliver a full line upgrade of the Jubilee line in 2009, increasing its capacity by 45 per cent\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}