{
 "pageTitle": "London Underground 7200 Project celebrated",
 "description": "The event will commend the 7200 LU staff who have achieved the City \u0026 Guilds NVQ in Rail Transport Operations. The ceremony will also officially award Barnet College and Four Counties Training's Rail Competence Centre with full Centre of Vocational",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Underground 7200 Project celebrated",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Skills Minister at the Department for Education and Skills, Phil Hope MP, will be joining London Underground (LU), Barnet College, Four Counties Training and City \u0026 Guilds to celebrate the completion of the Learning and Skills Council (LSC) funded 7200 Project."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We value our staff and this programme gives them the recognition they deserve",
     "The event will commend the 7200 LU staff who have achieved the City \u0026 Guilds NVQ in Rail Transport Operations.",
     "The ceremony will also officially award Barnet College and Four Counties Training's Rail Competence Centre with full Centre of Vocational Excellence (CoVE) status.",
     "It will be held in Portcullis House, Houses of Parliament, on 5 January, commencing at 1500.",
     "The 7200 Project puts LU at the forefront of staff development and training in the rail sector.",
     "The bespoke NVQ Level 2 programme implemented some of the key principles of the Government's Skills Strategy, namely developing a demand-led approach to improve skills and offering businesses greater choice and flexibility in their training provision.",
     "Iain Smith, LU's Head of Operational Skills, said: \"LU staff work hard to deliver a safe, clean and reliable Tube service every day.",
     "\"We value our staff and this programme gives them the recognition they deserve for delivering the highest levels of customer satisfaction ever seen on the network.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Skills development\"}",
     "Barnet College and Four Counties Training have years of experience working with the rail sector to develop skills and improve business performance.",
     "However, it was their work with LU that earned them full CoVE status in Rail Competence - the second rail CoVE to be awarded in London and third nationwide.",
     "David Hughes, Regional Director, LSC London, said: \"I would like to congratulate the partnership on being awarded the Rail Competence CoVE.",
     "\"Businesses in London face increasing pressure to keep up in a competitive market. CoVEs work closely with business and industry to deliver industry-relevant provision of a high standard, which helps to ensure people can get the skills they need to succeed in this economic climate.\"",
     "Dave Tabernacle, Director of Work Related Learning for Barnet College, said: \"Working with the rail industry is a key feature of the college's strategic plan and an area we have been working within for a number of years now.",
     "\"The awarding of the CoVE is a fantastic recognition of our work and, more importantly, our success in recognising and responding to employer and employee needs, and helping develop and improve business performance.\"",
     "Commercial Director of Four Counties Training, Chris Brandreth, said: \"The strategic partnership between Barnet College, Four Counties Training, City and Guilds and LU is such a success because we all bring different essential ingredients to it.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Important landmark\"}",
     "\"Co-operation is assured because we all need each other's input.\"",
     "Chris Humphries, Director General of City \u0026 Guilds, said: \"This project is a perfect exemplar of how a partnership between a leading edge employer, high quality training providers and an awarding body like City \u0026 Guilds, can work to create an exceptional win all round for industry employer and employees - with the bonus in this case of huge benefits to the travelling public.",
     "\"Congratulations to Barnet College and Four Counties Training for this well deserved recognition as a CoVE.\"",
     "The culmination of the 7200 Project is not the end of the training or the unique partnership between LU, Barnet College Four Counties Training and City \u0026 Guilds.",
     "It is the target figure originally agreed with the LSC and consequently an important landmark in an unprecedented rail competence training programme.",
     "{\"template\":\"bulletlist\",\"items\":[\"To mark this success an award ceremony has been organised on the 5 January 2006 at the Atlee Suite in Portcullis House, House of Parliament starting at 3pm.  If you would like to attend, please contact Debbie Churchman on 020 8840 5132 or \\u003ca href=\\\"mailto:debbie.churchman@fct.uk.com\\\"\\u003edebbie.churchman@fct.uk.com\\u003c/a\\u003e . If we do not receive prior notification of attendance, entry will be denied in line with security procedures in place at the Houses of Parliament\",\"The LSC exists to make England better-skilled and more competitive. We are responsible for planning and funding high-quality vocational education and training for everyone. We have a single goal: to improve the skills of England's young people and adults to world-class standards. Our vision is that by 2010, young people and adults in England have the knowledge and skills matching the best in the world and are part of a truly competitive workforce. Established in 2001, we work nationally, regionally and locally from a network of offices across the country\",\"Situated in north London, Barnet College is the 10th largest further education college in England. It operates out of five main centres - High Barnet, New Southgate, Colindale, North Finchley and Hendon - as well as numerous outreach centres.  The College offers over 2,000 courses including academic, professional, vocational and general interest courses, and educational and training opportunities at all levels from pre-foundation to degree level courses.  Barnet has approximately 24,000 students and 1,500 staff. It serves a catchment area of some two million people and also welcomes students from Europe and across the world\",\"Four Counties Training Ltd was established in 1993 and is based in Ealing, London. FCT provides services associated with competence assurance and training and assessment of people.  The main areas of activity are:\\u003cbr /\\u003eul\",\" \\u003ca href=\\\"http://www.cityandguilds.com\\\"\\u003eCity \\u0026 Guilds\\u003c/a\\u003e is the UK's leading awarding body for work related qualifications. In total, the charity awards 1.3 million certificates to learners each year on over 500 subjects ranging from business support services to catering, management skills to manufacturing. City \\u0026 Guilds works with over 8,500 training providers, employers and FE colleges worldwide.\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}