{
 "pageTitle": "Mayor opens Docklands Light Railway London City Airport extension",
 "description": "They were joined by Colin Jackson, star of BBC's Strictly Come Dancing and a champion hurdler, Lord Coe and Olympic Gold medallist Denise Lewis.The London City Airport extension runs from Canning Town to King George V station at North Woolwich via London",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor opens Docklands Light Railway London City Airport extension",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Mayor of London Ken Livingstone and Minister for Transport Karen Buck today opened the Docklands Light Railway extension at the new London City Airport station."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "They were joined by Colin Jackson, star of BBC's Strictly Come Dancing and a champion hurdler, Lord Coe and Olympic Gold medallist Denise Lewis.",
     "The London City Airport extension runs from Canning Town to King George V station at North Woolwich via London City Airport, and will play an important part in London's transport plans for the 2012 Olympic Games.",
     "The line has four new stations which now connect local and airport passengers direct into the Tube system at Canning Town.",
     "Mayor Ken Livingstone, said: \"The Docklands Light Railway City Airport extension is a vital new transport link which has been delivered on time and on budget.",
     "\"We are now starting to see the benefits of Transport for London's £10bn 5-year Investment Programme.",
     "\"In December we will be expanding the capacity of the Jubilee line with another carriage on every train.",
     "\"The Docklands Light Railway extension will open up access to jobs and housing in the local area\".",
     "The 8,000 residents living on the route will have three new stations at West Silvertown, Pontoon Dock and King George V, providing better access to jobs and leisure facilities as well as generating more custom for local businesses.",
     "Passengers flying in and out of London City Airport will also enjoy faster, easier and cheaper journeys into Canary Wharf, the City and central London.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Key transport milestones\"}",
     "Lord Coe, Chairman of London 2012, said: \"Having only last week agreed with the International Olympic Committee the key transport milestones towards 2012, this is timely and impressive evidence of London's ability to deliver on its promises.",
     "\"London will be ready to host an outstanding Games with progress of other key transport schemes already well underway\".",
     "Karen Buck, Transport Minister, said: \"People who live and travel in London continue to benefit from the investments in its transport system.",
     "\"This is the fourth extension since the DLR opened, improving things still further.",
     "\"It will keep on growing - we are already looking forward to the extension to Woolwich.",
     "\"One of the reasons behind our successful bid for the 2012 Games was that much of what is needed already exists, or is being built right now.\"",
     "Jonathan Fox, Director, Docklands Light Railway, said: \"This extension is tremendously significant for the Southern Royal Docks area.",
     "\"It provides London City Airport with a dedicated rail link into the heart of the City, and will be instrumental in the ongoing regeneration of the local community and the preparations and support for the London 2012 Olympic Games\".",
     "The next stage of the Docklands Light Railway expansion is the 2.5km extension from King George V under the Thames to Woolwich Arsenal, which will provide businesses and local communities with another major boost when it opens in early 2009.",
     "{\"template\":\"bulletlist\",\"items\":[\"\\u003cstrong\\u003eStations and services\\u003c/strong\\u003e ul\",\"\\u003cstrong\\u003eFares and journey times\\u003c/strong\\u003e ul\",\"The £140m extension has been designed and built by City Airport Rail Enterprises plc, a joint venture of AMEC plc and the Royal Bank of Scotland under a 30 year Private Finance Initiative concession.\",\"\\u003cstrong\\u003eHistory of Docklands Light Railway\\u003c/strong\\u003e ul\",\"\\u003cstrong\\u003eMedia Enquries\\u003c/strong\\u003e : contact Sam Hart/Hilary Merrett in the Mayor's Press Office on 020 7983 4714/4753 or Adi Frost in TfL's press office on 0845 6044141.\",\"Non-media enquiries: contact the Public Liaison Unit on 020 7983 4100\",\"\\u003cstrong\\u003eOut-of-hours media enquiries\\u003c/strong\\u003e : contact the Duty Press Officer on 020 7983 4000\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}