{
 "pageTitle": "Mayor urges under-16s to apply for free bus travel",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor urges under-16s to apply for free bus travel",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Young people under 16 who have not yet applied for their Child Oyster photocards should apply now, as old-style photocards will not be valid from 2 January."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "I am urging young people to apply now so they can claim free travel",
     "Two hundred thousand young people have already applied for free travel on buses and trams.",
     "Mayor of London, Ken Livingstone said: \"From 2 January old-style photocards for young people will no longer be valid, which means they will have to pay the adult fare if they don't have a Child Oyster card, which now gives totally free of charge travel on London buses and trams.",
     "\"I am therefore urging young people and their parents to apply now for Child Oyster cards so they can claim free travel.\"",
     "\"In just four months 200,000 young Londoners have applied for their Child Oyster card to benefit from free travel on buses and trams.'",
     "Young people who are eligible, but haven't applied for free travel, are urged to do so as soon as possible as old-style photocards will not be valid from 2 January.",
     "Fourteen- and 15-year-olds must carry a Child Oyster photocard to be eligible for free travel although any child under 14 can also apply for one.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Breaking down the cost barrier\"}",
     "Sarah Archer, 15, Deputy Youth MP for Westminster, UK Youth Parliament said: \"Free travel helps me to get around London in a safe way, and I don't have to worry about having money for buses any more.",
     "\"I think it's brilliant! I use it to travel to school, which is important - and because I can travel free on buses during leisure time, I make the most of it to visit friends, go to Youth Parliament and the gym.\"",
     "Gill Fitzhugh MBE, Chief Executive at Rugby Portobello Trust said:",
     "\"The Rugby Portobello Trust works with young people who need support to develop into positive and fully participating members of society.",
     "\"We support free travel as a practical way of opening up opportunities for young people by breaking down the cost barrier.",
     "\"This helps encourage young people to make the most of what London has to offer, enabling much greater access to education, employment, social and so many other positive opportunities.\"",
     "George McNamara, from the children's charity NCH, said: \"It's great to hear that so many young people across London are benefiting from this scheme.",
     "Free travel has opened up numerous opportunities for young people, in particular those from low-income families, enabling them to make the most of what London has to offer.",
     "Clearly this has proved to be an innovative and worthwhile initiative and I would urge all young people in the capital to take full advantage of the Mayor's scheme.\"",
     "{\"template\":\"bulletlist\",\"items\":[\"Child Oyster photo-card application forms are available at all post offices in Greater London and areas just beyond the boundary served by the London bus network.\",\"Young people can continue to apply between Christmas and the New Year during normal post office opening hours.\",\"Young people who are eligible, but haven't applied for free travel, are urged to do so as soon as possible as the old-style 11-15; 5-10 and Child photocards will not be valid from 2 January.\",\"Once an application form is submitted, under 16s will receive a stamped receipt from the Post Office, which, when presented at a ticket office, enables the purchase of two child rate 7-Day travelcards.\",\"Under 16s are reminded they must touch their free travel pass on the yellow reader when boarding buses and on the validator before boarding trams.\",\"Failure to touch in with the pass may result in a penalty fare.\",\"If using the tram at Wimbledon, 11-15 year olds must have a Child Oyster photocard to get free travel.\",\"11-15 and Child photocards are not valid.\",\"200,000 Child Oyster photocard applications have been received, of which 196,000 cards have been despatched.\",\"To date, 43 Oyster photocards have been withdrawn under the Behaviour Code.\",\"The majority (70 per cent) of offences were by adults using an Oyster child photocard.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}