{
 "pageTitle": "New Years Eve revellers will enjoy free transport into the early hours",
 "description": "All TfL services will be free from 2345 on New Year's Eve until 0430 on New Year's Day, thanks to sponsorship by Natwest.The all-night Tube service will run continuously from the start of services on Saturday 31 December 2005 until they end the following",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New Years Eve revellers will enjoy free transport into the early hours",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London is laying on free travel this year, plus services through the night, to make sure that Londoners and visitors celebrating New Year's Eve can get home safely."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "All TfL services will be free from 2345 on New Year's Eve until 0430 on New Year's Day",
     "All TfL services will be free from 2345 on New Year's Eve until 0430 on New Year's Day, thanks to sponsorship by Natwest.",
     "The all-night Tube service will run continuously from the start of services on Saturday 31 December 2005 until they end the following day, Sunday 1 January 2006.",
     "From approximately 0200 on New Year's Day, the Tube will operate at a 15-minute frequency in central London and every 30 minutes on branch lines in outer London.",
     "Night bus services will be subject to diversions, but will operate throughout the night.",
     "The entire Jubilee line will be closed from 25-30 December to allow the conversion to 7-car trains.",
     "DLR and Croydon Tramlink services will also run all night.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Additional bus services\"}",
     "Forty bus services, which would normally operate only in daytime, will also run overnight to provide extra transport links.",
     "All services, including the Tube, will be free from 2345 on New Year's Eve until 0430 on New Year's Day.\u003cbr /\u003e\u003cbr /\u003eThe central London Congestion Charge is also being suspended for the second year running, for the three working days between Christmas and New Year.",
     "It will resume on Tuesday 3 January 2006.",
     "On National Rail services, many routes will have additional departures from 0000 to 0200.",
     "A number of routes will also run a special half-hourly service in the early hours of New Year's Day from 0015 to 0500.",
     "Normal National Rail fares will apply, with the exception of the special half-hourly Rail services, which will be free in the early hours of New Year's Day, from 0015 to 0500.",
     "Full information on Tube, bus, DLR and Croydon Tramlink services will be available from early December at all Tube stations and via the Transport for London website \u003ca href=\"http://www.tfl.gov.uk/\"\u003ehttp://www.tfl.gov.uk/\u003c/a\u003e or by calling London Travel Information on 020 7222 1234.",
     "For 24-hour information on public transport in London, please call: 020 7222 1234.\u003cbr /\u003e\u003cbr /\u003eTfL's Realtime pages display live travel information on London's public transport network: \u003ca href=\"http://www.tfl.gov.uk/realtime\"\u003ewww.tfl.gov.uk/realtime\u003c/a\u003e ",
     "Journey Planner checks the transport network's status before providing results. The best available route is shown automatically: \u003ca href=\"http://www.tfl.gov.uk/journeyplanner\"\u003ewww.tfl.gov.uk/journeyplanner\u003c/a\u003e ",
     "Travel alerts via SMS and email can be set up at: \u003ca href=\"http://www.tfl.gov.uk/alerts\"\u003ewww.tfl.gov.uk/alerts\u003c/a\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"A special TfL Festive Travel leaflet is available from Tube stations, Travel Information Centres and usual TfL outlets\",\"Buses will continue to operate throughout the night on routes: 51, 57, 66, 71, 103, 111, 114, 120, 121, 123, 145, 161, 163, 164, 169, 183, 217, 221, 222, 229, 248, 252, 261, 262, 269, 275, 281, 314, 319, 340, 358, 422, 444, 472, E1, E7, H12, U3, U4 and W7\",\"On New Year's Eve, a Saturday service will run on all LU lines with Tube trains running 24 hours\",\"There are some exceptions (below):ul\",\"Special crowd-control arrangements will be in place at some central London stations, including:ul\",\"If you find a station is closed, follow the advice of station staff and the Metropolitan Police to complete your journey\",\"Full information on National Rail services is available from the National Rail Enquiries website \\u003ca href=\\\"http://www.nationalrail.co.uk\\\"target=\\\"_blank\\\"\\u003ewww.nationalrail.co.uk\\u003c/a\\u003e , or by calling National Rail Enquiries on 08457 484950\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}