{
 "pageTitle": "Stratford Underground station fundraising event for local childrens hospice",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Stratford Underground station fundraising event for local childrens hospice",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Stratford Underground station was a focus of both fun and fund-raising on Friday 2 December when it played host to a community fundraising day on behalf of Richard House Children's Hospice, and raised an amazing £8,000 for the charity."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This means that around £33,000 has now gone to the hospice as a result of fundraising at the station since June 2004.",
     "{\"template\":\"bulletlist\",\"items\":[\"Events at the station ran from 1200 to 2000\",\"A wide range of activities took place on the day, including:ul\",\"Since June 2004, nearly £33,000 has been donated by staff and customers at Stratford station for the Richard House Children's Hospice\",\"£25,000 (to date) has been raised from the 20p charge customers pay to use the toilets at the station\",\"The 'pay to pee' scheme was introduced in June 2004, and has also acted as a successful deterrent to the vandals and drug users who had previously mis-used the station's toilets\",\"It continues to operate, and any money raised will continue to go to Richard House\",\"Richard House Children's Hospice is the only children's hospice in London, and is located in West Beckton.\",\"For further information, contact the hospice on 020 7511 0222, email \\u003ca href=\\\"mailto:rich@richardhouse.org.uk\\\"\\u003erich@richardhouse.org.uk\\u003c/a\\u003e or look at their website - \\u003ca href=\\\"http://www.richardhouse.org.uk\\\"target=\\\"_blank\\\"\\u003ehttp://www.richardhouse.org.uk\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}