{
 "pageTitle": "Tube upgrade ahead of schedule as Jubilee line re-opens two days early",
 "description": "The Jubilee line was due to be closed for five days between December 26 and December 30 to allow the introduction of a seventh carriage to all Jubilee line trains.After rigorous testing of both the signalling and the newly extended seven carriage trains,",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Tube upgrade ahead of schedule as Jubilee line re-opens two days early",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Passengers got an extra Christmas present today when the Jubilee line re-opened two days earlier than expected."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Conversion of the trains continues and a full Jubilee line service resumes on 8 January",
     "The Jubilee line was due to be closed for five days between December 26 and December 30 to allow the introduction of a seventh carriage to all Jubilee line trains.",
     "After rigorous testing of both the signalling and the newly extended seven carriage trains, a reduced passenger service has been introduced today rather than on New Year's Eve.",
     "Conversion of the trains to seven carriages continues and a full Jubilee line service will not resume until 8 January 2006, as originally planned.",
     "Mayor of London Ken Livingstone said: \"The improvements to the Jubilee line are now running ahead of schedule, which is excellent news for London Tube users.",
     "\"Although there is a limited service today, the Jubilee line is up and running a full two days early and there is now every sign that the Jubilee line upgrade is going to be a major improvement to the Tube network.",
     "\"When this work is finished, the extra carriage on every single Jubilee line train will mean we can carry an extra 6,000 passengers every morning and evening peak.",
     "\"The policy of investing in London's Public transport system, after years in which it was starved of cash, is vital to maintaining London's position as a global city.\"",
     "George McInulty, London Underground's Jubilee line Service Director said: \"The early introduction of the longer trains is a wonderful extra Christmas present for our passengers.",
     "\"This extra seventh carriage will be a real boost to all Jubilee line passengers, increasing capacity by nearly a fifth across the whole line, or an extra 6,000 passengers in both directions every morning and evening peak.",
     "\"In order to ensure a safe and reliable introduction of longer seven-carriage trains on the Jubilee line we had closed the line entirely.",
     "\"This is because six- and seven-carriage trains cannot be run at the same time and the trains and signalling system need to be tested prior to their introduction into passenger service.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Additional capacity\"}",
     "\"The extra seventh carriage on all Jubilee line trains boosts passenger capacity by 17 per cent.",
     "\"Four new trains have also been added, increasing the train fleet from 59 to 63 trains.",
     "\"While the trains are longer and carry more people, the service in place today is reduced with average gaps of up to six to eight minutes between trains.",
     "\"Some trains continue to be tested on the line.",
     "\"The replacement bus service will continue to operate today and tomorrow.",
     "\"Neasden station remains closed for refurbishment work.\"",
     "All the improvements are part of Transport for London's (TfL) £10bn 5-year Investment Programme, to improve and expand London's transport network.",
     "George Iacobescu, Chief Executive of Canary Wharf Ltd, said: \"I would like to welcome the introduction - ahead of schedule - of a seventh carriage on the Jubilee line trains, which will be a significant step in the ongoing process of increasing the Jubilee line service.",
     "\"We need this type of delivery and investment in transport to meet the needs of London's fast growing business district.",
     "\"We are pleased that London Underground and Tube Lines planned ahead to deliver this project with the minimum of impact on businesses and look forward to working with them on more improvements to the line in the coming years.\"",
     "London Underground planned the work when the Tube is most lightly used.",
     "Replacement bus services were in operation when the line was closed.",
     "The Bakerloo, Waterloo \u0026 City lines and the DLR services were also boosted.",
     "During this time valid Underground tickets were accepted on local bus and river boat services.",
     "Before the improvements, the Jubilee line capacity was approximately 33,000 people per hour in both directions when running 24 hour trains per hour.",
     "With the introduction of seven-carriage trains and an extra four trains,",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL is investing £10bn over the next five years to improve and expand London's transport network, more than half of that in the Tube\",\"Tube Lines is responsible for the maintenance and renewal of the Jubilee, Northern and Piccadilly lines\",\"LU has exercised a Specified Right in the PPP contracts to get from Tube Lines the delivery of a seven-carriage Jubilee line train service in 2006, rather than as part of the full line upgrade in 2009\",\"Tube Lines are due to deliver a full line upgrade of the Jubilee line in 2009, increasing its capacity by 45 per cent\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}