{
 "pageTitle": "Below inflation taxi fare increase to take effect - reminder",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Below inflation taxi fare increase to take effect - reminder",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Taxi passengers are reminded that a below-inflation fare increase, of 1.7 per cent, will take effect from Saturday 6 April."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The new fares seek a balance between maintaining income levels for drivers while ensuring passengers still get a fair price for the high quality and unique service provided by the capital's taxi drivers.",
     "{\"template\":\"bulletlist\",\"items\":[\"1.7 per cent increase equates to 21 pence on average fare\",\"Lowest fare increase since TfL began licensing taxis in 2002\"]}",
     "This year both fuel prices and operating costs have increased, raising the costs associated with driving a taxi.",
     "Taxi fares are reviewed annually and calculated by TfL based on a cost index that has been used since 1981.",
     "Two other changes to taxi fares that take effect on Saturday 6 April may affect some journeys.",
     "To help compensate the upfront charge that drivers have to pay when entering the Heathrow feeder ranks, which is increasing in April, an additional charge known as the 'Heathrow Extra' is added to passenger's Heathrow fares. This 'Heathrow Extra' will increase by 80 pence, taking it from £2.40 to £3.20.",
     "Since July 2008 a special provision has been in place to allow taxi fares to be increased if diesel costs reach a specified level. To date this provision has not been implemented. This provision has been extended for the coming year. Therefore a 40 pence increase to all taxi fares will be implemented if diesel reaches 179.7 pence per litre.",
     "The Board approved the new fares earlier this year following consultation by TfL with the taxi trade and others, including London TravelWatch, Age UK, London Boroughs, London Assembly and London MPs.",
     "{\"template\":\"table\",\"rows\":[[\"\",\"\\u003cstrong\\u003eCurrent average (£)\\u003c/strong\\u003e \",\"\\u003cstrong\\u003eNew average (£)\\u003c/strong\\u003e \",\"\\u003cstrong\\u003eIncrease (£)\\u003c/strong\\u003e \",\"\\u003cstrong\\u003e Increase (%)\\u003c/strong\\u003e \"],[\"\\u003cstrong\\u003eTariff 1\\u003c/strong\\u003e \",\"11.24\",\"11.43\",\"0.19\",\"1.7\"],[\"\\u003cstrong\\u003eTariff 2\\u003c/strong\\u003e \",\"13.02\",\"13.25\",\"0.22\",\"1.7\"],[\"\\u003cstrong\\u003eTariff 3\\u003c/strong\\u003e \",\"15.30\",\"15.57\",\"0.27\",\"1.7\"],[\"\\u003cstrong\\u003eAll week\\u003c/strong\\u003e \",\"12.42\",\"12.63\",\"0.21\",\"1.7\"]]}",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}