{
 "pageTitle": "Brand new Sunday service for route B12",
 "description": "The service is the result of extensive work by TfL in consultation with Bexley Council and other stakeholders and follows requests from passengers.The new service will run every 30 minutes throughout the day, providing a brand new Sunday service to",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Brand new Sunday service for route B12",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) is to introduce a brand new Sunday service for route B12 from 28 April 2013."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The service is the result of extensive work by TfL in consultation with Bexley Council and other stakeholders and follows requests from passengers.",
     "The new service will run every 30 minutes throughout the day, providing a brand new Sunday service to Joydens Wood, Coldblow and parts of Northumberland Heath with links to Bexleyheath and a number of railway stations.",
     "The route will run clockwise round the Joydens Wood loop before noon and anticlockwise thereafter, as on other days of the week.",
     "John Barry, Head of Network Development for TfL, said: 'London has an extensive bus network which we keep under regular review to see where we can deliver cost-effective benefits to our passengers.",
     "'There was overwhelming support in the recent consultation and we are delighted to introduce a Sunday service on route B12.'",
     "Councillor Gareth Bacon, Bexley's Cabinet Member for the Environment and Public Realm, said: 'The Council is delighted that TfL has agreed to operate the B12 service on Sundays.",
     "'It provides important links to Bexleyheath and Erith town centres, as well as local railway stations.",
     "'This is something that local residents have wanted for a long time.",
     "'The Council, which is committed to making sure that the borough has the public transport it needs, worked hard alongside residents, TfL and other stakeholders to see this through to a successful conclusion.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The first bus on Sunday from Erith Town Centre is 07:12 and the last is 00:12.  The first from Joydens Wood (Birchwood Road/Summerhouse Drive) is 06:50 and the last is 23:50\",\"London's buses carry more than 2.3 billion passengers each year and travel more than 490 million km\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}