{
 "pageTitle": "DLR carries record-breaking one hundred million passengers in one year",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "DLR carries record-breaking one hundred million passengers in one year",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The year's one hundred millionth passenger was recorded travelling on the 25-year-old railway in the early afternoon of Sunday 31 March."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The milestone has been achieved whilst still delivering consistently high levels of customer service that have been recognised by industry awards.",
     "The Docklands Light Railway (DLR) carried one hundred million passengers this past financial year - breaking all its previous records and exceeding the numbers being carried on some mainline services.",
     "The DLR's Head of Planning, Robert Niven, said: 'This significant milestone caps a magnificent year for the DLR which saw us carry 7.2m people during the 2012 Olympic Games - double what we would normally carry during that time.",
     "'And in just 25 years, the DLR has grown from running 11 trains on just two routes to becoming a key part of the world's most prestigious sporting event while also servicing a rapidly growing local community.",
     "'We have managed our expansion and increased our capacity to these unforeseen levels all while maintaining some of the highest reliability scores in the UK. We are now well placed to meet exciting future challenges as the east and south east of London host new developments and become the job creation hotspots of the next decades.'",
     "The DLR was opened by the Queen in August 1987, with 11 trains serving 15 stations and in its first year of operation it carried 6.7m people.",
     "Today the railway - which is entirely step-free - has 45 stations, 46 km of track and 149 carriages.",
     "The network was one of Britain's first light rail systems, and it has one of the safest and most advanced automatic train control systems in the world.",
     "Since opening, it has been extended to Bank, Beckton, Lewisham and Woolwich Arsenal.",
     "During the 16 days of the London 2012 Olympic Games, 7.2 million passengers were carried on the DLR - up 100 per cent on normal levels; on 3 August 2012, Day 7 of the Games, the DLR carried over 500,000 daily passengers - its busiest day ever.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Extensions to the DLR were completed to Bank underground station in 1991, Lewisham in 1999, to King George V via London City Airport in 2005 and on to Woolwich Arsenal in January 2009. The Stratford International Extension from Canning Town to Stratford International with four new stations was completed in August 2011\",\"In May 2011, DLR completed the 3-Car project which involved increasing the length of trains from two-carriages to three-carriages. These longer trains allowed 50 per cent more people to travel than before.  The entire DLR network is now capable of running these longer trains which provide more comfortable journeys and more space on platforms\",\"The DLR counts its passengers with an automated system that records the number of people that pass through detectors at every entrance and exit on the network, including lifts and escalators\",\"The DLR won the Rail Business of the Year as well as first place in the Customer Information and Service Excellence category in the recent Rail Business Awards.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}