{
 "pageTitle": "First new bus for London 'production vehicles' leave the factory",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "First new bus for London 'production vehicles' leave the factory",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "A production line set up to manufacture a fleet of the Mayor's new buses for London has despatched its first completed buses to the capital."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "These fabulous machines meld the very best in design, engineering and green engine technology.",
     "{\"template\":\"bulletlist\",\"items\":[\"Route 24 to operate exclusively with new buses from 22 June\",\"Latest emission tests show buses are greenest of type in the world\",\"UK bus manufacture creates jobs and boosts the economy\"]}",
     "The first two buses have left the Wrightbus factory in Northern Ireland, these will be followed by another four next week and a further 594 over the next three years.",
     "When they arrive in London the buses will initially be used for driver training and familiarisation.",
     "The route 24, which Metroline operates between Pimlico and Hampstead Heath, will become the first bus route to operate exclusively with new bus for London vehicles from Saturday 22 June.",
     "Transport for London (TfL) has also confirmed today that independent emission testing of a prototype vehicle has shown that this is the cleanest and greenest bus of its type anywhere in the world.",
     "The Mayor of London, Boris Johnson, said: 'I am delighted that our first gleaming new buses have driven off the production line, through the gates of Wrightbus and are now London-bound.",
     "'These fabulous machines meld the very best in design, engineering and green engine technology.",
     "'I believe they will be hugely popular with passengers and they will be joined by hundreds more of their brethren in the coming years.'",
     "Previous emission testing involved an Engineering Test Vehicle. The latest results are from a vehicle that has been in passenger service for eight months and that has driven more than 15,000 miles. In tests the bus emitted:",
     "{\"template\":\"bulletlist\",\"items\":[\"2.048g/km of NOx - this is around four times less than the fleet average for hybrid buses (7.7g/km) and diesel buses (9.3g/km)\",\"690.23g/km of CO2 - which is better than the fleet average for hybrid (864g/km) and is almost half the fleet average for diesel buses (1295g/km)\",\"0.012g/km of PM - which is four times less than the fleet average for hybrid and diesel buses - which emit 0.048g/km of PM\"]}",
     "Financial approval to order 600 new bus for London vehicles was given by the TfL Board in September last year.",
     "The buses will be delivered in batches over the next three years. The order represents the largest order of hybrid buses ever placed in Europe and will deliver significant environmental benefits - reducing CO2 emissions in the capital by almost 20,000 tonnes a year.",
     "Many components of the new bus, including engines, chassis, superstructure and seats, are manufactured in the UK.",
     "The order of components from companies across the UK will also further stimulate the economy.",
     "{\"template\":\"bulletlist\",\"items\":[\"A image of the new buses is available on request from the Press Office\",\"The route 24 is operated by Metroline and runs from Hampstead Heath to Pimlico, via Camden, Trafalgar Square, Parliament Square, and Victoria.  It operates 24 hours a day.  During peak hours, 27 of the new buses will be in passenger service to carry the 28,000 people who use the route each day\",\"The 600 buses represent a 200 per cent increase in the current hybrid bus fleet which is set to grow by a further 180 vehicles already on order and boosted by a commitment to deliver 600 conventional hybrids over the next three years.  When the final batch of new bus for London vehicles is delivered in 2016 more than 1,600 hybrid buses (representing around 20 per cent of London's 8,500 strong bus fleet) will be in service on the streets of London\",\"The first 27 buses (plus 5 spares) will be used to convert the route 24 on Saturday 22 June.  Another route will be converted in the autumn.  In total around 90 new buses will be delivered to TfL in 2013.  Approximately 200 vehicles will be delivered in 2014, 250 in 2015 with the remainder in 2016\",\"The Wright Group was founded 1946 and is a family owned and managed company, has pioneered low floor buses in the UK, and has earned a reputation for producing vehicles which are stylish, durable, high in quality and packed with innovative features.  Wrightbus won a contract in 2009 to build eight prototypes with an option to produce the first 1,000 vehicles\",\"Metroline is a wholly owned subsidiary of Singapore based ComfortDelGro; one of the world's largest passenger land transport companies.  Metroline's principal business is the provision of bus services under contract to London Buses, operating through an area that extends from North to West London, including Central London and the City\"]}",
     "\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}