{
 "pageTitle": "New Tube extension for south London moves one step closer",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New Tube extension for south London moves one step closer",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "New line would support the creation of up to 25,000 jobs."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Local area would also benefit from 16,000 new homes\",\"Transport for London has today submitted a Transport and Works Act Order application for Northern line extension\"]}",
     "Thousands of people in south London are one step closer to having better access to the Tube as Transport for London (TfL) today confirmed that it has applied for powers to build and run an extension of the Northern line to Battersea from Kennington via Nine Elms.",
     "If the Tube link goes ahead travel to the West End and the City would be cut to 15 minutes from the Battersea area.",
     "If planning powers are obtained from the Government, and a funding package is in place, then construction of the Northern line extension could begin in 2015 with the two new stations opening in 2020.\u003cbr /\u003e\u003cbr /\u003eTransport for London has today submitted a Transport and Works Act Order (TWAO) application to the Secretary of State for Transport.",
     "This date marks the start of the statutory process during which people or organisations can make representations to Government with their views on the proposed scheme. This period will last for seven weeks.\u003cbr /\u003e\u003cbr /\u003eResults from three public consultations on plans to extend the Northern line have confirmed strong support for this potential new Tube link.",
     "The extension would help kick start regeneration in the Nine Elms area of south London and provide major transport benefits for local people.\u003cbr /\u003e\u003cbr /\u003eThe extension would reduce pressure on Vauxhall station, provide relief to the existing Northern line south of Kennington and give wider access to leisure and employment opportunities for local people. The new infrastructure would support up to 25,000 jobs and 16,000 new homes.\u003cbr /\u003e\u003cbr /\u003eNow that the TWA application has been submitted details of the documents will be available to view online at \u003ca href=\"http://www.tfl.gov.uk/nle\"\u003etfl.gov.uk/nle\u003c/a\u003e , at selected libraries along the route and at the council offices of Wandsworth and Lambeth.",
     "Leaflets to homes, businesses, schools and community venues along the route will be distributed by TfL.",
     "These will publicise the application and promote a number of drop in events where full details of the application and the documents to support it can be seen. TfL staff will be on hand to answer questions from those who attend.\u003cbr /\u003e\u003cbr /\u003eAfter the submission of the TWAO, a public inquiry is likely to be held this autumn after which the Government will make a decision. This is expected by autumn 2014.\u003cbr /\u003e\u003cbr /\u003eMichèle Dix, Managing Director of Planning for Transport for London, said: 'South London is one step closer to a possible new Tube extension.\u003cbr /\u003e\u003cbr /\u003e'We are now seeking planning approval from the Government to build and operate this vital transport link with the submission of a Transport and Works Act Order.\u003cbr /\u003e\u003cbr /\u003e'Extensive public consultation has shown that the majority of local residents and businesses are behind this proposed Tube extension, which will create access to the Underground for thousands of people, as well as cutting journey times from the Battersea area to the West End and the City to about 15 minutes.'",
     "Ravi Govindia, leader of Wandsworth Council and chair of the Nine Elms Vauxhall Partnership, said: 'Bringing the Tube to Battersea has long been the ambition of this council and we are now within touching distance. 'This project is the key to unlocking Nine Elms on the South Bank's full potential and delivering 25,000 new jobs and 16,000 new homes.'",
     "Funding for the proposed Tube link is guaranteed by the finance package confirmed by the Chancellor in his 2012 Autumn Statement. Up to £1bn would be borrowed by the public sector to finance the construction of the extension.",
     "The funding to repay this borrowing would then come from the private sector in the form of business rates and private developer contributions.",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}