{
 "pageTitle": "Race ahead and plan your journey for the 2013 Virgin London Marathon",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Race ahead and plan your journey for the 2013 Virgin London Marathon ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) is encouraging runners, spectators, motorists and passengers to plan their journeys ahead of the 2013 Virgin London Marathon which will take place on Sunday 21 April."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This year's marathon is expected to be bigger than ever and travel advice is being offered at \u003ca href=\"http://www.tfl.gov.uk/gettingaround/27600.aspx\"\u003etfl.gov.uk/marathon\u003c/a\u003e .",
     "The website will provide details on how transport services will run during London's largest annual running event.",
     "Runners and spectators can also use TfL's social media channels to receive the latest information on marathon day at \u003ca href=\"http://www.tfl.gov.uk/social-media\"\u003etfl.gov.uk/socialmedia\u003c/a\u003e .",
     "Following the spectacular events of 2012 which saw the whole country unite in celebration, tens of thousands of people are set to take part in the 33rd Virgin London Marathon which will include world class athletes, celebrities and thousands of eager runners, raising millions of pounds for charities along the way.",
     "Hundreds of thousands of people are expected to turn out to support the runners along the route, which will include some of the capital's most famous landmarks.",
     "By planning in advance, spectators can choose the best places to watch the runners \u003ca href=\"http://www.virginlondonmarathon.com/interactive-map/\"\u003ewww.virginlondonmarathon.com/interactive-map/\u003c/a\u003e .",
     "TfL's services will continue to keep the capital moving throughout the event.",
     "The easiest way to travel to and from the race is by Tube, Bus, London Overground, Docklands Light Railway (DLR) or Riverboat, however, some stations and roads will be closed, so passengers are advised to plan their journeys in advance by using the dedicated website \u003ca href=\"http://www.tfl.gov.uk/marathon\"\u003etfl.gov.uk/marathon\u003c/a\u003e or by contacting the 24 hour London Travel Information line on 0343 222 1234.",
     "Motorists are also advised to check the website before they travel as there will be a number of road closures in south and central London.",
     "Due to road closures and the demand on public transport, passengers are encouraged to consider walking as part of their journey to and from the marathon.",
     "There will be free travel on the Tube, Bus, London Overground, Tram and DLR for all runners, race officials and on-duty St John Ambulance volunteers from early morning until 17:00, just by showing their race number, officials' course pass, or tabard.",
     "London will be extremely busy on the day. To save time and avoid the queues, get an Oyster card in advance and add credit to pay as you go, then keep it for your next trip to London. Find out more about Oyster.",
     "If you don't have an Oyster card, you can buy a paper Day Travelcard to cover all your journeys in a single day. These are available from a ticket machine or Travel Information Centre up to seven days in advance of the date of travel.",
     "There will be a staggered road closure of the route and approach roads. South of the Thames between Blackheath and Deptford will close from 06:00. North of the river from Canary Wharf to Parliament Square including, The Highway, Tower Bridge, The Lower Route, Victoria Embankment, Westminster Bridge, Southwark Bridge (both directions) and all approach roads from 08:00.",
     "A staggered road reopening programme will be operating throughout the day starting at approximately 11:00. Roads are expected to be fully reopened by 19:00.",
     "Buses travelling down roads affected by the Virgin London Marathon will either be diverted or will not run the full length of their route until later in the day. Routes affected on the day are:",
     "1, 3, 11, 12, 15, 24, 25, 29, 42, 47, 51, 53, 54, 78, 87, 88, 89, 91, 96, 99, 100, 108, 115, 122, 129, 132, 148, 159, 161, 177, 178, 180, 188, 199, 202, 211, 225, 244, 277, 286. 291, 341, 343, 344, 380, 381, 386, 422, 453, 469, 472, 486, C10, D3, D6, D7, D8, P12, RV1.",
     "To help Londoners and visitors travel smoothly around the city on marathon day, all Tube lines will be serving central London as usual. However, there will be closures on the Metropolitan line between Harrow-on-the-Hill and Uxbridge until 21:00 and between Wembley Park and Uxbridge / Northwood from 21:00. The Northern line will be closed between Archway and High Barnet / Mill Hill East and the Piccadilly line between Acton Town and Uxbridge.",
     "London Overground services between Highbury \u0026 Islington and New Cross/ Crystal Palace/ West Croydon will run enhanced services every 15 minutes and every five minutes between Dalston Junction and Surrey Quays until 22:00. Services between Highbury \u0026 Islington and Clapham Junction will run every 15 minutes after 08:15. The 07:20 and 07:50 trains to Highbury \u0026 Islington will start from Battersea Park.",
     "Trains will be as frequent as every two and a half minutes. Travellers on the DLR will be able to connect with Bank, Tower Hill, Canning Town, Canary Wharf and Stratford Tube stations.",
     "Trams will not be operating between Arena and Beckenham Junction.",
     "You can enjoy a relaxing view from the river as you boat between piers near key race points including Greenwich, Masthouse Terrace, Greenland, Canary Wharf, St Katherine's, Tower Hill, Embankment and Westminster.  Timetables for river services are available at London Underground stations, TfL piers or online at \u003ca href=\"http://www.tfl.gov.uk/river\"\u003etfl.gov.uk/river\u003c/a\u003e ",
     "The following docking stations will be suspended from 00:01 to 20:00 on Sunday 21 April:",
     "{\"template\":\"bulletlist\",\"items\":[\"Tower Gardens, Tower\",\"Lower Thames Street, Monument\",\"Embankment (Savoy), Strand\",\"Whitehall Place, Strand\",\"Horse Guards Avenue, Westminster\",\"Northumberland Avenue, Strand\",\"Curlew Street, Shad Thames\",\"Nesham Street, Wapping\",\"Somerset House, Strand\",\"Upper Bank Street, Canary Wharf\",\"Jubilee Plaza, Canary Wharf\",\"Montgomery Square, Canary Wharf\"]}",
     "Although all other docking stations will remain available, due to expected congestion in central London it may be difficult to replenish some stations as necessary. Customers are advised to check cycle availability via the docking station status at \u003ca href=\"http://fl.gov.uk/roadusers/cycling/14808.aspx\"\u003etfl.gov.uk/roadusers/cycling/18088.aspx\u003c/a\u003e ",
     "Greenwich town centre and the Tower of London are best avoided if you want to miss the crowds. Tower Hill and Westminster Tube stations also get very busy. Greenwich Foot Tunnel will be closed north to south on marathon day between 10:30 and 12:30. Alternative arrangements will be in place on the DLR from Island Gardens.",
     "Charing Cross, Embankment, Green Park, Westminster and St James's Park stations and Embankment and Westminster Piers are all close to the finish line. People can meet up with runners after the race at designated areas in Horse Guards Road and on Horse Guards Parade.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The course of the Virgin London Marathon is 26.2 miles long, virtually the same as running the entire length of the Victoria line (13.25 miles) twice or the entire length of the Waterloo and City line (1.47 miles) around 18 times\",\"Stations located close to the London Marathon Route include:\\u003cbr /\\u003e- Cutty Sark DLR (Mile 6+7)\\u003cbr /\\u003e- Canada Water (Mile 9)\\u003cbr /\\u003e- London Bridge (Mile 12)\\u003cbr /\\u003e- Tower Hill/ Tower Gateway (Mile 13)\\u003cbr /\\u003e- Shadwell DLR (Mile 13+22)\\u003cbr /\\u003e- Canary Wharf (Between Mile 14+15)\\u003cbr /\\u003e- Limehouse (Mile 14)\\u003cbr /\\u003e- Crossharbour DLR (Mile 18)\\u003cbr /\\u003e- Monument (Mile 23)\\u003cbr /\\u003e- Mansion House (Mile 23+24)\\u003cbr /\\u003e- Temple (Mile 23+24)\\u003cbr /\\u003e- Charing Cross (Mile 24)\\u003cbr /\\u003e- Embankment (Mile 25)\\u003cbr /\\u003e- Green Park / St James's Park (Finish Line)\",\"Passengers are advised to check before travelling via the following options:\\u003cbr /\\u003e- The TfL website \\u003ca href=\\\"http://www.tfl.gov.uk\\\"\\u003etfl.gov.uk\\u003c/a\\u003e using Journey Planner, accessible from your computer or internet-enabled mobile device;\\u003cbr /\\u003e- Information on posters, leaflets and Rainbow boards at Tube Stations; and\\u003cbr /\\u003e- The 24 hour London Travel Information line on 0343 222 1234. You pay no more than 5p per minute if calling from a BT landline. There may be a connection charge. Charges from mobiles or other landline providers may vary.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}