{
 "pageTitle": "TfL teams up with policing partners to crack down on Oyster card fraud",
 "description": "Fatai Lawal of Barking appeared at Westminster Magistrates Court on 9 April after pleading guilty to two charges of fraud relating to two false email accounts. The accounts were used to fraudulently register other peoples' Oyster cards and transfer their",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL teams up with policing partners to crack down on Oyster card fraud",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) and the British Transport Police (BTP) have worked in partnership to successfully jail a fraudulent Oyster card user for six months, following a BTP investigation."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Fatai Lawal of Barking appeared at Westminster Magistrates Court on 9 April after pleading guilty to two charges of fraud relating to two false email accounts.",
     "The accounts were used to fraudulently register other peoples' Oyster cards and transfer their balances to an Oyster card registered to Mr Lawal.",
     "TfL's Oyster contact centre was first alerted of Mr Lawal's actions when a customer reported her unregistered Oyster card was no longer working after she had recently added funds to the card.",
     "Further investigation by the BTP had shown that 150 unregistered Oyster cards had been cancelled and the outstanding monies transferred to an Oyster card Mr Lawal was using, with a value of £1700.",
     "All Oyster card users are urged to protect their cards to prevent any fraudulent use of their credit.",
     "Once a protected card is reported lost or stolen the card will be stopped and customers will get their credits transferred to a new card or refunded.",
     "To protect their card customers can set up an Oyster online account, which also gives them access to comprehensive records of their journeys and fares enabling them to more easily manage their account.",
     "Over 600,000 customers now use Oyster online accounts. Customers can also protect their Oyster card by completing a registration form at any Tube, London Overground and some National Rail station ticket offices, at Travel Information Centres or at an Oyster Ticket Stop.",
     "Shashi Verma, TfL's Director of Customer Experience, said: 'This conviction sends a clear message out to people who think they can act fraudulently with our products.",
     "'Although fraudulent Oyster use is a not a frequent problem we will continue to work with our policing partners to ensure the safety of our Oyster card users.",
     "'We urge and encourage all users to be 'Oyster smart' by setting up an online account and protecting their cards.'",
     "Detective Inspector Andy Winters, British Transport Police said: 'BTP takes fraud extremely seriously and officers will continue to investigate, collate information and prosecute those responsible.",
     "'We will continue to work closely with TfL to ensure that those who seek to make financial gain in this way are brought to justice. I hope that this sentencing sends out a clear message that the police, TfL and the courts will not tolerate this sort of fraudulent activity.'",
     "Three new online videos have been launched by TfL setting out the improvements that are helping Londoners to become more 'Oyster Smart' and demonstrating how to get the best out of their Oyster accounts.",
     "The films, posted on TfL's website and YouTube channel, cover:",
     "{\"template\":\"bulletlist\",\"items\":[\"How to manage your Oyster card with an online account\",\"Paying for your travel using Oyster\",\"On the move with Oyster.\"]}",
     "The videos can be found here: \u003ca href=\"http://www.tfl.gov.uk/oyster\"\u003etfl.gov.uk/oyster\u003c/a\u003e or here: \u003ca href=\"http://www.youtube.com/user/TransportforLondon\"\u003ewww.youtube.com/user/TransportforLondon\u003c/a\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Oyster customers can set up an Oyster online account at \\u003ca href=\\\"http://www.tfl.gov.uk/oyster\\\"\\u003etfl.gov.uk/oyster\\u003c/a\\u003e to access their journey history, top up their Oyster pay as you go credit online and use the interactive facilities. Customers can also protect their Oyster card online to ensure any balance is protected if the card is lost or stolen\"]}",
     "\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}