{
 "pageTitle": "Transport for London team up with policing partners to donate unclaimed bikes to local charity",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London team up with policing partners to donate unclaimed bikes to local charity",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) has worked with the Metropolitan Police Service (MPS) to provide a Hackney based charity, The Bike Project, with unclaimed bikes being held by the police, to give to people in need."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "A bike provides the first step into normal living for those who have faced persecution and atrocity.",
     "The charity, set up six months ago, donates refurbished bikes to refugees and asylum seekers to help them access the resources they need to create a life in the capital and stay healthy.",
     "The MPS, through the Safer Transport Command (STC), has donated 35 unclaimed bikes to The Bike Project to date.",
     "On Wednesday 3 April the STC's Cycle Task Force, accompanied by charity founder Jem Stein, will be at the charity's workshop in Hackney to security mark the refurbished bikes and register them with Bike Register.",
     "Chief Superintendent Sultan Taylor, Safer Transport Command said: 'The Bike project is a great cause. There are thousands of bikes that through various circumstances are abandoned or unable to be returned to their owners.",
     "'These bikes will really make a difference to a number of people in need.'",
     "Siwan Hayward, Acting Director of Community Safety, Enforcement and Policing, TfL said: 'This is a great new project and we are more than happy to support the charity as best we can.",
     "'The sometimes unfortunate circumstances surrounding the unclaimed bikes held by the MPS can now be turned into a positive outcome for new owners who not only have a new way to get around the capital,  but also have the opportunity to improve their health and enjoy the excellent cycle routes London has  to offer.'",
     "Jem Stein, Founder and Director of The Bike Project said: 'A bike provides the first step into normal living for those who have faced persecution and atrocity. TfL's generous donation of 35 bikes will allow us to provide many more first steps.'",
     "{\"template\":\"bulletlist\",\"items\":[\"Cycle Task Force security event will take place on Wednesday 3 April 2013 between 10am and 12pm at The Bike Project workshop - Workshop 44, 44 Marlborough Avenue, Hackney, E8 4JR\",\"35 bikes will be security marked on the day\",\"Security marking includes the invisible paint marking of security numbers and registration with Bike Register\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}