{
 "pageTitle": "Ultra Low Emission Discount to make Congestion Charge scheme greener",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Ultra Low Emission Discount to make Congestion Charge scheme greener",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Mayor of London, Boris Johnson, today confirmed his decision to introduce a new Ultra Low Emission Discount (ULED) for the Congestion Charge scheme."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We are confident that these changes will make the scheme greener and more efficient.",
     "{\"template\":\"bulletlist\",\"items\":[\"Discount will only be provided to the greenest vehicles\",\"Under-used retail payment channel to be removed\",\"Penalty charge to be increased by £10\"]}",
     "It will replace the existing discount and ensure that only the greenest zero or ultra-low emission vehicles driving into the capital receive a 100 per cent discount.",
     "The Mayor also announced two further changes to the scheme that will see the removal of the option to pay the charge in shops, which is now used for only six per cent of payments, and an increase in the level of penalty charge from £120 to £130.",
     "The Mayor confirmed the changes following a 12-week consultation on the proposals, which sought the views of Londoners, businesses and key stakeholders.",
     "He expects the changes to help spur the use of the cleanest possible vehicles in the capital.",
     "To qualify for the new discount vehicles will have to be either pure electric or be cars and vans that emit 75g/km or less of CO2 and meet the Euro 5 emission standard for air quality.",
     "The ULED will be introduced on 1 July 2013 and will provide a single 100 per cent discount from the Congestion Charge for electric vehicles and ultra low emission cars and vans.",
     "It replaces the current Greener Vehicle Discount (GVD) and the Electric Vehicle Discount, although anyone registered for the latter will automatically be transferred to the new ULED.",
     "Cars currently registered for GVD will not meet the criteria for the new ULED.",
     "However, the Mayor and TfL recognise that many drivers made the decision to purchase a low emission car in order to benefit from the existing discount.",
     "Therefore, in response to a number of comments made during the consultation, the current owners of cars registered for the GVD will continue to receive a full discount for that vehicle for a 'sunset period' of three years - an increase from the two years proposed in the consultation.",
     "The sunset period for the owners of vehicles currently registered for the GVD will therefore end on 24 June 2016.\u003cbr /\u003e\u003cbr /\u003eMatthew Pencharz, the Mayor of London's advisor on the Environment, said: 'These changes are in line with the Mayor's aim to improve air quality in London by reducing emissions from private vehicles and promoting the further development of low emission vehicles.",
     "'We want to encourage the continued development of these technologies, while also protecting the benefits to traffic flow in the centre of London that the charge provides.'\u003cbr /\u003e\u003cbr /\u003eWhile the ULED is technology neutral, no currently available diesel car would meet the criteria for the discount and this is unlikely to change in the immediate future.",
     "One of the aims of making the changes is to help tackle the increasing dieselisation of London's car fleet.",
     "Over the past decade diesel car sales have increased from around 10 per cent to 50 per cent, partly as a result of low carbon vehicle incentives. However a Euro 4 diesel car emits about 22 times as much particulate matter as the equivalent petrol car.\u003cbr /\u003e\u003cbr /\u003eJohn Mason, Transport for London's Director responsible for Congestion Charging, said: 'We were pleased with the level of response from Londoners, businesses and stakeholders which has helped us and the Mayor shape our decisions.",
     "'We've listened to the responses and have decided to extend the sunset period for current GVD registered vehicles by an additional year.",
     "'We are confident that these changes will make the scheme greener and more efficient.'",
     "The introduction of the new discount complements the comprehensive set of measures that the Mayor has introduced to tackle air pollution.",
     "Over the past four years the Mayor has tightened the standard of the Low Emission Zone, further reducing the emissions of around 150,000 vehicles.",
     "He has introduced the first age limits to retire the oldest and most polluting taxis; and he has delivered a package of innovative local measures through his Clean Air Fund.",
     "In addition the Mayor has overseen procurement of Europe's largest fleet of hybrid buses and developed the new bus for London, the cleanest and greenest of its type.",
     "There are currently eight prototype new buses in service with a further 600 entering service by 2016.",
     "They emit a quarter of the oxides of nitrogen (NOx) and particulate matter (PM) and around half the CO2 of a traditional diesel vehicle.",
     "The penalty charge for the Congestion Charge will increase from £120 to £130 on 20 May 2013.",
     "This will be only the third increase in the penalty charge since the Congestion Charge was introduced in 2003 and will bring the penalty charge in line with other moving traffic, bus lane and parking penalty charges within London.",
     "TfL will also be removing the option to pay the Congestion Charge by cash in shops from 26 July 2013 as a result of fewer people paying using that method and to reduce the costs of operating the scheme.\u003cbr /\u003e\u003cbr /\u003eWhen the congestion charge was introduced in 2003 the retail channel was the most popular method of payment and accounted for 37 per cent of all sales.",
     "However just six per cent of payments of the Congestion Charge are now made in shops or petrol stations as the vast majority of customers pay the Charge through the automatic payment method, Congestion Charge Auto Pay (CC Auto Pay).",
     "Around 250,000 people have now registered for CC Auto Pay, which sees account holders pay £9 per day (rather than £10) and offers protection from receiving Penalty Charge Notices.\u003cbr /\u003e\u003cbr /\u003eDrivers will still be able to pay the Congestion Charge using a wide range of other means including online, by phone, by text message or by CC Auto Pay.",
     "{\"template\":\"bulletlist\",\"items\":[\"The central London Congestion Charging zone was introduced in February 2003\",\"The scheme continues to be effective in reducing traffic congestion\",\"The scheme generates net revenues which are reinvested in transport in London\",\"The Congestion Charge scheme has helped reduce emissions of carbon dioxide (CO2) and harmful pollutants (PM10 and NOx) from vehicles travelling within the zone, and encouraged people travelling in the area to use public transport, to walk or cycle\",\"The criteria for the new Ultra Low Emission Discount are:\\u003cbr /\\u003eo Any type of pure electric vehicle; or\\u003cbr /\\u003eo Ultra low emission cars with CO2 emissions of 75g/km or less that meet Euro 5; or\\u003cbr /\\u003eo Ultra low emission vans with CO2 emissions of 75g/km or less that meet Euro 5\",\"Plug-in hybrid cars must additionally have a minimum range of 10 miles in 'electric' mode and have a maximum speed of at least 60 mph. TfL will publish a list of eligible vehicles\",\"Plug-in hybrid vans must additionally have a minimum range of 10 miles in 'electric' mode and a maximum speed of at least 50 mph. TfL will publish a list of eligible vehicles\",\"Pure electric cars, commercial vehicles and quadricycles and plug-in hybrid electric cars that are currently eligible for the Electric Vehicle Discount would all qualify for the new Ultra Low Emission Discount\",\"A pure electric vehicle uses an electric motor for propulsion, powered by energy stored in a battery. No petrol or diesel is used\",\"A plug-in hybrid electric vehicle uses a rechargeable battery pack that can be charged from an external source in addition to a conventional petrol or diesel engine\",\"The Euro 5 standard would be met by any car registered as new with the Driver and Vehicle Licensing Agency (DVLA) on or after 1 January 2011 and any van registered as new on or after 1 January 2012. This is a European Union standard that limits the levels of air pollutant emissions for new vehicles sold in Europe, with which all vehicles manufacturers must comply\",\"Cars currently qualify for the Greener Vehicle Discount if they emit 100g/km of CO2 or less and meet the Euro 5 standard for air quality\",\"The Ultra Low Emission Discount continues to offer a technology neutral approach and, unlike the Greener Vehicle Discount, both cars and vans that meet the emissions criteria would be eligible for the discount. Including vans in the discount ensures that the discount encourages the uptake of ultra low emission commercial vehicles\",\"The Ultra Low Emission Discount will be introduced on 1 July 2013\",\"The Greener Vehicle Discount and Electric Vehicle Discount will be closed to new registrations on 28 June 2013\",\"Owners of vehicles currently registered for the Greener Vehicle Discount will have to pay the full daily Congestion Charge from 24 June 2016\",\"Vehicles registered for the current Electric Vehicle Discount would automatically qualify for the new Ultra Low Emission Discount. Drivers of these vehicles would not need to take any action as TfL will automatically transfer the vehicle to the new discount type. Drivers would be required to pay the annual renewal fee of £10 when their discount becomes due for renewal, in keeping with other types of discounts\",\"CC Auto Pay was introduced following the Mayor's manifesto commitment to make the charge easier to pay\",\"CC Auto Pay is an automated payment system which automatically records the number of days a vehicle travels within the charging zone each month and bills the account holder's payment card accordingly. Drivers registered for CC Auto Pay avoid fines and pay a reduced daily charge of £9. An annual £10 registration charge per vehicle applies to register for CC Auto Pay\"]}",
     "\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}