{
 "pageTitle": "Woolwich Ferries celebrate 50 years of service",
 "description": "The arrival of three new diesel powered ferries on the River Thames, operating between Woolwich and North Woolwich, started a new chapter of the Woolwich Free Ferry, the history of which dates back to the 14th century.The James Newman was the first ferry",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Woolwich Ferries celebrate 50 years of service",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "In the year that The Beatles released their debut album and Doctor Who first aired on BBC television, another little bit of history began in southeast London."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The arrival of three new diesel powered ferries on the River Thames, operating between Woolwich and North Woolwich, started a new chapter of the Woolwich Free Ferry, the history of which dates back to the 14th century.",
     "The James Newman was the first ferry to enter service on 22 April 1963 and was soon followed by the John Burns and the Ernest Bevin.",
     "The ferries, named after prominent London politicians, replaced side-loading steam paddlers that had been in service since 1922.",
     "Built by the Caledon Shipping and Engineering Company in Dundee, the new ferries delivered greater manoeuvrability as they used two propellers driven by powerful engines.",
     "With a propeller located at each end of the boat, the ferries can move sideways or spin, which is essential for the tidal Thames.",
     "Fifty years on, the three ferries continue to play an important part in east Londoners' lives, helping one million vehicles and 2.5 million passengers pass safely across the River Thames every year.",
     "The service operates every day of the year, with the exception of Christmas Day.",
     "This month saw Briggs Marine and Environmental Services commence a £50m seven-year contract to not only operate the Woolwich Ferry Service but to make a number of improvements designed to increase reliability and extend the life of these three hard working ferries and their infrastructure.",
     "Each ferry will be overhauled and, in keeping with the Mayor's clean air strategy, will be made more environmentally friendly to improve London's air quality.",
     "All three vessels already use low sulphur diesel and will now be fitted with diesel particulate filters that will reduce particulate matter emissions by 90 per cent.",
     "Improvement work will also continue on the infrastructure improving the reliability of both terminals on the north and south of the river.",
     "Andy Thompson, General Manager for London River Services (LRS), said: 'These three ferries have worked tirelessly for the past 50 years so the time is right to give them, along with the infrastructure, a new lease of life.",
     "'Briggs Marine and Environmental Services bring with them a wealth of experience which I know will help the Woolwich Ferry to continue its important service for years to come.'",
     "Collieson Briggs, Managing Director of Briggs Marine and Environmental Services, said: 'Briggs is delighted to be an integral part of LRS's plans for the Woolwich Ferry's future.",
     "'Our breadth of capability, combined with our customer's on-going support will ensure that the service reliability is improved over the coming years.'",
     "\u003cstrong\u003eNotes to editors: \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Briggs Marine and Environmental Services work closely with London River Services, a subsidiary of Transport for London (TfL), and are responsible for the day-to-day operation of the ferry, including its staff, as well as maintenance of the three ferries and the two ferry terminals located at Woolwich and North Woolwich\",\"On weekdays the Woolwich Ferry operates from 06:10 until 20:00 with a two-boat service (10 minutes between sailings), on Saturdays from 06:10 until 20:00 with a one-boat service (15 minutes between sailings) and on Sundays between 11:30 until 19:30 with a one-boat service (15 minutes between sailings). The last south to north sailings are 15 minutes before service ends\",\"The Woolwich Ferry is a free service which carries more than 50,000 passengers and 20,000 vehicles per week. The service links Woolwich with North Woolwich, linking two ends of the Inner London orbital roads, the north and south circular. A ferry has operated at Woolwich since the 14th century. It has been operated from its current position since 1889 when the first free ferry service began with the current ferry terminals being introduced in 1965\",\"TfL were consulting on proposals for new vehicle river crossings in east and southeast London earlier this year. New river crossings are crucial to accommodate the increased population and jobs forecast for east London. TfL are now in the process of reviewing the findings and providing a consultation report to the Mayor which will be publicly available in late spring. Further, more detailed consultations will take place if the proposals are progressed\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}