{
 "pageTitle": "Boost for freight industry as FORS goes national",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "January",
   "url": "/info-for/media/press-releases/2015/january"
  },
  {
   "title": "Boost for freight industry as FORS goes national"
  }
 ],
 "title": {
  "title": "Boost for freight industry as FORS goes national ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "AECOM selected to build upon TfL's success with FORS"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) has announced today (Thursday 15 January) that AECOM has been selected as the concessionaire to take over the management and operation of the TfL-developed Fleet Operator Recognition Scheme (FORS).  AECOM will operate, develop and grow FORS as the concessionaire for the next five years, with the option of a two year extension to 2022.",
     "Under the concession AECOM will manage and develop FORS in partnership with the Chartered Institute of Logistics and Transport (CILT) and Fleet Source. TfL will retain an integral role in the scheme as the industry-led accreditation scheme becomes national. FORS' direction will be overseen by a governance board that will include TfL and key industry representatives.",
     "TfL launched FORS in April 2008 to improve road safety and help reduce the wider environmental and traffic impacts of freight and fleet operations. FORS accreditation is underpinned by a fleet quality standard, which operators are audited against. Accredited operators demonstrate a commitment to managing road risk, reducing environmental impact and improving operational efficiency.",
     "More than 210,000 vehicles from 2,400 companies are now accredited to FORS. Since its creation, TfL has worked with a range of industry stakeholders to develop the scheme, including the Freight Transport Association, the Road Haulage Association, the Metropolitan Police Service and the Driver and Vehicle Standards Agency.",
     "Last year FORS won the Fleet Award at the Prince Michael International Road Safety Awards, as an outstanding model of its kind. The FORS standard is now widely regarded by both fleet operators and businesses as 'the' national road safety and efficiency benchmark. Despite originally being a London scheme, around two thirds of accredited operators are already based outside the M25. Through the concession AECOM is now able to make accreditation to FORS consistently available across the country.",
     "FORS bronze, one of three levels of accreditation, has become the recognised quality level for fleet operators. From the construction industry to utility companies, retailers to higher education, fleet operators must demonstrate a commitment to sustainable fleet activities to tender for work from the likes of Mace, Laing O'Rourke, Thames Water and Cambridge University.",
     "AECOM will protect the reputation of FORS and will expand the scheme across the UK. This expansion will allow more fleet operators and their clients throughout the UK to benefit from consistent fleet operating standards. TfL will work closely with AECOM following the transfer of FORS management to ensure a smooth transition into a truly national scheme.",
     "AECOM has extensive freight industry and commercial fleet experience and has been involved in FORS since its launch. AECOM's broad expertise will ensure the scheme grows, allowing operators across the country to stand out from others when competing for new business.",
     "Mayor of London, Boris Johnson, said: `The Fleet Operator Recognition Scheme (FORS) has helped to deliver cleaner and safer freight fleets in the capital and with it now set to roll out nationwide this is great news for road users up and down the country.'",
     "Leon Daniels, Managing Director of Surface Transport at TfL, said: `In 2008 our innovation led the way to increased fleet road safety in the capital with the creation of FORS. This concession is good news for the future of road safety and the wider impacts of freight and fleet operations not just in London, but across the country. FORS' success will be enhanced and AECOM will help this award-winning scheme expand nationwide to the benefit of all operators and road users.'",
     "Richard Robinson, Chief Executive, Civil \u0026 Infrastructure, Europe, Middle East and Africa, at AECOM, said: `As a company committed to improving safety in transport, we are delighted to deliver such an important scheme. Through its standards, accreditation and promotion of good practice, FORS has contributed to safer, greener and more efficient road fleet operations in London, and we look forward to growing the scheme outside the capital.Today's contract award builds on our ongoing work in construction logistics and cycle safety, cementing AECOM's strategy in the UK to design, build, finance and operate major schemes for our clients.'",
     "TfL will remain a champion of FORS, with all operators working on its behalf requiring FORS bronze accreditation. In addition to FORS, TfL continues to support a range of initiatives aimed at increasing road safety and supporting the freight industry. These include the Industrial HGV Taskforce (IHTF), the Construction Logistics and Cycle Safety programme (CLOCS) and encouraging retimed deliveries. TfL recently published guidance to pave the way for responsibly increasing the flexibility of delivery times.",
     "{\"template\":\"bulletlist\",\"items\":[\"For more information about FORS, go to \\u003ca href=\\\"http://www.fors-online.org.uk\\\"\\u003ehttp://www.fors-online.org.uk\\u003c/a\\u003e \",\"More than 210,000 vehicles from more than 2,400 companies now accredited to FORS. Around two thirds of these are based outside London.\",\"The FORS governance board will comprise, among others, key industry representatives and TfL.\",\"FORS accredited operators are: 76 per cent less likely to be involved in Licence/insurance offences; 64 per cent less likely to be involved in Most Serious Infringements (MSI) offences; 50 per cent less likely to be involved in Drivers hours offences .\",\"AECOM has been awarded a contract to operate and manage FORS for five years, with the option of an additional two years. TfL retains ownership of FORS.\",\"AECOM is a global provider of professional technical and management support, working with clients in more than 150 countries. AECOM's freight and logistics team is a specialist provider of freight and logistics consultancy services, and has been involved with the development of FORS since its very earliest days and on behalf of TfL has managed the FORS administration and benefits package available to FORS companies.\",\"The Chartered Institute of Logistics and Transport is a professional body representing the transport and logistics industries worldwide.\",\"Fleet Source is experienced in delivering FORS Practitioner workshops and is the current provider of TfL's Safe Urban Driver training.\",\"The IHTF has been targeting non-compliant heavy goods vehicles, drivers and operators on London's roads since October 2013. The IHTF has resulted in over 3800 vehicles being stopped, with 47 vehicles being seized, 1787 roadworthiness prohibitions given to drivers and over 1000 fixed penalty notices issued. Information about the results can be found here: \\u003ca href=\\\"http://www.tfl.gov.uk/info-for/media/press-releases/2014/december/taskforce-takes-action-to-improve-road-safety\\\"\\u003ewww.tfl.gov.uk/info-for/media/press-releases/2014/december/taskforce-takes-action-to-improve-road-safety\\u003c/a\\u003e \",\"Launched in 2013 as an industry response to a TfL commissioned report, the CLOCS programme has brought together developers, construction companies, operators, vehicle manufacturers and regulatory bodies to ensure a road safety culture is embedded across the construction industry. Due to CLOCS, over 20 construction clients require FORS accreditation as part of their contracts to help reduce collisions between trucks and all vulnerable road users. Further information about CLOCS is available at: \\u003ca href=\\\"http://www.clocs.org.uk\\\"\\u003ewww.clocs.org.uk\\u003c/a\\u003e \",\"Last year, TfL and London Councils consulted on the UK's first ever Safer Lorries Scheme. The scheme would ban lorries from entering the capital without safety equipment designed specifically to protect cyclist and pedestrians. The results of the consultation will be announced later this year.\",\"Guidance on retiming deliveries can be found at: \\u003ca href=\\\"http://www.tfl.gov.uk/freight\\\"\\u003ewww.tfl.gov.uk/freight\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}