{
 "pageTitle": "First transport Criminal Behaviour Order secured",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "January",
   "url": "/info-for/media/press-releases/2015/january"
  },
  {
   "title": "First transport Criminal Behaviour Order secured"
  }
 ],
 "title": {
  "title": "First transport Criminal Behaviour Order secured",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "New Met Police command secures England's first transport Criminal Behaviour Order"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL), in partnership with the Metropolitan Police Service (MPS) Roads and Transport Policing Command (RTPC), has obtained the country's first transport focused Criminal Behaviour Order (CBO) for theft offences committed on the transport network.",
     "Mr Sheavon Cunningham, who preyed on elderly and vulnerable victims, was handed the CBO, which will last for five years, at the Inner London Crown Court on 19 December 2014. This is in addition to a three years and four months jail sentence for each theft, to run concurrently.",
     "In September 2014 Mr Cunningham targeted a 90 year old woman on the bus network, stealing her purse - a Christmas present from her daughter of great sentimental value. In the same month he went on to steal a 67 year old bus passenger's purse, which contained an irreplaceable memorial card from her husband's funeral.",
     "Mr Cunningham had previously received an Anti Social Behaviour Order (ASBO) from the British Transport Police, which prevented him from using the London Underground after he committed similar offences.",
     "Following a thorough investigation by the MPS RTPC, which is joint-funded by TfL and the MPS, Mr Cunningham was caught and arrested.",
     "The CBO imposed the following prohibitions, which if broken could result in further terms of imprisonment:",
     "{\"template\":\"bulletlist\",\"items\":[\"Boarding, attempting to board, queuing to board or travelling on any bus, Tube, train, tram or river bus operated by or on behalf of TfL without being in possession of and using a valid Oyster card with sufficient credit to travel and registered in his name and at his permanent home address;\",\"Placing his hand in any person's bag, pocket or article of clothing or interfering with any person's bag or article of clothing not belonging to him, in any place within England and Wales.\"]}",
     "Steve Burton, TfL's Director of Enforcement and On-street Operations, said: `Thanks to the great work and partnership between TfL and the MPS RTPC, we have successfully prosecuted this cowardly individual. His act of preying on vulnerable, elderly victims was inexcusable.",
     "\"This is the first transport related CBO of this kind in the country, and it demonstrates that we are dedicated and committed to reducing crime on the network and ensuring the safety and security of all of our customers.\"",
     "Superintendent Robert Revill, Roads and Transport Policing Command (RTPC), said: `The Roads and Transport Policing Command and Transport for London are dedicated to keeping the roads and surface transport network a safe and secure environment.",
     "`Mr Cunningham's crimes were particularly despicable as he preyed on elderly and vulnerable bus passengers who also lost irreplaceable, sentimental items as a result of his crimes. The seriousness of his crimes is reflected in his sentence - a lengthy jail term followed by a severely restrictive Criminal Behaviour Order on release.",
     "`We will continue to work together with our partners to achieve even lower crime, fewer victims, and increase the confidence of the travelling public. If you commit an offence, you will be caught and if convicted every avenue of punishment will be considered.'",
     "The RTPC is a new, single police command created to further improve the safety and security of London's roads, bus network and other surface transport services. More than 2,300 Police and Police Community Support Officers work closely with TfL making it the largest police command in the UK. Despite record passengers numbers in 2013/14, crime across London's transport network overall (including Tube, DLR and London buses) was down by over 11% compared to the previous year. The rate of transport crime has fallen to under eight crimes per million passenger journeys - the lowest ever level.",
     "On 20 October 2014 the Government introduced the Anti-Social Behaviour Crime and Policing Act 2014, which provides simpler, more effective powers to tackle anti-social behaviour. The Criminal Behaviour Order is issued by the courts once a conviction has been secured for a criminal offence. This order bans an individual from selected places and activities. A breach of this order could result in a prison term of up to five years.",
     "•\tThe CBO is against Mr. Sheavon Cunningham of Lodge Lane, Grays, Essex RM17 (D.O.B. 09/04/86)"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}