{
 "pageTitle": "Foundations laid  for development of London properties",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "January",
   "url": "/info-for/media/press-releases/2015/january"
  },
  {
   "title": "Foundations laid  for development of London properties"
  }
 ],
 "title": {
  "title": "Foundations laid  for development of London properties",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"TfL to launch tender process to establish property development partnerships\",\"Part of TfL's plans to generate more non fare revenue to reinvest in the transport network and to help bear down on fares\",\"Francis Salway appointed as Chairman of TfL's non-executive property advisory group\"]}",
     "The Mayor of London, Boris Johnson and Transport for London (TfL) have today announced ambitious plans to develop TfL's property estate by creating property development partnerships as part of its wider programme to generate £3.4bn in non fare revenue over the next ten years. The revenue generated will be reinvested in the transport network and help TfL and the Mayor bear down on fares.",
     "TfL has a 5,700 acre property portfolio that makes it the custodian of one of the largest and most valuable estates in London. Its property estate includes buildings and land attached to Tube stations, railways and highways.",
     "In February, TfL will launch a tender process to appoint a small number of property development partners to take forward a range of sites over the next decade with a view to maximising the long-term development value of its estate. It will be bringing forward up to 50 sites with around 10 million square foot of development potential.",
     "With London's continuing success meaning that its population is set to grow from 8.4m today to around 10m by 2030, it is vital that the modernisation of London's transport network is supported through continued sustainable investment and that suitable property is utilised for new housing and services.",
     "TfL has some of the most iconic and valuable assets in London and much of its property portfolio is at the heart of the city. Previously TfL sold assets and properties it no longer needed, but in recent years it has taken a new approach to retain and invest in a number of sites to generate long-term revenue and the best outcomes for London.",
     "Graeme Craig, TfL's Director of Commercial Development, said: `London's population is set to grow from 8.4m today to 10m by 2030, the equivalent of one full Tube train arriving every three days. To enable this, London needs more homes and office spaces and the transport network needs sustained, long-term investment. Forming joint venture partnerships with property development experts will enable us to generate long-term income that we can invest in improving our network, which carries over 30 million journeys every day.",
     "`We will be launching a tender process in the coming weeks to identify the best organisations in the world that will help us to achieve this. We've already established a successful partnership on the Earl's Court development and look forward to establishing more for the benefit of Londoners.'",
     "TfL's potential development sites are located across the capital with two-thirds situated in Zones 1 and 2. TfL's sites have the potential to make a real contribution to the city and will help support the UK's economy by providing homes as well as jobs and economic growth.",
     "Mayor of London, Boris Johnson, said: `TfL's role is to look to the future, ensuring that transport continues to support jobs, homes and economic growth across the capital and the UK. The ambitious plans to redevelop some of TfL's land and assets presents a fantastic opportunity to support this important work and ensure public land creates homes for Londoners.'",
     "To support its new commercial development property strategy, TfL will be forming a new non-executive property advisory group. This will be headed by Francis Salway, the former Chief Executive of Land Securities Group Plc.",
     "Steve Allen, Managing Director of Finance at TfL, said: `I am delighted that Francis is joining TfL to head up our new non-executive property advisory group. He is one of the most respected people in commercial property, and he will bring a wealth of practical experience to TfL as we embark on an ambitious programme of property development.'",
     "In March 2014, TfL formed its first joint venture with Capital and Counties when it merged its freehold of Earl's Court 1 and 2 with Capco's long leasehold on the sites. TfL and Capco have formed Earl's Court Partnership Limited, which will enable the development of Earl's Court 1 \u0026 2 in line with the Earl's Court Masterplan which will deliver 7,500 new homes and 10,000 new jobs.",
     "TfL has already taken a proactive commercial approach to generate vital commercial revenue while improving the services on offer for customers at its stations. This has introduced click and collect partnerships with some of the UK's largest retailers, including: Amazon, Argos, Asda, InPost, Ocado Sainsbury's, Tesco and Waitrose. It has also introduced a collection of pop-up shops at a number of Tube stations and is also generating revenue through advertising, sponsorship and retail, all of which is reinvested back into London's transport network to make journeys better for public transport users.",
     "Ends",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL operates the Tube network, as well as 5% of London's road network, buses, the DLR, London Overground, London Tramlink, Barclays Cycle Hire, the Emirates Air Line and River Services.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}