{
 "pageTitle": "London working together to prepare for cold weather",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "January",
   "url": "/info-for/media/press-releases/2015/january"
  },
  {
   "title": "London working together to prepare for cold weather"
  }
 ],
 "title": {
  "title": "London working together to prepare for cold weather ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "As the capital readies itself for the coming cold weather, Transport for London (TfL) and London Councils - the body representing all 32 of London's boroughs and the City of London - are again joining forces to keep London moving.",
     "Co-ordinated plans have been developed alongside the emergency services, in order to keep the transport system and a network of key routes open throughout any severe weather. This includes roads and footways around bus garages and stations, hospitals, railway stations and police, fire and ambulance stations across London.",
     "More than 110,000 tonnes of salt have already been stockpiled by TfL and London boroughs to ensure that all road users, including delivery drivers, pedestrians and cyclists, can continue to get around the capital. A fleet of road gritters will be deployed as required across London to keep roads clear and arrangements are in place to enable boroughs to share salt stores with each other should they require them. The pan-London Strategic Salt Reserve of 28,000 tonnes, which has not been called into use during the past three winters, is also available for TfL and the boroughs to use should supplies become low.",
     "Across London, all transport agencies will be working around the clock to minimise disruption on the Tube, bus, rail and road networks during freezing conditions. On London Underground there are well rehearsed plans that include running de-icing trains overnight, keeping tracks as clear as possible, gritting platforms where required to keep them safe for customers and points - the mechanical parts that operate junctions on the network - will be heated and regularly checked. In order to keep the DLR network moving, points heaters will be in operation and teams of staff will be available to grit stations. Similarly, on London Overground, stations will be gritted and de-icer applied to the rails to ensure minimised disruption.",
     "Londoners and visitors to the city are urged to \"check before you travel\", particularly during the cold weather period, and to allow extra journey time where necessary.   Passengers can check before travelling by visiting tfl.gov.uk or following @tfltravelalerts, @tfltrafficnews and @tflbusalerts on Twitter. Information will also be available via posters, leaflets and \"service information\" boards at Tube stations or by calling the London Travel Info 24-hour telephone helpline on 0343 222 1234. Wi-Fi is also available at 150 Tube stations, giving customers easier access to the latest travel information for all modes of transport on the move.",
     "Leon Daniels, Managing Director of Surface Transport at TfL said: `Once again, we have done everything possible to ensure that, should harsh weather conditions hit, we have well rehearsed procedures in place to minimise the consequences. Working closely with all London boroughs, we've ensured that there is a fully co-ordinated response covering all parts of the road and TfL transport network.",
     "`Our staff will be working hard throughout the winter to make sure that the risk of any disruption to the travelling public during freezing conditions is minimised - gritting the roads, de-icing the rails and keeping platforms safe and accessible.`",
     "Nick Lester-Davis, London Councils' Corporate Director, Services, said: `Local authorities are responsible for 95% of London's roads. Throughout the year, London boroughs and their partners have been working on plans to ensure key routes across the capital are kept open during the winter weather for motorists, cyclists and pedestrians.`",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL is responsible for the treatment of all of London's Red Routes, a network of 580km of key roads that carry a third of all traffic. Throughout winter, a fleet of 40 gritters, all of which are low emission and can be fitted with ploughs, as well as gritting quad bikes, flat bed trucks and teams of operatives will operate across TfL's road network. A list of core bus routes, bus garage locations and bus stands has also been agreed by TfL and the London boroughs to ensure that bus services can be maintained.\",\"The winter operations plan agreed by TfL and its partner agencies also means that the Barclays Cycle Hire scheme will be open for users during all normal operational conditions although it is left to users to decide whether they wish to make journeys by bike. TfL and London's boroughs will be working to ensure, where possible, that the four current Barclays Cycle Superhighways remain safe to use during the winter months. Additional detailed plans are also in place to ensure Dial a Ride, London River Service and Victoria Coach Station can cope with the winter weather. The Emirates Air Line is designed to operate throughout the year in most weather conditions, however as with any mode of transport there are operational limitations and cable cars are not designed to operate during very strong gusts of wind or when there is a threat of lightning in the immediate area.\",\"Londoners can also report any road defects at the TfL website via \\u003ca href=\\\"https://reportit.tfl.gov.uk\\\"\\u003ehttps://reportit.tfl.gov.uk\\u003c/a\\u003e or call TfL on 0343 222 1234, who can redirect enquiries to the relevant local authority if necessary.\",\"TfL, the 32 boroughs and City of London have over 110,000 tonnes of grit available to use between them. Priority routes for gritting are published on borough websites and include main roads, bus routes and roads leading to fire stations and hospitals. Many boroughs will also be gritting pavements in busy areas to help pedestrians and support local businesses. A pan-London Strategic Salt Reserve, which has not needed to be called into use during the past three winter seasons, is also available for TfL and the London boroughs to use should supplies become low throughout the winter.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}