{
 "pageTitle": "New Met Police Roads and Transport Policing command created",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "January",
   "url": "/info-for/media/press-releases/2015/january"
  },
  {
   "title": "New Met Police Roads and Transport Policing command created"
  }
 ],
 "title": {
  "title": "New Met Police Roads and Transport Policing command created",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Mayor hails new Met Police command as it ramps up efforts to improve safety across London's roads and surface transport network"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The Mayor of London today hailed the creation of a new, single police command created to further improve the safety and security of London's roads, bus network and other surface transport services.",
     "More than 2,300 Police and Police Community Support Officers will work closely with Transport for London (TfL) as part of a new Metropolitan Police Service (MPS) Roads and Transport Policing Command (RTPC), making it the largest police command in the UK.",
     "Capable of delivering hundreds of thousands more hours a year of road safety activity than before, the new part TfL funded command will be more flexible, with all officers having the responsibility for reducing crime, congestion and collisions. The Command will make roads safer for cyclists and pedestrians, further improving the safety of the taxi and private hire trades and clamping down on illegal touting.",
     "The creation of the command was one of six commitments published by the Mayor and TfL to reduce the number of people killed and seriously injured on London's roads every year.",
     "TfL figures continue to show that numbers of people killed and seriously injured are at their lowest on record, which means that London remains on track to achieve the Mayor's road safety target to reduce the number of people killed or seriously injured on London's roads by 40% by 2020.",
     "The Mayor of London, Boris Johnson, said: `Improving roads and public transport safety is one of my top priorities. This new command means that for the first time ever we now have a single team focusing on doing just that. As we've seen from targeted initiatives such as Operation Safeway, this is a group of officers that can mobilise in large numbers to deliver impressive results and changes in behaviour. Metropolitan Police officers on the transport beat have a hugely challenging job and I applaud them for the sterling work they do. With this new command they're now in a position to help ensure that more people can get from A to B safely and securely.\"",
     "MPS Commander, Stephen Watson, said: `The Met enjoys a first class partnership with TfL in ensuring that the millions of people who use London's transport system every day are kept safe and that our networks are secure and reliable. Much has already been achieved through our joint efforts and we are confident that this new and fully integrated command will enable us to build on a legacy of success. The fact that there were over 2000 fewer victims of crime on the bus network during the last 12 months alone demonstrates the importance and the effectiveness of our work.",
     "`We will maintain a robust approach to tackling criminality and anti-social behaviour across the network as this is crucial to inspiring confidence in the travelling public. Equally important is our determination to reduce further the number of people killed or seriously injured in collisions on our roads. London has a fantastic resource in its transport infrastructure and we are proud of our role in working with TfL to deliver upon our shared ambition to do the best for all who use our network'.",
     "Leon Daniels, TfL's Managing Director of Surface Transport, said: `We are pleased to be entering a new chapter in our successful partnership with the MPS - which has seen crime on London's buses fall by 60% in the last five years, taking the crime rate to its lowest ever level. For the first time ever, the policing of London's roads, bus network and other surface transport services will come under one single police command, working side-by-side with TfL to ensure we continue to make every journey in London safe, secure and reliable.'",
     "The command structure brings together officers and resources previously working in the MPS Traffic Operational Command Unit and the Safer Transport Command, and takes on some activities previously carried out by Borough Operational Command Units.",
     "It demonstrates the strong commitment from the Mayor, TfL and the MPS to deliver safe, secure and reliable journeys across the road and surface transport network, with its officers working to:",
     "{\"template\":\"bulletlist\",\"items\":[\"Further reduce crime and anti-social behaviour on London's bus network, continuing the trend that has seen the crime rate on the network fall to its lowest ever level;\",\"Put new resources behind preventing collisions - targeting illegal or dangerous vehicles and minimising disruption from incidents on the  road network;\",\"Maintain Safer Transport Teams in every London borough as the bedrock of local transport policing. The teams provide visible officers who address local transport concerns, tackle crime and anti-social behaviour at transport stations and address problems with aggressive driving and cycle theft;\",\"Bring additional specialist expertise to the investigation of the most serious collisions;\",\"Continue the successful Operation Safeway, in which hundreds of officers are deployed at junctions across London to enforce the rules of the road and improve safety;\",\"Provide 24/7 coverage for London's road tunnels, including the Blackwall Tunnel, to deal with collisions and breakdowns and reduce delays.\"]}",
     "The new structure also means that there will be a flexible 24/7 response to disruption and incidents, which will assist TfL in meeting its journey time reliability targets.",
     "It also means the vital work of the Industrial HGV Task Force, which works to ensure that tipper lorries, construction and waste vehicles are safe for London's roads, will continue and that the commitment made as part of the Mayor's Vision for Cycling will also be maintained, with 50 officers now dedicated to cycle safety and security.",
     "The new police command has been created following the MPS change programme, which will reduce senior management, streamline functions, remove duplication of services and produce total pay savings of over £10m per annum. This will contribute towards the 20/20/20 challenges set out by the Mayor to the MPS - a 20% reduction in seven key neighbourhood crime types, a 20% reduction in budget and a 20% improvement in confidence in the MPS.",
     "It will also help to support the aims of the Mayor and TfL's Road Modernisation Plan, which will see investment of more than £4bn to improve London's roads, the biggest investment in a generation. TfL's financial commitment to policing London's transport network has been maintained.",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL provides 68 per cent of the funding for the Roads and Transport Police Command The Mayor's Right Direction transport safety and security strategy 2010-13 can be found here: \\u003ca href=\\\"https://www.london.gov.uk/sites/default/files/the_right_direction.pdf\\\"\\u003ehttps://www.london.gov.uk/sites/default/files/the_right_direction.pdf\\u003c/a\\u003e \",\"The next iteration, the Right Direction 2, will be published spring 2015.\",\"Commander Stephen Watson has served within the police service for 25 years. In September 2014 Stephen was appointed Commander for Crime Management, Criminal Justice, and the newly formed Roads \\u0026 Transport Policing Command (RTPC). Stephen is also the MPS Territorial Policing (TP) Lead for Immigration, Foreign National Offenders, Operation Reclaim (uninsured vehicles), Big Wing (Met mass mobilisation operations), Technology and Mobility (CCTV in Vans, Body Worn Videos, Tablets).\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}