{
 "pageTitle": "TfL confirms contractor for Bakerloo line link",
 "description": "TfL confirms contractor for Bakerloo line link",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2015",
   "url": "/info-for/media/press-releases/2015"
  },
  {
   "title": "January",
   "url": "/info-for/media/press-releases/2015/january"
  },
  {
   "title": "TfL confirms contractor for Bakerloo line link"
  }
 ],
 "title": {
  "title": "TfL confirms contractor for Bakerloo line link ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "London Underground (LU) has today announced its intention to award the contract to design and build the Paddington link tunnel, which will link the new Crossrail station and the Bakerloo line platforms, to Costain Skanska Joint Venture.",
     "The contract to build the Paddington link tunnel is worth approximately £40m and follows an innovative procurement process set by LU, which was successfully used on the Bank Station Upgrade contract signed in 2013.",
     "The procurement process, known as the Innovative Contractor Engagement (ICE) model, assesses the bids made by contractors for the value that their proposal adds to the project.",
     "The winning bid by Costain Skanska Joint Venture will enhance the value of the Bakerloo line link by 25%, mainly through reducing passenger journey times compared with initial designs, and it will help to reduce the level of disruption caused to customers while the link is built.",
     "David Waboso, LU's Director of Capital Programmes, said: `This is the second successful application of the ICE procurement approach, providing both our customers and our business with significantly enhanced value. Increasingly, ICE is allowing the market to provide us with better value infrastructure than traditional approaches.'",
     "Simon Wright, Crossrail Programme Director, said: `Crossrail is now 60% complete and we are on time and within budget. The Bakerloo line link, being delivered by London Underground, is an integral part of Crossrail. When complete, Crossrail will significantly reduce journey times from Paddington to the West End, the City and Docklands. From Paddington, passengers will be able to reach Tottenham Court Road in four minutes, Liverpool Street in ten minutes and Canary Wharf in 17 minutes.'",
     "Paddington is one of the busiest stations on the Tube network and to alleviate the demand additional passengers will place on existing infrastructure once Crossrail arrives, it is necessary to build a new link between Crossrail and the Bakerloo line.",
     "Around 85,000 passengers interchange to and from the Bakerloo line each day and this is set to increase to over 115,000 when Crossrail starts serving Paddington at the end of 2018.",
     "The new link will be completed by the end of 2018 in time for Crossrail opening and the procurement stage has involved close co-operation between the LU and Crossrail teams.",
     "London's population is set to grow from 8.4m today to around 10m by 2030 - that's an extra Tube train full of  people every three days - and it is therefore essential that there is continued investment in increasing services and transport infrastructure to meet this increasing demand.",
     "{\"template\":\"bulletlist\",\"items\":[\"A consortium of Morgan Sindall and Bemo Tunnelling; and Dragados.\",\"To support this, LU is carrying out a huge programme of modernisation, with major stations, trains, track and signalling being updated or replaced to provide more capacity for a growing city.  By the end of 2016, 191 new spacious and air-conditioned trains will have been introduced on the Circle, District, Hammersmith \\u0026 City and Metropolitan lines for a more comfortable journey.\",\"The line upgrades are at the core of LU's investment programme, which will deliver more than 30 per cent increase in capacity.  The upgrade programme is being delivered over the coming years, with work to modernise the Northern line nearly complete, and the Circle, District, Hammersmith \\u0026 City and Metropolitan lines well underway.\",\"Redevelopment work to increase capacity at key stations and make them step-free is underway at a number of stations including Victoria, Tottenham Court Road and Bond Street.  More than half of LU's 270 stations have now been modernised or refurbished to make them brighter and easier to use, with improvements such as tactile strips, better CCTV and help points, electronic information displays in ticket halls and on platforms and improved seating and lighting.\",\"During this year, LU will be modernising the way customers are served at stations, with staff brought out from underused ticket offices and back offices to where they can assist customers most effectively - in ticket halls, on gate lines and on platforms. There will be more staff visible and available to help customers buy the right ticket or use their contactless payment card, plan their journeys and keep them safe and secure, and all stations will be staffed at all times.  Every member of station staff will have access to a mobile device which will provide them with access to travel information with which to help customers.\",\"From 12 September this year, LU will introduce the 'Night Tube' - all night 24 hour services on Friday and Saturday nights on the Jubilee, Victoria and most of the Piccadilly, Central and Northern lines. The Night Tube will cut journey times, support the creation of some 2000 new jobs and boost London's economy by £360 million.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2015/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2015/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2015/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2015/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2015/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2015/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2015/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2015/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2015/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2015/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2015/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2015/january",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}