{
 "pageTitle": "Aslef leadership urged to abandon threatened strike action",
 "description": "The union's leadership has said it will call its members out on strike unless they are paid triple time and given a day off in lieu for those staff working on Boxing Day - a day which all Tube staff already earn a premium for, is included in LU's",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Aslef leadership urged to abandon threatened strike action",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground (LU) has today called on Aslef's leadership to abandon its threat of strike action over an outrageous pay claim which goes against the working arrangements agreement which all unions are signed up to."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "London Underground has a long-standing agreement with all of its trade unions which cover staff working arrangements on bank holidays, and Boxing Day is included in that agreement",
     "The union's leadership has said it will call its members out on strike unless they are paid triple time and given a day off in lieu for those staff working on Boxing Day - a day which all Tube staff already earn a premium for, is included in LU's operational staff annual salary.",
     "Along with all Tube unions, the Aslef leadership signed up to the 1992 Agreement for Operational Staff and Operational Managers, which saw staff getting higher salaries and increased annual leave on the understanding that this would involve working on some public holidays.",
     "The agreement, which specifies that overtime is only paid for unrostered work or for work attracting a higher salary, is once again being ignored by Aslef's leaders.",
     "The union's leadership made their claims for extra pay last year, since when LU has engaged in detailed discussions on the issue.",
     "In addition, LU has reviewed the level of service for Boxing Day to match more closely customer demand and as a result has reduced the number of train staff required to work on Boxing Day to pre-2010 levels, so that now only a quarter of the Tube's 3,500 drivers are needed to run the service.",
     "The Aslef leadership has called the strike action despite the fact that only around 42 per cent of those balloted voted in favour of strike action.",
     "Howard Collins, LU's Chief Operating Officer, said: 'It is disgraceful for the Aslef leadership to threaten strike action while we are engaged in continuing discussions on this issue. The threat of strike action will not achieve anything and I urge Aslef to join us in our commitment to resolve this matter through discussions.",
     "'LU has a long-standing agreement with all of its trade unions which cover staff working arrangements on bank holidays, and Boxing Day is included in that agreement. However, we have shown good faith in reviewing Boxing Day services so that staffing requirements are lower than when Aslef raised this matter last year, and Aslef should do the same.'\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}