{
 "pageTitle": "Bus services during the London 2012 Games",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Bus services during the London 2012 Games ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Increased capacity on many services"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "TfL is working hard to ensure that London's comprehensive bus network continues to supply an effective service throughout.",
     "{\"template\":\"bulletlist\",\"items\":[\"Some routes will need to be diverted temporarily\",\"Plans under discussion with stakeholders\"]}",
     "Transport for London (TfL) has published proposals for temporary changes to bus routes during the London 2012 Olympic and Paralympic Games.",
     "Around 85 of London's 700 bus routes will be changed in some way during the 2012 Games.",
     "The changes have been designed to keep disruption for the travelling public to an absolute minimum and detailed information will be available to help passengers plan their journeys.",
     "An initial list of the proposed enhancements and changes to bus services is now available at \u003ca href=\"/gettingaround/london2012/21820.aspx\"\u003eBus travel 2012 London Games\u003c/a\u003e .",
     "TfL is discussing the proposals with London's borough councils and London TravelWatch and has written to community groups across the Capital to make them aware of what is proposed.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Boost capacity\"}",
     "The changes will be finalised by April 2012 and publicised well in advance.",
     "The frequency of some services will be increased to cope with the expected increases in demand and some single deck buses will be temporarily replaced with double-deckers to boost capacity.",
     "Other services will need to be diverted or use different terminals, particularly around Games venues, as a result of temporary road changes that are needed to help the Games run smoothly.",
     "Some bus stops will also need to be moved or temporarily suspended.",
     "All changes will be kept in place for as short a time as possible to minimise disruption to passengers.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Cultural event\"}",
     "John Barry, Head of Network Development for London Buses, TfL, said: 'Hosting the 2012 Games is a huge logistical challenge but TfL is working hard to ensure that London's comprehensive bus network continues to supply an effective service throughout.",
     "'Events will be taking place right across London, and central London will be particularly busy as it effectively becomes a major sporting and cultural venue.  Our aim is to help the Games run smoothly and to keep London moving.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Information on bus services during the 2012 Games can be found at \\u003ca href=\\\"http://www.tfl.gov.uk/gettingaround/london2012/21820.aspx\\\"\\u003etfl.gov.uk/gettingaround\\u003c/a\\u003e \",\"Additional changes will also be needed for times when roads are closed for events such as the marathons and cycle road races and these will also be notified next year\",\"The proposals are based on detailed forecasts of demand for transport during the Games\",\"In some places routes may need to be diverted onto roads not usually served by buses; route tests will be carried out to ensure the suitability of the roads concerned\",\"Around £6.5bn has been invested in upgrading and extending transport links to increase capacity and improve services in the capital in the run up to the Games. This is already providing an early legacy of better transport options, particularly for people living in east London, which will benefit millions of people and support economic development for generations to come\",\"Some of the bus diversions relate to the Olympic Route Network (ORN). The ORN will come into operation a couple of days before the Olympic Games and will be removed as soon as possible once the Olympics are over. It will not be in operation again until a couple of days ahead of the Paralympic Games, and will be removed as soon as possible after the Paralympics have finished. General traffic can, with the exception of Birdcage Walk, Constitution Hill and The Mall, use the entire 109 mile ORN (which makes up just one per cent of the London's road network). Only one third of the ORN will have Games Lanes, which are only implemented where more than one lane is available, and which are open to the Games family - the media (who make up the largest element of the Games family), athletes, officials, Games workers, sponsors and IOC members. The ORN is necessary in order to get all athletes, officials and the media to their Games events on time, and has been a feature of all Host Cities contracts with the IOC since the Atlanta Games in 1996\",\"London buses carry approximately 6.5 million passengers a day on 7,500 buses along 700 routes\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}