{
 "pageTitle": "District line timetable improvements from this weekend",
 "description": "A new timetable comes into effect on the District Line this Sunday which will increase frequency, reliability and capacity.The changes will include five additional trains on the busy Wimbledon branch providing space for 4,000 extra passengers during the",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "District line timetable improvements from this weekend",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Additional peak trains for the 200,000 Wimbledon branch passengers each day will bring fewer delays and extra capacity."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "It will provide more room for more than 4,000 passengers on the Wimbledon branch, the busiest branch on the line, during the morning peak and an enhanced evening service.",
     "A new timetable comes into effect on the District Line this Sunday which will increase frequency, reliability and capacity.",
     "The changes will include five additional trains on the busy Wimbledon branch providing space for 4,000 extra passengers during the morning peak, more trains during the evening service with six trains per hour until 23:30hrs and an additional train on the Ealing Broadway branch to get an extra 800 customers home during the evening peak.",
     "The changes were the subject of a major consultation exercise earlier this year, in which nearly 18,000 customers, local business and stakeholders took part, almost 80 per cent of whom were in favour.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Smoother travel through Earl's Court\"}",
     "The timetable has been designed to improve service for the 200,000 passengers who travel on the Wimbledon branch of the District line each day.",
     "In particular, the removal of the poorly used weekday Olympia service will deal with bottlenecks in the Earl's Court area which currently hold up more than 20 percent of District line trains entering Earl's Court behind an Olympia train.",
     "This wait in the tunnel, at one of the one of the most complex junctions on the Tube network, will be reduced, directly speeding up journeys for the 150,000 customers who are affected by delays at the station.\u003cbr /\u003e\u003cbr /\u003eMayor of London, Boris Johnson, said: \"Hundreds of thousands of passengers will benefit from this practical and pragmatic change to markedly improve the most congested part of the tube network.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Olympia services\"}",
     "Howard Collins, LU's Chief Operating Officer, said: \"The introduction of the new timetable in December will reduce delays across the whole line and, in particular, benefit the 150,000 passengers who are affected by delays at Earl's Court each day by reducing congestion in the area.",
     "\"It will also provide more room for more than 4,000 passengers on the Wimbledon branch, the busiest branch on the line, during the morning peak and an enhanced evening service.",
     "\"The Olympia service will continue to operate during the weekend and we will also operate a special weekday service during the busiest events at Olympia.\"",
     "Passengers using Kensington (Olympia) already benefit from improved London Overground services, with four trains serving the station every hour carrying 600 passengers per train, and interchange to the Tube available at both West Brompton (District line) and Shepherd's Bush (Central line) stations.",
     "Southern services will also continue to serve the station.",
     "During the week customers can use nearby Barons Court or West Kensington stations, both of which are close to the Olympia Exhibition Centre, and regular accessible bus services to High Street Kensington, and step-free stations Hammersmith, Fulham Broadway and Green Park.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"As part of London Underground's Upgrade Plan, the District line will be completely upgraded with new air-conditioned trains being introduced on the line from 2013 and a new signalling system to be introduced by 2018. Overall, the upgrade will deliver 24 percent more capacity to the line.\",\"The District line is one of the busiest lines on the Tube network used by over 700,000 people each day.\",\"The Wimbledon branch is one of the busiest branch on the District line and carries nearly 30 per cent of customers.\",\"London Overground (LO) and Southern Trains combined provide seven trains per hour in the peak and five in the off-peak. Both Southern and LO services interchange with LU at Shepherd's Bush and West Brompton.\",\"Six other Tube stations are within easy reach and in most cases are served by buses - with five bus routes running to High Street Kensington (numbers 9, 10, 27, 28) and four serving Hammersmith (numbers 9, 10 and 27).\",\"In total eight bus routes serve the Kensington (Olympia) area: numbers 9, 10, 27, 28, C1, 49, 391.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}