{
 "pageTitle": "Edgware Road signal improvements delivered early, paving way for longer, accessible, air-con trains",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Edgware Road signal improvements delivered early, paving way for longer, accessible, air-con trains",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Signalling improvements at Edgeware Road station, part of the Tube Upgrade Plan, finished a day early and under budget."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Our team worked extremely hard to deliver this project which has been completed on time and under-budget and I would like to thank our customers for their patience.",
     "Upgrade work near one of the busiest junctions on the Tube network will reduce disruption to passengers in the Christmas and New Year period and pave the way for new longer, accessible and air-con 'S-Stock' trains on the Circle, District and Hammersmith \u0026 City lines.",
     "The improved signalling system will hugely increase capacity and improve the reliability of the service on those lines as ageing, archaic systems are replaced with new automatic technology.",
     "The new trains, already operating on the Metropolitan line, will begin running on the Circle and Hammersmith \u0026 City lines in 2012.",
     "Edgware Road station is located very close to the Underground's Praed St junction - the busiest junction on the Tube network.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"New trains ahead\"}",
     "The upgrade of signalling at the junction was essential to ensure the new Tube trains could run on the Hammersmith and City, Circle and District lines.",
     "The original signalling, much of which dates back to the 1920s, has now been modified to accommodate the new trains, which are 23 metres longer than the existing Circle line trains.",
     "Work has been on-going incrementally for the last year with a significant amount of installation work taking place in engineering hours and during a four week closure of the Circle and District lines from Edgware Road to High Street Kensington earlier this year.",
     "This has included relocating signals as well as installing a brand-new equipment room which was built off-site and craned in overnight.",
     "Rob Stewart, Programme Director at London Underground, said: 'This is great news for our passengers who will reap the benefits of greater capacity and reliability once our new, longer, air-conditioned and more accessible trains are able to run on these lines.",
     "'Our team worked extremely hard to deliver this project which has been completed on time and under-budget and I would like to thank our customers for their patience.'",
     "A video around the closure has been created and can be found at:\u003cbr /\u003e \u003ca href=\"http://www.tfl.gov.uk/corporate/projectsandschemes/18089.aspx\"\u003ewww.tfl.gov.uk/corporate/projectsandschemes/18089.aspx\u003c/a\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}