{
 "pageTitle": "Hammersmith flyover to remain closed next week",
 "description": "Following seven days of intensive monitoring and examination of structural defects of the A4 Hammersmith flyover by TfL engineers, contractors, and structural engineering experts, TfL has been forced to conclude that the flyover will remain closed to",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Hammersmith flyover to remain closed next week",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Day and night working continues on and inside flyover, as experts examine structure of 900m bridge. Transport for London (TfL) is working to open flyover to traffic as soon as possible. Motorists are advised to avoid area and take alternative routes."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Following seven days of intensive monitoring and examination of structural defects of the A4 Hammersmith flyover by TfL engineers, contractors, and structural engineering experts, TfL has been forced to conclude that the flyover will remain closed to traffic until further tests have been completed during the next week.",
     "The flyover was closed on 23 December due to concerns about a serious structural defect, and work has been going on since then to carry out detailed investigations to assess the flyover, establish what remedial action needs to be taken and when the flyover can safely be reopened to traffic.",
     "The damage to the ageing 1960's structure has been caused by water ingress, including salt water due to grit laid during the winter months, which has corroded and weakened the cables which help support the flyover.",
     "The extent of this damage is what is currently being urgently assessed by TfL and other experts.",
     "Engineers on-site continue to build a full picture of the condition of the complex and ageing bridge structure, with much of the work taking place inside the structure itself and so not visible to the travelling public.",
     "TfL is exploring all options to reopen the flyover to traffic as soon as possible and ensure disruption is kept to a minimum, but must await the outcome of further work to test the extent of the problems found in the structure, which is expected to be completed next week.",
     "TfL is also actively working on the design of a solution to strengthen and extend the life of the flyover over the longer-term, by introducing additional cables into the structure.",
     "This solution will be implemented well ahead of the 2012 Games.",
     "Local traffic diversions are already in place, along with Variable Messaging Signs - including on Highways Agency roads - advising drivers to avoid the area.",
     "Traffic signal plans are in place to reduce disruption and ease traffic flow and plans are in place to divert traffic from the M4 to other routes if necessary.",
     "TfL is also working closely with the relevant local authorities to ensure local businesses and organisations are aware and disruption can be minimised.",
     "However, until TfL can ensure the flyover is safe to be reopened to traffic, the advice to motorists continues to be avoid the area if at all possible, or if you have to drive allow more time for your journey.",
     "Leon Daniels, TfL's Managing Director of Surface Transport, said: 'Our team continues to work night and day alongside the world's leading structural engineers to fully understand the extent of the flyover's structural problems.",
     "'I have been inside the flyover and seen for myself the unique issues we face.",
     "'Safety must be our top priority and we have not taken the decision to close the flyover lightly.",
     "'However, we are working flat-out to determine what measures we must put in place to safely reopen the flyover as soon as possible.",
     "'Also, to ensure we can strengthen the structure and extend its life over the longer-term.",
     "'In the meantime, drivers are strongly advised to avoid the area if they can or allow more time for their journeys.",
     "'I apologise for the disruption, but assure Londoners we are doing all we can to reopen the flyover and to minimise the disruption the closure is causing.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}