{
 "pageTitle": "Interim operator for Putney to Blackfriars River Bus service",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Interim operator for Putney to Blackfriars River Bus service",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) has announced that they have been able to appoint a new operator to run the Putney to Blackfriars River Bus service in the New Year."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Negotiations continue to finalise arrangements with an operator for the longer term",
     "Hundreds of Londoners use the service every day and many had expressed great concern that the service might end with the final Thames River Taxi service on 23 December.",
     "However Transport for London (TfL) has now confirmed that Complete Pleasure Boats have been awarded a six-month contract to operate the River Bus service from 3 January 2012.",
     "During that period TfL will finalise arrangements with an operator to take over the service on a longer term basis.",
     "Andy Griffiths, Head of London River Services, said: 'I am delighted that we are able to confirm Complete Pleasure Boats as the interim operator of this popular service and that we will be able to ensure uninterrupted services for our passengers in January.",
     "'Negotiations continue to finalise arrangements with an operator for the longer term and we expect to award a longer-term contract in early 2012.'",
     "{\"template\":\"bulletlist\",\"items\":[\"Live travel news is available at \\u003ca href=\\\"http://www.tfl.gov.uk/livetravelnews\\\"\\u003etfl.gov.uk/livetravelnews\\u003c/a\\u003e \",\"Further information on services offered by London River Services is available at \\u003ca href=\\\"http://www.tfl.gov.uk/river\\\"\\u003etfl.gov.uk/river\\u003c/a\\u003e \",\"London River Services owns and operates eight piers on the river: Westminster Millennium, Festival, Embankment, Millbank Millennium, Blackfriars Millennium, Bankside, Tower Millennium and Greenwich\",\"People wishing to travel on the river can benefit from a third off the normal advertised adult and child fares on most services if they produce a valid Travelcard or Oyster card loaded with a valid Travelcard when purchasing a ticket. Pay as you go Oyster cards are accepted on Thames Clippers services and passengers can get a 10 per cent discount on adult fares\",\"All London River Services piers are accessible and step-free at all states of the tide, allowing easy access for mobility impaired passengers. Most river boats are accessible - passengers should contact boat operators for comprehensive accessibility information when planning their journeys\",\"Putney to Blackfriars timetable from 3 January 2012\\u003cbr /\\u003e\\u003cbr /\\u003e\\u003cbr /\\u003e\\u003cbr /\\u003ediv\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}