{
 "pageTitle": "Lewis Hamilton toasts free travel on London transport to welcome in the New Year",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Lewis Hamilton toasts free travel on London transport to welcome in the New Year",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Lewis Hamilton gets a lesson in Tube driving as he launched Diageo's sponsorship of free travel on London's Tubes, buses, trams and some trains this New Year's Eve"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "London has a tremendous amount to offer over the festive period, and this fantastic deal will allow party goers to welcome the New Year in the world's most fantastic city, and still get home cheaply and safely, late into the night.",
     "The Mayor of London and Transport for London (TfL) announce partnership with Diageo to support free New Year's Eve travel for next three years.",
     "In a bid to encourage party goers to get home safely this festive season, Vodafone McLaren Mercedes driver Lewis Hamilton today launched Diageo's Responsible Drinking campaign and sponsorship of free travel on London's Tubes, buses, trams and some trains this New Year's Eve.",
     "This season the advertising campaign will feature across the TfL network including on Tubes, buses and at Tube stations promoting responsible drinking.",
     "In addition, Tube travellers at selected central London stations will receive top tips and free bottles of water on some of the busiest party nights of the year as part of Diageo's ongoing commitment to a safer night out.",
     "A number of celebrations will be taking place across the Capital including the spectacular fireworks display on the Southbank organised by the Mayor of London.",
     "Londoners will benefit from free travel on service from 23:45 on New Year's Eve until 04:30 on New Year's Day.",
     "Tube, Docklands Light Railway (DLR) and tram services will run all night on New Year's Eve, as well as night buses and 24-hour bus routes as usual.",
     "Free travel will also apply to London Overground trains running after 23:45 until last train times.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Drink responsibly\"}",
     "Speaking at the launch, Vodafone McLaren Mercedes driver Lewis Hamilton said, 'While we all want to have a good time this party season, a good time will be a better one if you can remember it and get home safely.",
     "'Diageo sponsoring free travel is going to make it a little easier for us all get home this New Year's Eve and this campaign will remind us to drink responsibly for a great night out.'",
     "'Through my work with Diageo on Johnnie Walker for the Join the Pact campaign I have been part of many responsible drinking initiatives and I hope today serves as a timely reminder to people in London to have fun but be responsible.'",
     "Boris Johnson, the Mayor of London, said, 'London has a tremendous amount to offer over the festive period, and this fantastic deal will allow party goers to welcome the New Year in the world's most fantastic city, and still get home cheaply and safely, late into the night.'",
     "Andrew Cowan, Country Director for Diageo GB, commented: 'Responsible drinking is at the heart of everything we do and is never more important during the festive season.",
     "'Getting home safely is often the final stage of a great night out but it is just one part which is why we are using our sponsorship of free travel this New Year to remind people to drink responsibly.'",
     "Mike Brown, Managing Director of London Underground, said: 'It is important during the festive period that people should plan their journeys in advance, using our online Journey planner or our 24-hour London Travel Information phone line.",
     "'Tens of thousands of people stand to benefit from the sponsorship deal thanks to the Mayor and Diageo.",
     "'With so many people choosing to enter the New Year in the Capital, it is important that we are able to provide services that will be running throughout the night to get them home safely .'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Free travel\"}",
     "TfL has been providing free travel for party goers on New Year's Eve since it was created in 2001.",
     "Diageo has signed a three-year deal with TfL to sponsor free travel on New Year's Eve in the Capital.",
     "The inaugural campaign includes responsible drinking promotion from 9 December until the New Year.",
     "In addition, free bottles of water featuring responsible drinking tips will be given away at selected central London Tube stations during the busiest party nights of the year.",
     "The campaign is part of Diageo's responsible drinking programme which includes the sponsorship of public awareness campaigns to promote responsible drinking, targeted interventions and initiatives focused on those who misuse alcohol, and providing support for initiatives to boost safety in the night-time economy.",
     "Detailed travel information for the festive period will be available next week to passengers across the TfL network.",
     "{\"template\":\"bulletlist\",\"items\":[\"For more information about the Mayor of London's New Year's Eve fireworks display on the Southbank, go to \\u003ca href=\\\"http://www.london.gov.uk/nye\\\"\\u003ewww.london.gov.uk/nye\\u003c/a\\u003e \"]}",
     "\u003cstrong\u003eDiageo \u003c/strong\u003e \u003cbr /\u003eDiageo is the world's leading premium drinks business with an outstanding collection of beverage alcohol brands across spirits, beer and wine.",
     "These brands include Johnnie Walker, Crown Royal, J\u0026B, Windsor, Buchanan's and Bushmills whiskies, Smirnoff, Cîroc and Ketel One vodkas, Baileys, Captain Morgan, Jose Cuervo, Tanqueray and Guinness.",
     "Diageo is a global company, with its products sold in more than 180 countries around the world.",
     "The company is listed on both the New York Stock Exchange and the London Stock Exchange.",
     "For more information about Diageo, its people, brands, and performance, visit \u003ca href=\"http://www.Diageo.com\"\u003ewww.Diageo.com\u003c/a\u003e .",
     "Visit \u003ca href=\"http://www.drinkaware.co.uk\"\u003ewww.drinkaware.co.uk\u003c/a\u003e and Diageo's own global resource \u003ca href=\"http://www.DRINKiQ.com\"\u003ewww.DRINKiQ.com\u003c/a\u003e for information and guidance on responsible drinking.",
     "In Great Britain, Diageo is a member of The Portman Group and supports The Drinkaware Trust.",
     "Celebrating life, every day, everywhere.",
     "\u003cstrong\u003eTransport for London \u003c/strong\u003e The Mayor of London and TfL banned the consumption of alcohol on the public transport network across London in June 2008.",
     "This has been well supported by Londoners and has made making travelling on public transport safer and a more pleasant experience for passengers."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}