{
 "pageTitle": "London prepares for cold weather",
 "description": "New measures to protect Tube services in Outer London. More than 100,000 tonnes of salt, including a 27,000 tonne strategic reserve, are in place across the Capital.The Mayor of London, TfL and London Councils - the body representing all 32 of London's",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London prepares for cold weather",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Mayor, Transport for London (TfL), and the boroughs are working together to ensure London keeps moving."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We have made detailed preparations for harsh weather conditions, and have well-rehearsed procedures",
     "New measures to protect Tube services in Outer London.",
     "More than 100,000 tonnes of salt, including a 27,000 tonne strategic reserve, are in place across the Capital.",
     "The Mayor of London, TfL and London Councils - the body representing all 32 of London's boroughs and the City of London - have set out the measures underway to keep London moving during any coming bad weather.",
     "The organisations have co-ordinated plans, developed alongside the local borough councils, the emergency services and Network Rail, designed to ensure the transport network and a network of key routes remain open throughout even the most severe weather.",
     "This includes roads and footways around bus garages and stations, hospitals with accident and emergency departments, railway stations and police, fire and ambulance stations across London.",
     "TfL, which is responsible for the 580km network of London's red routes, has already stockpiled more than 22,000 tonnes of salt within its London depots.",
     "Last year TfL also created a 27,000 tonne pan-London Strategic Salt Reserve, which remains fully stocked and untouched.",
     "This is ready for deployment and capable of supplementing stocks held by the boroughs.",
     "The amount of salt stored by London's local authorities has been boosted, taking London's total stock to more than 100,000 tonnes.",
     "Across London, a fleet of 40 gritters, all of which can be fitted with ploughs, as well as gritting quad bikes, flat bed trucks and teams of gritlayers will operate across TfL's major road network.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Maintaining services\"}",
     "A list of core bus routes, bus garage locations and bus stands has been agreed by TfL and the London boroughs to ensure that bus services can be maintained.",
     "London Underground and London Rail both have winter weather plans in place, with engineers ready to be mobilised to any vulnerable sites to ensure that points - a crucial part of the railway where signaling systems move sections of track to direct the trains - do not become frozen.",
     "Points heaters are in place at key sections of the network and London Underground is making increased use of remote monitoring technology to spot any potential problems more quickly.",
     "If necessary, trains will operate throughout the night to keep lines clear and de-ice rails, and teams are on standby to clear areas of track and platforms as necessary.",
     "The Tube fared well during last year's winter weather, with the vast majority of services operating as normal.",
     "However, some outlying areas - particularly in the outer suburbs served by the Metropolitan, Piccadilly, District and Central lines - are more vulnerable to extreme weather.",
     "Therefore additional measures have been taken this year, as part of a vast range of initiatives included in the London Underground Reliability Improvement Programme.",
     "These include:",
     "{\"template\":\"bulletlist\",\"items\":[\"An 'ice mode' to be used on the new Metropolitan line 'S' stock trains, which helps prevents them from getting stuck\",\"Extra stocks of essential components being strategically located across the network to allow the quickest response to any weather-related issues\",\"New measures to prevent compressed air systems on the Central line fleet from freezing, so preventing the brake and door systems on the trains from becoming defective\",\"An overhauled 'wheel slip protection' system on the Central line, in order to prevent wheels locking and causing damage to wheels during harsh weather\"]}",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Detailed preparations\"}",
     "Mayor of London, Boris Johnson, said: 'Across the length and breadth of London's roads and rails and Tube, hundreds of workers will be toiling across the winter, ensuring that commuters can commute, shoppers can shop and tourists can continue to tour our great city.",
     "'With more than 100,000 tonnes of salt across the Capital and an army of gritters, de-icers and specially adapted Tube carriages, together we will ensure that coordinated and swift action is taken to keep the Capital moving.'",
     "The winter operations plan agreed by TfL and its partner agencies also ensures that the Barclays Cycle Hire scheme will be open for users during all normal operational conditions although it is left to users to decide whether they wish to make journeys by bike.",
     "TfL and London's boroughs will be working to ensure, where possible, that the four current Barclays Cycle Superhighways remain safe to use during the winter months.",
     "Additional detailed plans are also in place to ensure Dial-a-Ride, London River Services and Victoria Coach Station can cope with the winter weather.",
     "Peter Hendy, London's Transport Commissioner said: 'We have made detailed preparations for harsh weather conditions, and have well-rehearsed procedures should we face a severe winter again this year.",
     "'Working closely with London's boroughs, we've ensured that there is a fully co-ordinated response for all modes of traffic across the Capital, as well as a 27,000 tonne salt reserve for TfL and the boroughs to fall back on should supplies run low.'",
     "Nick Lester, London Councils Corporate Director of Services, said: 'London's boroughs are working hard together and with all of our partners to ensure that we have an effective action plan to keep the Capital running as smoothly as possible in severe weather.",
     "'Councils are working with their communities too.",
     "'Many have introduced neighbourhood schemes to help people who want to keep pavements, roads and driveways clear of ice and snow, offering training and equipment like shovels, salt and grit.'",
     "For the latest travel information, Londoners should visit \u003ca href=\"http://www.tfl.gov.uk\"\u003etfl.gov.uk\u003c/a\u003e ",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL is responsible for the treatment of all of London's red routes, a network of 580km\",\"Further details can be found in the \\u003ca href=\\\"http://www.tfl.gov.uk/assets/downloads/corporate/Item04-02-November-2011-Commissioners-Report.pdf \\\"\\u003eCommissioners report to the TfL Board \\u003c/a\\u003e on 2 November\",\"London Underground has in place a comprehensive reliability improvement programme, putting reliability at the heart of everything it does. This programme focuses on three key areas:ul\",\"London Underground is also rolling out a range of predict and prevent techniques in order to predict when maintenance should be performed to prevent unexpected equipment failure. This includes advanced signal monitoring technology that helps indicate potential failure, and Automated Track Monitoring Systems, which automatically identify any track related defects and allow maintenance activities to be planned to minimise disruption to passengers\",\"London Councils represents the Capital's 33 local authorities. It develops policy, lobbies government and others, and runs a range of services designed to make life better for Londoners\",\"The creation of the London Strategic Salt Reserve does not remove TfL's or the London Boroughs rights of access to the National Salt reserve stockpile of 250,000 tonnes, which is governed by the Department for Transport (DfT)\",\"The \\u003ca href=\\\"http://www.direct.gov.uk/en/Nl1/Newsroom/DG_191868\\\"\\u003eDfT recently published advice \\u003c/a\\u003e on the rights and responsibilities when clearing snow and ice from public areas\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}