{
 "pageTitle": "Major engineering works planned to take advantage of Christmas Day closure",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Major engineering works planned to take advantage of Christmas Day closure",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "This year, the annual Christmas Day closure of the Tube, DLR, London Overground, Tramlink and London Buses is being used by Transport for London to get ahead with major engineering works to upgrade the system."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Every piece of work that can be carried out during this closure means another potential closure avoided further down the line, helping us to provide a better service in London",
     "Train depots and bus garages will be staffed when passenger services are closed and work to improve the network will continue throughout the festive period.",
     "On Christmas Day, London Underground (LU) engineers will work around the clock at stations, depots, on trains and on the tracks to take advantage of the annual closure.",
     "As no services are running on Christmas Day, it is the perfect time for Transport for London (TfL) to test new signalling on the Circle, Hammersmith \u0026 City and Metropolitan lines, as well as install new signalling on the District and Northern line.",
     "Routine maintenance works will also be taken across the network, with maintenance trains moving regularly to transport engineers and materials to various locations across the network.",
     "Isabel Dedring, the Deputy Mayor for Transport, said: 'Every piece of work that can be carried out during this closure means another potential closure avoided further down the line, helping us to provide a better service in London.",
     "'So, when most Londoners are enjoying a public holiday with their family, TfL's engineers will be hard at work delivering our vital upgrades without disruption to services.'",
     "Mike Brown, Managing Director of London Underground said: 'London Underground always looks to minimise closures and disruption to passenger services. Christmas Day is a great way to continue improvement works whilst not affecting passenger journeys.",
     "'Our staff will be working around the clock to install new rails, upgrade signalling and deliver a more frequent and reliable Tube service for London.'",
     "{\"template\":\"bulletlist\",\"items\":[\"On 25 December there will be no services on the Tube, London Buses, DLR, London Overground and Tramlink networks, no services from Victoria Coach Station, and no Riverboat services\",\"Passengers are advised to check before they travel to help them plan their journey. This can be done by checking posters and leaflets at stations, listening out for public address announcements, going to the TfL website, \\u003ca href=\\\"http://www.tfl.gov.uk\\\"\\u003etfl.gov.uk\\u003c/a\\u003e , calling TfL's 24-hour travel information telephone helpline: 020 7222 1234\",\"LU is undertaking a major programme of renewal. This will inevitably result in some disruption for passengers, but TfL is working hard to provide information and alternative travel options. The work is essential to provide for London's growing transport needs now, and into the future\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}