{
 "pageTitle": "Make sure you get home safely this New Year",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Make sure you get home safely this New Year",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) urges Londoners to plan their journey before venturing out to welcome in the New Year and ensure a safe journey home."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "TfL wants every Londoner to enjoy the New Year, and that includes getting home safely after a good night out.",
     "There are numerous ways of travelling home after the New Year celebrations, including Tube, Tram and Docklands Light Railway (DLR) services running throughout the night, 24-hour and night bus services running across the Capital as well as licensed minicabs and black cabs.",
     "Londoners will benefit from free travel sponsored by Diageo GB on service from 23:45 on New Year's Eve until 04:30 on New Year's Day.",
     "Tube, DLR and tram services will run all night on New Year's Eve, as well as night buses and 24-hour bus routes as usual.",
     "Free travel will also apply to London Overground trains running after 23:45 until last train times.",
     "Isabel Dedring, Deputy Mayor for Transport, said: 'London is a fantastic city in which to welcome in the New Year and to have a party.",
     "'In order to make sure nothing spoils your celebrations, I urge you to plan your journey home before you go out whether you are using public transport, taxi or booking a licensed minicab.",
     "'And however you plan to bring it in, from everyone in City Hall, I wish you a very happy New Year!'",
     "Here are a few tips when travelling around the Capital during the New Year period so all you have to worry about is having a good time:",
     "\u003cstrong\u003eBe organised\u003c/strong\u003e ",
     "Plan your journey in advance and know where you are going and which stop you need.",
     "You can plan ahead at \u003ca href=\"http://www.tfl.gov.uk/journeyplanner\"\u003etfl.gov.uk/journeyplanner\u003c/a\u003e ",
     "\u003cstrong\u003eBe shrewd  \u003c/strong\u003e ",
     "Always try to wait for your bus or train in a well lit place and avoid using shortcuts and badly lit areas.",
     "Keep an eye out on your surroundings and make sure you walk purposefully and confidently to your destination.",
     "\u003cstrong\u003eBe verbal\u003c/strong\u003e ",
     "There are around 2,500 TfL-funded police officers and police community support officers dedicated to patrolling on London's transport network and thousands of members of staff who can help answer any questions or concerns you may have about your safety and security, so do approach them.",
     "Alternatively and for non-urgent matters, you can call the Metropolitan Police Service on 101 or the British Transport Police on 0800 40 50 40.",
     "You can also speak to the thousands of front-line transport staff on duty.",
     "\u003cstrong\u003eUse Cabwise or Findaride\u003c/strong\u003e ",
     "With London's licensed minicabs and black cabs in the Capital, you're never too far from a safe way home.",
     "Don't be tempted to get in just any car.",
     "Minicabs lined up outside pubs and clubs are breaking the law if they accept your fare without a booking in an office being made first.",
     "Only black cabs can be picked up in the street. Remember any minicab driver that approaches you on the street anywhere is acting illegally - do not get in.",
     "If you decide to take a licensed minicab home after the New Year celebrations, you can use the Cabwise service.",
     "Texting 'CAB' to 60835* will give you two minicab numbers and one taxi (black cab) number for cab firms in the area you are in.",
     "Save this number on your phone and use it whenever you need a cab.\u003cbr /\u003e\u003cbr /\u003eAlternatively use Findaride, a new tool on your mobile telephone to find and book licensed minicabs.",
     "Go to \u003ca href=\"http://www.tfl.gov.uk\"\u003etfl.gov.uk\u003c/a\u003e from your Smartphone and enter any location - GPS-enabled phones also give the option to search from where you are.",
     "A list of minicab operators will be presented displaying their phone numbers/email address.",
     "Steve Burton, TfL's Director of Community Safety, Enforcement and Policing, said: 'Unbooked minicabs are dangerous and continue to pose a serious risk to the travelling public.",
     "'We urge people not to use them. TfL, the Metropolitan Police Service Safer Command and the City of London Police are cracking down on touting and other cab-related illegal offences.",
     "'All minicab journeys must be booked through a licensed minicab operator.",
     "'Only taxis (black cabs) can pick passengers up on the street or at a rank without a booking being made first.'",
     "If you are using a minicab:",
     "{\"template\":\"bulletlist\",\"items\":[\"Book it - Book a licensed minicab over the phone or in a minicab office\",\"Check it - Make sure the driver can confirm your booking\",\"Sit in the back - Always sit in the back seat\"]}",
     "Key tips on using minicabs:",
     "{\"template\":\"bulletlist\",\"items\":[\"Never approach a minicab on the street or accept a fare, they are acting illegally\",\"Always book so there is a record of your journey\",\"Only black cabs can pick passengers up on the street\",\"Book it, check it and always sit in the back\",\"Always carry a mobile phone with you in case of emergencies\",\"To get three local cab numbers text 'CAB' to 60835\",\"Visit \\u003ca href=\\\"http://www.tfl.gov.uk/cabwise\\\"\\u003etfl.gov.uk/cabwise\\u003c/a\\u003e for more information\"]}",
     "* Users of 3 and overseas networks must enter different information.",
     "See \u003ca href=\"http://www.tfl.gov.uk/cabwise\"\u003etfl.gov.uk/cabwise\u003c/a\u003e for details and charges.",
     "\u003cbr /\u003eThe Mayor and TfL take a tough line on touting and any TfL licensed private hire driver convicted or cautioned for touting lose their private hire driver's licence for a minimum of one year.",
     "More than 800 licensed private hire drivers have had their licences revoked since August 2008.",
     "Contact points for customers:",
     "{\"template\":\"bulletlist\",\"items\":[\"\\u003cstrong\\u003eTfL's Travel Information Centre\\u003c/strong\\u003e - TfL's 24-hour travel information call centre can provide information and phone numbers for taxi and private hire services in London. Call 0843 222 1234 (calls from a BT landline cost no more than 5p per minute. Charges from other landline providers and mobiles may vary).\",\"\\u003cstrong\\u003eThe Tube \\u003c/strong\\u003e - Tube, Tram and DLR services will be running throughout New Year, and will be free to all passengers from 23:45 on 31 December - 04:30 on 1 January. London Overground services will be free to passengers from 23:45 on 31 December until normal last train times\",\"\\u003cstrong\\u003eNight buses \\u003c/strong\\u003e - Bus and night bus services will be free to passengers from 23:45 on 31 Dec - 04:30 on 1 January. There are now more night buses available than ever with 117 routes running through the night and all are fitted with CCTV cameras\",\"\\u003cstrong\\u003eCycle hire scheme\\u003c/strong\\u003e - A small number of cycle hire docking stations will not be available to customers from the evening of New Year's Eve and part of New Year's Day. For more information visit \\u003ca href=\\\"http://www.tfl.gov.uk/gettingaround\\\"\\u003etfl.gov.uk/gettingaround\\u003c/a\\u003e \"]}",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}