{
 "pageTitle": "Mayor hails successful bid to make more London Overground stations step free",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor hails successful bid to make more London Overground stations step free ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Passengers with restricted mobility, parents with buggies, the elderly and travellers with heavy luggage are all set to benefit from easier access to London Overground stations thanks to funding to make the stations step free."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We have fought tremendously hard for this funding and I am delighted that lifts will now be possible at Hampstead Heath Crystal Palace, West Hampstead, Kensal Rise, South Tottenham and Blackhorse Road stations for passengers who need them",
     "London Overground has successfully secured over £5 million towards the cost of lifts at six London Overground stations from the Department for Transport's Access for All scheme, which aims to improve step-free access on the nation's railways.",
     "Crystal Palace station, which currently only has stair access, will see a new lift as part of the wider work to upgrade the station.",
     "The major refurbishment of the station including improved accessibility, passenger information and the reopening of the Victorian booking hall is expected to begin in spring 2012, with work hoped to be complete by mid 2013.",
     "A detailed design has already been undertaken for the station and a contractor is due to be appointed to deliver the upgrade work.",
     "It is expected that the new lifts will be installed at the other five stations in 2014 bringing the total number of accessible stations on the network to 42 stations.",
     "Thanks to previous funding from the Access for All scheme, lifts are currently being installed at Camden Road, Gospel Oak, Hackney Central and Wembley Central stations, which will all have step-free access in time for the London 2012 Games.",
     "The Mayor of London, Boris Johnson, said: 'We have fought tremendously hard for this funding and I am delighted that lifts will now be possible at Hampstead Heath Crystal Palace, West Hampstead, Kensal Rise, South Tottenham and Blackhorse Road stations for passengers who need them.",
     "'Accessibility is a top priority and I am determined to continue to campaign for access funding across the entire network.'",
     "Mike Brown, Managing Director at LU, said: 'These lifts will make a huge difference to our passengers and will make it easier for them to access our services. We will continue to look in to other means of funding accessibility improvements on the Overground network.",
     "'Meanwhile, lifts are already being installed at a number of stations in time for the London 2012 Games.'",
     "{\"template\":\"bulletlist\",\"items\":[\"Applications were made by Transport for London (TfL) in May 2011 for funding for the following stations: Crystal Palace, Hampstead Heath, West Hampstead, Kensal Rise, Blackhorse Road and South Tottenham\",\"TfL also welcomes funding for accessibility improvements at Stratford,  Crayford, Edmonton Green, Paddington, Battersea Park, Carshalton, Norbury, Riddlesdown, West Norwood, Bexleyheath, Queens Road Peckham, Hackbridge and Richmond stations\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}