{
 "pageTitle": "Mayor announces trial to cut harmful pollution at industrial and construction sites across London",
 "description": "As a result of high volumes of road traffic in some areas near to the busiest roads and by industrial sites have higher levels of PM10, a harmful pollutant. The Mayor is working with a range of organisations to target these problem areas with extra",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor announces trial to cut harmful pollution at industrial and construction sites across London ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Locations in five London boroughs are set to benefit from innovative 'dust suppressant' technology applied on roads around construction and industrial sites as part of the Mayor's plans to deliver cleaner air for London."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "As a result of high volumes of road traffic in some areas near to the busiest roads and by industrial sites have higher levels of PM10, a harmful pollutant.",
     "The Mayor is working with a range of organisations to target these problem areas with extra measures to reduce pollution levels.",
     "This includes dust suppressant technology which acts like a glue, literally sticking the PM10 to the ground to prevent dust particles becoming airborne.",
     "Roads are also deep cleaned as part of the process.",
     "Now in a new partnership initiative, 15 locations in five boroughs sites under the regulation of the Environment Agency, are now set to benefit from the dust suppressant technology having received funds and equipment from the Mayor and Transport for London.",
     "The first trial is now underway in Lewisham on the Mercury Way industrial site and on Horn Lane in Ealing.",
     "Trials at additional locations in Brent (Neasden Lane), Bexley (Manor Road) and Sutton (Beddington Lane) will start in early 2012.",
     "The new locations have been selected following discussions with the Environment Agency and local boroughs following analysis of monitoring data in the local area.",
     "All the areas feature industrial operations such as waste transfer sites.",
     "This activity is an extension of the successful application of this solution on roads in central London, including Marylebone Road and the Victoria Embankment which showed a reduction in PM10 of up to 14 per cent.",
     "These findings were independently monitored and this will continue at the new sites.",
     "The Mayor Boris Johnson, said: 'At the dawn of 2012, Londoners are set to benefit from an unprecedented package of short and long measures to deliver cleaner air. This includes us lending out Transport for London's successful dust suppressant technology to organisations and boroughs that have identified places which have high levels of commercial and industrial activity.",
     "'Further to this, we are working to permanently reduce transport emissions from vans, lorries, taxis, buses and cars to ensure a cleaner city and a higher quality of life for Londoners.'",
     "Councillor Susan Wise, Cabinet Member for Customer Services at Lewisham Council, said: 'The dust on Mercury Way is produced mostly by the small industrial units in the area whose businesses includes skip hire and scrap dealing. This money from Transport for London has helped towards the cost of street cleaning works, road resurfacing and applying the dust suppressant solution.",
     "'We are also working with operators to help them improve work practices to reduce pollution. Dust has been a real problem in the area and although it's early days, indications are that these measures together are having a beneficial effect.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"New partnership\"}",
     "The work is being delivered in partnership with the Environment Agency and the London boroughs both of which, along with the Mayor, have legal responsibilities for air quality levels.",
     "The Environment Agency is already stepping up the pressure to make sure site operators reduce the levels of dust and pollution arising from industrial sites.",
     "This new partnership with the Mayor and Transport for London complements existing work to reduce pollution from sites in line with site operators' statutory duty to complying with the conditions of their Environmental Permit.",
     "Chris Lowe from the Environment Agency, said: 'We welcome this innovative approach to tackling particulate pollution at sites we regulate. We take the issue of particulate pollution extremely seriously and are working with site operators to explore all the different avenues we could take to reduce the amount of particulates created.'",
     "The dust suppressant is a solution made up of Calcium Magnesium Acetate that sticks the PM10 particulate matter to the carriageway and prevents it re-circulating in the air.",
     "It is a biodegradable saline solution that will be sprayed in very small amounts.",
     "As part of the application the carriageway is swept and jetwashed by a machine similar to a road dust sweeper and then the solution is applied by a modified winter gritting machine that has a very fine sprinkler-like system attached to it.",
     "It will be applied several times a week as deemed necessary in the early hours.",
     "{\"template\":\"bulletlist\",\"items\":[\"The European Commission recently confirmed to the UK government that the Mayor's plans to reduce PM10 pollution by a third by 2015 - including the work of the Clean Air Fund, financed at the Mayor's request by the Department for Transport - has reduced the threat of hefty fines\",\"This work is part of package of measures funded at the Mayor's request by the Department for Transport (DfT) to allow TfL to trial and deliver a package targeted local measures to reduce PM10. Progress on the Clean Air Fund is going well some highlights being:ul\",\"The Environment Agency has varied the conditions at these industrial sites in the Environmental Permits to include the following measures:ul\",\"In addition, officers from the Environment Agency visit these sites on a weekly basis and focus inspections on any parts of the sites that have the potential to produce particulates. The London boroughs taking part in the trials are also taking steps to reduce particulates from vehicle emissions wherever possible and closely monitoring the performance of sites that fall under their regulation as well (e.g concrete manufacturing sites)\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}