{
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor and DfT announce £10 million to cut pollution from Capital's bus fleet ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Up to 1,000 buses will be fitted with innovative equipment to reduce pollution as part of the Mayor's plans to deliver cleaner air for London."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This is a significant step forward in our plans to deliver cleaner air in London. Road pollution is a health risk to Londoners and I am implementing a range of innovative measures to tackle a legacy of poor air quality",
     "This will be Europe's largest initiative of its kind and follows a commitment of £5million from the Department for Transport and an equal sum from Transport for London (TfL).",
     "London's bus fleet is already the cleanest in the UK but buses are still a major source of NOx - a harmful pollutant - especially in inner London.",
     "The new equipment will cut NOx emissions from buses by around 400 tonnes - around 10 per cent of all bus NOx emissions - making a substantial contribution to delivering the Mayor's air quality ambitions.",
     "TfL will target the funding at bus routes where concentrations of NOx are highest, with the first conversions expected by summer 2012.",
     "The move will build on the year-long trial of the new equipment currently underway on a small fleet of buses.",
     "It is hoped that the London initiative will also help promote UK jobs in manufacturing and supplying clean vehicle technology.\u003cbr /\u003e\u003cbr /\u003eThis is one way the Mayor is delivering cleaner air for London.",
     "Other measures include targeted initiatives at pollution hotspots, tighter Low Emission Zone standards in early 2012 and cleaner taxis.",
     "In addition, the Mayor's New Bus for London uses the latest generation of green technology, making it 40 per cent cleaner than a standard diesel vehicle.\u003cbr /\u003e\u003cbr /\u003eMayor of London Boris Johnson said: 'This is a significant step forward in our plans to deliver cleaner air in London. Road pollution is a health risk to Londoners and I am implementing a range of innovative measures to tackle a legacy of poor air quality.",
     "'I warmly welcome the Government's generous support for our ambitious plans to make London's bus fleet cleaner and greener to improve quality of life.'\u003cbr /\u003e\u003cbr /\u003eTransport Minister Norman Baker said: 'The Department for Transport is concerned about air pollution levels in London and offered £5m to TfL to help clean up polluting buses, subject to match funding being agreed.",
     "'I am delighted that the Mayor has done so. This is in addition to a 3rd round for the Green Bus Fund worth £20m for buses across England.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Meeting standards\"}",
     "Currently, all 8,500 London buses already meet the Euro IV standard for PM (particulate matter) and are compliant with the next stage of Low Emission Zone requirements being introduced next year.",
     "This new equipment will be fitted to older Euro III buses to bring them to Euro IV NOx standards.",
     "The funding announced today follows lobbying by the Mayor to the Government to support this policy and will help in working towards the NO2 limit value.",
     "TfL estimates that by 2015, 7,500 buses will be Euro IV NOx compliant (through replacing older buses with newer, cleaner models or through retrofitting). Additional funding is now being sought for the replacement or retrofitting of an estimated remaining 1,000 Euro III buses which would need to meet this standard by 2015.\u003cbr /\u003e\u003cbr /\u003eTfL has taken considerable steps in the last 10 years to reduce the environmental impact of its bus fleet.",
     "As a result, emissions of PM10 from the fleet have dropped from over 200 tonnes in 1997 to 14 tonnes in 2010.",
     "This announcement moves the fleet towards its goal of delivering similar reductions for NOx.\u003cbr /\u003e\u003cbr /\u003eMike Weston, London Buses Operations Director, said: 'London continues to look for ways to improve the emissions and environmental performance of the bus fleet and this funding will ensure that we continue to have the cleanest bus fleet in the UK.'\u003cbr /\u003e\u003cbr /\u003eThe buses will be retrofitted with 'selective catalytic reduction' equipment.",
     "{\"template\":\"bulletlist\",\"items\":[\"NOx is primarily made up of two pollutants, nitric oxide (NO) and nitrogen dioxide (NO2). Stringent EU targets are in place for NO2\",\"TfL operates five hydrogen buses, on the route RV1 between Covent Garden and Tower Gateway. They emit only water vapour\",\"TfL will have more than 300 hybrid buses in its fleet by 2012\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}