{
 "pageTitle": "Partygoers reminded of free travel this New Year's Eve sponsored by Diageo",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Partygoers reminded of free travel this New Year's Eve sponsored by Diageo",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "People planning their New Year's Eve celebrations are being reminded that travel in London is free this New Year's Eve."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Free travel, from 23:45 on 31 December, is being sponsored by Diageo GB as part of their responsible drinking campaign for this festive season which includes an advertising campaign across the Tube network.",
     "Diageo GB is sponsoring free travel in London on New Year's Eve for this and the next two years as part of their wider responsible drinking programme which includes the sponsorship of public awareness campaigns to promote responsible drinking and providing support for initiatives to boost safety in the night-time economy.",
     "A number of celebrations will be taking place across the Capital on Saturday night including a spectacular fireworks display on the Southbank organised by the Mayor of London.",
     "From 23:45 on New Year's Eve, Londoners will benefit from free travel on services until 04:30 on New Year's Day.",
     "Tube, Docklands Light Railway and tram services will run all night on New Year's Eve, as well as night buses and 24-hour bus routes as usual.",
     "Free travel will also apply to London Overground trains running after 23:45 until last train times.",
     "Boris Johnson, the Mayor of London, said: 'London has a tremendous amount to offer over the festive period, and this fantastic deal will allow partygoers to welcome the New Year in the world's most fantastic city, and still get home cheaply and safely, late into the night.'",
     "Andrew Cowan, Country Director for Diageo GB, said: 'With millions of people expected to head to the Capital to celebrate this New Year's Eve we want to make it that bit easier for people to get home safely.",
     "'On the biggest party night of the year we want to remind everyone that the best nights are those that can be remembered and we encourage partygoers to drink responsibly while celebrating on Saturday.'",
     "Mike Brown, Managing Director of London Underground, said: 'New Year's Eve is a celebratory night and we want to encourage people to plan their journeys in advance and to enjoy their night responsibly.",
     "'The sponsorship with Diageo means that everyone can enjoy the night and get home safely with free transport.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "TfL's Festive Travel Guide is available online at \u003ca href=\"http://www.tfl.gov.uk/festivetravel\"\u003etfl.gov.uk/festivetravel\u003c/a\u003e ",
     "\u003cstrong\u003eDiageo\u003c/strong\u003e ",
     "Diageo is the world's leading premium drinks business with an outstanding collection of beverage alcohol brands across spirits, beer and wine.",
     "These brands include Johnnie Walker, Crown Royal, J\u0026B, Windsor, Buchanan's and Bushmills whiskies, Smirnoff, Cîroc and Ketel One vodkas, Baileys, Captain Morgan, Jose Cuervo, Tanqueray and Guinness.",
     "Diageo is a global company, with its products sold in more than 180 countries around the world.",
     "The company is listed on both the New York Stock Exchange (DEO) and the London Stock Exchange (DGE).",
     "For more information about Diageo, its people, brands, and performance, visit \u003ca href=\"http://www.diageo.com\"\u003ewww.diageo.com\u003c/a\u003e .",
     "Visit \u003ca href=\"http://www.drinkaware.co.uk\"\u003ewww.drinkaware.co.uk\u003c/a\u003e and Diageo's own global resource \u003ca href=\"http://www.DRINKiQ.comfor\"\u003ewww.DRINKiQ.comfor\u003c/a\u003e information and guidance on responsible drinking.",
     "In Great Britain, Diageo is a member of The Portman Group and supports The Drinkaware Trust.",
     "Celebrating life, every day, everywhere.",
     "\u003cstrong\u003eTransport for London\u003c/strong\u003e ",
     "The Mayor of London and TfL banned the consumption of alcohol on the public transport network across London in June 2008.",
     "This has been well supported by Londoners and has made travelling on public transport safer and a more pleasant experience for passengers.\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}