{
 "pageTitle": "Positive Tube reliability trend continues as passenger numbers keep rising",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Positive Tube reliability trend continues as passenger numbers keep rising",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground (LU) outlines programme of work under way to further improve performance."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Jubilee line reliability improving hugely, with the best period of performance in over a year\"]}",
     "Figures published today by Transport for London (TfL) show that reliability on the Tube is continuing to improve even while the network carries increasing numbers of passengers.",
     "The figures for the four-week period from 18 September to 15 October, published by TfL, show that delays caused by problems with signals and points have fallen by 18 per cent, while lost customer hours have been reduced by 212,000 on the previous four-week period.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Record passenger numbers\"}",
     "The upgraded Jubilee line continues to improve, with this period's lost customer hours the lowest for over a year.",
     "Since the Tube became part of TfL in 2003/04 lost customer hours have been reduced by more than 40 per cent.",
     "LU operated 96.5 per cent of scheduled services in the four-week period, with the year so far standing at 97 per cent, up from 93 per cent since 2003/04.",
     "During the period 91.9 million people used the Tube, the highest ever number in a standard four-week period, with more than four million people using the Underground on Friday 14 October.",
     "The period also saw the introduction of a new timetable on the Victoria line providing faster services on some sections of the line and an increase in the number of off-peak trains from 21 to 23 on Mondays to Fridays.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Comprehensive reliability\"}",
     "By the end of the period 19 of the new air-conditioned s-stock trains serving the Metropolitan line had been delivered to LU.",
     "Publication of the figures comes as LU responds to the London Assembly's report on the Tube, 'The State of the Underground', setting out the huge amount of work being carried out to improve reliability further on the Tube even as the network undergoes a massive programme of renewal.",
     "LU has in place a comprehensive reliability improvement programme, putting reliability at the heart of everything it does.",
     "This programme focuses on three key areas:",
     "{\"template\":\"bulletlist\",\"items\":[\"Response and recovery to any incidents that occur\",\"Predicting and preventing failures\",\"Improving how LU upgrades existing assets and purchases new assets\"]}",
     "Mike Brown, LU's Managing Director, said: 'We welcomed the London Assembly's report and have set out the huge range of measures under way to improve performance on the Tube.",
     "'Recent and long-term figures have shown that we have already made good progress since the start of the upgrade programme in 2003.",
     "'Since then, LU's reliability has improved significantly, with track failures at their lowest levels for eight years, having reduced by 57 per cent.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Sustainable improvement\"}",
     "'Delays have fallen by almost half since then, and the upgraded Jubilee line continues to improve - with the best period of performance since the greater frequency of service was introduced in the summer.",
     "'The recent launch of our reliability programme draws together all of our plans to deliver a wider and more sustainable improvement in reliability for our customers.",
     "'Of course, one of the key driver of improved reliability and increased capacity is our Tube Upgrade Plan.",
     "'This is rebuilding the network, delivering 30 per cent more capacity through the introduction of new modern trains, signalling and track, and rebuilding some of our busiest stations.'",
     "The Tube reliability programme has involved the introduction of a series of 'Command Centres' set up for every line on the network in order to deliver improvements in performance.",
     "It also involves working with and learning from the operators of other metro systems, as well as a range of blue-chip companies outside of the rail industry, to understand how they deliver increasingly reliable performance, both in terms of day-to-day operations and investing for the long term.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Blue light conditions\"}",
     "LU is rolling out a range of predict and prevent techniques in order to predict when maintenance should be performed to prevent unexpected equipment failure.",
     "This includes advanced signal monitoring technology that helps indicate potential failure, and Automated Track Monitoring Systems, which automatically identify any track related defects and allow maintenance activities to be planned to minimise disruption to passengers.",
     "LU is also increasing its incident response capabilities, and developing plans to co-locate engineering and operations staff into a consolidated command and control centre - speeding recovery from incidents.",
     "It is also working closely with the British Transport Police (BTP) in order to establish a system where the BTP will be helping to get LU's Emergency Response Unit swiftly to where incidents are taking place under blue light conditions.",
     "Communication with customers around disruptions is also being improved, with engagement work with staff ongoing to keep customers informed, new radios in place for better communication between staff, and upgraded electronic status update boards being rolled out across the network giving more detail on services.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Take a look at the latest \\u003ca href=\\\"/corporate/modesoftransport/londonunderground/1592.aspx\\\"\\u003eTube performance figures \\u003c/a\\u003e \",\"Find out about \\u003ca href=\\\"http://www.tfl.gov.uk/assets/downloads/corporate/Item07-071211-Board-Rail-Underground-Reliability-Improvement-Programme.pdf\\\"\\u003eLondon Underground's Reliability Improvement Programme\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}