{
 "pageTitle": "Real time digital bus information proves a hit with Londoners",
 "description": "Every day almost three quarters of a million free searches are made using the web or a smartphone and over 10,000 requests are sent for the bus arrival time's information via text messages. The high demand suggests the service has already become an",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Real time digital bus information proves a hit with Londoners",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "New up-to-the-minute bus arrival information has already been accessed by millions of Londoners since being made available via the internet, on smartphones or text messages last month."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Our early figures are enormously encouraging and show passengers are genuinely benefiting from being able to predict exactly when their bus will arrive. This simple idea is making bus users journeys even more reliable",
     "Every day almost three quarters of a million free searches are made using the web or a smartphone and over 10,000 requests are sent for the bus arrival time's information via text messages.",
     "The high demand suggests the service has already become an essential travel tool for bus passengers and will be invaluable next year when we expect the capital's iconic red buses to carry an influx of visitors here for the 2012 Games.",
     "With bus travel at a 50 year high in the capital the new service compliments London's extensive bus network, which carries almost 2.3 billion passengers a year on over 7,500 buses across 700 routes.",
     "Now, with real time bus information available for all 19,500 bus stops across London, passengers are finding the need to wait unnecessarily for a bus a thing of the past.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Digital revolution\"}",
     "This new system is all part of the Mayor of London's aim to use digital technology to deliver more effective public services in the capital, and an opportunity to build on London's position as a global centre for digital innovation.",
     "The Mayor's Director of Digital London, Kulveer Ranger, said: 'This brilliant new service has revolutionised bus travel for thousands of Londoners, and is a fantastic example of how digital innovation can contribute to more effective public services.",
     "'Our early figures are enormously encouraging and show passengers are genuinely benefiting from being able to predict exactly when their bus will arrive. This simple idea is making bus users journeys even more reliable.'",
     "Access to the real time bus service information can be made via the TfL website, from a fixed computer or web enabled smartphone and involves three simple steps.",
     "{\"template\":\"bulletlist\",\"items\":[\"Go to the TfL buses webpage for live bus information at \\u003ca href=\\\"http://www.tfl.gov.uk/buses\\\"\\u003etfl.gov.uk/buses\\u003c/a\\u003e \",\"Enter a bus route, postcode, street name or bus stop code (these are clearly displayed at all bus stops or available on the TfL website)\",\"View live bus arrival times, including bus destinations, for all services due in the next 30 minutes\"]}",
     "Passengers without a smartphone or access to the internet can simply text the bus stop code to 87287 for detailed bus information at a small charge*.",
     "New and improved Countdown signs are also being installed that will replace all the existing 2,000 signs at bus stops.",
     "Plus 500 new signs are being installed at other key bus stops.",
     "All of the new signs have improved visibility for visually impaired passengers and will display more travel information than the old signs.",
     "Simon Reed, Head of Technical Services Group London Buses, said: 'Work is also well under way to make our prediction data freely available for software developers early next year.",
     "'That will enable developers to design their own smartphone applications, which will make it even easier for Londoners to find out exactly where their bus is.'\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"*The SMS service costs 12p plus the network operator's standard SMS charge.\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}