{
 "pageTitle": "TfL statement on the Hammersmith flyover",
 "description": "Over the past two years, TfL has been carrying out detailed monitoring inside the flyover, which dates from the 1960s. In particular, TfL engineers have been checking the condition of the internal cables which help to hold the spans of the unique concrete",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL statement on the Hammersmith flyover ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "A continuing programme of inspection carried out by Transport for London (TfL) on the A4 Hammersmith Flyover has revealed a serious structural defect, which means that the flyover is currently closed and will remain so until at least early January."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We will be working around the clock over the Christmas and New Year period to complete our assessment and to set out plans for the work that needs to take place.",
     "Over the past two years, TfL has been carrying out detailed monitoring inside the flyover, which dates from the 1960s.",
     "In particular, TfL engineers have been checking the condition of the internal cables which help to hold the spans of the unique concrete structure in place.",
     "Until recently it was thought that the structure had a number of years before major repair work would need to be undertaken.",
     "Recent results from monitoring showed that repair work needed to be carried out earlier than anticipated.",
     "However inspections, including one last night, identified further technical problems - meaning that TfL has decided to keep the flyover closed to undertake an even more detailed assessment of the complete structure.",
     "TfL's engineers and contractors, alongside external experts in structural engineering, will be working around the clock over the Christmas and New Year period in order to complete this assessment and to establish what remedial action needs to be taken.",
     "Local traffic diversions are already in place, along with Variable Messaging Signs - including on Highways Agency roads - advising drivers to avoid the area.",
     "TfL is urgently examining local road works sites with a view to suspending these where necessary to minimise traffic disruption.",
     "Traffic signal plans are being developed to reduce disruption and ease traffic flow and plans are in place to divert traffic from the M4 to other routes if necessary.",
     "TfL is also working closely with the relevant local authorities.",
     "Garrett Emmerson, TfL's Chief Operating Officer Surface Transport, said:",
     "'Safety is our top priority, so we have taken the decision to keep the flyover closed until at least early January while we undertake a full detailed assessment of the structure.",
     "'We are very sorry for the disruption this will cause drivers and we are doing everything we can to minimise traffic disruption. We will be working around the clock over the Christmas and New Year period to complete our assessment and to set out plans for the work that needs to take place.",
     "'In the meantime, drivers are strongly advised to avoid the area if they can or allow more time for their journeys.'"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}