{
 "pageTitle": "TfL to carry out a strategic review of the Kings Cross road network during 2012",
 "description": "The review, which will begin in the spring of 2012, builds on previously agreed work to review traffic speeds through the area. The study will consider how all road users, especially vulnerable road users such as pedestrians and cyclists, travel along the",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL to carry out a strategic review of the Kings Cross road network during 2012",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) has today announced details of a strategic review of traffic movements through the Kings Cross area."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The review, which will begin in the spring of 2012, builds on previously agreed work to review traffic speeds through the area.",
     "The study will consider how all road users, especially vulnerable road users such as pedestrians and cyclists, travel along the TfL and local borough road network around Kings Cross.",
     "The findings will enable an informed discussion regarding the future of the Kings Cross gyratory system and the aspiration to return it to two-way working.",
     "TfL intends to discuss the scope of this work with both Camden and Islington Councils in the New Year and will commence the study in the spring.",
     "TfL has also now completed its initial review into the proposed Pedestrian Improvement schemes at three junctions outside Kings Cross station, in particular considering the location at the junction of York Way and Grays Inn Road where there was a fatal collision involving a cyclist in October.",
     "The pedestrian improvement scheme has been developed and agreed with Camden Council following earlier reports by TfL identifying the need for enhancements at busy junctions around the station, helping pedestrians move more safely through the area.",
     "The scheme, which will deliver wider pavements, reduced street clutter and new advanced stop lines for cyclists around Kings Cross station, has been reviewed to see if any further changes were possible prior to commencement of main construction in January.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"York Way\"}",
     "Although there will be no significant changes to the original scheme in the short term, TfL will be further widening the approach to York Way junction to provide additional space for road users and cyclists through the junction.",
     "Work will begin during the Christmas period and TfL has committed to delivering the pedestrian improvements by April 2012, ahead of the London 2012 Games.",
     "However, TfL will include the York Way junction within its ongoing cycle safety junction review to identify, discuss and plan further improvements.",
     "Were any potential options to be identified which would benefit all road users, TfL would look to install these after the London 2012 games.",
     "Work on these improvements will start during Christmas between 28 and 30 December, to take advantage of the reduced traffic flows during the festive period. TfL will be working on site 24 hours a day where possible and lane closures will be in place outside Kings Cross station while these works are carried out.",
     "When main works begin in January 2012, TfL will work overnight to deliver these improvements where possible to minimise disruption to people travelling through the area.",
     "Leon Daniels, Managing Director of Surface Transport at TfL, said: 'Any fatal collision on the Capital's roads is one too many and the Mayor and TfL are determined to work night and day to reduce that number.",
     "'We will be working closely with all partners to carry out a strategic review of how traffic moves through the area. However, we have an important commitment to provide pedestrian improvements around Kings Cross station ahead of the London 2012 Games. Work will begin to deliver these during Christmas while we continue to investigate further changes at this location.'",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL had committed to deliver the schemes before the London 2012 Games in view of the increase in pedestrian movements around Kings Cross during the Games\",\"TfL continues to investigate making improvements to the junction at Bow roundabout and has now identified potential options for improvements. Detailed modeling and design is now being carried out and more details will be available in the New Year, when TfL begin discussing the improvements with key stakeholders and cycle groups\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}