{
 "pageTitle": "TfL signs the pledge to stop stigma",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL signs the pledge to stop stigma",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "As part of Transport for London's (TfL) commitment to the mental and physical health of its 27,000 employees, the organisation has signed the Time to Change Pledge today (Thursday)."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Talking about mental health can aid recovery, strengthen friendships, break down stereotypes and take the taboo out of something that affects us all.",
     "It commits TfL to raising  awareness about mental illness and to helping stop the stigma associated with it.",
     "Time to Change, England's biggest programme to tackle mental health stigma and discrimination is run by the charities MIND and Rethink Mental Illness.",
     "Funded by the Department of Health and Comic Relief, they are asking organisations to pledge their support to challenging stigma in the workplace.",
     "TfL is the first transport company to sign the pledge, with Michèle Dix, Managing Director of Planning signing on TfL's behalf.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Supportive policies\"}",
     "The organisation will be running an internal campaign to raise awareness of mental health issues and offering information and advice to staff.",
     "Alison Dunn, London Underground's Head of Trauma, said: 'For many years TfL has helped employees with mental health problems with counselling and with return to work advice for them and their managers.",
     "'But we have also tried to prevent mental illness, by helping staff to tackle stress and depression, as well as having supportive policies such as flexible working, anti-harassment and anti-bullying.",
     "'However we are not complacent. In the future we will run Time to Change materials in our annual health fair programme to raise awareness and stop discrimination.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Work together\"}",
     "'Talking about mental health can aid recovery, strengthen friendships, break down stereotypes and take the taboo out of something that affects us all.'",
     "Time to Change Director, Sue Baker, said: 'We are delighted to see TfL leading the way and making a pledge to end mental health discrimination and challenge the stigma that still plagues an issue that affects one in four of us.",
     "'Every employee and customer of TfL will experience a mental health problem themselves or know someone who has, so it's important we work together to raise awareness of the help available and encourage everyone to be more supportive and understanding.'",
     "The latest TV advert from Time to Change highlights the problem of a young man returning to work having been off sick with a mental health problem and his colleague not knowing whether to talk to him or not, or what to say.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Overcome fear\"}",
     "Time to Change say the fact that it's difficult to talk about mental health problems can be one of the hardest parts of having a mental illness.",
     "It can lead to loss of friendships, feeling isolated, not seeking help and slower recovery.",
     "The message is that it is important to overcome fear or reluctance to talk about mental health issues if they are to be addressed.",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Time to Change is a programme run by the charities Mind and Rethink Mental Illness, set up in 2007, that tackles mental health stigma and discrimination. It works closely with people with mental health problems to build their confidence and leadership skills to address stigma. Time to Change is funded by the Department of Health and Comic Relief\",\"For further information please visit \\u003ca href=\\\"http://www.time-to-change.org.uk\\\"\\u003ewww.time-to-change.org.uk\\u003c/a\\u003e \",\"According to data from the Institute of Psychiatry, King's College London, so far there has been a four per cent reduction in the discrimination that people with mental health problems report, as well as improvements to public attitudes, as a result of the Time to Change campaign. The reduction in discrimination equates to 23,500 more people living lives completely free from discrimination compared to at the start of the campaign and 71,540 fewer people experiencing discrimination when looking for work\",\"In September 2011, Time to Change carried out a survey of 2,770 people in touch with their programme to find out more about the impact stigma and discrimination has on them. Of the respondents 60 per cent of people said that that stigma and discrimination are either as damaging and distressing as, or more damaging than, the symptoms of their mental illness\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}