{
 "pageTitle": "TfL responds to High Court ruling on Aslef ballot",
 "description": "The action of the Aslef leadership is likely to cause serious disruption to Tube services on Monday 26 December. The Aslef leadership has called on its members to strike on four days unless they are paid triple time and given an extra day off for working",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL responds to High Court ruling on Aslef ballot",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground (LU) today responded to a High Court ruling that will allow the leadership of Aslef to proceed with unnecessary strike action on Boxing Day."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We remain ready at any time before these four strike days to work with the union's leadership to resolve this issue through talks, and I urge them to get back around the table",
     "The action of the Aslef leadership is likely to cause serious disruption to Tube services on Monday 26 December.",
     "The Aslef leadership has called on its members to strike on four days unless they are paid triple time and given an extra day off for working on Boxing Day.",
     "This is despite the staff concerned already earning a premium in their annual salary for working on public holidays.",
     "LU contested the validity of the Aslef leadership's ballot for strike action, as the union had balloted all of its driver members for action despite only a quarter of LU's total of 3,500 drivers being needed to work on 26 December.",
     "However, the court ruled that Aslef's ballot was not invalid.",
     "The majority of union members balloted did not want strike action, with just 42 per cent voting to take action.",
     "Since 2010, when the Aslef leadership first made their extra claims, LU has held discussions on the issue and reviewed the level of service required for Boxing Day to closely match customer demand.",
     "As a result, LU has reduced the number of train staff required to work on Boxing Day to pre-2010 levels.",
     "Howard Collins, LU's Chief Operating Officer, said: 'The Aslef leadership is calling strike action over an outrageous claim for even more money to work on a day for which their members are already being paid. We have done everything we can to avert this needless action, including reducing the impact of Boxing Day working on staff and, as a last resort, taking legal action.",
     "'We remain ready at any time before these four strike days to work with the union's leadership to resolve this issue through talks, and I urge them to get back around the table.",
     "'We will run as many Tube services as we can and extra buses will operate on the busiest bus routes. However, the action taken by the Aslef leadership is likely to cause serious disruption to Tube services across the network affecting the Christmas holiday plans of many Londoners.'",
     "Transport for London will be doing all it can to ensure people can get around the Capital on Boxing Day. For up to date information during the strike go to \u003ca href=\"http://www.tfl.gov.uk\"\u003etfl.gov.uk\u003c/a\u003e \u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}