{
 "pageTitle": "TfL publishes annual Festive Travel Guide with free travel for New Year revellers sponsored by Diageo",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL publishes annual Festive Travel Guide with free travel for New Year revellers sponsored by Diageo",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) has today published its Festive Travel Guide to help Londoners and visitors travelling around the Capital between Christmas and New Year."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "For those wishing to brave the crowds and long waiting times, public transport will be the best way to get around the Capital on New Year's Eve.",
     "Those travelling in and around the city over the festive period are urged to check the Guide before they travel as there will be some changes to normal services.",
     "The guide contains details of Tube, London Buses, Docklands Light Railway (DLR) Tramlink, London Overground, Riverboat services, Barclays Cycle Hire and the Congestion Charge throughout the entire festive period from Christmas Eve Saturday 24 December 2011, to Bank Holiday Monday 2 January 2012.",
     "The guide will be available at all Tube stations and online at \u003ca href=\"http://www.tfl.gov.uk/festivetravel\"\u003ewww.tfl.gov.uk/festivetravel\u003c/a\u003e and at information points at bus stations, DLR, Tramlink and London Overground stations.",
     "Travel will be free on all journeys between 23:45 on New Year's Eve and 04:30 on New Year's Day on Tube, London Buses, Tramlink and DLR services.",
     "London Overground Services will also be free from 23:45 until last train times.",
     "The Mayor of London and TfL last week announced a  partnership with Diageo to support free New Year's Eve travel for next three years, including a responsible drinking promotion from 9 December until the New Year.",
     "Barclays Cycle Hire members and casual users will be able to hire bikes as normal, although some docking stations will be temporarily out of service during the holiday period, particularly on New Year's Eve for safety reasons.",
     "Essential Tube and London Overground engineering works will be taking place over the festive period, we advise all passengers to check before they travel at \u003ca href=\"http://www.tfl.gov.uk\"\u003ewww.tfl.gov.uk\u003c/a\u003e where details of line closures can be found.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Christmas Eve\"}",
     "On Christmas Eve, Saturday 24 December, a Saturday service will operate on the Underground until 7pm, and then a reduced service for the rest of the evening.",
     "Last trains will run at Sunday times.",
     "A Saturday service will operate on the bus network with some exceptions. There will be no night buses and on 24 hour routes, buses will operate until just after midnight.",
     "On the DLR, buses will replace trains between Bank/Tower Gateway and Poplar/West India Quay.",
     "Other routes will operate a modified Saturday service until 7pm, after which a reduced service will operate with last trains at Sunday times.",
     "On the London Overground a Saturday service will operate with last trains departing about 9.30pm (8.30pm on the Stratford - Richmond/Clapham Junction route).",
     "On London Tramlink, a Saturday service will operate, but with a reduced timetable from 8pm.",
     "Riverboat services will be running a reduced timetable.",
     "Many coach operators will reduce services from early evening, with last departures from Victoria Coach station leaving at around 9pm.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Christmas Day\"}",
     "On Christmas Day, Sunday 25 December, there will be no service on the Tube, London Buses, DLR, London Overground, Tramlink or on the river.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Boxing Day\"}",
     "On Boxing Day, Monday 26 December from 8.30am a reduced service will operate on all Tube lines with last trains at Sunday times.",
     "On London Buses from about 8.30am a Sunday service will operate on all routes.",
     "Additionally on routes 81, 90, 105, 111, 140,203, 222, 285, 350, 423, 482, 490, A10, H25, H26, U3 and X26 a Sunday service will operate from about 5.30am in order to serve Heathrow Airport.",
     "There will be no service on route 84. A weekday night service will operate on all 24 hour and night bus routes.",
     "On DLR, buses will replace trains between Bank/Tower Gateway and Poplar/West India Quay.",
     "On other routes, trains will run every 15 minutes between about 8.30am and 11.30pm.",
     "There will be no services on London Overground.",
     "On London Tramlink a Sunday service will operate with the frequency increased between Wimbledon and East Croydon.",
     "There are no Riverboat services except: Westminster - London Eye - Tower - Greenwich, which will run a normal service.",
     "{\"template\":\"htag\",\"level\":\"h4\",\"value\":\"Bank Holiday, Tuesday 27 December\"}",
     "A Saturday service will operate on the majority of Tube lines.",
     "On London Buses a Sunday service will operate on the majority of day routes while the rest will run a Saturday service.",
     "A weekday night service will operate on all 24 hour and Night bus routes.",
     "London Tramlink will be operating a Sunday service with the frequency increased between Wimbledon and East Croydon.",
     "There will be no Riverboat services except: Westminster - London Eye - Tower Greenwich, which will be running a normal service.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"New Year's Eve\"}",
     "Revellers who want to see in the New Year in central London are advised to plan ahead and in particular be prepared for large crowds, and long waits for the designated viewing areas for the fireworks display.",
     "Peter Hendy, London's Transport Commissioner, said: \"The New Year's Eve fireworks display that takes place at the EDF London Eye provides spectacular entertainment and is enormously popular, attracting large crowds that should be prepared for a long wait at the designated viewing areas along the Thames. As a result people with young children may wish to consider celebrating nearer to home.",
     "\"For those wishing to brave the crowds and long waiting times, public transport will be the best way to get around the Capital on New Year's Eve.",
     "\"I'm pleased we can continue to offer this for free not just this year, but for the next three years thanks to our partnership with Diageo, but I urge revellers to plan their journeys well in advance.\"",
     "There will be free travel on all journeys between 23:45 until 04:30 on the Tube, DLR, London Buses and Tramlink.",
     "Tube, DLR and Tramlink services will run all night on New Year's Eve.",
     "Some selected Tube stations will be closed completely or for periods at a time, the Festive Travel Guide lists these closures.",
     "A Saturday night service will operate on night bus and 24 hour routes, subject to road closures in central London.\u003cbr /\u003e\u003cbr /\u003eFree travel will apply on London Overground trains running after 11.45pm until last train times.",
     "Riverboat services will run mainly normal services but London Eye will not be served after 2.30pm in order to prepare for the firework display.",
     "Some routes will operate on New Year's Day, but a normal service will not resume until Tuesday 3 January.",
     "Some Barclays Cycle Hire docking stations will be temporarily out of service for safety reasons at various times throughout the holiday period including New Year's Eve.",
     "For the latest information on docking station availability, users should check online at: \u003ca href=\"http://www.tfl.gov.uk/barclayscyclehire\"\u003ewww.tfl.gov.uk/barclayscyclehire\u003c/a\u003e ",
     "There will be a reduced number of UK coaches departing from Victoria Coach Station with last coaches leaving at around 8pm.",
     "National Rail will operate modified timetables with additional late night departures and a limited number of routes will operate until about 5am. Normal rail fares will apply.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Congestion Charge\"}",
     "From Saturday 24 December until Bank Holiday Monday 2 January inclusive, the central London Congestion Charge will be suspended and motorists will not have to pay.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Dial-a-Ride\"}",
     "Dial-a-Ride will be operating every day over Christmas and New Year and all members have been sent details of how to book journeys over this period.",
     "For further information please contact Dial-a-Ride direct on 0845 999 1 999.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "Leaflets and posters will be available across the network from Friday 9 December.",
     "Passengers are advised to check before travelling via the following options:",
     "{\"template\":\"bulletlist\",\"items\":[\"The TfL website \\u003ca href=\\\"http://www.tfl.gov.uk\\\"\\u003ewww.tfl.gov.uk\\u003c/a\\u003e using Journey Planner, or text TfL to 60835. Charged at your network operator's standard rate\",\"TfL's Festive Travel Guide which is available at all Tube stations, and most bus garages, DLR, Tramlink and Overground stations and online at \\u003ca href=\\\"http://www.tfl.gov.uk/festivetravel\\\"\\u003ewww.tfl.gov.uk/festivetravel\\u003c/a\\u003e \",\"Information on posters, leaflets and 'Good Service' boards at Tube Stations\",\"The 24 hour London Travel Information line on 0843 222 1234. You pay no more than 5p per minute if calling from a BT landline. There may be a connection charge. Charges from mobiles or other landline providers may vary.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}