{
 "pageTitle": "TfL ramps up safety efforts on London Tramlink",
 "description": "A public information campaign has been introduced which uses brightly-coloured images of bunches of flowers painted on the ground at 15 spots in Croydon town centre where the tram tracks share the same road space with cars and walkers. The campaign",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL ramps up safety efforts on London Tramlink",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "New road markings, improved visibility, enforcement by Tramlink officers and a publicity campaign are among measures being undertaken by Transport for London (TfL) to make London Tramlink's trams safer for passengers and other road users."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Our tram system is very safe and drivers are trained to a high standard, but one accident is one too many and we will continue to work with everyone involved to reduce the potential for them to happen",
     "A public information campaign has been introduced which uses brightly-coloured images of bunches of flowers painted on the ground at 15 spots in Croydon town centre where the tram tracks share the same road space with cars and walkers.",
     "The campaign message along with the flowers is featured on posters throughout the tram network with the words 'Don't be remembered like this - watch out for trams'.",
     "Other measures that are taking place to improve safety on the network include:",
     "{\"template\":\"bulletlist\",\"items\":[\"A team of six Tramlink neighbourhood officers working on the network to reassure passengers and prevent anti social behaviour\",\"Transparent panels, and vegetation maintenance work to improve sightlines for drivers to ensure they can see pedestrians and that pedestrians can see approaching trams\",\"Road markings repainted to show the 'swept path' of the trams more boldly\"]}",
     "London Tramlink's service has increased however the number of incidents involving trams has remained relatively constant.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"A safer network\"}",
     "Every incident is closely monitored and TfL's team is constantly working to make the network even safer.",
     "Every foot crossing on the network has been re-assessed but TfL is also working closely with the London Borough of Croydon to find ways to make tram/pedestrian crossings even safer and with safety authorities to update the regulations on tram crossings and identify best practice.",
     "Howard Smith, Chief Operating Officer for TfL London Rail which manages London Tramlink, said: 'Our tram system is very safe and drivers are trained to a high standard, but one accident is one too many and we will continue to work with everyone involved to reduce the potential for them to happen.'",
     "'Many drivers and pedestrians need to be more aware of the trams and the fact that they cannot manoeuvre and react like other vehicles on the road. In a busy urban environment there are many distractions and pedestrians using mobile phones and MP3 players while crossing the road can potentially place themselves at risk.'",
     "'Especially during the festive season when daylight hours are shorter and the streets are packed with Christmas shoppers and those celebrating the occasion we would ask all to watch out for trams.'",
     "{\"template\":\"bulletlist\",\"items\":[\"In the last 18 months there have been 46 incidents involving trams, the great majority of them relatively minor such as wing mirrors being knocked off illegally parked cars. Major medical treatment was required in only two incidents and there was one fatality\",\"The paint used in the flower images on the tram way is biodegradable and will wash away or otherwise be removed in approximately 1 month\",\"London Tramlink has 24 trams running at the moment, increasing to 30 by summer 2012 on 28 kms of track and expects to carry nearly 28 million passengers by the end of the 2011 financial year\",\"Images of the flowers may be seen at \\u003ca href=\\\"http://www.flickr.com/croydonflowers\\\"\\u003ewww.flickr.com/croydonflowers\\u003c/a\\u003e \\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}