{
 "pageTitle": "Touts warned as enforcement activity is stepped up over the festive season",
 "description": "The crushing of the vehicle coincides with an increase in police and enforcement activity against touting and other illegal cab activity, which starts again this week across all boroughs of the Capital as Londoners begin to celebrate the festive",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Touts warned as enforcement activity is stepped up over the festive season",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Illegal cab drivers, also known as touts or unbooked minicabs, have been served warning of the Mayor and Transport for London's continuing war on touts this week with the crushing of a car seized from an illegal cab driver."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The crushing of the vehicle coincides with an increase in police and enforcement activity against touting and other illegal cab activity, which starts again this week across all boroughs of the Capital as Londoners begin to celebrate the festive season.",
     "Operation Safer Travel at Night (STaN) involves officers from Transport for London (TfL), the Metropolitan Police Service Safer Transport Command and the City of London Police (CoLP).",
     "Cab-related offences fell by 21 per cent last year, however the aim is to make travelling in London after dark even safer for Londoners and visitors to the city.",
     "And since 2007 police resources focused on this issue have more than doubled, a new team focused on sexual offences has been set up, and last year over 1,250 arrests were made for cab offences.",
     "More than 180 arrests have already been made for touting and other cab-related offences over three weekends this autumn.",
     "The first phase of Operation STaN involved officers checking over 5,000 vehicles and speaking with thousands of Londoners and students to provide safer travel information and encourage Londoners to use licensed taxis or licensed minicabs, reminding them that only taxis (black cabs) can be stopped and picked up off the street without a pre-booking.",
     "A thorough programme of activity has been lined up including a thought provoking campaign warning of the dangers of getting into unbooked minicabs, as well as targeted TfL and police enforcement activity to identify, disrupt and deter illegal cab activity.",
     "Any minicab that isn't booked through a licensed minicab operator is dangerous and puts the travelling public at risk of attack, including sexual assault and robbery.",
     "Minicabs lined up outside pubs and clubs are breaking the law if they accept your fare without a booking being made first.",
     "The advice is that you should not approach minicab drivers, and any minicab driver that approaches you on the street anywhere is acting illegally.",
     "Do not get in.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Operation STaN\"}",
     "Deputy Mayor for Policing, Kit Malthouse, said: 'With the festive party season under way and the nights growing colder and darker we are doing everything we can to crack down on illegal minicab touts and to warn passengers never to pick up an unbooked minicab in the street.'",
     "The step up in enforcement and engagement activity demonstrates how seriously the Mayor, TfL and the police take this issue.",
     "They are using a broad range of tactics to detect and deal with touts including making greater use of financial investigation and confiscation of assets under the Proceeds of Crime Act and ancillary orders.",
     "The car crushed this week was the first to be forfeited to the Safer Transport Command after the driver was convicted in court for purporting to be a licensed minicab driver.",
     "This should serve as a stark warning to drivers who break the law and put the travelling public at risk.",
     "It is only a matter of time before they are caught and brought to justice.",
     "Steve Burton, TfL's Director of Community Safety, Enforcement and Policing, said: 'Unbooked minicabs continue to pose a serious risk to the travelling public which is why operations like Operation STaN are so important in raising awareness of the dangers and cracking down on touting and other cab-related offences.",
     "'We urge the travelling public not to use them.",
     "'All minicab journeys must be booked through a licensed minicab operator.",
     "'Only taxis (black cabs) can pick passengers up on the street or at a rank without a booking being made first.'",
     "Chief Superintendent Sultan Taylor, Safer Transport Command, said: 'The Safer Transport Command are committed to reducing the number of cab-related sexual offences.",
     "'Our dedicated Cabs Enforcement Unit will continue to be out on the streets of the Capital all year round, tackling touting involving both licensed and unlicensed drivers.",
     "'Touts should be warned that we are pursuing them through the courts to confiscate their assets obtained through their illegal activity.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Crackdown on touts\"}",
     "It is illegal for any minicab driver (even drivers licensed by TfL) to accept a fare without a booking made either over the phone, by email or at an office.",
     "Booking a minicab will ensure that there is a record of the journey and it will be carried out by a licensed driver in a licensed, insured car.",
     "TfL and the police aim to ensure that drivers that break the law and put the travelling public at risk are brought to justice.",
     "Recent successes include a bogus cab driver recently being found guilty of touting and driving with no insurance following an arrest made by a plain clothes cab enforcement officer.",
     "Forty-year-old Rasheed Kenku, from Islington, was arrested for touting after being caught by undercover Cab Enforcement police officers in March this year.",
     "He was fined £2000 at Stratford Magistrates Court, disqualified from driving for eight months, had six points added to his licence and ordered to pay £350 in court costs.",
     "Key tips on using minicabs:",
     "{\"template\":\"bulletlist\",\"items\":[\"Never approach a minicab on the street or accept a fare, they are acting illegally\",\"Always book so there is a record of your journey\",\"Only black cabs can pick passengers up on the street\",\"Book it, check it and always sit in the back\",\"To get three local cab numbers text \\\"CAB\\\" to 60835**\",\"Visit \\u003ca href=\\\"http://www.tfl.gov.uk/cabwise\\\"\\u003etfl.gov.uk/cabwise\\u003c/a\\u003e for more information\"]}",
     "** Users of 3 and overseas networks must enter different information.",
     "See \u003ca href=\"http://www.tfl.gov.uk/cabwise\"\u003etfl.gov.uk/cabwise\u003c/a\u003e for details and charges",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Images of the poster campaign are available on request\",\"The STaN initiative between TfL, the MPS and the CoLP was launched in 2002/03. STaN aims to reduce the number of cab-related sexual offences by raising awareness of the dangers of using unbooked 'minicabs' and targeted police and enforcement activity to identify, disrupt and deter illegal cab activity\",\"A key element of the STaN initiative is the communications and marketing  campaign which aims to make people travelling at night aware of the dangers of picking up unbooked minicabs off the street, as well as informing them of the best ways to get home safely\",\"There were 111 cab-related sexual offences in 2010/11. Compared to the previous year, where there were 140 offences, there was a decrease of 20.7 per cent\",\"Since 2003 the Cab Enforcement Unit has made almost 8,000 arrests for touting and cab-related offences. Approximately 90 per cent of these arrests have been for touting (unlicensed minicab drivers or licensed minicab drivers touting illegally)\",\"Cab Enforcement operations are carried out on a regular basis in line with current intelligence on touting behaviour and other illegal cab activity. TfL and the police use a broad range of tactics to deal with touting issues across London including but not limited to covert tactics to detect and apprehend touts, high visibility enforcement and compliance activities, Automatic Number Plate Recognition, financial investigation and confiscation of assets from touts, education and problem-solving activities\",\"The first phase of Operation STaN which took place in September to coincide with the new academic term resulted in over 180 arrests for touting and other cab-related offences and over 5,000 vehicles were stopped and checked\",\"The Mayor and TfL take a tough line on touting and any TfL licensed private hire driver convicted or cautioned for touting lose their private hire driver's licence for a minimum of one year. More than 800 licensed private hire drivers have had their licences revoked since August 2008\",\"The driver of the crushed car was arrested by the Cab Enforcement Unit and convicted at court in May for fraud, purporting to be a licensed private hire driver. He had failed to return a suspended London PHV licence and had four previous convictions for touting between 2005 and 2008. The Cab Enforcement Unit asked that the Court issue a deprivation order for the defendant's vehicle under section 143 of the powers of criminal courts sentencing act 2000 because the vehicle had been used to commit criminal offences. He was also fined £100, disqualified from driving for nine months and ordered to carry out 200 hours of community service\",\"Section 143 PCC(S)A governs the powers of the courts to deprive an offender of property, used, or intended to be used to commit or facilitate the commission of any offence (not necessarily the offence of which the offender has been convicted); facilitation includes taking steps to dispose of the property or avoid conviction. The court must have regard to the value of the property and the likely financial and other effects of the making of the order on the offender (section 143 (5)\",\"If you have had a bad experience in a minicab or taxi (black cab), please report the incident at \\u003ca href=\\\"http://www.tfl.gov.uk/contactcabs\\\"\\u003etfl.gov.uk/contactcabs\\u003c/a\\u003e , call 0845 300 7000, or email \\u003ca href=\\\"mailto:TPH.Comms@tfl.gov.uk\\\"\\u003eTPH.Comms@tfl.gov.uk\\u003c/a\\u003e \",\"Help and support is available for victims of sexual assault from The Havens.  Details can be found at \\u003ca href=\\\"http://www.thehavens.co.uk\\\"\\u003ewww.thehavens.co.uk\\u003c/a\\u003e \",\"For essential late night travel information in London please visit \\u003ca href=\\\"http://www.tfl.gov.uk/cabwise\\\"\\u003etfl.gov.uk/cabwise\\u003c/a\\u003e and \\u003ca href=\\\"http://www.tfl.gov.uk/traveltools\\\"\\u003etfl.gov.uk/traveltools\\u003c/a\\u003e \",\"TfL's 24-hour travel information call centre can also provide information and phone numbers for taxi and private hire services in London. Call 0843 222 1234\",\"For more information on cab enforcement activities or to report touting issues using the new online form at \\u003ca href=\\\"http://www.tfl.gov.uk/cabenforcement\\\"\\u003etfl.gov.uk/cabenforcement\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}