{
 "pageTitle": "Update from Transport for London on the Hammersmith flyover",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Update from Transport for London on the Hammersmith flyover ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Following the closure of the A4 Hammersmith Flyover on 23 December due to concerns about a serious structural defect, Transport for London (TfL) has been working around the clock over Christmas to carry out detailed investigations."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "I would like to apologise for the disruption, but please be assured we are doing all we can to reopen the flyover and to minimise the disruption the closure is causing.",
     "Engineers and contractors from TfL, alongside external experts in structural engineering, have been assessing the flyover to establish what remedial action needs to be taken.",
     "Engineers will continue to build a full picture of the condition of the complex bridge structure.",
     "Much of this work is taking place inside the structure itself and so may not be visible to passing motorists.",
     "The flyover will remain closed until at least early January, but TfL is exploring all options to reopen it and ensure disruption is kept to a minimum.",
     "Over the past two years, TfL has been carrying out detailed monitoring inside the flyover, which dates from the 1960s and is unique.",
     "In particular, TfL engineers have been checking the condition of the internal cables which help to hold the spans of the concrete structure in place.",
     "Until recently it was thought that the structure had a number of years before major repair work would need to be undertaken. Recent results from monitoring showed that repair work needed to be carried out earlier than anticipated.",
     "Then, in the week prior to Christmas, they identified further technical problems - meaning that TfL decided to keep the flyover closed to undertake an even more detailed assessment of the complete structure.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Reducing disruption\"}",
     "Local traffic diversions are already in place, along with Variable Messaging Signs - including on Highways Agency roads - advising drivers to avoid the area.",
     "Traffic signal plans are in place to reduce disruption and ease traffic flow and plans are in place to divert traffic from the M4 to other routes if necessary.",
     "TfL is also working closely with the relevant local authorities.",
     "Leon Daniels, TfL's Managing Director of Surface Transport, said:",
     "'Our team have been working around the clock alongside world leading structural engineers to ensure we carry out a detailed assessment of the structure as soon as possible.",
     "'I will shortly be going into the flyover myself so I can see firsthand the unique issues we face and be briefed by our expert engineers. Safety must be our top priority and we have not taken the decision to close the flyover lightly.",
     "'We will be continuing to work day and night to complete our assessment and to set out our next steps. In the meantime the flyover will remain closed until at least early in the New Year and drivers are strongly advised to avoid the area if they can or allow more time for their journeys.",
     "'I would like to apologise for the disruption, but please be assured we are doing all we can to reopen the flyover and to minimise the disruption the closure is causing.'"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}