{
 "pageTitle": "Avoiding congestion made easier with new Transport for London live traffic news",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Avoiding congestion made easier with new Transport for London live traffic news",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Drivers in London can now find out where traffic is busy, or may become congested, before they hit the road, with the Mayor and Transport for London's new range of enhanced travel information for road users."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Technology now allows us to put a wealth of information at motorists' fingertips",
     "The new information tool identifies traffic hotspots and makes congestion easier to avoid.",
     "It will sit alongside other interventions to smooth traffic flow, such as the tighter regulation of roadworks, to help prevent long queues in the Capital.\u003cbr /\u003e\u003cbr /\u003eBy simply visiting \u003ca href=\"http://www.tfl.gov.uk/trafficnews\"\u003etfl.gov.uk/trafficnews\u003c/a\u003e , motorists can now gain a bird's eye view of London's traffic hotspots to see where traffic is building up and which areas to avoid.",
     "This includes access to a network of 170 'jam cams', as well as information on incidents that may affect their journey.",
     "A live Twitter feed, @TfLTrafficNews, will also carry up to the minute information, and particular roads and routes are searchable using hashtags (#).\u003cbr /\u003e\u003cbr /\u003eThe new information is part of the Mayor's ongoing work to smooth traffic flow and reduce disruption for every road user in London.",
     "His interventions include tackling roadworks through closer working with the boroughs and utility companies, the introduction of the roadworks permitting scheme which has been embraced by every London borough, a reduction in the roadworks cap which restricts the number of works that can be carried out at any one time, and the Report It system which enables Londoner's to name and shame bad practice.\u003cbr /\u003e\u003cbr /\u003eBy the end of this financial year, serious and severe disruption caused by roadworks on London's red routes is expected to be down by almost 40 per cent since permitting was introduced in January 2010.",
     "Yesterday the government confirmed its intention to lay down legislation for a roadworks lane rental scheme which would build on this, helping to reduce disruption by a further 33 per cent by 2015.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"'Eye in the sky'\"}",
     "Corridor managers are tasked with scrutinising every mile of the corridor to ensure TfL optimises the smooth movement of all road users as far as possible.\u003cbr /\u003e\u003cbr /\u003eBoris Johnson, Mayor of London, said: 'This new service will give motorists and indeed other road users the power to become the eye in the sky and avoid nasty snarl ups.",
     "'Anyone with internet access or a mobile phone will be able to check out the latest situation on their chosen route and make informed journey choices.'\u003cbr /\u003e\u003cbr /\u003eGarrett Emmerson, Chief Operating Officer for Surface Transport at TfL said: 'Technology now allows us to put a wealth of information at motorists' fingertips.",
     "'Those who know their route well can now pre-empt any congested areas by checking online before they set out on their journey, or - when safe - take advantage of our @TfLTrafficNews Twitter feed for advance warning of any congestion ahead and then apply their local traffic knowledge to avoid the jams.",
     "'For those unfamiliar with their route, our \u003ca href=\"tfl.gov.uk/trafficnews \"\u003eroad information service\u003c/a\u003e at is an excellent means of ensuring a stress-free drive. So the clear message is check before you drive.'\u003cbr /\u003e\u003cbr /\u003eThis live traffic news data is also being made freely available to all software and app developers, and all providers of live travel news are urged to get their information straight from the source so that motorists have access to the most accurate and up-to-the-minute traffic information.\u003cbr /\u003e\u003cbr /\u003e",
     "TfL real time traffic news is available at \u003ca href=\"http://www.tfl.gov.uk/trafficnews\"\u003etfl.gov.uk/trafficnews\u003c/a\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The @TfLTrafficNews Twitter feed is updated by TfL's Surface Transport Traffic Operations Centre (STTOC) between 6:30 and 21:00 each weekday\",\"Feeds include information about all of London's major roads with specific feeds about the 14 transport corridors which form the 580km TfL Road Network (TLRN) accessible using hashtags. For example information about the A21 corridor would be accessible by entering  #A21London\",\"TfL reads but is unable to respond to incoming tweets @TfLTrafficNews\",\"Neither @TfLTrafficNews Twitter feed nor should any other mobile phone operation be accessed while a driver is in control of a vehicle\",\"TfL supports and encourages innovation and help developers make the best, most accurate apps, widgets and online tools out there. Digital developers can independently develop and sell products using TfL data available at \\u003ca href=\\\"http://www.tfl.gov.uk/developer\\\"\\u003etfl.gov.uk/developer\\u003c/a\\u003e - this includes live traffic camera images and live traffic disruption feeds\",\"Londoners can also report disruptive or badly managed roadworks by visiting \\u003ca href=\\\"http://www.tfl.gov.uk/roadworks\\\"\\u003etfl.gov.uk/roadworks\\u003c/a\\u003e , or by using a GPS enabled mobile device to tweet @report_it with the hashtag #roadworks. Enquiries will be sent directly to the highway authority responsible, ensuring that direct and swift action can be taken\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}