{
 "pageTitle": "Changes to travel around Paddington Station due to Crossrail works",
 "description": "Changes to taxi drop-off and pick up points Alterations to local walking routesEastbourne Terrace will be closed from 12 February 2012 with changes to bus, taxi and walking routes as work continues on a new Crossrail station at Paddington.The new",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Changes to travel around Paddington Station due to Crossrail works",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Bus diversions and changes to local stopping arrangements."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Changes to taxi drop-off and pick up points\",\"Alterations to local walking routes\"]}",
     "Eastbourne Terrace will be closed from 12 February 2012 with changes to bus, taxi and walking routes as work continues on a new Crossrail station at Paddington.",
     "The new Crossrail station will be built under Eastbourne Terrace and Departures Road.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Changes to services\"}",
     "To enable excavation of the 260metre-long station box, Eastbourne Terrace will need to be closed for two years.",
     "When it opens in late 2018, Crossrail will significantly reduce journey times from Paddington to the West End, the City and Docklands and increase London's rail network capacity by 10 per cent.",
     "The closure of Eastbourne Terrace will mean changes to bus and taxi services and walking routes into and out of the station.",
     "A new covered taxi rank will open next to the Hammersmith \u0026 City line Underground station.",
     "Escalators and lifts up to the taxi rank can be reached from the mainline station concourse on platform 12.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Minimum disruption\"}",
     "Access is also available by walking along platforms 1, 8 or 9 and up the steps to the footbridge.",
     "A lift is available to the footbridge from platform 1 only.",
     "Walking routes in and out of the mainline station will also change.",
     "Access will be available through the rebuilt station entrance by the Grand Union Canal and through the existing entrances on either side of the Hilton Hotel.",
     "Transport for London will endeavour to keep disruption to a minimum.",
     "There may also be additional short-term road alterations and traffic diversions until the Crossrail works are completed.",
     "Bus routes 7, 23, 27, 36, 46, 159, 205, 332 and 436 will be diverted around the planned road closure, with alternative locations for affected stops and stands.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Changes to local bus services\"}",
     "Routes 7, 23, 27, 36, 159 and N7 will be diverted between Bishops Bridge Road and Praed Street, and will use Westbourne Terrace and Craven Road instead of Eastbourne Terrace.",
     "Route 46 will be diverted to and from Lancaster Gate.",
     "Buses will not serve Craven Road or Eastbourne Terrace and instead use Westbourne Terrace in both directions.",
     "Route 205 will be diverted to serve Westbourne Terrace and Cleveland Terrace.",
     "The first and last stop will be stop L on Cleveland Terrace.",
     "There are no changes to route 436, the first and last stops will be in Praed Street.",
     "Buses will run out of service to stand at Lancaster Gate.",
     "The first and last stop on route 332 will be stop K on Bishop's Bridge Road.",
     "Buses towards Brent Park will serve Westbourne Terrace and Praed Street.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Information online\"}",
     "For up to date travel information please visit \u003ca href=\"http://www.tfl.gov.uk/livetravelnews\"\u003etfl.gov.uk/livetravelnews\u003c/a\u003e or for information on how to plan your journey \u003ca href=\"http://www.tfl.gov.uk/journeyplanner\"\u003etfl.gov.uk/journeyplanner\u003c/a\u003e ",
     "For further information about Crossrail visit \u003ca href=\"http://www.crossrail.co.uk\"\u003ewww.crossrail.co.uk\u003c/a\u003e or call their helpline on 0345 602 3813 (24 hours).\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Leaflets and posters directing passengers will be available at the station\",\"A public exhibition giving information about the changes to transport services in the area will be held on 30 / 31 January and 9 / 10 February on Paddington station's main concourse\",\"Crossrail will run 118km from Maidenhead and Heathrow in the west, through new twin-bore 21km tunnels under central London to Shenfield and Abbey Wood in the east. It will bring an additional 1.5 million people within 45 minutes commuting distance of London's key business districts\",\"With up to 24 trains per hour between Paddington and Whitechapel during peak times, Crossrail will carry more than 200 million passengers each year. Each Crossrail train will be 200 metres long with the capacity to carry 1,500 passengers\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}