{
 "pageTitle": "DLR launches a new three-car route and enhanced timetable to meet Games-time demand",
 "description": "New three-car trains will run on the popular Bank to Woolwich route to carry an extra 1500 passengers per hour in the morning peak - a 50 per cent increase in capacity. Services will also be more frequent across the whole DLR network during the evening",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "DLR launches a new three-car route and enhanced timetable to meet Games-time demand",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "From today longer and more frequent trains are in service on the Docklands Light Railway (DLR) to help meet increasing demand and set the network on course for the London 2012 Games."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This is a significant capacity increase and particularly good news for people in the boroughs of Greenwich and Newham",
     "New three-car trains will run on the popular Bank to Woolwich route to carry an extra 1500 passengers per hour in the morning peak - a 50 per cent increase in capacity.",
     "Services will also be more frequent across the whole DLR network during the evening peak.",
     "This will enable it to carry 4,000 extra passengers per hour, or 12,000 additional passengers over the three hour peak period.",
     "On the Bank to Woolwich branch trains will run every eight minutes rather than every nine minutes.",
     "The same frequency improvement will be seen between Tower Gateway and Beckton and between Stratford International and Woolwich Arsenal.",
     "On the Bank to Lewisham route, frequency will increase from one train every 4.5 minutes to one every 4 minutes. This will mirror the frequencies already introduced in the morning peak.",
     "DLR Director Jonathan Fox said: 'Woolwich and City Airport route passengers received a boost last year when we provided a through service to Stratford International during peak hours - we are now improving the DLR service again with 50 per cent more capacity direct to the City of London.",
     "'This is a significant capacity increase and particularly good news for people in the boroughs of Greenwich and Newham.",
     "'It leaves the DLR in an excellent position ready to step up and meet the challenge of the 2012 Games. The extra capacity provided enables us to test our capability between now and July so the network will be poised ready to deliver trains when and where they are needed during the events.'",
     "{\"template\":\"bulletlist\",\"items\":[\"DLR introduced a new service from Woolwich Arsenal-Stratford International in the peaks last year and is now adding further capacity on the route\",\"On weekdays Bank to Woolwich Arsenal trains will be scheduled as three-car trains, with two-car trains scheduled at the weekend\",\"All routes in the morning peak are now 3-car except Stratford to Canary Wharf and Stratford International to Woolwich Arsenal routes\",\"Around £6.5bn has been invested in upgrading and extending transport links and this will enable spectators to get to and from the Games each day and ensure we will keep London moving\",\"This is already providing an early legacy of better transport options, particularly for people living in east London, which will continue long after the 2012 Games\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}