{
 "pageTitle": "Hammersmith flyover to reopen for cars and light traffic as vital repair works continue",
 "description": "Drivers advised to continue to plan routes carefully and avoid area if possible.TfL will be able to re-open one lane in each direction of the Hammersmith Flyover to cars, vans and other light vehicles, before tomorrow morning's rush hour, following",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Hammersmith flyover to reopen for cars and light traffic as vital repair works continue",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Flyover to reopen one lane in either direction for cars, vans and other light traffic. Transport for London (TfL) continues to work round the clock to reopen bridge to all traffic over the next four months."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Drivers advised to continue to plan routes carefully and avoid area if possible.",
     "TfL will be able to re-open one lane in each direction of the Hammersmith Flyover to cars, vans and other light vehicles, before tomorrow morning's rush hour, following confirmation from structural engineers and leading independent experts that the flyover is now safe to take light traffic.",
     "One lane of light traffic will now be permitted in each direction, while work continues to strengthen key sections of the flyover.",
     "Traffic restrictions will be enforced by a two-metre (6'6\") width restriction at either end of the flyover to prevent large vehicles such as Heavy Goods Vehicles (HGVs) and coaches from crossing.",
     "The structural repair works, which TfL now expects to take around four months to complete, will focus on strengthening six of the 16 spans of the structure to ensure that they can carry full traffic loading by the 2012 Games.",
     "The advice for motorists as this work takes place is to consider avoiding the area if possible as the flyover is not fully open they should.",
     "TfL will have signage and traffic management measures in place to help reinforce that.",
     "Once these repair works, which will see new cables installed within the structure to strengthen the flyover, are completed, TfL will be able to reopen the flyover to all traffic, well ahead of the London 2012 Games.",
     "Following the London 2012 Games, TfL will return to the structure to strengthen the remaining ten spans of the flyover, as well as carry out additional work to re-waterproof the entire road deck to complete the permanent repair.",
     "This work is expected to take place in a way that will allow as much traffic as possible to use the flyover during the works.",
     "Boris Johnson, Mayor of London, said: 'I made it very clear the Hammersmith Flyover should not be closed for one minute longer than it has to be and this partial reopening will provide some relief for the thousands of motorists and local people whose lives have been disrupted.",
     "'I can assure those people that I will ensure the team continues to work tirelessly in order to get this vital structure fully operational as soon as possible.'",
     "Garrett Emmerson, Chief Operating Officer for Surface Transport at TfL, said: 'Our engineers, contractors and suppliers have worked day and night during the Christmas period and beyond to enable us to partially reopen the flyover as quickly as possible.",
     "'This should significantly reduce the traffic disruption many thousands of drivers have been experiencing since the flyover closed, and means that work to fully reopen the flyover will be completed well before the London 2012 Games.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}