{
 "pageTitle": "Mayor welcomes 200th greener, cleaner hybrid bus to London's fleet",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor welcomes 200th greener, cleaner hybrid bus to London's fleet",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Mayor's drive to achieve cleaner air for London has received a boost with the delivery of the 200th lower polluting hybrid bus to join the capital's fleet. Its arrival confirms London as the largest operator of hybrid buses in the UK."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We now have the UK's largest fleet of smarter, hybrid engined buses, a pioneering hydrogen bus fleet and my new bus for London that has been designed to push the boundaries of green technology.",
     "Hybrid technology, which combines batteries, a conventional diesel engine and an electric motor delivers fuel savings of 30 per cent.",
     "This reduces operating costs for Transport for London (TfL) and also delivers a 20 per cent reduction in NOx pollution, helping to deliver cleaner air, less noise and carbon emission savings.",
     "The 200th diesel-electric hybrid bus was delivered to Metroline at its Cricklewood bus garage and joins the growing fleet of greener buses working on routes across the capital.",
     "By the end of 2012 the hybrid bus fleet in the Capital will swell to more than 300 vehicles.\u003cbr /\u003e\u003cbr /\u003eSince 2006, the diesel-electric hybrid fleet has doubled year on year and hybrid buses can now been spotted all over the capital.",
     "There is currently one all hybrid bus route, the route 360 operated by GoAhead which runs between Kensington and Elephant and Castle.",
     "The latest batch of hybrid buses will be used on the Route 16 which Metroline operates between Victoria to Cricklewood.",
     "The cleaner buses are one of a range of new measures announced by the Mayor in January to improve air quality during 2012, including new standards for the London Low Emission Zone, banning the oldest, most polluting taxis and a campaign to deter engine idling.\u003cbr /\u003e\u003cbr /\u003eThe Mayor of London, Boris Johnson, said: 'Investing in buses that pump out far less pollution is key part of my plan to deliver cleaner air for London. We now have the UK's largest fleet of smarter, hybrid engined buses, a pioneering hydrogen bus fleet and my new bus for London that has been designed to push the boundaries of green technology.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Significant milestone\"}",
     "'We have reached a significant milestone at 200 hybrid buses and the benefits of these cleaner, greener and better buses only increases as we add more to our fleet. That's great news for the health and wellbeing of Londoners.'\u003cbr /\u003e\u003cbr /\u003eOther examples of hybrid technology being used in London include the new bus for London, which uses the latest and greenest diesel-electric hybrid technology as well as the single deck hydrogen fuel cell buses operating on the route RV1 Covent Garden to Tower Gateway.",
     "These zero emission buses emit nothing more than water vapour.\u003cbr /\u003e\u003cbr /\u003eTfL is committed to introduce even more buses using hybrid technology to deliver cleaner air for Londoners with over 130 diesel-electric buses currently on order bringing the total to in excess of 300 cleaner, greener and better buses on London's streets by the end of 2012.",
     "TfL also plans to introduce a further three hydrogen buses to its fleet allowing the RV1 route to be operated entirely by zero emission buses, making it the first zero emission bus route in the UK.",
     "{\"template\":\"bulletlist\",\"items\":[\"The Mayor's air quality strategy can be seen at \\u003ca href=\\\"http://www.london.gov.uk/airquality\\\"\\u003elondon.gov.uk/airquality\\u003c/a\\u003e \\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}