{
 "pageTitle": "TfL announce design proposals to further improve cycle safety at Bow roundabout",
 "description": "Transport for London has announced proposals to improve the safety of cyclists using the busy Bow roundabout in east London.Cycling groups and the local authorities are being asked for their views on plans to allow cyclists an 'early start' on green",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL announce design proposals to further improve cycle safety at Bow roundabout ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Study by Transport for London (TfL) proposes revised cycle facilities at Bow roundabout. Options include a new innovative cycle 'early-start' facility at the roundabout and potential for new dedicated cycle lanes across Bow flyover."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Many cyclists use the junction and we are committed to ensuring that they can negotiate it as safely as possible",
     "Transport for London has announced proposals to improve the safety of cyclists using the busy Bow roundabout in east London.",
     "Cycling groups and the local authorities are being asked for their views on plans to allow cyclists an 'early start' on green lights to get them around the roundabout ahead of other traffic.",
     "Another proposal is to reduce the flyover from two traffic lanes to one in both directions to allow the creation of dedicated cycle lanes.",
     "Several cyclists were killed on London's roads towards the end of 2011 including two in the vicinity of Bow roundabout.",
     "As a result the Mayor asked TfL to carry out a thorough review of all major schemes planned on TfL roads as well as all junctions on the existing Barclays Cycle Superhighways, to ensure that they were delivering improvements for all road users.",
     "That work specifically included an urgent and thorough assessment of the design of the Barclays Cycle Superhighway facilities at Bow roundabout.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Improving safety\"}",
     "Two alternative options have been identified to improve the safety of Bow roundabout and they are:",
     "{\"template\":\"bulletlist\",\"items\":[\"Creating an innovative cycle 'early-start' phase at the traffic signals on the eastbound and westbound entrance to the Bow roundabout, which would provide cyclists with a dedicated green light phase to allow them to travel around the roundabout ahead of other traffic\",\"Reducing the existing flyover across Bow roundabout from two traffic lanes to one in both directions, with new dedicated cycle lanes. Traffic signals could also be installed at either end of the flyover to make safe access easier for cyclists\",\"TfL also proposes to install new dedicated cycle lanes on the east and westbound approaches of the roundabout, allowing cyclists to approach the advance stop lines at the junctions without the need to filter through traffic. Advanced Stop Lines would also be made deeper on both approaches to the roundabout to ensure that cyclists have a clear visible space in front of any traffic\"]}",
     "Key local stakeholders, cycling groups and the relevant London boroughs are now being approached about the proposals to obtain their feedback regarding which designs best reflect the needs of users of the roundabout.",
     "It is hoped that work will begin in the next few months so that TfL can make improvements to the roundabout before the 2012 Games.",
     "Leon Daniels, Managing Director of Surface Transport at TfL, said: 'Our engineers have worked extremely hard over recent weeks to develop proposals designed to improve the safety of what is a key roundabout for cyclists.",
     "'Many cyclists use the junction and we are committed to ensuring that they can negotiate it as safely as possible.",
     "'We are now discussing potential improvements with key stakeholders and we remain absolutely focused on delivering improvements at the roundabout before the 2012 Games.",
     "'We also continue to explore the potential for longer term improvements in the area.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}