{
 "pageTitle": "Transport for London awards 'greener' cleaning contract for coach and bus stations",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London awards 'greener' cleaning contract for coach and bus stations",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Cleaning contract for all bus stations and bus stands awarded to ISS. Contract will deliver a reduction in CO2 emissions and cleaner air."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) has awarded its cleaning contract for Victoria Coach Station and dozens of bus stations and bus stands to ISS Facility Services in an agreement that will deliver high levels of cleanliness and hygiene as well as deliver environmental benefits for the Capital.",
     "ISS Facility Services has been contracted to clean Victoria Coach Station, 44 bus stations and 64 bus stands across the Capital.",
     "A key element of the contract is that ISS carry out the cleaning with minimal impact on the environment.",
     "This includes the use of the first fleet of six electric Renault Kangoo vans in the UK.",
     "The zero-emission vans will be charged using Source London, the Capital's largest publicly accessible electric vehicle charging network.",
     "This will save 5.3 tonnes of carbon dioxide (CO2) over four years* as well as help reduce pollution to improve air quality.",
     "An additional 30 diesel vehicles used on the contract will have to meet the latest Euro emission standards as well as achieving low CO2 emissions.",
     "ISS is responsible for cleaning passenger and staff areas including seating and toilets, glazing, road sweeping, clearing oil spillages and maintaining vegetation around the bus stations and bus stands.",
     "ISS will be using a range of innovative greener products that meet the stringent environmental requirements of the European Eco-label and operating equipment with the lowest environmental impact while achieving high standards of hygiene and cleanliness.",
     "The green elements of the contract are part of TfL's commitment to operate to high environmental standards to the benefit of Londoners and to ensure that its suppliers do the same.",
     "The four-year cleaning contract will also see ISS using cleaning techniques that will create less air pollution and noise emissions as well as reducing energy and water consumption.",
     "Mike Weston, Operations Director for Surface Transport, said: 'TfL is committed to deliver high levels of cleanliness and along with that, this new contract is set to help our wider efforts to improve air quality and cut carbon emissions.",
     "'Having already taken significant steps to green our own support fleet, we are encouraging all our suppliers to achieve the same challenging standards combining sustainability with value for money to reduce the environmental impacts of operations as much as possible.",
     "'This new cleaning contract with ISS is a fantastic example.'",
     "Brian Raven, Managing Director, ISS Facility Services Transport, said: 'Transport for London set a real challenge with its environmental and budgetary targets.",
     "'But it shows what can be achieved when both parties want to partner to reach shared goals.",
     "'A great example is the support TfL has offered us with mapping the Source London charging network.",
     "'In return, we have used our deep knowledge of cleaning to make sure that this contact meets the high standards of cleanliness that bus passengers and workers deserve.",
     "'We are genuinely excited about all the new processes, products and technologies that we are introducing and will share the results with TfL to optimise systems going forwards.'",
     "TfL has worked hard to ensure they operate one of the greenest support fleets and over the last few years has set tough CO2 limits for all new vehicles entering the fleet, it also has a fleet of electric and other low carbon vehicles as well as providing eco-driver training to staff.",
     "*Saving of 5.3 tonnes of CO2 over four years when compared with the class leading Euro 5 diesel version of the Renault Kangoo.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Images of the Renault Kangoo are available on request\",\"Source London is a new city wide electric vehicle charging network. For more information about electric vehicles, Source London and charge point locations across the city, visit \\u003ca href=\\\"http://www.sourcelondon.net\\\"\\u003ewww.sourcelondon.net\\u003c/a\\u003e \",\"ISS Facility Services is the Operating Division of ISS UK, part of the global ISS Group, providing full facility services to the Public and Private Sector, employing around 43, 500 people across the country\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}