{
 "pageTitle": "Transport for London and CBS Outdoor continue to work together",
 "description": "CBS Outdoor has held the commercial advertising concession since 2006 and is responsible for advertising sites across the London Underground network. As well as the traditional advertising sites which total approximately 31,000 poster sites at stations",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London and CBS Outdoor continue to work together ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) and CBS Outdoor today confirmed CBS Outdoor will retain responsibility for all adverts on the London Underground network through TfL's commercial advertising concession."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We are delighted to be maintaining our long and successful relationship with CBS Outdoor.",
     "CBS Outdoor has held the commercial advertising concession since 2006 and is responsible for advertising sites across the London Underground network.",
     "As well as the traditional advertising sites which total approximately 31,000 poster sites at stations there are also in excess of 88,000 panels in train cars.",
     "The digital advertising network on London Underground is made up of cross track projection sites, liquid crystal display sites and runs of digital panels along escalators.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Advertising concession\"}",
     "Graeme Craig, Commercial Development Director at TfL, said: 'Following discussions with CBS Outdoor we have reached a comprehensive agreement that sees CBS Outdoor continue to run the commercial advertising concession for London Underground.",
     "'We are delighted to be maintaining our long and successful relationship with CBS Outdoor.'",
     "Antonio Alonso, CEO of CBS Outdoor International, said: 'We are pleased that our partnership will continue on what is undoubtedly the best outdoor advertising estate in London and we look forward to working closely with TfL and London in the exciting lead up to the London 2012 Games and beyond.'",
     "{\"template\":\"bulletlist\",\"items\":[\"Further details are all commercially confidential\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}