{
 "pageTitle": "Elephant and Castle Consultation",
 "description": "Consultation begins on designs for new public square to transform Elephant and Castle roundabout",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2014",
   "url": "/info-for/media/press-releases/2014"
  },
  {
   "title": "November",
   "url": "/info-for/media/press-releases/2014/november"
  },
  {
   "title": "Elephant and Castle Consultation"
  }
 ],
 "title": {
  "title": "Elephant and Castle Consultation",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Consultation begins on designs for new public square to transform Elephant and Castle roundabout"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Work to convert existing junction layout to two way traffic, delivering safety benefits for all road users, on track to begin in early 2015\",\"Proposed new open and attractive space includes leisure and retail spaces for people to meet, socialise and relax\",\"New landscaped area would boast new water feature amidst Yorkstone paving and newly planted trees\"]}",
     "Transport for London (TfL) today started consulting on designs for the new public areas that will be created alongside the radical transformation of the northern roundabout at Elephant \u0026 Castle. The new designs are part of the wider £4bn Road Modernisation Plan, which will improve roads across London over the next decade.",
     "Earlier this year the Mayor confirmed that the Elephant \u0026 Castle northern roundabout will be dug up and transformed into a new peninsula, opening the area up and returning traffic to two-way, which will support Southwark Council's regeneration of the wider area.",
     "One of London's biggest regeneration projects is underway at the Elephant. A major new town centre is being created with 5,000 new jobs, 4,000 new homes, a new shopping centre, a new Tube station for the Northern Line, a new leisure centre and several new public spaces.",
     "As part of these plans, five new areas of pedestrian public space will be created with new landscaping, benches and a water feature installed, making an attractive space for people to enjoy and travel through. A new cafe and retail space for pop-up stalls will be created, providing further opportunities for local businesses. The iconic Elephant statue, previously located on top of the Elephant \u0026 Castle pub until it was demolished in 1959, will also be moved back to its original position, helping to reflect the history of the area.",
     "Construction of the major redesign of Elephant \u0026 Castle northern roundabout remains on track to begin next year, after results of the public consultation held earlier this year showed that more than 80 per cent of people backed the plans. The changes will dramatically alter the northern roundabout at Elephant and Castle, improving facilities for road users and local residents by converting the roundabout into a peninsular, with the road around it converted to two-way traffic.",
     "Subways under the road will be replaced with new, wide pedestrian crossings that will allow people to cross directly, easily and safely between Tube, bus and local amenities at all times of the day. Cyclists will have new dedicated cycle routes through and around the junction to improve safety and make it better for cycling.",
     "Isabel Dedring, Deputy Mayor for Transport, said:",
     "'Our plans will not only make the area safer for cyclists and pedestrians, they will also transform it into a great new place where people can come together to meet and socialise. The changes will support the wider regeneration of Elephant \u0026 Castle, which is driving the creation of 5,000 new jobs, 4,000 new homes, a new shopping centre and a new Tube station for the Northern line.'",
     "Leon Daniels, Managing Director of Surface Transport at TfL, said:",
     "'More than 80 per cent of people came out in support of our plans to radically transform the Elephant \u0026 Castle roundabout and this further consultation outlines how we plan to make the new area a place where anyone could relax, enjoy a coffee or catch up with friends. We look forward to hearing people's views on these bold and transformative plans as we gear up to start work on the major highway and public area improvements next year.'",
     "Cllr Mark Williams, cabinet member for regeneration, planning and transport, said:",
     "'Opening out areas around Elephant and Castle's main transport links will create vibrant new public spaces for the local community as well as supporting a safer transport network, and is a significant part of the council's own regeneration of the area. The new plans put the people who live and work in the area at the heart instead of making the focus just about the traffic that passes through.'",
     "Work to deliver these improvements would be phased to reflect the wider redevelopment of the Elephant \u0026 Castle area. TfL would look to implement the improvements to the public space around the existing roundabout by spring 2016 to tie in with the wider highway improvements, with work on the public space within the new peninsula to be carried out after the upgrade works to the Northern line station are completed in the early 2020s.",
     "The major changes to the area around Elephant \u0026 Castle form part of the wider work being carried out across London as part of TfL's Road Modernisation Plan. With a budget of £4bn from now until 2021/22, this overarching plan represents the biggest investment in London's roads in a generation, including hundreds of transformational projects within the existing road network. Using radical ideas and innovative designs, the plan will make London's roads greener, safer and more attractive for the benefit of all road users.",
     "Consultation on the new public space runs until 22 December 2014. For more information about the scheme, please visit \u003ca href=\"http://www.tfl.gov.uk/elephant \"\u003ewww.tfl.gov.uk/elephant\u003c/a\u003e ",
     "Notes to Editors:",
     "Images are available from the TfL Press Office.",
     "TfL continues to work with Southwark Council and the new shopping centre owners to see whether any further footway width could be obtained as part of their wider works, allowing cycling provision options and improvements to bus stop waiting conditions to be reassessed in future.",
     "Southwark Council is also working with TfL to develop and improve a number of alternative cycling routes around the Elephant \u0026 Castle. This work will look at how the bypass options could be made more direct, as well as reviewing the signage to encourage better use of the existing and proposed orbital routes around the area, allowing cyclists to bypass the junction. The feasibility of limiting the speed limit to 20mph to improve overall safety conditions for all users is also being explored and would be consulted upon at a later date.",
     "Drop-in sessions for more information on the Elephant \u0026 Castle public space proposals are being held at:",
     "{\"template\":\"bulletlist\",\"items\":[\"Draper Tenants Hall, corner of Newington Butts and Howell Walk, SE1 6TL on Tuesday 25 November (16:00 - 20:00) and Thursday 27 November (14.30 - 18.30)\",\"Elephant \\u0026 Castle Shopping Centre, SE1 6TE (near the main entrance on the upper ground floor) on Saturday 29 November (11:00 - 15:00)\",\"Keyworth Centre at London Southbank University, Keyworth Street, SE1 6NG on Tuesday 2 December (15:00 - 19:00) and Thursday 4 December (15:00 - 19:00)\",\"The plans are also available to view at John Harvard Library, 211 Borough High Street, London SE1 1JA until 22 December 2014.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2014/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2014/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2014/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2014/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2014/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2014/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2014/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2014/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2014/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2014/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2014/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2014/january",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}