{
 "pageTitle": "Funding and financing options for Crossrail 2",
 "description": "Funding and financing options for Crossrail 2",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2014",
   "url": "/info-for/media/press-releases/2014"
  },
  {
   "title": "November",
   "url": "/info-for/media/press-releases/2014/november"
  },
  {
   "title": "Funding and financing options for Crossrail 2"
  }
 ],
 "title": {
  "title": "Funding and financing options for Crossrail 2",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Independent report by PricewaterhouseCoopers published"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "An independent report by PricewaterhouseCoopers (PwC) published today has set out funding and financing options for Crossrail 2, the high frequency, high capacity rail line that could link south west and north east London to provide additional transport capacity for the capital.",
     "In the preparation of the report, PwC reported to a Steering Committee that included representatives from TfL, the Department for Transport (DfT), HM Treasury (HMT), Infrastructure UK (IUK) and Network Rail. The report was undertaken to look at funding and financing feasibility for the proposed new railway line that would link south west and north east London and on to Surrey and Hertfordshire.",
     "The report sets out a number of options, which draw on funding mechanisms currently being used for Crossrail 1. These include paying back investment through a combination of revenue generated through fares, continuations of the Business Rate Supplement and Mayoral Community Infrastructure Levy (CIL) currently being used to fund Crossrail 1, and other measures.",
     "The report also looks at options that could see funding raised through existing mechanisms such as retaining the Council Tax contribution arrangements that were introduced to help fund the 2012 Olympic Games as well as potentially increasing the Mayoral CIL. Funding from property related developments and from land owners adjacent to the line could also be part of the mix of contributions. The report shows that over half of the costs of the scheme could be met by London using existing funding mechanisms.",
     "This type of arrangement would mean that those who will benefit most from the scheme would contribute a fair share towards it. The study estimates that the total cost of the scheme could be around £27 billion, which includes a fleet of new trains and a variety of additional railway works to deliver the full 'regional' route option to connect the scheme to existing National Rail lines to the north and south west of London.",
     "Crossrail 2 would create a new high frequency, high capacity rail line with shorter journey times between south west and north east London. Its route is designed to address capacity constraints as well as providing vital new connections across the capital supporting the UK's single largest employment area, providing opportunities for thousands of new jobs. It would also unlock large areas of outer London and the Upper Lea Valley for sustainable new homes, supporting up to 200,000 new homes along the route. The new rail line would create additional capacity, transporting up to 90,000 people in the morning peak, and relieve congestion across the existing rail network including at Waterloo by diverting services into a new tunnel under London.",
     "Mayor of London, Boris Johnson, said:",
     "'London's population is growing rapidly and with more people travelling in our city than ever before it's vital that we deliver extra rail capacity to support future growth. Crossrail 2 is an essential infrastructure project and this report shows the range of financing initiatives we could employ to get it moving. We'll now be discussing those financing options closely with London's boroughs, business groups and other key players who have a stake in getting behind Crossrail 2.'",
     "The Chancellor of the Exchequer, George Osborne, said:",
     "'Our long term economic plan for London involves preparing now for the infrastructure our capital might need in the future. That's why I've said we should look at the case for Crossrail 2. This PwC report is a useful contribution to that work.'",
     "Michèle Dix, TfL's Managing Director for Planning, said:",
     "'Crossrail 2 is vital to support future growth in the capital and across the UK. We will continue to work with Network Rail to develop the plans including further assessment of financing and funding options.'",
     "The funding mechanisms considered by PwC are illustrations of the sort of options that could be taken forward. Any decision on funding mechanisms to be implemented would require formal processes, full consultation and further discussion with Councils and business groups. TfL and Network Rail will also be considering the suggestions made in the London First report published in February as well as continuing to review funding mechanisms used for other major infrastructure projects. TfL is working with Network Rail and will continue to assess the costs as plans for Crossrail 2 develop, with the aim of identifying efficiencies and bringing the costs down.",
     "Crossrail 1, Thameslink, major upgrades to London's Underground, buses, and road network are being delivered, but further major schemes are still needed. Crossrail 2 is needed to provide additional capacity on the transport network so that it is able to cope with London's forecasted population growth, expected to reach 10 million by 2030 and allow London, the South East and the UK to grow and prosper. The aim is for Crossrail 2 to be operational by 2030.",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"The PwC report is available at www.crossrail2.co.uk\",\"The Chancellor awarded £2m to TfL in the last Autumn Statement to support initial work on the feasibility including funding and financing options for Crossrail 2, the PwC report was one of a number of reports funded as part of this.\",\"The DfT has just commenced a 10 week consultation on the safeguarding of the route between Tottenham Hale, New Southgate and Wimbledon.\",\"The report looks at both a Metro and Regional route for Crossrail 2.\",\"Table from PwC report showing the Capital expenditure for Crossrail 2\"]}",
     "{\"template\":\"table\",\"rows\":[[\"Cost category\",\"Regional £m (real, 2014/15*)\\u003cbr /\\u003e\",\"Metro £m (real, 2015/15*)\"],[\"Land \\u0026 Property\",\"1,164\",\"1,069\"],[\"Tunnel\",\"2,299\",\"1,826\"],[\"Stations\",\"5,664\",\"5,323\"],[\"Systems\",\"1,430\",\"1,153\"],[\"Surface Works\",\"2,617\",\"490\"],[\"Indirects\",\"2,071\",\"1,760\"],[\"Rolling Stock\",\"1,352\",\"712\"],[\"Optimism Bias\",\"10,947\",\"8,133\"],[\"Total\",\"27,544\",\"20,466\"]]}",
     "*The 2014/15 values have been calculated by indexing 2012 figures provided by TfL using Tender Price Index (TPI).  However, any long term affect of construction price inflation is excluded"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2014/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2014/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2014/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2014/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2014/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2014/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2014/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2014/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2014/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2014/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2014/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2014/january",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}