{
 "pageTitle": "London buses to appear at Lord Mayor's Show",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2014",
   "url": "/info-for/media/press-releases/2014"
  },
  {
   "title": "November",
   "url": "/info-for/media/press-releases/2014/november"
  },
  {
   "title": "London buses to appear at Lord Mayor’s Show"
  }
 ],
 "title": {
  "title": "London buses to appear at Lord Mayor’s Show",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "B-Type 'Battle Bus' and a poppy livery New Routemaster bus supplied for the event"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "On Saturday 8 November half\n        a million people are expected to line the streets of the City and Westminster\n        for the Lord Mayor's Show procession and fireworks.",
     "To celebrate the of Year of\n        the Bus, Transport for London (TfL) and London Transport Museum have partnered\n        up to enter two vehicles in the 2014 Lord Mayor's Show - a B-type 'Battle Bus'\n        and a New Routemaster with eye catching poppy livery.",
     "Leon Daniels,\n        TfL's Managing Director of Surface Transport, said: `It's\n        only fitting that both the historical importance and the exciting future of\n        London's buses is to be celebrated as part of one of London's most\n        time-honoured events. Our buses don't just transport\n        people around the capital - they have played a key role in shaping its social\n        and economic landscape and we're looking forward to seeing their contribution\n        being recognised in the Lord Mayor's Show.`",
     "Sam Mullins, Director of\n        London Transport Museum, said: `Battle Buses were transformed from red London\n        buses into their green-coloured wartime appearance so they could serve on the\n        Western Front during the First World War.",
     "`The B-Type bus is a\n        memorial to the many transport staff - drivers, mechanics, guards, porters and\n        office staff - who served and lost their lives during the First World War. For\n        those who want to find out more our exhibition Good Bye Piccadilly from Home\n        Front to Western Front reveals the many untold stories of the\n        essential role undertaken by London busmen and women, and their buses in the\n        war effort, both at home and abroad.`",
     "The khaki coloured Battle\n        Bus is one of only a handful of operational B-type buses and this type of\n        vehicle was used to transport troops during the First World War.",
     "More\n        than 1,000 London buses were deployed by the War Department overseas during the\n        conflict. Many of the 'battle buses' were driven by civilian drivers who only\n        weeks before had been driving them along the capital's streets. The battle\n        buses often got into difficulties on narrow muddy country roads, and did much\n        of their work near the front line at night to avoid being shelled.",
     "To mark the centenary of\n        the First World War, TfL has created a special poppy design with the line from\n        the famous First World War poem by John McCrae, 'In Flanders fields the poppies\n        blow'. Two Tube trains, one on the Metropolitan line and one on the Circle\n        line, a London Overground train and ten London buses have been completely\n        wrapped in the design.",
     "Up to 50 members\n        of staff and LTM volunteers will be taking part in the procession - either\n        working on the buses or walking alongside them. Also riding on London Transport\n        Museum's Battle Bus will be a number of Sikh soldiers, dressed in First World\n        War uniforms.\n         \n        This group is\n        present to commemorate the participation of those soldiers who fought for the\n        Commonwealth in the First War and is from the National Army Museum\n         \n        The procession is over\n        three and a half miles long between Bank and Aldwych from 1100 until about\n        1430.",
     "Road and public transport users are advised that\n        there will be some road closures and bus\n        diversions, and Tube and rail stations in the area may be busier than usual.",
     "Road\n        closures will include Bishopsgate in the east, Old Street in the north, Aldwych\n        in the west and Victoria Embankment to the south. Blackfriars Bridge will be\n        closed from 7am and Waterloo Bridge from 4pm. All roads and bridges are\n        expected to be re-opened by around 6pm.\n         \n        Drivers\n        are advised to avoid the affected areas if possible and allow more time to\n        travel. Public transport, walking and cycling will be the best way to get\n        around, although buses in the affected areas will be on diversion or will\n        terminate earlier than usual.",
     "A small number of Barclays Cycle Hire docking\n        stations will also be suspended during the event.",
     "To plan your\n        travel, visit tfl.gov.uk/lord-mayors-show\n         \n        Events and activities\n        are being held throughout 2014 to celebrate TfL's Year of the Bus, in\n        partnership with the London Transport Museum and the capital's bus operators -\n        specifically the role that London buses, bus drivers and the staff who support\n        them play in keeping the capital moving.",
     "The Year of the Bus also marks a\n        number of important anniversaries including 60 years since the creation of the\n        original and iconic Routemaster, 75 years since the launch of its predecessor\n        the RT-type bus, and 100 years since hundreds of London buses were sent to the\n        Western Front to play a crucial role during the First World War.\n         \n        During the Year of the Bus, TfL has worked on a\n        number of high profile collaborations including with the world-famous\n        Fender guitar manufacturer whose Stratocaster guitar celebrated its 60th anniversary this year; with LEGO to install an operational bus\n        stop and shelter on Regent Street made entirely out of LEGO and a special\n        Routemaster Google Doodle on the Google.co.uk homepage.",
     "The Year of the\n        Bus has also seen the first ever series of live music performances on board a\n        New Routemaster bus as part of Oxjam, and 'bus stop top' exhibitions along the Strand\n        from renowned photographers Juergen Teller and David LaChapelle.",
     "London Transport Museum is situated in the\n        heart of Covent Garden and filled with stunning exhibits; the Museum explores\n        the powerful link between transport and the growth of modern London, culture\n        and society since 1800. Historic vehicles, world-famous posters and the very\n        best objects from the Museum's extraordinary collection are brought together to\n        tell the story of London's development and the part transport played in\n        defining the unique identity of the city.",
     "The Museum is an educational and heritage\n        preservation charity.  Its purpose is to conserve and explain the history\n        of London's transport, to offer people an understanding of the Capital's past\n        development and to engage them in the debate about its future. The Museum's\n        charity number is 1123122",
     "People wishing to find out more about the\n        role of London buses and life on the home front during the First World War can\n        visit an exhibition entitled Goodbye Piccadilly - from Home Front to\n        Western Front currently on show at London Transport Museum. Goodbye\n        Piccadilly commemorates and explores the contribution of London's motor\n        buses and their drivers to the First World War and the upheaval for Londoners\n        on what became for the first time the 'Home Front'. Visit www.ltmuseum.co.uk for\n        more details.",
     "'Ole Bill, B43, one of the first\n        buses to be sent overseas, was presented to George V in 1920. The bus became a\n        mobile war memorial and participated in with bus and underground staff in\n        Armistice Day parades from the 1920s.",
     "Ole Bill is on loan from the Imperial War\n        Museum and displayed at the London Transport Museum in Covent Garden as part of\n        the 'Goodbye Piccadilly' exhibition.",
     "The nearest stations to London Transport\n        Museum are:",
     "{\"template\":\"bulletlist\",\"items\":[\"Underground: Leicester Square, Charing Cross and Covent\\n            Garden\",\"Covent Garden station will be exit only due to lift\\n            replacement from\\n            Monday\\n            24 February until mid-November 2014.On Saturdays and Sundays westbound trains\\n            will not stop at the station during this time please use the nearby Charing\\n            Cross, Leicester Square or Holborn stations.\",\"National Rail: Charing Cross and Waterloo.\",\"Address: Covent Garden Piazza, WC2E 7BB.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2014/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2014/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2014/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2014/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2014/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2014/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2014/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2014/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2014/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2014/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2014/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2014/january",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}