{
 "pageTitle": "LT Old Comrades to remember fallen colleagues",
 "description": "Press releases and news articles from Transport for London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2014",
   "url": "/info-for/media/press-releases/2014"
  },
  {
   "title": "November",
   "url": "/info-for/media/press-releases/2014/november"
  },
  {
   "title": "LT Old Comrades to remember fallen colleagues"
  }
 ],
 "title": {
  "title": "LT Old Comrades to remember fallen colleagues",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Transport for London's (TfL)\n        London Transport Old Comrades will honour their fallen colleagues as they march\n        alongside the Armed Forces and lay a wreath for the 90th time at the Cenotaph\n        in the Annual Remembrance Sunday parade on 9 November.",
     "This year is particularly\n        poignant as the nation marks the centenary of the First World War in which\n        1,500 transport workers died. To honour them and colleagues who died in other\n        conflicts, marchers in the parade and spectators lining the Remembrance Sunday\n        route will have a chance to see London Transport Museum's recently restored\n        'Battle Bus' on display in Parliament Square on 9 November from 9am to 3pm. The\n        bus will also take part in the Lord Mayor's Show on Saturday 8 November.",
     "The Battle Bus (B-type bus\n        No. B2737) is the world's only operational B-type bus and was used to transport\n        troops during the First World War. B-type buses were commandeered into military\n        service at the beginning of the War in 1914, along with their civilian drivers\n        and mechanics. With their windows boarded up and painted khaki to disguise\n        their bright red livery, over 1,000 London buses were deployed for use on the\n        front line. They were not only used to transport troops, but also served as\n        ambulances and even mobile pigeon lofts enabling messages to be sent from the\n        front line back to headquarters.",
     "London's Transport\n        Commissioner, Sir Peter Hendy CBE, said: 'As we mark the centenary of the First\n        World War, we want to remember and honour the transport staff who lost their\n        lives in the Great Wars and other conflicts and who still give so much. We are\n        grateful that London Transport Old Comrades have\n        the privilege of laying a wreath at the Cenotaph on Remembrance\n        Sunday. This year, as the marchers and spectators pass Parliament Square\n        our Battle Bus will be there to give people a glimpse of how our troops were\n        transported to and from the front line in 1914.'",
     "This year also marks the 91st\n        year of the London Transport Old Comrades Association who will continue the\n        tradition of marching alongside the Armed Forces and will lay a wreath at the\n        Cenotaph in the Annual Remembrance Sunday parade. London Transport Old\n        Comrades were given the right to march by King George V who granted this honour\n        to the London General Omnibus Company in recognition of the services rendered\n        by the men who drove buses to the front line in France from 1914 to 1918.\n         \n        Bob Lawrence, a former\n        Territorial Army driver and retired London Underground Emergency Planning\n        Manager, will be leading 48 men and women from the London Transport Old\n        Comrades on the Remembrance Sunday march. Bob served in the Territorial Army\n        for three years from 1974 to 1977. He served with the Army's Royal Corp\n        transport as a driver with 215 Squadron, Grays, Essex.",
     "He joined London\n        Underground in 1974 as a train guard before taking on other roles including\n        Tube driver and Duty Train Manager and retired in 2007.\n         \n        Bob Lawrence said: 'It is a\n        great privilege for me to be leading the London Transport Old Comrades again as\n        we mark the centenary of the First World War. This year will be particularly\n        moving as we remember those who made such a huge sacrifice for us all and\n        remember those who are currently serving around the world.'",
     "Barry Osborne who served\n        in the Royal Signals from 1969 to 1974 will lay the wreath at the Cenotaph in\n        honour of the 4,500 transport staff who died in both Wars and other conflicts.\n        He joined London Transport as a bus driver at Hackney Well Street, driving\n        routes 6, 30, 35 and 106 and was the last person to drive a bus into Well\n        Street before the depot was moved to Ash Grove.",
     "Barry\n        Osborne said: 'I'm extremely honoured to be granted the privilege of laying the\n        wreath at the Cenotaph this year, and I hope to uphold the tradition with all\n        respect and humility for those we remember on the day. This will be a very\n        special and emotional day for me. My great uncle Edward was a bus driver at\n        Dalston Garage and served during the First World War, as I lay the wreath this\n        year, I will remember him.'",
     "Many of London's transport workers\n        joined directly from a career in the armed forces and continue their\n        association through active involvement with the reserve forces which in recent\n        years has included deployments in Afghanistan and Iraq with the Territorial\n        Army. TfL also offers paid placements to help ex-Armed Forces members - who may\n        be wounded, injured or sick - back into employment.\n         \n        This year free taxis, Poppy\n        Cabs, will be provided to transport Veterans from Westminster Bridge to various\n        veterans clubs around London after the Remembrance Sunday march.\n         \n        People travelling in the\n        capital this weekend for the Lord Mayor's Show on Saturday and Remembrance\n        Sunday are advised to check before they travel at www.tfl.gov.uk, as there are a number of events happening this weekend. There\n        will be some road closures, bus diversions and some Tube stations may also be\n        busier than usual. People are advised to avoid driving where possible.",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"Images\\n            of London Transport Old Comrades are available at - \\u003ca href=\\\"https://www.flickr.com/photos/tflpress/sets/72157648730755767/ \\\"\\u003ehttps://www.flickr.com/photos/tflpress/sets/72157648730755767/\\u003c/a\\u003e \",\"All\\n            war veterans in receipt of a pension under the War Pensions Scheme or the Armed\\n            Forces Compensation Scheme including war widows and widowers and eligible\\n            dependents are eligible to apply for a Veterans Oyster photocard. They are not\\n            eligible for the photocard if they already have a 60+ London Oyster photocard\\n            or a Freedom Pass\",\"Further information can be found at www.tfl.gov.uk/veterans.\",\"On\\n            Friday 7 November two traditional red London Routemasters will be running on\\n            Metroline route 4 (Archway - Waterloo) and Abellio London route 188 (Russell\\n            Square - North Greenwich), in support of the Royal British Legion Poppy Appeal.\\n            Travel on these buses is free, however donations to the Poppy Appeal will be\\n            gratefully accepted\",\"The\\n            London Transport Old Comrades Association was formed in 1923\",\"1,500\\n            transport workers died in World War I and 3000 lost their lives in World War\\n            II\",\"Bob\\n            Lawrence aged 61 and lives in Southend\",\"Barry\\n            Osborne aged 63 and lives in Norfolk\",\"There\\n            will be nine Sikh Soldiers, dressed in Uniform on the LT Museum Battle Bus on\\n            Sunday 9 November.\",\"This group will be present to commemorate the\\n            participation of those soldiers as part of the soldiers who fought for the\\n            Commonwealth in the First War. Their participation is through the National Army\\n            Museum.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2014/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2014/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2014/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2014/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2014/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2014/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2014/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2014/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2014/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2014/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2014/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2014/january",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}