{
 "pageTitle": "Mayor and TfL unveil plans for revamp of Vauxhall",
 "description": "Plans published today on proposals to remove the gyratory and return to two-way streets",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2014",
   "url": "/info-for/media/press-releases/2014"
  },
  {
   "title": "November",
   "url": "/info-for/media/press-releases/2014/november"
  },
  {
   "title": "Mayor and TfL unveil plans for revamp of Vauxhall"
  }
 ],
 "title": {
  "title": "Mayor and TfL unveil plans for revamp of Vauxhall",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Plans published today on proposals to remove the gyratory and return to two-way streets"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The\n        Mayor and Transport for London (TfL) also announced its intention to proceed\n        with Cycle Superhighway 5, a largely segregated route between Oval and Pimlico.",
     "TfL is also inviting comments on revised proposals for the section that runs\n        along Harleyford Road in Vauxhall. Work on Cycle Superhighway 5 could begin\n        early next year.",
     "The\n        Vauxhall Cross gyratory plans, which are part of TfL's £4bn Road Modernisation\n        Plan, would involve removing the gyratory and returning local streets to\n        two-way working - improving the lives of all road users. They also involve\n        making improvements to the rail, bus and Tube interchange for public transport\n        users and creating a safer environment for the growing number of pedestrians\n        and cyclists in the area.",
     "Vauxhall is at the centre of Nine Elms on the Southbank,\n        one of Europe's major areas of regeneration and a vital part of the Mayor of\n        London's plan to deliver jobs and homes for London's growing\n        population. The removal of the gyratory system would support current\n        investment in the area, helping to create new retail, residential, employment\n        and educational opportunities and attract further investment to the area. This\n        is one of a number of major gyratories that TfL and London's boroughs are\n        looking at removing over the next ten years.",
     "The\n        Vauxhall Cross gyratory consultation, which will run until 19 December, will\n        help to shape further design of the new highway layout throughout the area. A\n        further consultation on the detailed plans will be carried out next year.",
     "The Mayor of London, Boris\n        Johnson, said: `Vauxhall Cross has become one of the most hated junctions in\n        the capital and for many cyclists travelling in from the south it is simply\n        unavoidable. The redesign will not only make it safer for those on two-wheels,\n        but also more pleasant for the hundreds of thousands of Londoners who live,\n        work or travel through this area, supporting wider regeneration.`",
     "Leon\n        Daniels, Managing Director of Surface Transport at TfL, said: `As part of our\n        continuing work to improve London's roads for everyone, we have been working\n        with Lambeth Council on the Nine Elms regeneration and particularly the area\n        around Vauxhall Cross.\n         \n        \"These\n        changes, which are part of the £4bn Road Modernisation Plan, will improve\n        facilities for all road users by simplifying the road network through the area\n        and returning the streets to two-way working. It will help to create far better\n        facilities for pedestrians and cyclists, as well as new open spaces, which will\n        provide a boost for local residents and businesses.`",
     "Lambeth Cllr Jack Hopkins,\n        Cabinet Member for Growth and Jobs, said: `Vauxhall has so much exciting\n        potential that's not been realised because it's dominated by traffic. I'd urge\n        people to make sure this consultation reflects the widest possible views of\n        those who live, work and travel in Vauxhall.`",
     "TfL consulted on plans to create a Cycle Superhighway\n        between Pimlico and Oval earlier this year. The overall response was extremely\n        supportive, with 72% of respondents fully or partially supporting the\n        proposals. TfL now intends to proceed with the route, which would provide a\n        continuous, largely segregated two-way cycle track between Oval and Pimlico,\n        running through the Vauxhall area.",
     "Further comments are now being invited on revised\n        proposals on the section of Cycle Superhighway route along Harleyford Road and\n        Kennington Oval in Vauxhall. The new designs would introduce a cycle track to\n        the south side of Harleyford Road instead of the north side. The new proposals\n        would also allow the right turn from Harleyford Road to Kennington Lane to be\n        kept open to motorists and provide a new pedestrian crossing and cycle way on\n        Durham Street. Comments on the revised proposals can be accepted until\n        Wednesday 10 December 2014. Subject to these comments, construction\n        of Cycle Superhighway 5 could begin in spring 2015.",
     "The\n        improvements to the Vauxhall area would complement the recent 25% increase in capacity of the 185 bus route and the ongoing £36m Vauxhall Tube\n        station upgrade, which will provide step-free access to the Victoria line and\n        reduced congestion within the station. The overall improvements to the Vauxhall\n        area have been supported by the Mayor's growth fund.\n         \n        Further\n        information is available here: \u003ca href=\"http://www.tfl.gov.uk/vauxhall-cross\"\u003ewww.tfl.gov.uk/vauxhall-cross\u003c/a\u003e and \u003ca href=\"http://www.tfl.gov.uk/CS5\"\u003ewww.tfl.gov.uk/CS5\u003c/a\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The proposed changes to Vauxhall Cross gyratory would form part of\\n            the wider work being carried out across London as part of TfL's Road\\n            Modernisation Plan. With a budget of over £4 billion from now until 2020/21,\\n            this overarching plan represents the biggest investment in London's roads in a\\n            generation, including hundreds of transformational projects within the existing\\n            road network. Using radical ideas and innovative designs, the plan will make\\n            London's roads greener, safer and more attractive for the benefit of all road\\n            users.\",\"TfL\\n            recently announced a consultation on plans to radically redesign Archway\\n            gyratory. Further information about the proposed improvements to Archway\\n            gyratory can be found here: \\u003ca href=\\\"/info-for/media/press-releases/2014/november/redesign-proposals-for-archway-gyratory\\\"\\u003e/info-for/media/press-releases/2014/november/redesign-proposals-for-archway-gyratory\\u003c/a\\u003e \",\"A\\n            wider traffic management plan for central and inner London is currently being developed\\n            to help reduce the traffic impacts of this scheme and others.\",\"This will include\\n            investing in advanced traffic signal technology to better manage traffic\\n            depending on differing conditions at any given time. Updated information will\\n            also be provided to satellite navigation companies so that devices can\\n            incorporate the changed routes through the area. Further traffic modelling will\\n            be carried out during 2015 and provided as part of the next stage of\\n            consultation.\",\"The\\n            consultation into the Vauxhall Cross gyratory proposals is open from 10\\n            November until 19 December\",\"Drop\\n            in sessions for more information on the Vauxhall Cross gyratory proposals are\\n            being held at St Peters Church, 310 Kennington Lane  on Saturday 22\\n            November between 11.00 and 16.00, Wheatsheaf Hall on Wednesday 26 November\\n            between 18.00 and 21.00 and Carmelita Centre on Tuesday 9 December between\\n            10.00 and 18.00. Visitors will also be able to speak to TfL staff about the new\\n            proposals for CS5 on Harleyford Road\",\"The\\n            Cycle Superhighway 5 Harleyford Road consultation is open from 10 November\\n            until 10 December. It can be found at \\u003ca href=\\\"http://www.tfl.gov.uk/cs5-harleyford-road\\\"\\u003ewww.tfl.gov.uk/cs5-harleyford-road\\u003c/a\\u003e \",\"A\\n            report of the consultation for Cycle Superhighway 5 can be found here: \\u003ca href=\\\"http://www.tfl.gov.uk/cs5\\\"\\u003ewww.tfl.gov.uk/cs5\\u003c/a\\u003e \",\"The\\n            section of CS5 between Pimlico and Belgravia is being developed in partnership\\n            with Westminster City Council and is proposed to run along Council-controlled\\n            roads. The recent consultation invited comments on three possible route\\n            options. The Council is considering the responses to consultation and will\\n            consult on detailed proposals for this section of route in the future.\",\"London's\\n            roads account for 80% of all journeys and 90% of all goods\\n            moved in the capital. As the engine of the British economy, London's population\\n            is set to grow by almost 2 million to 10 million by 2031 - equivalent to\\n            absorbing the population of both Birmingham and Leeds\",\"This\\n            is a continual challenge in a city with a road network that developed\\n            organically and was never designed for so much traffic. To meet the challenge,\\n            the Mayor and TfL are investing more than £4 billion in improving London's\\n            roads, streets and urban realm for all road users, residents and businesses\\n            during the next decade.\",\"To\\n            help deliver this wider programme of work, TfL has already begun to expand its\\n            innovative SCOOT technology, which can change traffic signal timings based on\\n            traffic levels second by second, from half of all signals to three quarters of\\n            all signals. Hundreds of staff are already working 24/7 to monitor the network.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2014/december",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2014/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2014/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2014/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2014/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2014/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2014/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2014/may",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2014/april",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2014/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2014/february",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2014/january",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}