{
 "description": "37 per cent are planning to stock up on non-perishables in advance TfL continues to work closely with more than 24,000 businesses and urges all firms to get planning New research shows the majority of businesses in central London and around Games venues",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Businesses stocking up: London's firms take steps to reduce deliveries during Games-time ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Fifty-nine per cent of London's businesses aim to reduce deliveries during Games."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Freight accounts for 25 per cent of traffic in central London, so it's encouraging to see that so many businesses are considering steps to reduce deliveries",
     "{\"template\":\"bulletlist\",\"items\":[\"37 per cent are planning to stock up on non-perishables in advance\",\"TfL continues to work closely with more than 24,000 businesses and urges all firms to get planning\"]}",
     "New research shows the majority of businesses in central London and around Games venues (59 per cent) are considering ways to reduce deliveries during the London 2012 Games, while TfL continues to work closely with more than 24,000 companies to help them plan.",
     "According to a survey of 1,000 businesses, by Transport for London and London 2012, more than a third (37 per cent) are considering stocking up on non-perishable goods, such as stationery, in advance of the Games. Around one in five are thinking about postponing non-essential deliveries (22 per cent) or setting up temporary stock rooms (20 per cent).",
     "A small number (eight per cent) are even working with neighbouring businesses to ensure they are prepared for the Games, however only two per cent are considering preventative vehicle maintenance to avoid any potential breakdowns during Games-time.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Re-route and re-time\"}",
     "Motorists are being advised to avoid central London, areas around the Olympic Route Network, and Games venues from mid-July. For that reason, freight operators and their customers are being urged to plan ahead and reduce, re-route, re-time or switch deliveries to an alternative mode of transport wherever possible.",
     "TfL is continuing to provide support to the more than 24,000 businesses that have attended transport workshops ahead of the Games through weekly emails. This will be increased to twice daily throughout the Games enabling freight companies and businesses to update their plans if necessary.",
     "Ben Plowden, Director of Planning at TfL Surface Transport, said: 'During the Games, London will become a massive sporting and cultural venue, which means public transport and roads in central London and around venues will be exceptionally busy.",
     "Freight accounts for 25 per cent of traffic in central London, so it's encouraging to see that so many businesses are considering steps to reduce deliveries. Some companies are even sharing resources with neighbouring companies, which might be something that businesses would continue to benefit from after the Games have finished.'",
     "Soho-based vegetarian restaurant, Tibits, is sharing deliveries with a number of neighbouring businesses including Ice Bar. The two companies are also sharing space, ordering and storing non-perishable goods in their cellars and stock rooms ahead of the Games.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Speak to suppliers\"}",
     "Edmund Farrow, General Manager at Tibits, said: 'We've been planning for the Games for the last six months. During that time, we've kept a diary of deliveries and collections we received which has given us a clearer picture on how to plan for this summer.",
     "'We spoke to all our suppliers and neighbours to see what their plans were at Games-time. By sharing deliveries of goods, such as beer, wine, fresh fruit and vegetables, we can reduce our deliveries and potential disruption. We also calculated how much extra space we'd need to stockpile larger items, such as canned goods and pasta.'",
     "Soho-based restaurant The Living Room is ordering an extra 35 per cent of non-perishable goods to meet increased demand at Games-time. It is stocking up on these products, which include straws, napkins, crockery and linens, and storing them in a large basement under the bar.",
     "For more information on planning deliveries during Games time, businesses should visit \u003ca href=\"http://www.GetAheadoftheGames.com\"\u003eGetAheadoftheGames.com\u003c/a\u003e and tfl.gov.uk/2012freight.\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}",
     "\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}