{
 "pageTitle": "Don't get caught out - businesses and Londoners urged to plan their Games-time travel",
 "description": "For the first time, announcements from the Mayor broadcast across the Tube and transport networks, calling on Londoners and visitors to plan their travel at GetAheadoftheGames.comThe Mayor of London, Boris Johnson, today will call on business leaders and",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Don't get caught out - businesses and Londoners urged to plan their Games-time travel ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Boris Johnson urges London's business leaders to finalise their Games-time plans and to communicate them to staff."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "There is a huge amount of information available to help people do this. It's time to get set for a spectacular summer.",
     "{\"template\":\"bulletlist\",\"items\":[\"For the first time, announcements from the Mayor broadcast across the Tube and transport networks, calling on Londoners and visitors to plan their travel at GetAheadoftheGames.com\"]}",
     "The Mayor of London, Boris Johnson, today will call on business leaders and Londoners to finalise their travel plans and urge them not to chance it by adopting a 'wait and see' approach over the first few days of the London 2012 Games.",
     "With less than a month to go until the Games begin, the Mayor will host an event for London's business leaders to share best practice and experiences and advise those who have yet to finalise their plans that there is still time - but they must plan their Games-time travel now at GetAheadoftheGames.com.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"On the record\"}",
     "The Mayor will be joined by Secretary of State for Transport, Justine Greening MP, London's Transport Commissioner, Peter Hendy CBE, and LOCOG Chair, Seb Coe, who will all emphasise the need for businesses to finalise their plans and - crucially - to communicate these plans to their staff.",
     "The event comes on the same day recorded announcements from the Mayor, calling on Londoners and visitors to plan their travel at GetAheadoftheGames.com, were broadcast across London's Tube and transport networks for the first time.",
     "A typical announcement from the Mayor is as follows:",
     "Hi folks! This is the Mayor here. This is the greatest moment in the life of London for 50 years.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Leading the way\"}",
     "We're welcoming more than a million people a day to our city and there is going to be huge pressure on the transport network.",
     "Don't get caught out. Get online and plan your journey at GetAheadoftheGames.com",
     "Today's event will be attended by high-profile businesses covering sectors from financial services to pharmaceuticals, and restaurants to retailers.",
     "A panel of London's leading firms will share their plans for Games-time transport, from adapting restaurant booking policies to allow for customer delays, to 'Walk and Jog to Work' days. They will also answer questions from other businesses looking to finalise their own planning.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Don't 'wait and see'\"}",
     "The Mayor of London, Boris Johnson, said: 'This summer will be a hugely exciting time for London, and with a million extra visitors a day to our great city, our roads and public transport services are going to be exceptionally busy, and journeys may take longer than usual.",
     "'So it's vital that businesses and Londoners don't adopt a 'wait and see' approach and play their part in putting on a fantastic Olympics. So don't get caught out - check how your journeys will be affected and plan ahead at GetAheadoftheGames.com.'",
     "Secretary of State for Transport, Justine Greening, said: 'The London Olympics and Paralympics will be once in a lifetime events and it is going to be a great time to be in London.",
     "'Whether you are a global company or a sole trader you need to make sure you are looking at your options for travel during the Games and making sure you have the latest information on how your journeys will be affected.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Start planning now\"}",
     "'It is going to be a great summer, and planning ahead now will mean less disruption and more time to enjoy the atmosphere during the Games.'",
     "London's Transport Commissioner, Peter Hendy CBE, said: 'During the Games, London will be turned into a massive sporting and cultural venue.",
     "'As a result, central London, the Olympic Route Network and areas around venues are going to be very busy.",
     "'With over 1.5 million visits to our GetAheadoftheGames.com website already, it's clear many businesses and Londoners have already planned their Games-time travel. For those yet to do so there is still time, but they should start now.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Spectacular summer\"}",
     "LOCOG Chair Seb Coe commented: 'Thousands of athletes around the world are at the final stages of planning for the Games.",
     "'Their plans will be meticulous, leaving no stone unturned.",
     "'Businesses in London also need to fine tune their plans for the Games.",
     "'There is a huge amount of information available to help people do this. It's time to get set for a spectacular summer.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Prepare in advance\"}",
     "Baroness Jo Valentine, Chief Executive of London First, said: 'The Olympics will be a major opportunity to show off what the UK and London have to offer and with such a huge scale event there will inevitably be considerable logistical challenges.",
     "'No one knows exactly what will happen, but preparing in advance will stand us in good stead.",
     "'All businesses should make sure they have properly thought through their plans, and be ready to implement them.'",
     "Thirteen businesses will speak at the event about their best practice plans for Games-time: Deloitte LLP, Lloyds Banking Group, Harrods, Alliance Boots plc, Tesco, John Lewis Partnership, Fuller's, Smith \u0026 Turner plc , Rex Restaurants (includes The Wolseley), Covent Garden Market Authority, The Evening Standard, UPS, G4S and Veolia Environmental.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Get ahead\"}",
     "Businesses, commuters and visitors can get information on travel planning at GetAheadoftheGames.com or follow @GAOTG on Twitter.",
     "For live travel advice before, during and after the Games, follow @TfLTravelAlerts for Tube, DLR and London Overground and @TfLTrafficNews for roads information.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The Mayor of London's announcements will be played at various Tube hotspot stations, and bus, DLR, London Overground and Network Rail stations. They will also be played at other train stations managed by certain Train Operating Companies and on board trams\",\"Audio of the Mayor recording the announcements is available on request from the TfL press office\",\"Thirteen businesses will speak at the event (see appendix for quotes from each organisation). The panel is made up of :ul\",\"London 2012 and TfL have provided free travel advice to business programmes to companies operating in areas of London and the rest of the UK that will be affected by the Games. Five hundred major businesses employing more than 600,000 people have signed up for specific travel advice and have drafted travel plans which they have shared with TfL. Around 24,000 businesses across London and other areas of the UK, including Weymouth and Portland, where sailing events are being held, and Eton Dorney, that will host rowing and sprint canoe events, have attended TfL arranged or supported workshops. Businesses are encouraged to use the support available at \\u003ca href=\\\"http://www.GetAheadoftheGames.com\\\"\\u003ewww.GetAheadoftheGames.com\\u003c/a\\u003e to prepare and test in advance of the Games\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}