{
 "pageTitle": "Drivers reminded that final preparatory works on the Olympic Route Network will begin on Friday night, to have it ready for operation from 25 July",
 "description": "Motorists reminded that - although ORN not in operation until 25 July - London's road network will be very different from Monday, 23 July Motorists urged 'Don't get caught out - avoiding driving in central London, around the ORN and Games venues' Plan",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Drivers reminded that final preparatory works on the Olympic Route Network will begin on Friday night, to have it ready for operation from 25 July",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Barriers installed and junctions simplified from this weekend to ensure ORN ready to get athletes, officials and world's media to events on time."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Motorists reminded that - although ORN not in operation until 25 July - London's road network will be very different from Monday, 23 July\",\"Motorists urged 'Don't get caught out - avoiding driving in central London, around the ORN and Games venues'\",\"Plan ahead using TfL's special ORN film at GetAheadoftheGames.com\"]}",
     "Transport for London (TfL) today reminded road users that works start on Friday night on the final stage of physical works necessary to ensure the Olympic Route Network (ORN) in London is ready to begin operation on Wednesday, 25 July - just two days before the Opening Ceremony of the London 2012 Olympic Games - to get all athletes, officials and the world's media to their events on time.",
     "As the Capital completes its transformation into a massive sporting and cultural venue, and with just one week to go until the London 2012 Games begin, the athletes, officials and world's media are arriving in London in increasing numbers and final preparations are under way.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Progressively change\"}",
     "From 21:00 on Friday 20 July, the last of the preparatory works will take place on the road network, lasting five nights.",
     "To keep disruption to a minimum, the majority of work will take place overnight.",
     "The works will progressively change London's road network so that, by the morning of Monday 23 July, London's road network will look and feel different, but enforcement of the Games Lanes and the official switch on of the ORN will not be until 06:00 on Wednesday, 25 July.",
     "TfL urged motorists to check out a special film, explaining how the ORN, including the Games Lanes, works and will be enforced is available to view at \u003ca href=\"http://www.getaheadofthegames.com/things-you-should-know/olympic-route-network.html\"\u003ewww.getaheadofthegames.com/things-you-should-know/olympic-route-network.html\u003c/a\u003e ",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Minimise impact\"}",
     "Mayor of London Boris Johnson said: 'The Olympic Route Network is a requirement of all Host Cities and is vital in ensuring athletes, officials and the world's media get to their events on time.",
     "'Its length was slashed by one third of what had been planned and we're working hard to introduce changes to the road network as late as possible, to minimise the impact on Londoners and businesses.",
     "'But with the Games just over a week away, we're into the home straight and are working flat out to ensure we are ready to welcome the world.'",
     "Leon Daniels, TfL's Managing Director Surface Transport, said: 'London's transformation into a massive sporting and cultural venue is almost complete.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Keep London moving\"}",
     "'From this weekend we'll be carrying out the final physical works to ensure the ORN, including the Games Lanes, is ready to be in operation and enforced from Wednesday, 25 July.",
     "'London's roads are now exceptionally busy and we are working hard to support a great Games and keep London moving.",
     "'From next week and during the Games, roads around the Olympic Route Network will operate differently.",
     "'Our advice to road users is clear - don't get caught out.  Avoid driving in central London, around the ORN and Games venues.  If a journey by road is absolutely essential, plan ahead at GetAheadoftheGames.com and allow extra time.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Traffic flowing\"}",
     "The final stage of works over the weekend, which will be carried out by up to 2,000 contractors, include installing barriers for the restricted turns and simplifying junctions.",
     "The physical changes to the road network along the ORN will keep traffic flowing along the route where, in additional to any non-Games traffic, there will be 1,300 vehicles an hour carrying the athletes, officials and world's media to their events on time.",
     "Work to install three temporary pedestrian footbridges at Hyde Park Corner will also take place from Friday.",
     "Most work will be overnight and will include short closures of parts of Hyde Park Corner and interim diversions.",
     "The bridges will help crowds get to and from the numerous Olympic and cultural events in the area, including the Olympic venues in Hyde Park, The Mall and Horse Guards Parade and the BT London Live site in Hyde Park.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Road markings and adjustments\"}",
     "They will be situated between Grosvenor Crescent and the Wellington Arch island and Green Park.",
     "Work to prepare the ORN in London began at the start of July with the painting of Games Lanes road markings and adjustments to 1,300 sets of traffic signals.",
     "Overnight on Tuesday, 24 July, designated pedestrian crossings will be suspended and parking and loading bays along the route will be removed.",
     "The ORN is a requirement of the Host City contract and is vital in ensuring all athletes, officials and the world's media get to their London 2012 Games events on time.",
     "The ORN covers 109 miles in total in London although Games Lanes will only be used on 30 miles of the network.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Variable message signs\"}",
     "They will operate alongside lanes for general traffic and will be reserved for the use of the athletes, coaches, technical officials and the world's media. The Games Lanes will generally operate between 06:00 to midnight.",
     "Around 150 Variable Message Signs (VMS) have been placed along the ORN and clearly state to drivers that they may continue to use the road network as normal and are not restricted from using the Games Lanes, with the exception of the M4 Games lane, until operation of the ORN begins next week.\u003cbr /\u003e\u003cbr /\u003eCompliance on the ORN is key to ensuring that the Games run smoothly and London keeps moving.",
     "A penalty charge of £130 will be issued to owners of vehicles who break the regulations in London, including driving in Games Lanes or stopping along the route and any illegally parked vehicle will be removed to a vehicle pound and may incur a release fee of £200.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Allow extra time\"}",
     "In order to ensure that the capital remains open for business and we can keep London moving prior to and during the Games, TfL's advice to road users is clear:",
     "{\"template\":\"bulletlist\",\"items\":[\"Motorists should now avoid driving in central London, around the ORN and Games venues until after the Games\",\"Motorists should also avoid the areas around the Road Event courses on competition days such as the Cycling Road Races on 28 and 29 July, the Cycle Time Trial on 1 August and the Women's and Men's Marathons on 5 and 12 August\",\"Every day of the Games is different, so if you must drive, plan ahead and allow more time\",\"Go to GetAheadoftheGames.com to find out how you can avoid the road hotspots and plan your travel during the Games\"]}",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Map by map details of the Olympic and Paralympic Route Networks, including details of all traffic measures such as junctions changes and suspended pedestrian crossings can be found at \\u003ca href=\\\"http://www.tfl.gov.uk/orn\\\"\\u003ewww.tfl.gov.uk/orn\\u003c/a\\u003e \",\"All motorists can use the ORN, and only the 30 miles of Games Lanes, alongside lanes for general traffic, will be reserved for vehicles carrying athletes, coaches, officials, media and some sponsors\",\"TfL is committed to keeping London moving throughout the Games and will operate the Games Lanes as flexibly as possible. They will be opened up to all traffic at times when demand from Games Family vehicles is low and capacity available. A network of around 150 variable message signs (VMS) along the route will advise motorists when Games lanes are open to regular traffic throughout the day\",\"The ORN will come into operation on 25 July, a couple of days before the Opening Ceremony of the Olympic Games. It will end operation a couple of days after the Games and will not be in operation between the Olympics and Paralympics. The smaller Paralympic Route Network (PRN) will also come into operation just a couple of days before the Paralympic Games. Once Games events are completed at a venue, such as Wimbledon, the ORN will be removed\",\"The ORN also extends out of London to other London 2012 venues in England. These routes are being delivered by the Olympic Delivery Authority (ODA) in partnership with the respective local highway authorities. ORN operational and enforcement dates and times outside of London differ from those being delivered by TfL within London. For more information please contact Government Olympic Communications (GOC) on 020 7271 1700\",\"All the information, tools and advice that motorists, cyclists and pedestrians need to plan their road journeys during the Games can be found on the GetAheadoftheGames.com website and by following @GAOTG on Twitter\",\"A film on GetAheadoftheGames.com provides explanation of the ORN and top tips for motorists on avoiding driving and planning journeys during the Games. \\u003ca href=\\\"http://www.getaheadofthegames.com/things-you-should-know/olympic-route-network.html\\\"\\u003ewww.getaheadofthegames.com/things-you-should-know/olympic-route-network.html\\u003c/a\\u003e \",\"The Temporary Road Changes planning tool on the GetAheadoftheGames.com website includes all of the information motorists, cyclists and pedestrians need to plan their road journeys during the Games, including details of the ORN, LOCOG's local parking and traffic management plans around Games venues and how roads around race routes will be affected during Road Events. \\u003ca href=\\\"http://www.getaheadofthegames.com/travelinaffectedareas/city/london-temporary-road-changes.html\\\"\\u003ewww.getaheadofthegames.com/travelinaffectedareas/city/london-temporary-road-changes.html\\u003c/a\\u003e \",\"To install the temporary bridges at Hyde Park the following diversions will take place:ul\",\"A limited filming opportunity of the works taking place will be available from 22:00 Friday 20 July. Media can request attendance in advance by contacting TfL's Press Office on 0845 604 4141 or email \\u003ca href=\\\"mailto:elisehuck@tfl.gov.uk\\\"\\u003eelisehuck@tfl.gov.uk\\u003c/a\\u003e \\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}