{
 "pageTitle": "Heathrow Terminals 1,2,3 Tube station fit for 2012 Games and beyond",
 "description": "Two new lifts and more ticket gates to ease congestion, plus revamped ticket office, travel information centre and other improvementsGreen Park Tube station, another key Games interchange, now step-free from street level to trainA major upgrade of",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Heathrow Terminals 1,2,3 Tube station fit for 2012 Games and beyond",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Station upgrade now complete benefiting passengers for Games time and for many years to come."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Two new lifts and more ticket gates to ease congestion, plus revamped ticket office, travel information centre and other improvements\",\"Green Park Tube station, another key Games interchange, now step-free from street level to train\"]}",
     "A major upgrade of Heathrow Terminals 1,2,3 Tube station on the Piccadilly line is now complete providing better access and a more welcoming station and ticket hall, both for visitors and regular passengers, as London prepares to welcome millions of people into the country for the 2012 Games.",
     "During the Olympic and Paralympic Games Heathrow Terminals 1,2,3 will be a key gateway station for the various Games' venues for the many tourists and sport fans who have flown into the airport from all over the world.",
     "The refurbishment, which has been carried out in partnership with Heathrow, includes the replacement of a small lift with two larger new lifts making journeys easier for passengers with heavy luggage, parents with buggies and travellers with restricted mobility.",
     "On the platforms, accessibility humps have been added to allow level access on to trains for wheelchair users.",
     "Additional ticket gates have been installed to allow passengers to move through the station more quickly and help ease congestion.",
     "New signs and passenger help points also make the station easier to navigate.",
     "Other improvements include a modernised ticket office, a new change booth, a revamped hotel reservation booth and additional retail facilities.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Key Games gateway\"}",
     "Gareth Powell, Director of Strategy and Service Development for London Underground, said: 'Heathrow Terminals 1,2,3 Tube station is a key Olympic and Paralympic gateway for visitors flying in to London from around the world.",
     "'This major station upgrade is a very important part of our plan to help millions of passengers move around our city during this historic event and a fantastic example of the lasting legacy the Games will deliver, as the step free measures and other improvements will be in place for users for decades to come.'",
     "The Heathrow Terminals 1,2,3 Tube station upgrade was for the most part funded by Heathrow.",
     "Nick Adderley, Marketing and Insight Director for Heathrow, said: 'Heathrow is the first impression of the UK that the majority of guests arriving for the London 2012 Games will have, so we are delighted to be part of this project to improve the experience for our passengers.'",
     "Green Park Tube station, another key gateway for visitors heading to the Olympic Park, Wembley and North Greenwich during the 2012 Games, has also been dramatically transformed.",
     "Three new lifts and new platform humps mean passengers with restricted mobility, including wheelchair users, now benefit from street to train step-free access.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"First impressions\"}",
     "Other big improvements include a new ramped walkway leading directly into the park and a larger covered entrance on Piccadilly, new passenger information boards, a new public address system, more help points and signage, and extensive new tiling throughout the station.",
     "A permanent artwork, commissioned by Art on the Underground, features an intricate fossil design throughout the station structure, reflecting the natural setting of the park.",
     "Passengers at Green Park now also benefit from air cooling units on the Victoria and Piccadilly line platforms.",
     "Around 670,000 passengers use the Piccadilly line every day.",
     "Both Heathrow Terminals 1,2,3 and Green Park station upgrades were delivered by Tube Lines, now a fully owned subsidiary of TfL.",
     "To plan ahead, and for the latest Games travel advice, go to \u003ca href=\"http://www.GetAheadoftheGames.com\"\u003ewww.GetAheadoftheGames.com\u003c/a\u003e and follow @GAOTG.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The Tube is undergoing a huge and essential programme to upgrade its ageing infrastructure - vital to cope with a growing population and to support the economic development and growth of the Capital and the UK. This includes the introduction of new track and signalling and the rebuilding of some of our most important stations which together will mean a 30 per cent increase in capacity\",\"This will inevitably result in some disruption for passengers, but TfL is working hard to provide information and alternative travel options. The work is essential to provide for London's growing transport needs now, and into the future. TfL is urging all Londoners and Tube, London Overground, London Tramlink and Docklands Light Railway (DLR) passengers to check before they travel at weekends, allowing extra journey time where necessary. Weekend travel news is available at \\u003ca href=\\\"http://www.tfl.gov.uk\\\"\\u003etfl.gov.uk\\u003c/a\\u003e \",\"Current timetable for trains to Heathrow: Twelve trains per hour operate each day at peak time from central London to the Heathrow Branch of the Piccadilly line. Heathrow Terminals 1,2,3 is served by 12 trains per hour to and from central London, however on the outward journey from central London half of these travel via Terminal 4\",\"Capita Symonds is the lead designer for all aspects of the Green Park station project\",\"For the latest travel information, go to \\u003ca href=\\\"http://www.tfl.gov.uk\\\"\\u003etfl.gov.uk\\u003c/a\\u003e or follow TfL's travel information channels on Twitter. The full range of channels are available at \\u003ca href=\\\"http://www.tfl.gov.uk/socialmedia\\\"\\u003etfl.gov.uk/socialmedia\\u003c/a\\u003e or follow @TfLTravelAlerts for Tube, London Overground and DLR information and @TfLTrafficNews for the latest information on the Capital's roads\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}