{
 "pageTitle": "High Court rejects Addison Lee's call for minicabs to use bus lanes",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "High Court rejects Addison Lee's call for minicabs to use bus lanes",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Judicial Review dismissed as court finds in Transport for London's (TfL's) favour."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Londoners will doubtless also be pleased to know that the court has ordered Addison Lee to meet TfL's costs in defending this claim.",
     "{\"template\":\"bulletlist\",\"items\":[\"Court orders Addison Lee to pay TfL's costs of defending claim.\"]}",
     "The High Court today (Wednesday 11 July) dismissed Addison Lee's claim for judicial review of the policy allowing black cabs, but not minicabs, to use the Capital's bus lanes.",
     "Mr Justice Burton described the reasoning behind TfL's policy as 'obvious and compelling'.",
     "TfL explained to the court that taxis are allowed to drive in bus lanes because they can ply for hire, whereas minicabs cannot.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Clear distinction\"}",
     "It would be more difficult to hail a taxi, especially on a busy road, if the vehicle concerned was not near to the kerb.",
     "Mr Justice Burton agreed, noting in his judgment: 'There is to my mind a clear distinction between the need of black cabs (and their passengers and the public) for them to be in the bus lanes, by way of visibility and availability of, and access to, black cabs for those hailing a cruising taxi.'",
     "He went on to note: 'I consider it makes entire good sense for black cabs to be travelling in bus lanes.",
     "'Minicabs just do not have the need to use the bus lane, and black cabs do.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Attempt to challenge\"}",
     "Mr Justice Burton said he was 'wholly unpersuaded' by Addison Lee's claim that TfL's bus lane policy affected the freedom of EU nationals to establish themselves as minicab drivers and concluded that 'this has simply been the attempt to mount a challenge to a London traffic regulation by turning it into a '\"Euro-point\".'",
     "Leon Daniels, TfL's Managing Director of Surface Transport, said: 'We are pleased that the court has recognised the important distinction between taxis and minicabs and the services they provide.",
     "'Taxis will continue to use the Capital's bus lanes, enabling them to provide the unique and wheelchair accessible service so valued by many passengers.",
     "'Londoners will doubtless also be pleased to know that the court has ordered Addison Lee to meet TfL's costs in defending this claim.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The Judicial Review was brought by Eventech, a subsidiary of Addison Lee, against the Parking Adjudicator. It arose from Penalty Charge Notices issued by Camden Council for illegal use of the Southampton Row bus lanes. Both the London Borough of Camden and Transport for London were interested parties\",\"TfL vigorously contested the Judicial Review proceedings which were heard at the High Court between 19 June and 21 June\",\"There are around 23,000 licensed taxis in London and approximately 50,000 licensed minicabs\",\"TfL believes that allowing tens of thousands of additional vehicles (minicabs) to drive in bus lanes would also impact on the reliability of bus services, and risks inconveniencing the six million passengers that travel on buses each day\",\"The full written judgment handed down by Mr Justice Burton will be made available from the Royal Courts of Justice - Courts Recording and Transcription Unit - 020 7947 7820\",\"TfL Counsel: led by Martin Chamberlain with Sarah Love (junior) from Brick Court Chambers\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}