{
 "pageTitle": "Mayor's Roads Task Force gets started",
 "description": "The first major strategic review of London's road network in decades will get moving next week as the Mayor meets his election pledge to establish the London Roads Task Force.The group will meet for the first time on 25 July and begin their work to",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor's Roads Task Force gets started ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Experts, academics and user groups to review the challenges and opportunities facing London's roads now and in the future."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "A healthy road network is essential for this great city; for our economy, for pedestrians, bus passengers, motorists, and cyclists",
     "The first major strategic review of London's road network in decades will get moving next week as the Mayor meets his election pledge to establish the London Roads Task Force.",
     "The group will meet for the first time on 25 July and begin their work to analyse the challenges faced by London's road network and assess possible solutions to improve the Capital's roads for all users.\u003cbr /\u003e\u003cbr /\u003eThe London Roads Task Force will look at how TfL and the boroughs could redesign gyratories and congestion blackspots, make journeys more reliable, and continue to make roads safer for all users.",
     "It will also look at how the road network could better serve local communities, helping to transform the urban realm, cut pollution and ease congestion across the Capital. An initial report will be prepared by November 2012.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Essential for economy\"}",
     "The final report will be published in spring 2013.",
     "Mayor of London Boris Johnson said: 'A healthy road network is essential for this great city; for our economy, for pedestrians, bus passengers, motorists, and cyclists.",
     "'It also plays a key role in influencing Londoners' quality of life and London's economic future. London deserves a road network that isn't just a relic of 1950s and 1960s urban planning, but a road system that is fit for the 21st century.",
     "'I am confident the new Roads Task Force will help ensure the future success of our capital  and I want to thank the members of the group for offering their time to this important project.'",
     "Roads are vital for the sustaining the London economy, essential for the movement of people and goods as well as providing a public space for shopping, exercising and socialising.",
     "London's population is expected to grow by an expected 1.25 million people by 2031, and this will place increasing challenges and demands on the road network, as we strive to improve local quality of life while enabling efficient movement of people and goods around the city without weakening London's productivity and competitiveness.",
     "Michele Dix, Director of Planning at TfL said: `London's roads are vital to movement around the city, with four out of every five trips in London made by road including almost 10 million car trips, over half a million cycle trips and around six million bus passenger journeys every day.",
     "'There is a growing realisation of the importance of the quality of London's public spaces, for the competitiveness both of London's high streets and the Capital's world renowned tourism and financial status.",
     "'The Roads Task Force will look to make a real difference to the way we currently design, build and manage the capital's road network, ensuring it truly reflects the needs of all road users for decades to come.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Review welcome\"}",
     "David Quarmby CBE, chairman of the RAC Foundation, said: 'This review is immensely welcome.",
     "'Most Londoners don't work in central London, and depend almost entirely on the road network to get to work, school and college, to get about and live their lives - whether by car, bus, cycle or walking.",
     "'Business outside the centre is equally dependent on roads.",
     "'We need to shine a light on what can be done quickly and over the longer term to make such journeys that bit easier, safer and more reliable'",
     "German Dector-Vega, London Director for Sustrans, said: `Sustrans is delighted to have been invited to contribute to the Mayor's Roads Task Force.",
     "'This represents a significant opportunity to address travel demand in London by facilitating more walking and cycling; and to transform the urban realm through practical solutions that benefit all Londoners.'",
     "Jim Walker, Chief Executive Walk England, said: 'I'm very pleased that the Mayor is setting up this new task force to keep London moving.",
     "'I think that it's vital that the momentum created by the Games, which got us all questioning if we are making the most effective and efficient choices in the way we make our every day journeys, is continued to inform the way the network is managed and promoted in the future.",
     "'Our city is known for its diversity and density of destinations but 80 per cent of London's public space is roads so I'm looking forward to helping make the most of it for as many people as possible to enjoy the journey as well.'",
     "More information about the Roads Task Force and a questionnaire to submit comments on how the road network should look going forward will be available at \u003ca href=\"http://www.london.gov.uk/priorities/transport/investing-transport/roads-task-force\"\u003ehttp://www.london.gov.uk/priorities/transport/investing-transport/roads-task-force\u003c/a\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"In his Transport Manifesto, the Mayor Boris Johnson said he would establish the London Roads Task Force to propose long-term proposals to tackle London's most notorious roads \\u003ca href=\\\"http://www.backboris2012.com/system/storage/60/7c/5/1757/Boris-Johnson-2012-Transport-Manifesto.pdf\\\"\\u003ehttp://www.backboris2012.com/system/storage/60/7c/5/1757/Boris-Johnson-2012-Transport-Manifesto.pdf\\u003c/a\\u003e \",\"London is the most congested city in the UK, with about 20 per cent of the country's total road delay. Congestion costs the Capital's economy at least £2 billion per annum, reducing its productivity and weakening its competitiveness\",\"During the last four years TfL has carried out a range of activities to reduce congestion on the Capital's road network. These include:ul\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}