{
 "description": "Free travel information for all customers during the 2012 Games and after One million Tweets, Facebook posts, emails and web pages delivered in one week 120 WiFi enabled stations by the end of the yearThe new WiFi service on London's Underground is now",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mind the app! WiFi arrives at over 40 London Underground stations ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "100,000 passengers online underground in the first four weeks."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Millions of commuters and visitors from around the world are now able to keep up with live travel updates, news and entertainment throughout an incredible summer and beyond",
     "{\"template\":\"bulletlist\",\"items\":[\"Free travel information for all customers during the 2012 Games and after\",\"One million Tweets, Facebook posts, emails and web pages delivered in one week\",\"120 WiFi enabled stations by the end of the year\"]}",
     "The new WiFi service on London's Underground is now available at more than 40 Tube stations, and is being used by over 100,000 Tube passengers.",
     "The service, which was launched four weeks ago by Virgin Media, was used to deliver one million Tweets, Facebook posts, emails and web pages in a single week as, for the first time, commuters are able to take advantage of the internet while underground.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Live journey information\"}",
     "Throughout the 2012 Games and beyond passengers will be able to check TfL travel pages for live journey information as well as Time Out, Spotify and MyMovies.Net for free from Tube platforms. The service is expected to be extended to 120 stations by the end of the year.",
     "Kevin Baughan, Director of Metro Wireless at Virgin Media, said: 'Londoners and visitors are loving our new WiFi service and we're on track to connect Tube journeys right across London ahead of the Games.",
     "'With millions of smartphones, gadgets and devices taken onto the Tube each day, the demand for data continues to grow and we're rolling-out a future-proofed service that makes superfast wireless connections the standard. In partnership with TfL, we've achieved a huge amount and have launched a service London can be proud of.'",
     "Gareth Powell, London Underground's Director of Strategy and Service Development, said: 'WiFi at Tube stations is proving extremely popular with our customers. Millions of commuters and visitors from around the world are now able to keep up with live travel updates, news and entertainment throughout an incredible summer and beyond.",
     "'We look forward to continuing the roll-out and connecting up to 120 London Underground stations in 2012.'",
     "The WiFi service is being delivered at no additional cost to fare or tax payers.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Free for Tube passengers\"}",
     "Virgin Media is offering free, full internet access throughout the summer. After the summer, the comprehensive WiFi portal with TfL travel information, updates and London news and entertainment will remain free for all Tube passengers.",
     "In addition Virgin Media is offering mobile operators, internet service providers and other service providers the opportunity to wholesale the service and make it freely available to their customers.",
     "Virgin Media broadband and mobile subscribers will continue to have free WiFi access and a PAYG service will ensure visitors and all Londoners can easily hop onto the internet.",
     "To use the new free WiFi service, London Underground passengers simply need to connect to the service and register their email address.",
     "Hundreds of access points have been installed throughout the 41 stations, that are already WiFi enabled, providing passengers with great coverage from the ticket hall to the platforms.",
     "Each station is directly connected into Virgin Media's next generation fibre backhaul network which has already enabled the superfast delivery of over one million online interactions in just seven days.",
     "41 London Underground stations are now WiFi enabled:\u003cbr /\u003e1. Euston\u003cbr /\u003e2. Green Park\u003cbr /\u003e3. Kings Cross St Pancras\u003cbr /\u003e4. Oxford Circus\u003cbr /\u003e5. Victoria\u003cbr /\u003e6. Warren Street\u003cbr /\u003e7. Chancery Lane\u003cbr /\u003e8. Marylebone\u003cbr /\u003e9. St James's Park\u003cbr /\u003e10. Tower Hill\u003cbr /\u003e11. Barbican\u003cbr /\u003e12. Bermondsey\u003cbr /\u003e13. Borough\u003cbr /\u003e14. Hyde Park Corner\u003cbr /\u003e15. Southwark\u003cbr /\u003e16. Bayswater\u003cbr /\u003e17. Euston Square\u003cbr /\u003e18. Waterloo\u003cbr /\u003e19. Paddington on the Circle, District and Bakerloo lines.\u003cbr /\u003e20. Westminster\u003cbr /\u003e21. Covent Garden\u003cbr /\u003e22. High Street Kensington\u003cbr /\u003e23. Leicester Square\u003cbr /\u003e24. Liverpool Street\u003cbr /\u003e25. Old Street\u003cbr /\u003e26. Bethnal Green\u003cbr /\u003e27. Brixton\u003cbr /\u003e28. Canada Water\u003cbr /\u003e29. Canary Wharf\u003cbr /\u003e30. Elephant \u0026 Castle\u003cbr /\u003e31. Goodge Street\u003cbr /\u003e32. Marble Arch\u003cbr /\u003e33. Regents Park\u003cbr /\u003e34. Holborn\u003cbr /\u003e35. Stratford\u003cbr /\u003e36. West Ham\u003cbr /\u003e37. Angel\u003cbr /\u003e38. Southfields\u003cbr /\u003e39. Heathrow T1-3\u003cbr /\u003e40. North Greenwich\u003cbr /\u003e41. Mile End",
     "To keep up-to-date with the roll-out, please visit \u003ca href=\"http://www.virginmedia.com/wifi\"\u003ewww.virginmedia.com/wifi\u003c/a\u003e or \u003ca href=\"http://www.tfl.gov.uk/wifi\"\u003ewww.tfl.gov.uk/wifi\u003c/a\u003e ",
     "Individual online interactions quoted were completed between Monday 25 June and Sunday 1 July 2012",
     "{\"template\":\"bulletlist\",\"items\":[\"To power the WiFi service, Virgin Media is providing fibre connectivity to each Underground station and London Underground has installed in-station equipment, including on-platform access points, to create a station-wide hotspot\",\"Passengers will be able to get online throughout connected London Underground stations: from the ticket hall, on the escalators and on the platforms. Users will be also connected whilst on a train in a platform but WiFi will not work in London Underground tunnels\",\"The Tube is undergoing a huge and essential programme to upgrade its ageing infrastructure - vital to cope with a growing population and to support the economic development and growth of the capital and the UK. This includes the introduction of new track and signalling and the rebuilding of some of our most important stations. By the end of the current programme there will be 30 per cent more capacity. This will inevitably result in some disruption for passengers, but TfL is working hard to provide information and alternative travel options. The work is essential to provide for London's growing transport needs now, and into the future. TfL is urging all Londoners and Tube, London Overground, London Tramlink and DLR passengers to \\\"check before you travel\\\" at weekends, allowing extra journey time where necessary. Weekend travel news is available at \\u003ca href=\\\"http://www.tfl.gov.uk/check\\\"\\u003ewww.tfl.gov.uk/check\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}