{
 "pageTitle": "New look London Bridge bus station unveiled in time for the London 2012 Games and beyond",
 "description": "Passengers to benefit from more direct route between buses and train platforms, better waiting facilities, and more spacious less congested pavement and road layoutFollowing a major upgrade London Bridge bus station is transformed and ready to welcome the",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New look London Bridge bus station unveiled in time for the London 2012 Games and beyond",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Bridge bus station transformed into modern, spacious key interchange."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "I am sure passengers will appreciate these improvements whether they pass through London Bridge as part of their daily commute or whether they are visiting the Capital this summer for the London 2012 Games",
     "{\"template\":\"bulletlist\",\"items\":[\"Passengers to benefit from more direct route between buses and train platforms, better waiting facilities, and more spacious less congested pavement and road layout\"]}",
     "Following a major upgrade London Bridge bus station is transformed and ready to welcome the millions of visitors expected in London for this summer's London 2012 Games, and improve the journeys of Londoners for many years to come.",
     "The bus station has been dramatically redesigned and rotated 45 degrees from its original position to enable a new row of bus stops to align with the Network Rail platforms.",
     "This makes the journey between the bus and rail station easier to navigate and more direct. In addition, a new road layout will reduce congestion for buses and taxis.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Better facilities\"}",
     "Passengers will also have new, comfortable waiting facilities, more pavement space, better signage, and new CCTV cameras to ensure their safety and security.",
     "The redevelopment of London Bridge bus station was part of the planning agreement of The Shard and London Bridge Quarter development.",
     "Transport for London (TfL) has worked closely with the developers Sellar, Network Rail and Southwark Council to deliver the new look bus station with minimum closures or disruptions to passengers and local residents.",
     "Funding for the redevelopment of the bus station was provided by Sellar. The changes were led by TfL, and are integral to the Network Rail redevelopment at London Bridge rail station which includes an enhanced retail and ticketing area and a new escalator into the London Underground station to improve the passenger interchange.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Minimum disruption\"}",
     "Leon Daniels, Managing Director, Surface Transport, TfL, said: 'This is an excellent example of what joint working between TfL, Sellar, Network Rail and Southwark Council can deliver.",
     "'Careful planning and delivery has brought all these changes together with minimum disruption and with every aspect designed with passengers in mind. I am sure passengers will appreciate these improvements whether they pass through London Bridge as part of their daily commute or whether they are visiting the Capital this summer for the London 2012 Games.'",
     "Irvine Sellar, Chairman of Sellar and director of LBQ Ltd, said: 'It gives me, and the whole London Bridge Quarter team, great pleasure to see the new bus station unveiled.",
     "'It forms an integral part of the London Bridge Quarter masterplan that is helping create a 21st Century transport hub as part of this new business district which includes London's newest landmark, The Shard. We believe this, and our other infrastructure works, will help make London Bridge a more efficient and effective station.'",
     "London Bridge will be one of the busiest stations during the London 2012 Games. Passengers are urged to plan ahead each day on \u003ca href=\"http://www.GetAheadoftheGames.com\"\u003eGetAheadoftheGames.com \u003c/a\u003e to avoid travel hotspots at the busiest times.\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}