{
 "pageTitle": "New Barclays Cycle Hire leisure routes for summer in the city",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New Barclays Cycle Hire leisure routes for summer in the city",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Four new Barclays Cycle Hire leisure routes exploring London's parks, markets and architecture"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Hundreds of thousands of people cycle in London everyday and I hope many more will take to two wheels now we've introduced the cycle routes as inspiration.",
     "{\"template\":\"bulletlist\",\"items\":[\"Exclusive Evans Cycles discount offer available throughout July\"]}",
     "Transport for London (TfL) is encouraging Londoners to take advantage of the long daylight hours and explore London on two wheels with the introduction of four new Barclays Cycle Hire leisure routes.",
     "The routes have been created by cycling blogger Andreas Kambanis of London Cyclist \u003ca href=\"http://www.londoncyclist.co.uk\"\u003ewww.londoncyclist.co.uk\u003c/a\u003e and are now available online at \u003ca href=\"http://www.tfl.gov.uk/bchleisureroutes\"\u003ewww.tfl.gov.uk/bchleisureroutes\u003c/a\u003e .",
     "All four routes can be completed using Barclays Cycle Hire.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Tip-top condition\"}",
     "They feature docking station information and vary in length and difficulty, offering turn by turn guidance through some of the capital's favourite leisure haunts including famous parks, shops, markets and architecture.",
     "TfL has also teamed up with the UK's leading cycling retailer, Evans Cycles to offer a range of discounts to bike owners so that they can ensure their bikes are in tip-top condition to cycle around the capital this summer.",
     "Evans is offering an exclusive 10 per cent discount on components and accessories with the promo code BARCOMP and a 15 per cent discount off Bronze and Silver bike services with the promo code BARSVC.",
     "Both offers are valid until 31 July 2012.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Perfect opportunity\"}",
     "Leon Daniels, TfL Managing Director of Surface Transport, said: 'The introduction of easy to follow Barclays Cycle Hire leisure routes makes it easier than ever for people to explore the city at their leisure this summer.",
     "'The London 2012 Games are quickly approaching, making this the perfect opportunity to take advantage of Evans' great servicing offer, ensuring you are as well prepared as possible to cycle around the capital this summer.",
     "'Cycling is a fun and easy way to get around the capital and it is often quicker to cycle than taking the bus or Tube.",
     "'Hundreds of thousands of people cycle in London everyday and I hope many more will take to two wheels now we've introduced the cycle routes as inspiration.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Another side to the city\"}",
     "Andreas Kambanis, founder of \u003ca href=\"http://www.londoncyclist.co.uk\"\u003ewww.londoncyclist.co.uk\u003c/a\u003e , said: 'With these routes you'll soon be crisscrossing your way around London, discovering another side to the city. From independent shops, to leafy backstreets and architectural marvels - there's no better way to see it all than on two wheels.'",
     "To date more than 160,000 people have signed up as members of Barclays Cycle Hire and between them they have made more than 13 million hires with around 3.6 million trips made by casual users since the service became available in December 2010.",
     "Becoming a Barclays Cycle Hire member still remains the fastest way to access a bike with no queuing at the on street terminals or docking point.",
     "UK residents can start using the cycle hire scheme as a member for just £4 - the cost of buying the membership key (£3) and their first 24 hour access period (£1).",
     "TfL has also reminded cyclists of their Cycle Hire Users' Code of conduct, to help people use and enjoy the scheme safely.",
     "The Code's tips include:",
     "{\"template\":\"bulletlist\",\"items\":[\"Be careful around lorries, which have numerous blind spots, and never pass them on the left just before, or at, traffic lights\",\"Don't get too close to parked cars\",\"Watch out for other vehicles and pedestrians and give clear hand signals to show your intentions\",\"Make yourself seen at night by wearing reflective or fluorescent clothing\"]}",
     "People can also brush up on their cycle safety skills by taking two minutes to watch the Barclays Cycle Hire safety film at: \u003ca href=\"http://www.youtube.com/user/BarclaysCycle\"\u003ewww.youtube.com/user/BarclaysCycle\u003c/a\u003e ",
     "\u003cstrong\u003eNotes to editors: \u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}