{
 "pageTitle": "Olympic Flame takes historic journey with long-serving London Underground employee in advance of public transport Games",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Olympic Flame takes historic journey with long-serving London Underground employee in advance of public transport Games ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Signalling Operator John Light to carry the Flame in the driver's cab and carriage of District Line train on Tuesday 24 July."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "John has worked at London Underground for nearly half a century so I'm especially proud that he's representing the Tube for this momentous occasion",
     "{\"template\":\"bulletlist\",\"items\":[\"Londoners reminded of Tube's enhanced services during the Games but urged to plan their journeys ahead\"]}",
     "The Olympic Flame will make a historic journey in the front of a Tube train tomorrow morning (Tuesday 24 July at 7:00) as part of its week-long journey through every one of London's 33 boroughs.",
     "64-year-old London Underground Service Operator, John Light, who is responsible for operating signalling on the District Line, has been chosen by TfL to be the official Torch bearer in recognition of his outstanding long service to the organisation.",
     "In a special event prior to the start of the Torch relay in Kingston-upon-Thames, John Light will carry the Flame in a carriage and in the driver's cab of the train as it travels from Wimbledon to Wimbledon Park on the District line.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Flying the flag\"}",
     "Olympic Rings will adorn the front and first carriage of the train, and later in the day a flag with Olympic Rings will be raised above London Underground's Headquarters at 55 Broadway.",
     "John Light, who has worked for London Underground since 1963, said: 'Transporting the Olympic Flame is a once in a lifetime experience. I feel really privileged to have been given this opportunity to be part of the Games in this way.",
     "'I've worked for London Underground for 49 years so to be able to hold the Flame on its Tube journey is a huge honour for me and a moment I will treasure for the rest of my life.'",
     "Mike Brown, Managing Director for London Underground, said: 'London 2012 is a public transport Games so it's very fitting for the Torch to travel by Tube. John has worked at London Underground for nearly half a century so I'm especially proud that he's representing the Tube for this momentous occasion.'",
     "Once its Tube journey has concluded the Olympic Torch Relay will start its road journey visiting the London Boroughs of Kingston-upon-Thames, Richmond-upon-Thames, Hounslow, Hillingdon and Ealing.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Public transport Games\"}",
     "The London 2012 Games are the first 100 per cent public transport Games, with TfL running enhanced services on the Tube to meet additional demand.",
     "Last trains westbound from the Olympic Park will depart at 01:30, and all last trains on all lines will run about an hour later - departing central London at around 1:30, with trains being stabled at depots at around 02:30.",
     "TfL is reminding people to plan their journeys ahead during what will be an exceptionally busy time. Passengers should plan ahead to avoid 'hotspots' by visiting \u003ca href=\"http://www.GetAheadoftheGames.com\"\u003ewww.GetAheadoftheGames.com\u003c/a\u003e and following @GAOTG on Twitter.",
     "In addition, TfL's Journey Planner at \u003ca href=\"http://www.tfl.gov.uk/journeyplanner\"\u003ewww.tfl.gov.uk/journeyplanner\u003c/a\u003e warns users if their journey includes a travel hotspot.\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"Images and footage will be made available via the Media Centre on the \\u003ca href=\\\"http://www.london2012.com/\\\"\\u003elondon2012.com website \\u003c/a\\u003e \",\"John Light has worked for London Underground for 49 years; 15 of those years have been in Service Control on the District line. John began his London Underground career in 1963 on a three year Railway Operating apprenticeship. In 1966 he became a qualified Service Operator and has worked on numerous different Tube lines since then\",\"A Tube driver will drive the train while John Light holds the Torch\",\"The District line will serve many of the 2012 Games venues including the tennis at Wimbledon, and the volleyball at Horse Guard's Parade and Earl's Court\\u003cbr /\\u003e\"]}",
     "@this.ScriptBlock(\n        @script)"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}