{
 "pageTitle": "Olympic Route Network - in operation and enforced from tomorrow, Wednesday 25 July",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Olympic Route Network - in operation and enforced from tomorrow, Wednesday 25 July",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Mayor and TfL reiterate commitment that Games Lanes will operate flexibly and opened to all traffic if demand from athletes, officials and media vehicles is low."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"For the latest Games travel and advice visit \\u003ca href=\\\"http://www.GetAheadoftheGames.com \\\"\\u003eGetAheadoftheGames.com \\u003c/a\\u003e and follow @GAOTG on Twitter\",\"Public urged 'Don't get caught out', plan ahead and 'check before you travel' to avoid the road and public transport 'hotspots'\",\"For the latest on how transport services are operating, check before you travel at \\u003ca href=\\\"http://www.tfl.gov.uk\\\"\\u003ewww.tfl.gov.uk\\u003c/a\\u003e and follow @TfLTrafficNews (roads) and @TfLTravelAlerts (Tube, DLR and London Overground)\"]}",
     "Transport for London (TfL) today reminded road users that the Olympic Route Network (ORN) will come into operation and be enforced from 06:00 tomorrow (Wednesday 25 July).",
     "Enforcement of the ORN includes no stopping or loading along the 109-mile route in London, as well as a number of temporary physical changes to junctions and road layouts, such as banned turns.",
     "The ORN also includes 30 miles of Games Lanes in London, to ensure all athletes, officials and the world's media get to their events on time.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Games Lanes to open flexibly\"}",
     "However, the Mayor and TfL today reiterated their commitment that the Games Lanes will be operated flexibly and opened to all traffic if there are times when demand from athletes, officials and media vehicles is low.",
     "A network of around 150 Variable Message Signs (VMS) along the route will advise motorists when the Games Lanes are open to regular traffic throughout the day.",
     "TfL's advice to road users is clear - don't get caught out. Avoid driving in central London, around the ORN and Games venues. If a journey by road is absolutely essential, plan ahead at GetAheadoftheGames.com and allow extra time.",
     "Mayor of London, Boris Johnson said: 'With just days until the opening ceremony, London is more prepared for the Games than any other Olympic city has ever been. The Olympic Route Network is a requirement of all Host Cities, ensuring athletes and officials get to their events on time.",
     "'We've already slashed its length by one third compared to what was originally planned and we are introducing these changes to the road network as late as possible, to minimise the impact on Londoners and businesses.",
     "'We will also operate the Games Lanes flexibly so that if demand from the official Olympic vehicles is low, we will open up the Games Lanes to all traffic.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Avoid driving in central London\"}",
     "Leon Daniels, TfL's Managing Director Surface Transport, said: 'With the Games now almost upon us, London's transformation into a massive sporting and cultural venue is almost complete. As a result, many of the Capital's roads are exceptionally busy, particularly routes such as the A12, A13 and A40.",
     "'Our advice to road users is clear - don't get caught out. Avoid driving in central London, around the ORN and Games venues. If a journey by road is absolutely essential, plan ahead at GetAheadoftheGames.com and allow extra time.'",
     "Compliance on the ORN is key to ensuring that the Games run smoothly and TfL can keep London moving for the benefit of all road users.",
     "A penalty charge of £130 will be issued to owners of vehicles who break the regulations in London, including driving in Games Lanes or stopping along the route and any illegally parked vehicle will be removed to a vehicle pound and may incur a release fee of £200.",
     "A film on GetAheadoftheGames.com provides explanation of the ORN and top tips for motorists on avoiding driving and planning journeys during the Games: \u003ca href=\"http://www.getaheadofthegames.com/things-you-should-know/olympic-route-network.html\"\u003ewww.getaheadofthegames.com/things-you-should-know/olympic-route-network.html\u003c/a\u003e .",
     "The Temporary Road Changes planning tool on the GetAheadoftheGames.com website includes all of the information motorists, cyclists and pedestrians need to plan their road journeys during the Games, including details of the ORN, LOCOG's local parking and traffic management plans around Games venues and how roads around race routes will be affected during Road Events. \u003ca href=\"http://www.getaheadofthegames.com/travelinaffectedareas/city/london-temporary-road-changes.html\"\u003ewww.getaheadofthegames.com/travelinaffectedareas/city/london-temporary-road-changes.html\u003c/a\u003e .",
     "{\"template\":\"bulletlist\",\"items\":[\"Map by map details of the Olympic and Paralympic Route Networks, including details of all traffic measures such as junctions changes and suspended pedestrian crossings can be found at \\u003ca href=\\\"http://www.tfl.gov.uk/orn\\\"\\u003ewww.tfl.gov.uk/orn\\u003c/a\\u003e \",\"All motorists can use the ORN, and only the 30 miles of Games lanes, alongside lanes for general traffic, will be reserved for vehicles carrying athletes, coaches, officials and media\",\"If a vehicle is parked illegally on the ORN or observed in contravention of an ORN regulation, such as making a banned right turn or using a Games lane) civil enforcement officers will have the ability to issue a penalty charge notice to the registered keeper of that vehicle\",\"Abandoned, broken down or illegally parked vehicles causing an obstruction on the ORN will be moved by tow truck. Any moved vehicles will be tracked so that the owner will be able to recover their vehicle\",\"TfL is committed to keeping London moving throughout the Games and will operate the Games lanes as flexibly as possible. They will be opened up to all traffic at times when demand from Games family vehicles is low and capacity available. A network of around 150 variable message signs (VMS) along the route will advise motorists when Games lanes are open to regular traffic throughout the day\",\"The ORN will come into operation on 25 July, two days before the Opening Ceremony of the Olympic Games. It will end operation a couple of days after the Games and will not be in operation between the Olympics and Paralympics. The smaller Paralympic Route Network (PRN) will also come into operation just a couple of days before the Paralympic Games. Once Games events are completed at a venue, such as Wimbledon, the ORN will be removed\",\"The ORN also extends out of London to other London 2012 venues in England. These routes are being delivered by the Olympic Delivery Authority (ODA) in partnership with the respective local highway authorities. ORN operational and enforcement dates and times outside of London differ from those being delivered by TfL within London. For more information please contact Government Olympic Communications (GOC) on 020 7271 17:00\",\"All the information, tools and advice that motorists, cyclists and pedestrians need to plan their road journeys during the Games can be found on the \\u003ca href=\\\"http://www.GetAheadoftheGames.com \\\"\\u003eGetAheadoftheGames.com\\u003c/a\\u003e website and by following @GAOTG on Twitter\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}