{
 "pageTitle": "TfL offers to share any additional bus revenue from London 2012 Games with bus staff",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL offers to share any additional bus revenue from London 2012 Games with bus staff",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Over £700 per employee now available to London bus workers affected by Games, before TfL's revenue share offer."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The offer of additional funds from the bus operating companies and a share of any additional bus fare revenue generated during the Games means there is no justification for further strike action",
     "{\"template\":\"bulletlist\",\"items\":[\"Funds from ODA have been supplemented by bus operating companies\",\"TfL says 'no justification' for further industrial action and calls on Unite to call off strike and put offer to members\"]}",
     "Transport for London's (TfL) Managing Director Surface Transport, Leon Daniels today wrote to the head of one of London's leading bus operating companies, John Trayner, Managing Director at Go-Ahead London, offering to share any additional bus fare revenue generated during the London 2012 Games with bus operators on the condition that they then pass it on to their employees.",
     "The TfL offer would see any additional bus fare revenue split 50:50 with bus operating companies, on the condition that it is passed on to bus staff, following the Games. TfL offered to have the amount of additional bus fare revenue generated during the Games independently verified.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Payment for every employee\"}",
     "The TfL offer comes on top of an offer from the bus operators to supplement the £8.3m from the Olympic Delivery Authority brokered by the Mayor with funds of their own.",
     "The offer from bus operating companies means that all London bus staff affected by the London 2012 Games would earn over £700, on top of their existing salaries, if they worked shifts on 24 of the 29 days of the Olympic and Paralympic Games.",
     "Should Unite insist that the total sum available is offered to all employees at bus operators across London, then this would mean a payment of £583 for every employee of every bus company.",
     "Talks at the conciliation service ACAS between the bus operating companies and Unite are continuing, as it is an issue for the employers and the union to negotiate.",
     "The offer from the bus operating companies and TfL means there is no justification for further strike action and TfL today called on Unite to call off their threatened strike action for Thursday, 5 July and put the new offer to their members.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Any revenue shared\"}",
     "TfL's Managing Director Surface Transport, Leon Daniels said:",
     "'TfL does not directly employ London bus workers and this is therefore an issue for the bus operating companies and Unite to resolve through negotiation.  However, in order to address the perception that TfL will be generating significant additional bus fare revenue from the Games, we have offered to share any additional revenue with bus staff.",
     "'The offer of additional funds from the bus operating companies and a share of any additional bus fare revenue generated during the Games means there is no justification for further strike action.",
     "'Should Unite insist that the total sum available is offered to all employees at bus operators across London, then this would mean a payment of £583 for every employee of every bus company.  Unite should call of their strike action planned for tomorrow and put this very fair offer to their members.'"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}