{
 "pageTitle": "TfL welcomes suspension of strike called by the leadership of Unite",
 "description": "TfL's Managing Director Surface Transport, Leon Daniels today wrote to the head of one of London's leading bus operating companies, John Trayner, Managing Director at Go-Ahead London, offering to share any additional bus fare revenue generated during the",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL welcomes suspension of strike called by the leadership of Unite",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "TfL welcomes suspension of strike called by the leadership of Unite."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Londoners will no doubt be relieved that the two parties - the bus operators and the union - will now be continuing their negotiations and that they will not face disruption tomorrow.",
     "TfL's Managing Director Surface Transport, Leon Daniels today wrote to the head of one of London's leading bus operating companies, John Trayner, Managing Director at Go-Ahead London, offering to share any additional bus fare revenue generated during the London 2012 Games with bus operators on the condition that they then pass it on to their employees.",
     "The TfL offer would see any additional bus fare revenue split 50:50 with bus operating companies, on the condition that it is passed on to bus staff, following the Games.",
     "TfL has offered to have the amount of additional bus fare revenue generated during the Games independently verified.",
     "The TfL offer comes on top of an offer from the bus operators to supplement the £8.3m from the Olympic Delivery Authority brokered by the Mayor with funds of their own.",
     "Talks at ACAS between the bus operators and the Unite leadership will now continue.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Continuing negotiations\"}",
     "TfL's Managing Director Surface Transport, Leon Daniels, said: 'We welcome the news that the planned strike action on the bus network has now been suspended.",
     "'Londoners will no doubt be relieved that the two parties - the bus operators and the union - will now be continuing their negotiations and that they will not face disruption tomorrow.",
     "'The bus operators have offered additional funds on top of the £8.3m brokered by the Mayor from the Olympic Delivery Authority. TfL has also offered to share with bus staff any additional bus fare revenue generated by the London 2012 Games.",
     "'The suspension of strike action means there is now time for negotiation and serious consideration of this very fair offer, which the Unite leadership must now put to their members.'"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}