{
 "pageTitle": "TfL welcomes resolution of Unite bus workers pay dispute",
 "description": "Transport for London has welcomed the news that Unite's membership has accepted the pay offer from bus operating companies for bus workers affected by the London 2012 Games.The pay deal, which has been accepted by Unite, was reached after the Mayor",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL welcomes resolution of Unite bus workers pay dispute",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Bus workers will receive additional payments for working during the Games. Bus services will not be disrupted by summer strike action."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Transport for London has welcomed the news that Unite's membership has accepted the pay offer from bus operating companies for bus workers affected by the London 2012 Games.",
     "The pay deal, which has been accepted by Unite, was reached after the Mayor secured £8.3m from the Olympic Delivery Authority to give to the bus companies to help them settle the dispute.",
     "TfL has also agreed to share any additional bus fare revenue generated during the Games.",
     "This will be split 50:50 with bus operating companies, on the condition that it is passed on to bus staff, following the Games.",
     "TfL's Managing Director of Surface Transport, Leon Daniels, said: 'We welcome the news that Unite's leadership has accepted this pay deal.",
     "'The pay of bus workers is, and will remain, a matter between them and the private bus operating companies that employ them.",
     "'However in this case, as the Capital prepares to celebrate the biggest festival of sport and culture it has ever seen, TfL and the Mayor sought to bring Unite and the bus companies together and we are pleased that they have now resolved this dispute.'\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}