{
 "pageTitle": "TfL urges 'don't get caught out' as it sets out plans and travel advice for Olympic Torch Relay and first days of Olympic Games",
 "description": "Businesses and Londoners urged not to leave their travel to chance - plan to avoid travel hotspots using tools available at GetAheadoftheGames.com Public transport users now warned if their journey will be affected by travel hotspots on",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL urges 'don't get caught out' as it sets out plans and travel advice for Olympic Torch Relay and first days of Olympic Games",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Experience from other Host Cities show people often adopt 'wait and see approach' and continue to try to travel as normal in first few days of Games."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"Businesses and Londoners urged not to leave their travel to chance - plan to avoid travel hotspots using tools available at \\u003ca href=\\\"http://www.getaheadofthegames.com/\\\"\\u003eGetAheadoftheGames.com \\u003c/a\\u003e \",\"Public transport users now warned if their journey will be affected by travel hotspots on \\u003ca href=\\\"http://www.tfl.gov.uk/journeyplanner\\\"\\u003ewww.tfl.gov.uk/journeyplanner\\u003c/a\\u003e \",\"New tools available include 2012 'Transport Factsheets' and 'Travel Bulletins' for each day of Olympic and Paralympic Games and animations showing route and transport impact of Olympic Torch Relay in London\"]}",
     "As the Capital continues its transformation into a massive sporting and cultural venue, Transport for London (TfL) today set out its travel plans and advice for the Olympic Torch Relay and for the first few days of the Olympic Games, as it urged businesses and the travelling public - 'Don't get caught out'.\u003cbr /\u003e\u003cbr /\u003eExperience from other Host Cities shows that people can often adopt a 'wait and see' approach over the first few days of the Games and attempt to carry on working and travelling as normal.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Athletes start to arrive\"}",
     "With road and public transport networks expected to be exceptionally busy, TfL advised businesses and the travelling public to plan ahead using all the tools, tips and information available at \u003ca href=\"http://www.GetAheadoftheGames.com \"\u003eGetAheadoftheGames.com\u003c/a\u003e .\u003cbr /\u003e\u003cbr /\u003eAlthough the Opening Ceremony of the Olympic Games is still two weeks away on Friday 27 July, large numbers of athletes, officials and the world's media will begin to arrive in London from this weekend (14/15 July).",
     "This will lead to a significant increase in the number of vehicles on the roads in central London, around the Olympic Route Network (ORN) and Games venues. TfL repeated its advice to motorists to avoid driving in these areas from mid-July.\u003cbr /\u003e\u003cbr /\u003eThe Olympic Torch Relay will also start its week-long journey through every one of London's 33 boroughs on Saturday 21 July.",
     "Experience from around the UK shows that very large and enthusiastic crowds will welcome the Torch as it travels through the Capital.",
     "TfL today published animated maps for each day of the Olympic Torch Relay in London, which highlight the impact on the Capital's road and public transport network.",
     "Available at GetAheadoftheGames.com, the animated maps are designed to help businesses and Londoners understand and, if necessary, avoid the likely areas of disruption.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Transport factsheets\"}",
     "In addition, TfL and London 2012 today published a series of 2012 'Transport Factsheets' which provide a summary of predicted road and public transport conditions for each day of the Olympic and Paralympic Games, with detailed travel advice for both spectators and regular travellers.\u003cbr /\u003e\u003cbr /\u003eThe detailed Factsheets are being made available to businesses, stakeholders and the media to aid their travel planning and will be updated, based on experience, on each day of the Games (see notes to editors).",
     "A shorter, more consumer-focused version of the fact sheets - 'Daily Travel Bulletins' - designed for use by the travelling public are now available on the GetAheadoftheGames website. These will also be updated throughout the Games.\u003cbr /\u003e\u003cbr /\u003eMayor of London, Boris Johnson, said: 'The Opening Ceremony is just around the corner, the Olympic flame will soon pass through every London borough, and we are poised and ready to welcome the world to our great city. So as the excitement builds, and visitors pour in, it is vital that every one of us takes the time to plan our Games-time journeys in advance, and avoid busy hotspots, by visiting GetAheadoftheGames.com.'",
     "London's Transport Commissioner, Peter Hendy CBE said: 'Previous Host Cities have told us that people can underestimate the impact that the Games will have on road and public transport networks, adopting a 'wait and see' approach.",
     "'With around one million more people in London every day of the Games, it's absolutely critical that businesses and the public don't do this. TfL's message is simple: don't get caught out, plan ahead at GetAheadoftheGames.com.'",
     "TfL has already started painting the white lines and Olympic Rings that mark out the Games lanes along the ORN, although they will not be operational until 25 July.",
     "Work to adjust the 1,300 traffic signals along the route has also begun and a ban on all planned roadworks on London's A and B roads, which started on 1 July, will run until 9 September. On Monday 16 July, the M4 Games Lane will be brought into operation, to assist the arrival of the athletes, officials and the world's media.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Key dates\"}",
     "TfL today set out the key dates and major travel impacts over the days leading up to and over the first few days of the Games, as follows:\u003cbr /\u003e\u003cstrong\u003e \u003c/strong\u003e : With the Olympic Village opening on Monday 16 July, athletes, officials and the world's media begin to arrive in the Capital in very large numbers.",
     "\u003cstrong\u003eTravel impacts and advice:\u003c/strong\u003e Motorists are advised to avoid driving in central London, around the ORN and Games venues from this time.\u003cbr /\u003e\u003cbr /\u003e\u003cstrong\u003e16 July:\u003c/strong\u003e M4 Games Lane comes into operation, to assist the arrival of the athletes, officials and the world's media.",
     "\u003cstrong\u003eTravel impacts and advice:\u003c/strong\u003e Motorists are advised to avoid driving in central London, around the ORN and Games venues.\u003cbr /\u003e\u003cstrong\u003e \u003c/strong\u003e The major physical preparatory works on the ORN, including installation of barriers to simplify junctions, will be carried out overnight, changing the way the road network operates in central London and along the ORN.",
     "\u003cstrong\u003eTravel impacts and advice:\u003c/strong\u003e Motorists are advised to avoid driving in central London, around the ORN and Games venues.\u003cbr /\u003e\u003cstrong\u003e \u003c/strong\u003e The Olympic Torch Relay visits all 33 of London boroughs (see Notes to editors).",
     "\u003cstrong\u003eTravel impacts and advice:\u003c/strong\u003e Motorists are advised to avoid driving in central London, around the ORN and Games venues. Plan ahead to avoid disruption caused by the Olympic Torch Relay - both on the roads and on public transport - using the animations at GetAheadoftheGames.com.",
     "\u003cstrong\u003e25 July:\u003c/strong\u003e Olympic Route Network starts operation, with Games lanes being enforced (in most cases) from 06:00 to 00.00.",
     "\u003cstrong\u003eTravel impacts and advice:\u003c/strong\u003e Motorists are advised to avoid driving in central London, around the ORN and Games venues.  Plan ahead to avoid the travel hotspots at GetAheadoftheGames.com.",
     "\u003cstrong\u003e26 July:\u003c/strong\u003e The Olympic Torch Relay passes through central London, visiting Camden, Islington, City, Southwark, Lambeth, Kensington and Chelsea, Hammersmith and Fulham, and Westminster, culminating in a concert in Hyde Park. This will be an exceptionally busy day on the road network in central London and motorists are urged to avoid central London.\u003cbr /\u003e",
     "\u003cstrong\u003eTravel impacts and advice:\u003c/strong\u003e Motorists are advised to avoid driving in central London, around the ORN and Games venues. Plan ahead to avoid disruption caused by the Olympic Torch Relay - both on the roads and on public transport - using the animations available at GetAheadoftheGames.com.\u003cbr /\u003e\u003cstrong\u003e \u003c/strong\u003e The Olympic Torch will travel up the River Thames to City Hall and, ultimately, to the Olympic Park for the Opening Ceremony of the London 2012 Olympic Games. Roads and public transport network networks in central London and, later in the day, around Stratford and the Olympic Park will be exceptionally busy. Plan ahead to avoid the travel hotspots.",
     "\u003cstrong\u003eTravel impacts and advice:\u003c/strong\u003e Motorists are advised to avoid driving in central London, around the ORN and Games venues. Westfield Stratford City will close early at 15:00 and those without a ticket to the Opening Ceremony or other event in the area are to avoid travelling to Stratford from this time. Plan ahead to avoid the travel hotspots both on the roads and on public transport at GetAheadoftheGames.com.\u003cbr /\u003e\u003cbr /\u003e\u003cstrong\u003e28/29 July:\u003c/strong\u003e The first days of Olympic competition in London. The Men's and Women's Cycling Road Races take place meaning extensive road closures in central and south west London and Surrey this weekend. Very large crowds are also expected to travel to watch the events and line the streets in London and Surrey.",
     "\u003cstrong\u003eTravel Impacts and advice:\u003c/strong\u003e Motorists are being urged to avoid the areas around the Road Race courses, and spectators are being encouraged to 'stay local' to watch the events. Plan ahead to avoid the travel hotspots both on the roads and on public transport at GetAheadoftheGames.com.\u003cbr /\u003e\u003cstrong\u003e \u003c/strong\u003e The first working day of the Olympic Games - Londoners and visitors to the city are being reminded to plan ahead and avoid the travel 'hotspots', particularly London Bridge which will be a key interchange for people travelling to the equestrian events in Greenwich Park.",
     "\u003cstrong\u003eTravel impacts and advice:\u003c/strong\u003e With 50,000 spectators travelling to Greenwich Park for the equestrian event, London Bridge and rail networks in south east London will be exceptionally busy. There will be no access to trains on platforms 1-6 from London Bridge between 18:00-20:00 and should be avoided. Motorists are advised to avoid driving in central London, around the ORN and Games venues. Plan ahead both on the roads and on public transport to avoid the travel hotspots at GetAheadoftheGames.com.\u003cbr /\u003e\u003cbr /\u003eTfL will continue to provide travel information and advice in the run-up to and during the Games through a wealth of channels, including announcements on the transport network - in stations and on trains - online at GetAheadoftheGames.com and tfl.gov.uk, via digital and social media channels, through media travel bulletins and through staff and Travel Ambassadors on the ground at key stations, transport hubs and locations across London.",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}",
     "\u003cbr /\u003e",
     "@this.ScriptBlock(\n        @script)"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}