{
 "pageTitle": "TfL unveils new plans to increase Tube escalator reliability",
 "description": "TfL has been reviewing the efficiency of contracts for the maintenance of escalators to ensure they are operating reliably and has awarded a 30 year contract to Otis for the provision of at least 50 escalators for the Tube network. The contract, awarded",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL unveils new plans to increase Tube escalator reliability",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "As part of the ongoing efforts to cut Tube delays by 30 per cent by 2015, Transport for London (TfL) has unveiled plans to further increase the reliability of escalators operating across the London Underground (LU) network."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "TfL has been reviewing the efficiency of contracts for the maintenance of escalators to ensure they are operating reliably and has awarded a 30 year contract to Otis for the provision of at least 50 escalators for the Tube network.",
     "The contract, awarded jointly with Crossrail Limited, also includes 57 escalators for the new Crossrail stations in central London.",
     "Under this contract, Otis has committed to a 60 per cent improvement in Tube escalator reliability with incentives to increase this further and payments are linked to achieving these improvements.",
     "Gareth Powell, LU's Director of Strategy and Service Development said: 'We are engaged in a massive programme to upgrade the Tube which will, with Crossrail, see transport capacity increase by more than 30 per cent over the next 10 years.",
     "'During the coming years, London Underground and Crossrail will install over 100 new escalators; providing a common industry standard escalator across the Tube network will deliver improved reliability and better value for customers.",
     "There are over 428 escalators across the Tube network, each escalator operates for 20 hours a day and they are intensively used so need to be built to last.",
     "The cost of designing, building and maintaining a single escalator over its 40 year life is around £2.5m. This contract will see up to a 57 per cent capital cost saving per standard escalator.",
     "The scale of the contract, worth £190 million is such that it will be one of the biggest orders ever placed in the UK for station escalators. The joint procurement will also realise significant cost savings of up to £65 million over the 30 year contract that would not otherwise be achieved if separate, smaller orders had been placed.",
     "Martin Rowark, Crossrail's Procurement Director, said: 'Every day millions of passengers on London's transport network are reliant on escalators to get them to and from station platforms.",
     "'Crossrail will carry over 200 million passengers each year and escalators will play a crucial role in getting passengers into the massive new stations and onto trains that will whisk them across London.",
     "'Crossrail and TfL have combined our buying power to secure significant cost savings as well as a standardised escalator for stations and a long-term maintenance deal.'",
     "The contract covers the provision of escalators at 13 stations across the Tube network as well as for the Crossrail stations at Paddington, Bond Street, Tottenham Court Road, Farringdon, Liverpool Street and Whitechapel.",
     "Lindsay Harvey, Otis President (UK \u0026 Central and Eastern Europe Area), said: 'Otis are honoured to have been awarded this prestigious contract and are fully committed to this important project for London.",
     "'With the global Otis organisation supporting the Otis UK team we look forward to delivering a high performing and quality escalator product to serve Transport for London and the Crossrail project for the 30 year contract period and beyond.'",
     "Under this contract, installation of new escalators for the Tube network is due to begin in early 2013 with work underway from 2014 at the Crossrail stations.",
     "The contract is also open to the whole TfL group and could be extended further to meet any future Tube needs and that of Docklands Light Railway and London Overground.\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors: \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The award value of the contract is £190 million\",\"The component value of the Crossrail station escalators is in the region of £40 million\",\"The first escalator was installed on London's transport network at Earl's Court Tube station in 1911\",\"The Crossrail route will pass through 37 stations and run 118 km (73 miles) from Maidenhead and Heathrow in the west, through new twin-bore 21 km (13 miles) tunnels to Shenfield and Abbey Wood in the east\",\"When Crossrail opens it will increase London's rail-based transport network capacity by 10%, supporting regeneration and cutting journey times across the city. Crossrail services are due to commence through central London in 2018\",\"Crossrail is being delivered by Crossrail Limited (CRL). CRL is a wholly owned subsidiary of Transport for London. Crossrail is jointly sponsored by the Department for Transport and Transport for London\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}