{
 "pageTitle": "TfL harnesses social media to share real-time travel information during the Games",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL harnesses social media to share real-time travel information during the Games",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Around 125,000 people already following TfL's Twitter feeds for live travel information and advice."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "During the Games we'll be tweeting to keep everyone updated so they know if their journey will be affected.",
     "{\"template\":\"bulletlist\",\"items\":[\"Over 1.5 million people have already planned their travel at GetAheadoftheGames.com\",\"During the Games, follow @TfLTrafficNews, @TfLTravelAlerts and @GAOTG for the latest on how services and roads are operating, with a full list of all TfL's social media channels at tfl.gov.uk/socialmedia\"]}",
     "Transport for London (TfL) is using a range of social media and digital channels to provide real-time travel information ahead of and during the London 2012 Games.",
     "Every day of the Games will be different, with a range of venues and road events taking place across London.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Vital help\"}",
     "Real-time travel information will be vital in helping people move around as London continues its transformation into a huge sporting and cultural venue.",
     "TfL and London 2012 are urging people to follow TfL's Twitter feeds for the latest on how the Capital's public transport services and roads are operating.",
     "Followers can get the latest traffic news from @TfLTrafficNews, real-time updates covering all London Underground, DLR and London Overground services and accessibility from @TfLTravelAlerts and advice on travelling during the Games from @GAOTG.",
     "A full list of TfL's social media channels is available at tfl.gov.uk/socialmedia which includes details of the Twitter feeds for each of the 11 different London Underground lines, the Docklands Light Railway, London Overground and Barclays Cycle Hire.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Fast advice\"}",
     "Londoners and visitors can also get the latest updates from the TfL website, by subscribing to email alerts on GetAheadoftheGames.com and from notices and announcements at stations.",
     "Chantel Thorpe, whose role at TfL involves posting tweets from @TfLTravelAlerts and individual Tube line Twitter accounts, said: 'People tell us they really appreciate getting travel updates in real-time.",
     "'When the situation is changing from hour to hour, social media can be one of the fastest ways to get information and advice to our customers.",
     "'During the Games we'll be tweeting to keep everyone updated so they know if their journey will be affected.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Follow our service updates\"}",
     "TfL's Managing Director of Marketing and Communications, Vernon Everitt, said: 'London continues its transformation into a massive sporting and cultural venue.",
     "'With a million more people here during the Games and a range of different events happening every day, our public transport network and roads will be exceptionally busy.",
     "'Our social media tools like Twitter are an increasingly important way of offering people advice and support to help them avoid the travel hotspots.",
     "'We're hoping that the many thousands of people who already follow our service updates on Twitter will make some of our Twitter channels their 'Follow Friday' recommendations today and use #GAOTG to join the conversation.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Londoners can sign up for free email alerts to help them plan their journeys at Games-time at \\u003ca href=\\\"http://www.tfl.gov.uk/gamesemails\\\"\\u003ewww.tfl.gov.uk/gamesemails\\u003c/a\\u003e \",\"The 'Temporary Road Changes' planning tool can be found on the GetAheadoftheGames website here: \\u003ca href=\\\"http://www.GetAheadoftheGames.com/travelinaffectedareas/city/london-temporary-road-changes.html\\\"\\u003ewww.GetAheadoftheGames.com/travelinaffectedareas/city/london-temporary-road-changes.html\\u003c/a\\u003e \",\"Ticket holders can use the Spectator Journey Planner to plan their journey to one of the Games venues: \\u003ca href=\\\"http://travel.london2012.com/SJPWeb/Pages/JourneyPlannerInput.aspx\\\"\\u003ehttp://travel.london2012.com/SJPWeb/Pages/JourneyPlannerInput.aspx\\u003c/a\\u003e \",\"#ff @TfLTrafficNews, @TfLTravelAlerts, @GAOTG\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}