{
 "pageTitle": "Work on further improvements to major junctions in the Capital begins this autumn",
 "description": "Innovative traffic signals, segregated cycle lanes and more safety mirrors to be delivered at key locations across LondonA multi-million pound safety improvement programme for cyclists at major junctions across the Capital will begin this autumn as part",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Work on further improvements to major junctions in the Capital begins this autumn",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "More than 50 junctions to see improvements for cyclists during the next 18 months."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "I am one hundred per cent committed to making London's roads safer for cyclists and other vulnerable road users",
     "{\"template\":\"bulletlist\",\"items\":[\"Innovative traffic signals, segregated cycle lanes and more safety mirrors to be delivered at key locations across London\"]}",
     "A multi-million pound safety improvement programme for cyclists at major junctions across the Capital will begin this autumn as part of a review of major junctions in the Capital by Transport for London (TfL).",
     "The Mayor asked TfL to work with leading cycling and road safety organisations on a programme to review all junctions on the existing cycle superhighways, locations on the TfL network where schemes are already planned and a number of other locations that are challenging for cyclists.",
     "An initial review of 500 locations has now been completed, which has allowed TfL to identify a priority list of 100 junctions, based on a range of measures such as user feedback, cyclist numbers and collision data.",
     "Work to explore initial design options at these priority locations is now well under way, with TfL committed to completing the review and having detailed designs for all of these 100 junctions by the end of 2013.",
     "It has also been confirmed that physical improvements will also be made at more than 50 junctions across the Capital over the next 18 months, with the first being delivered by the end of 2012.",
     "The 50 junctions selected will comprise 35 junctions from the top 100 and 15 junctions from the remaining 400 junctions.",
     "Improvements at these locations will include widening junctions to allow more space for cyclists, creating more segregated cycle lanes and installing innovative 'early-start' traffic signals to allow cyclists to move through the junction ahead of other traffic.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Future designs\"}",
     "The designs for the remaining junctions will be reviewed by TfL as part of a process that will be regularly updated to ensure that the latest lessons from the junction review process are included in future designs for junctions, including the future Barclays Cycle Superhighways.",
     "Residents and stakeholders will also be consulted on the proposed design before work begins on site, to ensure that the changes reflect the needs of the local community.",
     "Boris Johnson, the Mayor of London, said: 'I am one hundred per cent committed to making London's roads safer for cyclists and other vulnerable road users.",
     "'Our review of junctions is making a major contribution to that aim and I want particularly to thank the many stakeholder organisations that have provided detailed input to this review already.'",
     "Leon Daniels, Managing Director of Surface Transport at TfL, said: 'Cycling in London has rapidly increased in recent years, with many more thousands of people taking to two wheels than ever before.",
     "'Our junction review programme has allowed us to relook at key junctions on our road network and identify a range of innovative improvements which, when delivered, will greatly benefit all road users across London.'",
     "TfL will also be installing a further 100 blind spot safety mirrors (commonly known as 'Trixi' mirrors) on junctions across London by April 2013 as part of its ongoing work to improve cycle safety.",
     "That work will build on the 150 mirrors already installed by TfL and Crossrail across London, which have helped to ensure that cyclists are seen by left-turning vehicles more easily.",
     "Work on the next phase of the Barclays Cycle Superhighways will also begin in 2013 and is designed to deliver a range of cycling infrastructure improvements along key routes in London.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Lessons learnt\"}",
     "These new superhighways will reflect and incorporate lessons learned from the junction review.",
     "TfL are discussing with the local Borough plans for the extension of the existing Route 2 from Bow Roundabout to Stratford High Street during the summer of 2013; and work to deliver Route 5 between Victoria and Lewisham via Camberwell will be completed by the end of 2013.",
     "The designs of future routes will reflect the lessons learnt both in the junction review and from the previous four routes across London.",
     "Detailed plans for the next phase of cycle superhighways will be shared later this year and early in 2013, with TfL committed to deliver all 12 Barclays Cycle Superhighways by the end of 2015.",
     "Cycle design guidance for other highway authorities across London will also be updated to include the latest developments, design concepts from European highway authorities and lessons learnt from the ongoing junction review programme.",
     "The revised London Cycle Design Standards will be available for all highway authorities to use when designing or changing road layouts across London as well as provide guidance to allow boroughs to install safety mirrors on their road network as necessary.",
     "For more information about the junction review process, and a list of the junctions covered under the review, please visit \u003ca href=\"http://www.tfl.gov.uk/junctionreview\"\u003etfl.gov.uk/junctionreview\u003c/a\u003e ",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}