{
 "pageTitle": "A new foot and cycle bridge for Hounslow",
 "description": "The brand new shared-use bridge, built alongside the existing road bridge, will make it safer and easier for pedestrians and cyclists to travel between Bedfont and Feltham, west of the borough. There is no path for pedestrians on the existing bridge and",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "A new foot and cycle bridge for Hounslow",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) and the London Borough of Hounslow today unveiled a new foot and cycle bridge that allows pedestrians and cyclists to cross the railway at Bedfont Road in Hounslow in greater safety."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This investment shows that by working with boroughs like Hounslow we can improve cycling provision not only in central London, but further afield as well.",
     "The brand new shared-use bridge, built alongside the existing road bridge, will make it safer and easier for pedestrians and cyclists to travel between Bedfont and Feltham, west of the borough.",
     "There is no path for pedestrians on the existing bridge and cyclists share the narrow road with other traffic.",
     "The bridge will improve Hounslow's cycling provision, as the council works with TfL and the Mayor of London to become a true biking borough.",
     "On 9 August the Mayor of London's Skyride, Hounslow, will bring a huge celebration of cycling to the area.",
     "This is the first time that the event, which attracted some 50,000 people to cycle through central London last year, has been outside of zone one.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Making cycling safer\"}",
     "Kulveer Ranger, the Mayor of London's Director of Transport Policy, said: 'We are determined to make cycling in London easier, safer, and more convenient, and this project delivers in every respect.",
     "'This investment shows that by working with boroughs like Hounslow we can improve cycling provision not only in central London, but further afield as well.",
     "'It's great to see Hounslow leading the way and becoming a true biking borough.'",
     "Transport for London's Head of Cycling, Walking and Accessibility, Peter McBride said: 'TfL has invested £950,000 in the new pedestrian and cyclist bridge over the railway line on Bedfont Road, as the existing road bridge is very narrow, and has no footpath for pedestrians to use.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Attractive and convenient\"}",
     "'We hope that this much needed new shared-use bridge will provide an attractive and convenient link across the railway line that encourages more people to walk and cycle in the area.'",
     "Cllr Paul Lynch, Mayor of the London Borough of Hounslow, said: 'I'm delighted at the opening of the bridge. I first became aware of the need for it when we were developing Bedfont Lakes, the old bridge was an obstacle, this will really make a difference.",
     "'The council is committed to keeping its residents safe, and I think that our investment of £500,000 towards the bridge and close work with TfL will go a long way to making this part of the borough safer for those who regularly walk and cycle.'\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"During 2008, one pedestrian was seriously injured and three pedestrians were slightly injured, in the Bedfont Road area of Hounslow\",\"Bedfont road bridge connects Bedfont and Feltham in west Hounslow\",\"The new 3.5 metre foot and cycle path will provide a safe route for pedestrians and cyclists separated from motor traffic\",\"Funding for local transport schemes is allocated each year to London boroughs by TfL in response to applications made by boroughs based on their Local Implementation Plans (LIPs)\",\"The Mayor and TfL want to make London one of the world's most walking friendly city by 2015, and aim to increase cycle journeys in the Capital by 400 percent by 2025\\u003cbr /\\u003e\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}