{
 "pageTitle": "Application submitted for London Permit Scheme to help smooth traffic flow",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Application submitted for London Permit Scheme to help smooth traffic flow",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Coordinated street works and an end to unnecessary disruption on Capital's streets move a step closer."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "When companies dig up our roads they must be mindful of the disruption they are causing and keep it to an absolute minimum",
     "As part of the commitment by Mayor of London, Boris Johnson, to smooth traffic flow in the Capital, Transport for London (TfL) today submitted its application for a new London Permit Scheme to the Department for Transport.",
     "The permit scheme, which is also being submitted by 18 London boroughs, aims to regulate street works and would help to ensure that any company that wants to dig up London roads agrees to conditions and timing that limit the consequential disruption suffered by Londoners.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Considering everyone\"}",
     "Feedback from consultation has led to the inclusion of a section to ensure the needs of disabled and visually impaired pedestrians are taken into consideration when it is necessary to work on footpaths or alter road crossings.",
     "The scheme could be in place before the end of this year and will ensure that street works are undertaken as quickly as possible and at the same time as other necessary works at the location, wherever practical.",
     "It is estimated there are around one million holes dug in London's roads each year, with little or no regulation.",
     "There are more than 100 utility companies that are currently only required to give short notice of upcoming works - 80 per cent of works are carried out in less than three days notice to the Highway Authority.",
     "The Mayor is already working with the utility companies to improve the situation, including persuading Thames Water and two other utility companies to plate over works trenches when they are not in use.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Keeping disruption to a minimum\"}",
     "Mayor of London, Boris Johnson said: 'Londoners are tired of sitting in jams caused by traffic being funnelled through a slalom course of cones and temporary fencing, which often seem to be cordoning off nothing but abandoned equipment.",
     "'When companies dig up our roads they must be mindful of the disruption they are causing and keep it to an absolute minimum.",
     "'We have introduced a voluntary code of conduct, working with the companies on keeping the roads clearer, but a crucial step is to give the process some real teeth, which is what we are asking the Government to empower us to do with this permit scheme.'",
     "David Brown, Managing Director of Surface Transport at Transport for London, said: 'After a full consultation we have taken on board all the feedback received and we are now ready to submit the scheme to the DfT for approval.",
     "'With a permit scheme in place, anyone who wants to dig up the road will have to think carefully about the impact their works will have on motorists, pedestrians and local residents, and will have to find the best way to reduce that impact before they start.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Reducing noise\"}",
     "'From reducing the noise of road drills at night to ensuring that organisations work on the same stretch of road at the same time, this scheme is something that could really reduce the effects of roadworks on Londoners and make it easier to move around the Capital.",
     "'TfL and the London boroughs have worked very closely on defining a common scheme for London while liaising with the utility companies and other organisations, and the outcome demonstrates the type of joint working that this project demands.'",
     "Local authorities currently have limited powers to control where, when and for how long they can dig up roads - regardless of the chaos they may cause.\u003cbr /\u003e\u003cbr /\u003eThe final decision rests with the Secretary of State for Transport. A decision is expected in the next three months.\u003cbr /\u003e",
     "Notes to editors:",
     "{\"template\":\"bulletlist\"}",
     "\u003cstrong\u003eTfL is working with the Mayor on a range of measures to ease traffic flow, including:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Re-phasing of traffic signals to get traffic flowing more smoothly, without affecting the safety of pedestrians and vulnerable road users. Benefit is being derived from improvements to the co-ordination of adjacent signals which reduces the amount of stopping and starting between traffic signal junctions\",\"Motorcycles are being allowed in the majority of TfL-controlled bus lanes. Motorcyclists are able to share red route bus lanes with buses, cyclists and licensed black taxis on a trial basis for 18 months\",\"Work is already underway with Thames Water focused on reducing the impact of the works they need to do to repair and replace the miles of Victorian water mains in the capital. TfL is now working closely with them on the use of steel plating to cover excavations when work is not in progress and a joint project team has been formed to work on its implementation\",\"TfL has invited companies interested in running a cycle hire scheme to get in touch. From May 2010 people will be able to pick up and drop off hire bikes at 400 locations across London's zone one travel area\",\"TfL is reviewing all major schemes that could reduce the capacity of the road network, with a view to minimizing the impact on traffic flow. Some schemes, for example Parliament Square, have now been cancelled because of the negative impact on journey times and traffic congestion they would have had in the area\",\"TfL is setting up a task force with external experts to review further ways in which traffic flows can be smoothed\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}