{
 "pageTitle": "First new Victoria line train begins running in passenger service",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "First new Victoria line train begins running in passenger service",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Train to enter full passenger service, alongside others, later this year."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Londoners have heard a lot of talk about investment on the Tube, but now they can see and experience the reality of the upgrades",
     "London Underground (LU) has begun running the first of the new Victoria line trains, with this week seeing the first train operate during passenger service.",
     "The new trains are part of the Victoria line upgrade which, along with new track and signalling, will offer customers a smoother, more comfortable ride, with more frequent trains, a reduction in journey times and nearly 20 per cent more capacity.",
     "The new train will run, initially, towards the very end of the day, several nights per week, in tandem with the new signalling system.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Ready to run\"}",
     "It will gradually operate for more hours of the day over the coming weeks and will roll out into full passenger service in the autumn, when further new trains will start to be delivered.",
     "The new Victoria line trains will feature in-carriage CCTV, improved wheelchair access, better ventilation, and improved visual and audio customer information systems.",
     "Richard Parry, LU's Managing Director, said: 'These wonderful new trains, the first on the Tube for over 10 years, have undergone hundreds of hours of testing and are now ready to run during passenger service for the first time.",
     "'Customers will be able to experience the train in action, initially just at the end of the day before entering full passenger service later this year.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Delivered on schedule\"}",
     "'The current Victoria line trains have been operating for 40 years and carry close to 200 million passengers per year.",
     "'The upgrade of the Victoria line is vital to renew the old assets and increase capacity to keep up with the growth of customer demand, forecast to be up over 15 per cent on today by 2025.",
     "'This milestone, delivered on schedule exactly two years after the collapse of Metronet, is further evidence of the renewed delivery capability at London Underground.",
     "'Working in partnership with Bombardier and Westinghouse as one team, we are marrying the best private sector skills with LU's core strengths to deliver the upgrade on time and on budget.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Transform journeys\"}",
     "Kulveer Ranger, the Mayor of London's Transport Director, said: 'Londoners have heard a lot of talk about investment on the Tube, but now they can see and experience the reality of the upgrades that they have been promised.",
     "'The new trains are a fantastic, state-of-the-art addition to the Tube network, which - along with signal upgrades - will transform the journeys of those using the Victoria line.'",
     "LU is delivering the biggest investment programme in generations.",
     "The challenge is to upgrade the Tube while at the same time keeping the service running for the millions who depend on it every day.",
     "Demand for the Tube is close to record levels with more than a billion passenger journeys each year. When completed, the investment programme will deliver nearly 30 per cent extra capacity across the Tube network.",
     "{\"template\":\"bulletlist\",\"items\":[\"The Victoria line was the world's first automatic railway. The upgrade will replace the existing signalling system with a more sophisticated one\",\"The Victoria line is one of the busiest on the Tube network it carries over 630,000 a day and 183 million each year\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}