{
 "pageTitle": "Mayor unveils Overground trains with an Underground twist",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor unveils Overground trains with an Underground twist",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The latest stage of improvements to Transport for London's Overground services was unveiled today as new trains began to be rolled out on the network."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "'For far too long passengers on our Overground lines have suffered from crumbling, unreliable trains.",
     "The brand new, walkthrough trains will have more space for passengers, improved CCTV and air conditioning.",
     "The Mayor of London, Boris Johnson, rode the first of the new London Overground trains and was delighted to see the improvements.\u003cbr /\u003e\u003cbr /\u003eThe Mayor said: 'For far too long passengers on our Overground lines have suffered from crumbling, unreliable trains that were just not up to muster.",
     "'Every element on these brand spanking new trains has been crafted to meet the Capital's needs and the standard of design will surprise even the most hardened traveller.",
     "'Air conditioning, walkthrough carriages and CCTV, combined with the completion of all the East London Line work by 2012, will revolutionise the London Overground network.'\u003cbr /\u003e\u003cbr /\u003eThe Mayor was joined by London's Transport Commissioner, Peter Hendy, at Willesden Junction Station to unveil the first of 54 new trains that will be rolled out across the whole of Transport for London's (TfL) London Overground network.\u003cbr /\u003e\u003cbr /\u003eThe fleet will be similar to Tube trains, with more flip-down seats, giving more standing room to allow for hop-on, hop-off journeys, reflecting the type of short trips most passengers make on the network.\u003cbr /\u003e\u003cbr /\u003eThe arrival of the new trains is a crucial stage in TfL's ambitious plans to build London Overground into an orbital railway around the capital by 2012.\u003cbr /\u003e\u003cbr /\u003eAs well as air conditioning, the trains will also feature driver-monitored CCTV, improved security for passengers, and state-of-the-art information displays and announcements.\u003cbr /\u003e\u003cbr /\u003eLondon's Transport Commissioner, Peter Hendy, said: 'The new trains will play a vital role in providing transport for Olympic spectators and are a dramatic improvement on the trains we inherited.",
     "'By 2011 we will be able to add a fourth carriage, increasing capacity by 50 per cent.\u003cbr /\u003e\u003cbr /\u003e'As we roll out this new fleet, we will continue our expansion of the line and our station improvements programme, which will make the former service unrecognisable.'\u003cbr /\u003e\u003cbr /\u003eThe new trains, which will be three-carriages long, will be able to carry almost 500 people, which is an eight per cent increase compared to the outgoing trains.\u003cbr /\u003e\u003cbr /\u003eWhen Overground platforms are extended in 2011 to cater for trains four-carriages long, the trains will be able to carry almost 700 people each - almost 50 per cent more passengers than now.\u003cbr /\u003e\u003cbr /\u003eIan Brown, London Overground Managing Director, said, 'TfL's London Overground is setting the bar high for future metro rail services.\u003cbr /\u003e\u003cbr /\u003e'These trains are unique and demonstrate that rail travel for high frequency services can be brought into the 21st century.",
     "'I'm confident that this approach will inspire the transformation of metro rail services across the UK and I expect other train operators to follow our lead.'\u003cbr /\u003e\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"The scheduling for the introduction of the new trains is as follows: The first 24 trains will run on the existing north London, west London and Watford-Euston lines of the Overground network, then a further 20 will be delivered for the East London line extension which will be part of the Overground network when completed next year. A further 10 will be delivered to run throughout the network by 2011. There will also be eight new diesel trains for the Gospel Oak to Barking lines by 2010\",\"The trains were built in Derby by Bombardier who will also maintain them. The construction and maintenance contract is worth £223m\",\"The new trains are Class 378s, modelled on Bombardier's Class 376 Electrostar but designed specifically for the high volume of passengers on busy inner metropolitan routes\",\"By 2011 the three-car trains will be extended to four-cars and a further 10 four-car trains will be in service\",\"The new trains will significantly improve passengers' comfort, with:\\u003cbr /\\u003eMore space due to the improved layout\\u003cbr /\\u003eGreater security due to clear sightlines right through the carriages and onboard CCTV monitored by the driver\\u003cbr /\\u003eQuicker boarding and alighting with wider doors\\u003cbr /\\u003eImproved accessibility with dedicated wheelchair bays\\u003cbr /\\u003eWide aisles and wide gangways meaning easy walkthrough carriages\\u003cbr /\\u003eStep free access on to the train via a wheelchair ramp\\u003cbr /\\u003eReal time information, with announcements made by PA and in-carriage screens\\u003cbr /\\u003eAir conditioning\\u003cbr /\\u003eWider seats\",\"The new trains are designed to be ten times more reliable than the old ones, which develop faults every 4,000 to 5,000 miles. The new ones are expected to develop faults only after 40,000 miles\",\"QW Rail Leasing Ltd will pay Bombardier for the trains and own them, leasing them to TfL who will make them available to LOROL. QW Rail Leasing is a consortium comprising nabCapital (a division of National Australia Bank) and SMBC Leasing (a UK subsidiary of Sumitomo Mitsui Banking Corporation)\\u003cbr /\\u003e\"]}",
     "@this.ScriptBlock(\n        @script)"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}