{
 "pageTitle": "New signalling contract to boost capacity and reliability on 40 per cent of Tube",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New signalling contract to boost capacity and reliability on 40 per cent of Tube",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Contract for Sub Surface lines marks next stage in delivery of huge Tube upgrade.",
     "Will deliver more reliable trains, more often on Circle, District, Hammersmith \u0026 City and Metropolitan lines."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We have saved London's fare and taxpayers millions of pounds, ensuring London will get the transformed Tube it needs at the best value for the public purse",
     "London Underground (LU) has issued an invitation to tender for the re-signalling programme for the Circle, District, Hammersmith \u0026 City and Metropolitan lines (Sub-Surface lines).",
     "The contract is the single biggest piece of work on the Tube as London Underground continues its largest investment programme since the Second World War.",
     "Coupled with a fleet of 191 new air-conditioned walk-through trains, the new signalling will mean customers can travel more quickly and frequently on the District, Circle, Hammersmith \u0026 City and Metropolitan lines. Delivering nearly 50 per cent increase in capacity.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Billions saved\"}",
     "LU decided to re-tender the contract last year following the collapse of Metronet in 2007 as the original contract placed by Metronet did not provide the best technical solution or the best value for money.",
     "It also follows recently published  figures which show that, following Metronet's collapse and then transfer to LU, around £2.5billion has been saved through the renegotiation of contracts, revising the upgrade programme, better procurement and operational efficiencies.",
     "Richard Parry, Managing Director of London Underground, said: 'We're investing billions to transform the Tube.",
     "'This new Sub-Surface lines signalling contract will, when complete, deliver huge increases in capacity and reliability, to provide our customers with the service they need.",
     "'The original contract that we inherited from Metronet was over-priced and incompatible with other signalling systems on the Tube network.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Better value service\"}",
     "'By re-tendering, we have saved London's fare and taxpayers millions of pounds, ensuring London will get the transformed Tube it needs at the best value for the public purse.'",
     "Kulveer Ranger, the Mayor of London's Director of Transport policy, said: 'We will all notice as new trains start to roll out on the Tube, but equally important to Londoners' journeys is the renewal of the signalling system, which will allow the trains to carry passengers more quickly and reliably.",
     "'That we are delivering this whilst at the same time saving many millions of pounds is good news for London.'",
     "The invitation to tender went out on Thursday 16 July and responses are due back in by Friday 18 December.\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"The sub surface lines which covers over 300km of track and serves around 40 per cent of the Tube network\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}