{
 "pageTitle": "TfL and Oakmayne sign agreement for Woolwich Arsenal DLR station development",
 "description": "The new developments are planned to be around 165,000 sq ft in size and will include residential and commercial use. The new DLR extension to Woolwich Arsenal has been a huge success with more than two million passengers passing through the station since",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL and Oakmayne sign agreement for Woolwich Arsenal DLR station development",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) today signed a joint venture agreement with Oakmayne Properties to develop 1.5 acres of space above the new Docklands Light Railway (DLR) station at Woolwich Arsenal and at the former DLR work site in Woolwich Town Centre."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The DLR Woolwich Arsenal extension has made a tremendous contribution to the regeneration of the local area",
     "The new developments are planned to be around 165,000 sq ft in size and will include residential and commercial use.",
     "The new DLR extension to Woolwich Arsenal has been a huge success with more than two million passengers passing through the station since it opened in January 2009.",
     "The DLR extension has increased access to jobs, healthcare and leisure for local people and contributed towards the regeneration of Woolwich Town Centre.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Regenerating Woolwich\"}",
     "Development of the space above the two station entrances and at the former work site will now add further impetus to the regeneration of Woolwich.",
     "Under the terms of the joint venture Oakmayne will be responsible for gaining planning permission for the sites and the delivery of the development whilst TfL will remain landowners.",
     "On completion, the properties will be sold and any profit from the sale split between the two parties.",
     "All funds received by Transport for London will be invested in improving and expanding London's transport network.",
     "Anthony Bickmore, TfL Head of Property Development, said: 'The DLR Woolwich Arsenal extension has made a tremendous contribution to the regeneration of the local area, providing a connection to Canary Wharf, the City and the wider Tube network.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Sustainable housing\"}",
     "'This new joint venture will add further impetus by creating much needed sustainable housing stock.'",
     "David Humbles, Director of Oakmayne Properties, added: 'The partnership between Oakmayne and TfL is an important milestone for Woolwich and will add new impetus to the town's regeneration programme.",
     "'Oakmayne's design-led approach to urban development projects and comprehensive regeneration experience will ensure these strategic sites are transformed into high-quality hubs.'",
     "TfL and Oakmayne intend to submit a planning application for a mixed use scheme on one of the sites to the London Borough of Greenwich, the local planning authority, in 2010.",
     "{\"template\":\"bulletlist\",\"items\":[\"Woolwich Arsenal DLR station opened on 12 January 2009 and includes step-free access to platforms and trains. It has two entrances, at Greens End and Woolwich New Road and is fully-integrated with existing Woolwich Arsenal National Rail services\",\"The DLR services mean that Woolwich is now 30 minutes away from Bank station in the heart of the City by direct DLR service\",\"DTZ acted as consultants and development agents for the disposal of the three sites on behalf of TfL. South Central Management acted as consultants for Oakmayne Properties\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}