{
 "pageTitle": "TfL appoints new Director of Taxi and Private Hire at the Public Carriage Office",
 "description": "John Mason, previously the Deputy Director for Congestion Charging and Traffic Enforcement, will take up his role on 28 September 2009.He takes over from Ed Thompson, who announced he was stepping down from the role last month.Jeroen Weimar, TfL's Chief",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL appoints new Director of Taxi and Private Hire at the Public Carriage Office",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) has today announced John Mason as its new Director of Taxi and Private Hire at the Public Carriage Office."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "John Mason, previously the Deputy Director for Congestion Charging and Traffic Enforcement, will take up his role on 28 September 2009.",
     "He takes over from Ed Thompson, who announced he was stepping down from the role last month.",
     "Jeroen Weimar, TfL's Chief Operating Officer for Enforcement and Compliance, said: 'John will take forward the already excellent work of the PCO, with a focus on delivering the Mayor's key objective of cracking down on illegal taxi touts.'",
     "John Mason said: 'I am delighted to have this great opportunity to join the Public Carriage Office.",
     "'This is a unique opportunity to work with the taxi and private hire trades, whose members provide such a vital service to the Capital.",
     "'London's taxi and private hire services are already the best in the World and I'm looking forward to working with the trade to provide an even better service for Londoners.",
     "'I'm sure members of the trade won't hesitate to give me their views.'",
     "{\"template\":\"bulletlist\",\"items\":[\"The role reports directly to Jeroen Weimar, Chief Operating Officer for Enforcement and Compliance (Surface Transport)\",\"John Mason, 39, joined TfL in December 2001 from Westminster City Council where he had been responsible for the management of the City Council's various parking enforcement contracts and off-street car park portfolio\",\"As Head of Enforcement Operations for Congestion Charging John was a key member of the core TfL team responsible for the successful delivery and implementation of the Scheme in London. He was promoted to Deputy Director of Congestion Charging and Traffic Enforcement in June 2008 when his responsibilities also included the delivery and operation of enforcement cameras and number plate recognition systems, critical relationships with the third parties such as the DVLA and implementation of the Digital Traffic Enforcement System (DTES)\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}