{
 "pageTitle": "TfL announces sale of East Thames Buses",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL announces sale of East Thames Buses",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Transport for London (TfL) Board today announced its decision to sell East Thames Buses (ETB) to London General Transport Services Limited, part of the Go Ahead Group."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This deal represents much better value for money for fare and taxpayers",
     "The transfer of ETB by TfL to the private sector will save TfL more than £30m over the next nine years, through the sale of assets and reduced operating costs, thus providing significantly better value for money for fare and taxpayers.",
     "David Brown, Managing Director for Surface Transport, said: 'The operation of ETB is not a part of TfL's core business and this deal represents much better value for money for fare and taxpayers.",
     "'We are confident that London General will deliver improvements in service for passengers on the nine routes currently operated by ETB, at a reduced cost.",
     "'All employees working for ETB will be transferred to London General on the same contractual terms.'",
     "It is expected the ETB operations will transfer to London General in early September.",
     "All ETB bus routes will continue to operate as normal and all affected employees are being consulted and will be transferred according to the provisions of the Transfer of Undertakings (Protection of Employment) Regulations 2006, maintaining their current contractual terms.",
     "{\"template\":\"bulletlist\",\"items\":[\"ETB currently operates seven bus routes and two school bus routes, representing about 1.3 per cent of the London bus network.  The routes it operates are: 1, 42, 108, 132, 180, 185, 201, 661, 669 and N1\",\"New five year contracts, with the option of a two year extension if performance standards are met, have been negotiated on the nine bus routes with London General\",\"TfL's assets (113 buses, equipment and associated property interests) will be purchased by London General subject to contract\",\"The projected savings through the sale of ETB come from:\\u003cbr /\\u003e- A decrease in operating expenditure through reduced costs for corporate support services\\u003cbr /\\u003e- Lower bus operating contract prices thanks to economies of scale\\u003cbr /\\u003e- TfL will no longer need to bear the cost of refurbishment and replacement of the ETB fleet\",\"TfL announced its decision to consider whether \\u003ca title=\\\"Moving ETB\\\"href=\\\"http://www.tfl.gov.uk/corporate/media/newscentre/archive/10800.aspx\\\"\\u003emoving ETB to the private sector \\u003c/a\\u003e would provide better value for money in December 2008\",\"ETB was created after the Harris Bus Company Ltd went into administration in December 1999.  At that time, there were no bus operators in a position to take over the operation, so services were brought in house by London Transport under the newly formed ETB\"]}",
     "\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}