{
 "pageTitle": "TfL's Tube service updates light up iconic 'Coca-Cola' Sign at Piccadilly Circus",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL's Tube service updates light up iconic 'Coca-Cola' Sign at Piccadilly Circus",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "From today, Londoners and visitors walking through Piccadilly Circus will be able to get the latest information on their Tube journeys by glancing at the world-famous 'Coca-Cola' Piccadilly sign."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The 'Bus' and 'Tube' films are popular with consumers and so it makes perfect sense to add an interactive and informative element to them",
     "Transport for London (TfL) has formed a partnership with Coca-Cola Great Britain to display up-to-the-minute Tube travel information on the iconic digital billboards from 20 July.",
     "This move complements TfL's extensive range of online Travel Tools which include the TfL website with its travel information status board and free text and email alerts - which are aimed at providing Londoners and visitors with the latest Tube travel information to help them work out the quickest journey from A to B.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Live ticker\"}",
     "Nigel Marson, TfL's Director of Group Marketing, said: 'This innovative partnership with Coca-Cola allows us to extend a much appreciated information service to passengers travelling through one of London's busiest thoroughfares and best known visitor destinations.",
     "'Tube service updates on the digital billboard at Piccadilly Circus are another fantastic way to help our passengers plan their journey while on the move.'",
     "The billboard screen which is run on 100 per cent certified green electricity will display Tube travel updates by running a live ticker alongside a 'Bus' and 'Tube' sequence, at the bottom of the Coca-Cola Piccadilly sign.",
     "The information will run every five minutes from Monday to Friday from 08:00 to 18:00 and is targeted at the 1.1 million people who pass through Piccadilly Circus during the course of the week.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Popular with consumers\"}",
     "Cathryn Sleight, Marketing Director for Coca-Cola Great Britain, said: 'As the longest continuous advertiser at Piccadilly Circus, Coca-Cola Great Britain is constantly looking for ways to connect with today's busy consumers.",
     "'It's a real honour to be working with TfL. The 'Bus' and 'Tube' films are popular with consumers and so it makes perfect sense to add an interactive and informative element to them.'",
     "The partnership between TfL and Coca-Cola Great Britain is initially for 12 months and if successful will be extended.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "\u003cstrong\u003eAbout TfL \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL is the integrated body responsible for the Capital's transport system, managing London's buses, London Underground (LU), Docklands Light Railway (DLR), London Overground and London Trams. It also runs London River Services (LRS), Victoria Coach Station (VCS) and London's Transport Museum. As well as running London's Congestion Charging scheme, TfL manages a 580km network of main roads, all of London's 6,000 traffic lights and regulates taxis and the private hire trade\",\"TfL's range of Travel Tools help passengers plan journeys, get travel information on the move and work out the quickest and safest journey from A to B\",\"For free mobile and email alerts to keep up to date on all TfL services passengers can sign up at \\u003ca href=\\\"http://alerts.tfl.gov.uk/\\\"\\u003ehttp://alerts.tfl.gov.uk/\\u003c/a\\u003e \",\"Apart from the TfL website \\u003ca href=\\\"http://www.tfl.gov.uk/\\\"\\u003etfl.gov.uk\\u003c/a\\u003e , passengers can check before travelling via the following options:ul\"]}",
     "\u003cstrong\u003eAbout Coca-Cola\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Coca-Cola remains one of the most successful and innovative brands in the world today\",\"On-going brand and product innovation continues to reinforce this position of leadership in the soft drinks category\"]}",
     "\u003cstrong\u003eAbout the 'Coca-Cola' Piccadilly sign\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"1.1 million people, including motorists are estimated to pass the Coca-Cola billboard sign, the most recognisable advertising screen, at Piccadilly Circus each week\",\"Coca-Cola is the longest serving advertiser at Piccadilly Circus with their first sign installed in 1954\",\"The screen is run on 100 per cent certified green electricity\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}