{
 "pageTitle": "Thames Water to carry out works on A205 South Circular",
 "description": "From 27 July, the A205 Clifford Avenue will be closed to all southbound traffic for six weeks while Thames Water replaces Victorian water mains.There will be two diversions in place for the six week period for southbound traffic starting at Chalker's",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Thames Water to carry out works on A205 South Circular",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Southbound traffic will be subject to diversions for light and heavy vehicles."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This work will bring benefits to the area for years to come, as we should not have to carry out repairs here in the future",
     "From 27 July, the A205 Clifford Avenue will be closed to all southbound traffic for six weeks while Thames Water replaces Victorian water mains.",
     "There will be two diversions in place for the six week period for southbound traffic starting at Chalker's Corner and motorists, particularly HGV drivers, are advised to allow extra time for their journeys.",
     "Light vehicles will be diverted via Lower Richmond Road and Sheen Lane and back to the South Circular at Upper Richmond Road West.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Keep motorists informed\"}",
     "Local roads in the Barnes area operate with weight and height restrictions because of railway crossings and low railway bridges, therefore a separate diversion will operate for vehicles that are seven tonnes and over in weight.",
     "From the A316, Clifford Avenue lorries will be diverted towards Hammersmith onto the A4 Great West Road, Hammersmith Broadway, down Fulham Palace Road into Fulham High Street, over Putney Bridge, left into Putney Bridge Road and Armoury Way and then connect back to the South Circular.",
     "It is expected this diversion could add 30 minutes to journey times.",
     "Transport for London (TfL) is working closely with the London Boroughs of Richmond, Hounslow, Hammersmith and Fulham and Wandsworth to ensure that disruption is kept to a minimum, and will keep motorists informed of closures and diversions through roadside message boards and local radio broadcasts.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Upgrade works\"}",
     "TfL has also consulted with the Metropolitan Police Service, London buses and London Lorry Control which manages a permit system for lorries over 18 tonnes driven in London.",
     "Nick Morris, Director of Road Network Performance at TfL, said: 'We have liaised with Thames Water and ensured that they carry out the works during the summer holidays when there will be 10 per cent fewer road users on A205.",
     "'We have spent the past year consulting with various local authorities and law enforcement agencies to ensure that the best alternative route is made available for southbound South Circular users.",
     "'We ask motorists to bear with us while Thames Water carry out these upgrade works and we will do our best to ensure that disruption is kept to minimum.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Minimise disruption\"}",
     "Neil Franks, Senior Project Manager at Thames Water' said: 'We will be replacing over 300m of old Victorian cast iron water mains as part of our essential work to reduce leakage in London.",
     "'We appreciate that work of this nature does bring inevitable disruption, but this work will bring benefits to the area for years to come, as we should not have to carry out repairs here in the future.",
     "'We are working closely with TfL to reduce the impact on traffic and thereby minimise disruption. We apologise for any inconvenience these works will cause road-users.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"HGV journey times will increase by up to 30 minutes. Motorists are advised to allow extra time to complete their journeys\",\"TfL is working closely with Road Haulage Association to ensure  their members receive advance warning of works\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}