{
 "pageTitle": "Update on redevelopment of Tottenham Court Road station",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Update on redevelopment of Tottenham Court Road station",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Major utility works required to be undertaken on Oxford Street starting early 2010 and first Crossrail Visitor's Centre to open this week."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We are working to ensure that we do our utmost to minimise the impact of this work for businesses, shoppers and local residents",
     "The next stage of redevelopment works at Tottenham Court Road station has been underway since mid-May and will continue until autumn, ahead of major construction works on the station starting early next year.",
     "Good progress continues to be made in preparing the site.",
     "Over the last two months work has been underway to remove roofs from properties that are being taken down.",
     "Dust sheeting and scaffolding has been installed around affected properties with work due to complete by autumn 2009.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Environmental benefits\"}",
     "Over 95 per cent of the material from the buildings being taken down will be recycled.",
     "All glass and metal will be used again and masonry will be broken up and used as building material on site.",
     "This provides major environmental benefits - including dramatically reducing what would be sent to landfill and the number of lorries taking material away.",
     "A total £1bn investment is being made to upgrade the capacity of the Tube station, build a new Crossrail station and create a new piazza outside Centre Point.",
     "The transport improvements will also provide better facilities for pedestrians, cyclists, bus passengers and other road users.",
     "Improvements to the Tube station, which will be completed by 2016, will deliver:",
     "{\"template\":\"bulletlist\",\"items\":[\"An enlarged ticket hall nearly six times the size of the current one\",\"New station entrances and additional access points to the Northern and Central line platforms to reduce congestion\",\"Additional escalators and five new lifts to provide step-free access\"]}",
     "TfL also announced that major utility works will need to be undertaken at the eastern end of Oxford Street from early 2010.",
     "This will require a lane closure between Newman Street and Tottenham Court Road, with some bus services affected.",
     "Survey work as part of preparations for the construction of a new Crossrail station at Tottenham Court Road and expansion of the Tube station has confirmed that utility works will need to take place.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Keeping disruption to a minimum\"}",
     "A number of water, gas and other utility pipes that run under Oxford Street, many of which date from the 1820s onwards, must be strengthened or replaced as they could be affected by ground settlement caused by construction.",
     "All affected businesses and residents in the vicinity of Tottenham Court Road station have been advised and every effort will be made to keep disruption to a minimum.",
     "Main construction on the Tube station will get underway in early 2010. The utility works need to be complete by late 2010 to ensure that the construction works required to be undertaken at this time do not adversely affect utility pipes.",
     "A major benefit of the works is that, once complete, many of the major local utilities will have been replaced or upgraded which will significantly reduce the level of utility works on the east end of Oxford Street in future years.",
     "In addition, TfL is looking at coordinating with other works in the area to take advantage of the lane closure and there are opportunities for improving pavements and the streetscape.",
     "Miles Ashley, Head of London Underground's Stations Capacity Programme said:",
     "'To enable the £1bn redevelopment of Tottenham Court Road station, the eastbound carriageway on Oxford Street between Newman Street and Tottenham Court Road will be affected by necessary utility works for around ten to twelve months starting early 2010.",
     "'Works will be specifically timed to avoid the busy Christmas and New Year sales period.",
     "'We are working closely with the utility companies, Camden Council and Westminster City Council to ensure that we do our utmost to minimise the impact of this work for businesses, shoppers and local residents.",
     "'Eastbound bus services between Oxford Circus and Tottenham Court Road are likely to be affected with diversions needed for some services.",
     "'Options are currently being assessed to ensure we maintain bus services to and from the area. Further information about the impact on bus services will be available in due course.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Crossrail questions answered\"}",
     "Crossrail has recently announced that the first Crossrail visitor centre will open in the Tottenham Court Road area on Thursday 16 July.",
     "The centre at 16-18 St Giles High Street will be a one-stop shop for information about the Crossrail project, both at Tottenham Court Road and along the whole route.",
     "The centre will also have further information about London Underground works to redevelop Tottenham Court Road Tube station.",
     "Clinton Leeks, Crossrail Director of Corporate Affairs said:",
     "'Now that Crossrail's construction is underway, we are delighted to be able to open the first Crossrail Visitor Centre which will be a one-stop shop for information about the Crossrail project.",
     "'The Visitor Centre will enable local residents, businesses and anyone interested in the Crossrail project to get further information or have their queries answered.",
     "'Further centres will open in due course when construction gets underway at other sites along the Crossrail route to help us ensure that people are kept informed.'",
     "The new Crossrail visitor centre will be open on Tuesdays and Thursdays from midday to 8pm.",
     "The centre will have site specific information for each of the main Crossrail stations in the central area, computer terminals to allow access to information about the Crossrail project as well as a library of formal documentation such as the Crossrail Act and environmental and construction codes.",
     "Crossrail staff will also be on hand to answer queries.\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Further information about the redevelopment of Tottenham Court Road station can be found at \\u003ca href=\\\"http://www.tfl.gov.uk/tcr\\\"\\u003ewww.tfl.gov.uk/tcr\\u003c/a\\u003e \",\"Images of redevelopment progress from May 2009 to date are available on request from the TfL Press Office\",\"The Crossrail Visitor Centre will be located at 16-18 St Giles High Street, WC2H 8LN, opposite the junction with Denmark Street\",\"Construction of Crossrail got underway at Canary Wharf on 15 May 2009. Main construction works for Crossrail along the route are due to begin in 2010. Crossrail will run 118km from Maidenhead and Heathrow in the west, through new twin-bore 21km tunnels under central London connecting key stations including Paddington, Bond Street, Tottenham Court Road, Farringdon, Liverpool Street, Whitechapel and Canary Wharf and on to Abbey Wood and Shenfield in the East\",\"When complete, the railway will operate 24 trains per hour in each direction through central London during peak times. This will provide substantial new passenger capacity and crowding relief, particularly on the Central and Piccadilly lines.\\u003cbr /\\u003e\"]}",
     "@this.ScriptBlock(\n        @script)"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}