{
 "pageTitle": "Winners of Mind the Bird photo competition reach for the skies",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Winners of Mind the Bird photo competition reach for the skies",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Winners of London Underground and RSPB Mind the Bird competition announced."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "'We often forget that London is home to a vast number of wild creatures that exist in secret natural worlds alongside our own bustling one",
     "A green woodpecker sitting in grass and a seagull mid-flight clutching an ice cream are just some of the entries that have scooped top prizes from LU and the Royal Society for the Protection of Birds (RSPB) Mind the Bird photography competition.",
     "The competition was launched to encourage Londoners to discover the Capital's rich and varied bird life and highlight the easy access the Tube can provide to London's green spaces and wildlife.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Host of green spaces\"}",
     "LU itself is home to 42 bird species that have been recorded on its network, while 1,000 plus different species of animals have been spotted along the Tube network.",
     "An even wider variety of wildlife can be found in a host of other green spaces across London.",
     "Many are in locations that are just a short stroll from a Tube station.",
     "More than 900 entries with images from across the Capital were received from the city centre right to its outskirts - illustrating the host of bird species which call London their home.",
     "Winners and those shortlisted were presented with their awards and prizes by Richard Parry, Interim Managing Director of LU at LU's Head Office on Thursday 23 July.",
     "Prizes for the winners included an annual pass to RSPB reserves, a family pass to the London Transport Museum and bird-related goodies including books and bird feeders.",
     "Richard Parry said: 'Some people might not realise that London is home to a wealth of wildlife.",
     "'Hopefully the variety of bird species showcased in these photographs will encourage Londoners to go out and discover a different side of the Capital using the Tube.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Secret natural worlds\"}",
     "The judging panel included: the Urban Birder, David Lindo; Chair of the London Biodiversity Partnership, Andrew Jones; and photographers working for both Transport for London (TfL) and the RSPB.",
     "Tim Webb of the RSPB said: 'The standard of the entries has been amazing and I'm delighted with the range of birds recorded.",
     "'We've seen the big herons and sparrow hawks and the tiny wrens, robins and linnets.",
     "'We often forget that London is home to a vast number of wild creatures that exist in secret natural worlds alongside our own bustling one.'\u003cbr /\u003e\u003cbr /\u003eImages of the winning and shortlisted entrants will be featured on the Mind the Bird section of the TfL website for four weeks.",
     "{\"template\":\"bulletlist\",\"items\":[\"Images of the prize winners and others who entered the competition can be found on the \\u003ca title=\\\"Mind the Bird\\\"href=\\\"http://www.tfl.gov.uk/tfl/corporate/projectsandschemes/mindthebird/\\\"\\u003eMind the Bird\\u003c/a\\u003e section of the TfL website\",\"Winner of the adult category: Russell Spencer, runners up: Pankaj Ghosh, Eden Breitz, Hemanth Shanthigrama. Winner of the under-18 category: Adam Hawkins. Winner of the TfL/RSPB staff category: Jack Hawkins, runners up: Vuk Nenadovic, James Offer, Jennie Mosson, Andy Barr, Liz Grimes\",\"The competition ran from 2 April to 31 May\",\"A total of 929 entries were recieved in three categories (adult, under-18 and staff), from 208 separate people. Photos are still available on \\u003ca class=\\\"external-site\\\"title=\\\"Flickr (Opens in new window) (Opens in new window)\\\"href=\\\"http://www.flickr.com/groups/lu-rspb_mindthebird\\\"jquery1248447641966=\\\"6\\\"jquery1248447368237=\\\"6\\\"\\u003eFlickr\\u003c/a\\u003e \",\"For more information on LU's work to protect the environment, visit the \\u003ca href=\\\"http://www.tfl.gov.uk/corporate/modesoftransport/londonunderground/1592.aspx\\\"\\u003eLU Performance\\u003c/a\\u003e section of theTfLwebsite\",\"To find out more about the work of the RSPB in London, visit the \\u003ca class=\\\"external-site\\\"title=\\\"RSPB (Opens in new window) (Opens in new window)\\\"href=\\\"http://www.rspb.org.uk/london\\\"jquery1248447641966=\\\"7\\\"jquery1248447368237=\\\"7\\\"\\u003eRSPB website\\u003c/a\\u003e \",\"Judging panel: David Lindo (the Urban Birder), Andy Hays (RSPB Staff Photographer), Ian Bell (TfL Photographer), Andrew Jones (London Biodiversity Partnership and Greater London Authority Environment team), Emily Page (TfL External Communications)\",\"For images please contact the Press Office on 020 7126 1470\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}