{
 "pageTitle": "2.6 million reasons to take part in Bike to School Week",
 "description": "Many children want to cycle to school but their parents have concerns about road safety. This combined with a lack of bike parking facilities at many schools mean that cycle to school rates in many areas are still relatively low. To encourage more young",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "2.6 million reasons to take part in Bike to School Week",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Children who take up this year's 'Bike to School Week' challenge in London between 24 and 28 April have £2.6m worth of reasons for doing so, thanks to record funding from Transport for London (TfL)."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We hope a new generation of people will be inspired to take to two wheels.",
     "Many children want to cycle to school but their parents have concerns about road safety.",
     "This combined with a lack of bike parking facilities at many schools mean that cycle to school rates in many areas are still relatively low.",
     "To encourage more young people to cycle, TfL is funding a range of London-wide cycle training schemes (thorough London borough councils) and installing new bike parking facilities.",
     "\"Bike to School Week\" is an ideal opportunity for both those already cycling to encourage others, and for new cyclists to take to two wheels.",
     " \u003ca href=\"http://www.bikeforall.net/bike_to_school_week_2006.php\"\u003eMore information is available on the Bike for all website\u003c/a\u003e .",
     "The £2.6m will be used throughout the year to increase and improve cycle parking facilities in schools, as well as offer national training standard classes to those who need a little extra confidence boost.",
     "TfL's cycle parking programme has seen 6,000 new cycle parking spaces installed in London schools since June 2003.",
     "Schools which identify the need for cycle parking in their school travel plans will be eligible to apply for the resources.",
     "The level of funding available this year is equivalent to approximately 2,000 more cycle parking spaces for London's schools.",
     "Cycle training programmes in and after school have already been running for several years.",
     "A recent survey with parents showed 85 per cent support their children undertaking cycle training and 83 per cent thought the training would make a big difference to a child's safety when cycling.",
     "The record level of funding this year means that more children than ever will have the opportunity to receive high quality national standard cycle training through their schools.",
     "Rose Ades, Head of the Cycling Centre of Excellence at TfL, said: \"There has been a surge in the number of adults cycling in London, while the number of cyclists injured in collisions has fallen.",
     "\"However, parents are often reluctant to allow their children to cycle to school.",
     "\"We hope by offering training for children, advice on better routes, new cycling parking facilities, and improving the cycle networks, a new generation of people will be inspired to take to two wheels.\"",
     "{\"template\":\"bulletlist\",\"items\":[\"In addition to funding cycle training and cycle parking, TfL's other work with the capital's schools include:\\u003cbr /\\u003ea. £390,000 of funding over the next three years to Bike It, a national Sustrans project which will work with selected London Schools to encourage more children to cycle to school\\u003cbr /\\u003eb. The funding for three coaches and a manager for Go Ride (London), a British Cycling initiative which promotes participation in fun/sport cycling\\u003cbr /\\u003ec. Cycle Safer Challenge - a TfL competition which encourages primary school children to think creatively about cycling and safety\\u003cbr /\\u003ed. A TfL-supported \\u003ca href=\\\"/corporate/projectsandschemes/2463.aspx\\\"\\u003eJunior Road Safety Officer scheme\\u003c/a\\u003e \",\"TfL provides a range of \\u003ca href=\\\"http://www.tfl.gov.uk/cycles\\\"\\u003efree London cycle maps \\u003c/a\\u003e visit\",\"TfL also subsidises some cycle training for adults and families. People should contact their local borough cycling or road safety officers for further information\",\"The number of recorded cycle journeys on London's major roads have risen by 100 percent during the past five years (59,000 to 119,000 recorded journeys a week)\",\"Investment in cycling has risen during the past five years from £5.5m in 2000 to £20m in 2005/06. In 2006/07 TfL will invest £24m in cycling infrastructure, training, promotion and education\",\"The number of cyclists killed or seriously injured on the capital's roads has fallen by 40 per cent during the past five years, achieving the Mayor of London's target five year's ahead of schedule\",\"The biggest annual sporting event in the world, the Tour de France, will start in London in 2007, coming to the UK capital for the first time in its 100 year history. The Grand Depart, the start of the Tour, will come to London and Kent over three days during the weekend 6-8 July 2007. See the website for more details\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}