{
 "pageTitle": "Central line improvement works begin at Easter",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Central line improvement works begin at Easter",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "London Underground (LU) has recently announced a major increase in work to Transform the Tube.",
     "We have timed these essential works so that they will affect as few passengers as possible",
     "Beginning this Easter, engineering works will start on the north east section of the Central line.",
     "The Hainault loop will operate a one-way service at the weekends from now until the summer for track replacement and tunnel lining repairs.",
     "The improvements are part of Transport for London's (TfL's) £10bn 5-Year Investment Programme to improve and expand London's transport network.",
     "The work will be undertaken by Metronet Rail BCV.",
     "Jeff Ellis, General Manager of the Central line, said: \"We have timed these essential works so that they will affect as few passengers as possible, and the only station that will be closed is Wanstead station, to allow access for the delivery of construction materials.",
     "\"These improvement works will deliver passengers a noticeably smoother, faster and quieter journey in the future, and we hope they will bear with us during these works.\"",
     "Passengers to all other destinations should allow around 20 minutes more for their journeys on the weekends as they negotiate the one-way service, either eastbound or westbound only, that will still operate.",
     "Bus route 66 will be increased in frequency during the improvement works to provide customers with an alternative travel route.",
     "This year the pace of work on the Tube will increase to almost double that of last year, a momentum to be maintained for many years to come.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Ongoing improvements\"}",
     "The improvement works will inevitably result in some disruption for passengers, but information and alternative travel options will be available.",
     "Jeff Ellis continued: \"We're urging all Londoners and Tube passengers to check before you travel on the Tube at weekends, to check for any disruption to their journey but also to see what alternative travel options are available.\"",
     "The Central line is due to be fully upgraded in 2007.",
     "The aim is to provide customers travelling between Leytonstone and White City with a train every two minutes during peak times in each direction.",
     "The closure of Wanstead station for track and tunnel improvements will facilitate the ongoing refurbishment of the station.",
     "This will see the restoration of heritage features and the upgrading of public announcement and CCTV systems. New Help Points will be installed and lighting will be improved throughout the station.\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL is investing over £10 billion over the next five years to improve and expand London's transport network, more than half of that in London Underground as we work to Transform the Tube\",\"Metronet Rail BCV is responsible for the renewal and maintenance of the Bakerloo, Central and Victoria lines\",\"In the last two years, 16km of track has already been replaced on the Central line\",\"The Central line is the Underground's longest at 74km (46 miles) and serves 49 stations\",\"The closures on this section of the Central line will be:\\u003cbr /\\u003e14-17 April (Easter weekend) - Line closed Leytonstone to Newbury Park on the eastbound inner rail only, with Wanstead Station closed completely for the four days, westbound service running normally\",\"22-23 April - Line closed Leytonstone to Newbury Park as above\",\"29 April - 1 May, then every weekend until and including 21 May - Line closed Leytonstone to Newbury Park as above\",\"27-29 May - Line closed Newbury Park to Leytonstone on the westbound outer rail then every weekend until 1-2 July. Eastbound service running normally. Wanstead station closed\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}