{
 "pageTitle": "Crackdown on crime on Bromleys buses",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Crackdown on crime on Bromleys buses",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "A major operation targeting anti-social behaviour on buses has commenced this week in Bromley."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We want people to know that any sort of anti-social behaviour on our transport system will not be tolerated",
     "Operation Safer Buses will run for the next three weeks in the Bromley, Orpington and Chislehurst areas, lead by Transport for London (TfL) and the Metropolitan Police Service (MPS) in partnership with bus operating company First.",
     "MPS Officers, Police Community Support Officers (PCSOs) and plain-clothed officers will be patrolling local buses, 61, R1 and 208, to deter those who cause criminal damage and anti-social behaviour.",
     "The operation will also serve to reassure passengers and the local community.",
     "The patrols will be supported by TfL's Revenue Protection Inspectors (RPIs) who will carry out static fare evasion checks, in the centre of Bromley and Orpington, along with MPS officers.",
     "Inspector Stuart Trayler, MPS's Transport Operational Command Unit (TOCU), said: \"There have been a number of incidents of criminal damage and anti-social behaviour on buses in the Bromley area.",
     "\"Operation Safer Buses will tackle these issues as well as reassure passengers.",
     "\"This is one of many regular TOCU operations tackling anti-social behaviour that takes place throughout London.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Safer journeys\"}",
     "Jeroen Weimar, Director of Transport Policing and Enforcement, said: \"Criminal damage and graffiti creates a fear of crime.",
     "\"We want people to know that any sort of anti-social behaviour on our transport system will not be tolerated.",
     "\"We have a strong working relationship with the MPS and are committed to ensuring that every passenger has a safe journey to and from home.\"",
     "Adrian Jones, Operations Director of First, said: \"We suffer from a large amount of criminal damage on route 61 buses, in particular affecting seats and windows.",
     "\"We welcome this joint action with TfL and the Met Police to tackle this problem, which makes bus travel unpleasant for our passengers.\"",
     "The operation began on Monday, 24 April and will finish on Friday, 12 May and will operate from 12:00 to 10:00 daily.\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"TOCU is funded by TfL and run in partnership with the MPS and was set up in June 2002\",\"Since its conception TOCU has made over 19,000 arrests\",\"All London's 7500 buses are fitted with operational, 24/7 recording on-vehicle CCTV systems. There are 43 bus operating CCTV control rooms across London downloading and analysing bus CCTV data in response to transport and police inquiries\",\"Through the work of our 250 Revenue Protection Inspectors (RPIs), we work closely with MPS to tackle fare evasion. For example, TfL and MPS run around 50 joint operations every month to tackle fare evasion on London's buses\",\"Operation BusTag through active use of on-vehicle CCTV, working with local police and media, TOCU has now arrested over 570 individuals for graffiti and etching in little over a year, and there have been numerous on-bus related custodial sentences for offenders\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}