{
 "pageTitle": "Free afternoon newspaper a step closer for Tube commuters",
 "description": "The tender follows an investigation by the Office of Fair Trading and agreement from Associated Newspapers Ltd, publishers of the Metro newspaper, to give up its exclusive rights to the afternoon and evening free paper distribution slots on the Tube",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Free afternoon newspaper a step closer for Tube commuters",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) has launched a tender for a free afternoon and evening newspaper on London Underground."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Any additional money generated from a new contract will be invested into London's transport system",
     "The tender follows an investigation by the Office of Fair Trading and agreement from Associated Newspapers Ltd, publishers of the Metro newspaper, to give up its exclusive rights to the afternoon and evening free paper distribution slots on the Tube network.",
     "The Metro will continue to be published each morning providing commuters with up-to-date information and news.",
     "Richard Parry, Director of Strategy \u0026 Service Development for London Underground, said: \"This tender means not just more choice for passengers on the Tube.",
     "\"Any additional money generated from a new contract will be invested into London's transport system driven by TfL's £10bn 5-Year Investment Programme.",
     "\"All round this is good news for Londoners.\"",
     "There has already been a significant amount of interest from publishers, and now all groups who register their interest will have the opportunity to put forward their proposals.",
     "{\"template\":\"bulletlist\",\"items\":[\"This week a notice has been placed in the Official Journal of the European Union (OJEU) seeking expressions of interest\",\"Interested parties will have until 21 April to register interest\",\"The notice can be accessed via the \\u003ca href=\\\"http://www.ojec.com \\\"\\u003eOJEU website\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}