{
 "pageTitle": "Kids Club teaches road safety",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Kids Club teaches road safety",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Is your child safe on our roads? This is the theme of posters being displayed in bus shelters across Newham as part of the commitment by Transport for London (TfL) to reduce the number of children killed or seriously injured on London's roads by 50 per cent by the year 2010."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The Children's Traffic Club is a brilliant scheme for educating our younger children",
     "The poster campaign, run by the TfL funded Children's Traffic Club, aims to reduce child casualties on our roads and boost membership of the club.",
     "The Children's Traffic Club (CTC) is for three-four year old children and their parents or carers to help them learn about road safety skills in a fun, friendly way.",
     "In areas where the CTC has been running, overall child casualties have been reduced by 12 per cent. This campaign is just one of the stages in the drive to achieve a membership of 100,000 toddlers across London by the end of March 2008.",
     "The Children's Traffic Club and TfL have worked alongside Newham Early Start to bring the scheme to young families throughout the borough.",
     "Chris Lines, Head of London Road Safety Unit, Transport for London, said: 'The Children's Traffic Club is a brilliant scheme for educating our younger children about the dangers they face on London's roads. Working alongside Early Start is a great way for us to bring these messages to the children and parents of Newham''.\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL introduced the CTC scheme in Sept 2003 and so far has 55,376 members, giving a 55 per cent take up\",\"Full background and history of the CTC is available from the press office\",\"Parents wishing to find out more can visit the \\u003ca href=\\\"http://www.trafficclub.co.uk/\\\"\\u003ewebsite\\u003c/a\\u003e \",\"Sure Start programmes are implemented in areas that have been identified as having high level of deprivation and under achieving. Further information is \\u003ca href=\\\"http://www.surestart.gov.uk/\\\"\\u003eavailable \\u003c/a\\u003e \",\"Advertising campaigns are also running in local newspapers across London\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}