{
 "pageTitle": "Mayor and TfL welcome PMs announcement on ASBOs",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor and TfL welcome PMs announcement on ASBOs",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Mayor of London and Transport for London (TfL) today welcomed the Prime Minister's announcement that TfL will be granted the power to apply for Anti Social Behaviour Orders (ASBOs)."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "These new powers will help us ensure London continues to lead the way on the safety and security",
     "This measure will build on the work already being carried out by TfL in partnership with the British Transport Police (BTP) and the Metropolitan Police Service (MPS) in tackling crime on the transport network.",
     "The Mayor, Ken Livingstone, said:\"This demonstrates that the Government shares my determination to put the safety and security of passengers and staff at the top of the transport agenda.",
     "\"Transport for London and its partners have already done a huge amount to tackle crime and the fear of crime on the transport network.",
     "\"These new powers will help us ensure London continues to lead the way on the safety and security of its transport network as we build towards the 2012 Olympics.\"",
     "TfL's Director of Transport Policing and Enforcement, Jeroen Weimar, said: \"This new power will free up valuable police resources and enable TfL to take action on those who repeatedly engage in low level disorder, that small minority of individuals who repeatedly act in a way that is detrimental to the network, staff and customers.\"\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"These new powers will not affect the successful arrangement that already exists with the BTP and the MPS, who can already apply for ASBOs against people who commit offences on the transport network\",\"Since 2002, there have been 180 ASBOs successfully applied for by the BTP with the support of TfL's Crime and Disorder partnership unit\",\"They will, however, free up police time by allowing TfL to apply directly for ASBOs against people responsible for low-level crime and disorder, such as verbally abusing staff and passengers or repeated aggressive behaviour\",\"The new powers come on top of significant investment in reducing crime and the fear of crime:ul\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}