{
 "pageTitle": "Red, Green And Clean - Londons latest double-deckers are a UK first",
 "description": "The 39 British-built Alexander Dennis double-decker buses are being delivered to London General bus company creating the first UK fleet that meets higher 'Euro 4' standards of emissions. The Enviro400-model buses will be delivered and operational over the",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Red, Green And Clean - Londons latest double-deckers are a UK first",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "A new generation of low polluting double deckers arrived in London today marking another step towards improving the Capital's air quality by reducing transport emissions."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Transport emissions are a major cause of pollution so it is vital we introduce newer, cleaner vehicles",
     "The 39 British-built Alexander Dennis double-decker buses are being delivered to London General bus company creating the first UK fleet that meets higher 'Euro 4' standards of emissions.",
     "The Enviro400-model buses will be delivered and operational over the next three months.",
     "The new buses are almost twenty per cent more fuel efficient than their fore-runners, generating eighteen per cent fewer carbon dioxide emissions and reducing damaging nitrogen oxides pollutants by more than 46 per cent.",
     "The vehicles are in line with Transport for London's ongoing programme to test innovative technology and further reduce emissions from its bus fleet, which is already the cleanest in the UK.",
     "This is in line with the Mayor's Air Quality, Energy and Noise strategies.",
     "Ken Livingstone said: \"London's bus fleet already has the cleanest engines in the country and these new London buses are the first in the UK that meet even tougher pollution targets.",
     "\"They will help to cut London's transport emissions and so contribute to tackling climate change whilst improving the Capital's air quality.",
     "\"I am determined to improve London's air quality as air pollution affects the quality of life of a large number of Londoners causing around 1,000 premature deaths and a similar number of hospital admissions every year.",
     "\"Transport emissions are a major cause of pollution so it is vital we introduce newer, cleaner vehicles.\"",
     "Mike Weston, Operations Director for London Buses, said: \"This new delivery of buses is in line with the massive efforts that have been made in recent years to clean London's transport fleet with both the bus and black cab fleets investing in cleaner technology.",
     "\"The rejuvenation of the bus fleet in London has given the bus industry new impetus and new opportunities to develop technologies that will bring real benefits not only to London but also to other cities in the UK and beyond.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Cleaner environment\"}",
     "More than 60 per cent of the current London bus fleet already meets Euro 3 emissions standards with the remainder achieving Euro 2 standards.",
     "All Euro 2 and Euro 3 buses have been fitted with particulate filters, which reduce emissions of fine particles, carbon monoxide and hydrocarbons from the vehicle exhaust by over 90per cent.",
     "All of the new buses will be equipped with an air chill system, 'kneeling' facility to assist boarding, a centre-door wheelchair ramp, a ten camera CCTV system, a fifteen-inch plasma security screen, and tinted windows which help to cool the vehicle.",
     "There are 41 seats on the upper deck of the bus with a further 23 seats, with standing room for 24 passengers, on the lower deck along with space for a wheelchair passenger or unfolded buggy.",
     "{\"template\":\"bulletlist\",\"items\":[\"This batch of buses will enter service on Route 196 - Norwood Junction - Elephant \\u0026 Castle after driver training is completed\",\"London also has six hybrid buses which are cleaner, quieter and use less fuel than a standard diesel bus, leading to a substantial reduction in carbon dioxide emissions\",\"London also has three zero emission hydrogen fuel cell buses. More are due to join the fleet by 2010 when London Buses will run an entire route with these vehicles\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}