{
 "pageTitle": "TfL announces new Managing Director of Surface Transport",
 "description": "London Central and London General are consistently at the top of London Buses' quality league tables. They are part of the Go-Ahead Group where David is also an advisor to the Main Board.David has 23 years experience of transport in London and began his",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL announces new Managing Director of Surface Transport",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "David Brown, currently the Chief Executive for London Central and London General, two major bus operators who operate London Buses contracts, is the new Managing Director of Surface Transport at Transport for London (TfL)."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The passenger growth on London's buses has been phenomenal over the last few years and my job is to ensure that this continues",
     "London Central and London General are consistently at the top of London Buses' quality league tables.",
     "They are part of the Go-Ahead Group where David is also an advisor to the Main Board.",
     "David has 23 years experience of transport in London and began his career as a trainee with London Transport in 1983.",
     "During this time he undertook a variety of roles including conductor, bus driver and inspector, and he was later the General Manager for a number of bus depots in west London.",
     "In 1994 he was part of the MEBO team which purchased CentreWest, one of the subsidiary companies of London Buses on privatisation.",
     "He then became, in 1996, the Managing Director of the Berks Bucks Bus Company, but was also operating bus contracts in London.",
     "He moved back into London full time as Operations Director for London Central / London General in 1998.",
     "He was a member of the London First Roads Group looking at better management of the road network in London and has also taken an active interest in the policing of transport and the relationship with the Metropolitan Police Service, both issues will be key areas of responsibility in his new job at TfL.",
     "David Brown said, \"The passenger growth on London's buses has been phenomenal over the last few years and my job is to ensure that this continues and that the quality of operation improves even further.",
     "\"I am excited by the broad range of my new job and how the various components, when brought together, will bring improved transport provision for Londoners.\"",
     "As well as London Buses, as Managing Director of Surface Transport, David will be responsible for: Streets Management; the Congestion Charge; Taxi and Private Hire Licensing; London Trams; Dial-a-Ride; London River Services; Victoria Coach Station and TfL's corporate interest in Transport Policing and Enforcement.",
     "David will be taking up the post in the summer. He is married with two children and lives in west London."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}