{
 "pageTitle": "TfL on target to achieve environment objectives report reveals",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL on target to achieve environment objectives report reveals",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London's (TfL) Environment Report for 2005, shows significant successes in minimising pollution and protecting London's environment."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This report demonstrates TfL's commitment to environmental improvement",
     "Mayor of London Ken Livingstone said: \"London is the only major city in the world to achieve a shift away from cars to public transport, cycling and walking.",
     "\"As well as providing a reliable service to encourage Londoners out of their cars, Transport for London is making real progress in reducing transport's impact on the environment.\"",
     "Barry Broe, Director of Transport Planning and Policy, said:\"TfL is making great progress towards providing a safe, reliable and clean transport service for London, as well as one that is as energy efficient as possible.",
     "\"We are pleased with the achievements made this year.",
     "\"This report demonstrates TfL's commitment to environmental improvement and energy efficiency while delivering a world class transport system for a world class city.",
     "\"There is still more to be done but this shows great progress so far.\"",
     "In the period from 2004/05, TfL made significant progress on seven out of its ten objectives, which are based on the Mayor's five environmental strategies including:",
     "{\"template\":\"bulletlist\",\"items\":[\"Reduced measured air emissions of fine particles by 28 per cent since 2003/04. This is primarily due to the completion of fitting of particulate traps on all buses\",\"The percentage of renewable energy purchased by London Underground is up 3.7 per cent to 17.9 per cent for 2003/04. LU's station energy consumption in 2005 was reduced by 24 per cent across all stations exceeding the target of 20  per cent against a baseline year.\",\"Large amounts of waste are recycled; 87 per cent of construction and demolition waste, and 20 per cent of commercial and industrial waste (up from 12 per cent in 2003/04)\",\"TfL continues to invest in applications of sustainable technologies such as solar power for bus and taxi stops and shelters\",\"Three zero emission hydrogen fuel cell buses were trialled in a bid to find cleaner fuel for future buses and reduce pollution in the capital\",\"The new TfL Freight Unit will promote the sustainable transport of waste and produce the London Freight Plan by the end of 2006\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL is investing £10bn over the next five years to improve and expand London's transport network\",\" \\u003ca title=\\\"TfL Environment Report 2005\\\"href=\\\"/assets/downloads/TFL_Environment-Report-2005.pdf\\\"\\u003eTransport for London's Environment Report 2005 \\u003c/a\\u003e is available online\",\" \\u003ca title=\\\"LU Environment Report 2005\\\"href=\\\"/assets/downloads/LU_environmental-report-2005.pdf\\\"\\u003eLU Environment report 2005 \\u003c/a\\u003e is available online\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}