{
 "pageTitle": "Tottenham Court Road escalator improvement works complete",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Tottenham Court Road escalator improvement works complete",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Passengers travelling through Tottenham Court Road Tube station can now benefit from full access to the Northern line, which has been restored with the completion of a three-month escalator refurbishment programme."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Passengers can now enjoy a smoother and more reliable journey through Tottenham Court Road",
     "The essential improvement work was carried out by Tube Lines and forms part of Transport for London's (TfL's) £10bn 5-Year Investment Programme to improve and expand London's transport network.",
     "The work was concluded on Friday 21 April and will improve the reliability of the 24-year-old escalator linking the Northern line platforms to the station concourse.",
     "Temporary restrictions to Northern line access at peak times have now been lifted, providing a smoother journey for passengers.",
     "Frank McGahren, Group Station Manager, said: \"We're working hard to deliver a safer, reliable and clean Tube service every day.",
     "\"The completion of this escalator refurbishment work will mean passengers can now enjoy a smoother and more reliable journey through Tottenham Court Road.",
     "\"The investment into modernising our assets is just part of our commitment to improving the overall journey experience for passengers.\"",
     "The restored peak-time access to the Northern line will be particularly beneficial for passengers interchanging with the Central line, including those seeking alternative routes due to the five-month closure of the Waterloo \u0026 City line for major improvement work.",
     "For 24-hour information on public transport in London, please call: 020 7222 1234.\u003cbr /\u003e\u003cbr /\u003eTfL's Realtime pages display live travel information on London's public transport network: \u003ca href=\"http://www.tfl.gov.uk/realtime\"\u003ewww.tfl.gov.uk/realtime\u003c/a\u003e ",
     "Journey Planner checks the transport network's status before providing results. The best available route is shown automatically: \u003ca href=\"http://www.tfl.gov.uk/journeyplanner\"\u003ewww.tfl.gov.uk/journeyplanner\u003c/a\u003e ",
     "Travel alerts via SMS and email can be set up at: \u003ca href=\"http://www.tfl.gov.uk/alerts\"\u003ewww.tfl.gov.uk/alerts\u003c/a\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL is investing £10bn over the next five years to improve and expand London's transport network, over half of that in the Tube\",\"Tube Lines is responsible for the maintenance and renewal of the Jubilee, Northern and Piccadilly lines\",\"About 95,500 people use Tottenham Court Road station each weekday\",\"The station opened as part of the Central line on 30 July 1900\",\"It was expanded with the addition of the Northern line on 22 June 1907\",\"Escalators first replaced lifts at Tottenham Court Road in 1933\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}