{
 "pageTitle": "United Arab Emirates Embassy settles Congestion Charge fees",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "United Arab Emirates Embassy settles Congestion Charge fees",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Embassy of the United Arab Emirates (UAE) has agreed that its diplomats in London should pay the Congestion Charge, and has reached a deal to clear a backlog of charges."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "All Londoners will welcome this settlement with the Embassy of the United Arab Emirates",
     "After discussions with Transport for London (TfL), the UAE has paid £99,950 for outstanding Congestion Charge fines accrued by the Embassy from February 2003 to March 2006.",
     "In a letter to TfL, the Embassy said: \"I can assure you that every effort will be made in the future for all diplomats working for this Embassy to pay any Congestion Charges as and when they occur.\"",
     "The Mayor of London Ken Livingstone said: \"All Londoners will welcome this settlement with the Embassy of the United Arab Emirates and, in particular, their commitment to comply with the Congestion Charging scheme in the future.",
     "\"The Congestion Charge is designed to reduce congestion in the busiest areas of the Capital.",
     "\"Those embassies, such as that of the United States, which flout the laws of this country and misuse diplomatic immunity to evade the charge are enjoying the benefits of reduced congestion but contributing nothing.\"",
     "\"British diplomats respect US law when in the US. They pay American tolls on bridges and roads.",
     "\"The US Embassy should accept the advice of the British government and recognise that by trying to ignore this country's laws they do nothing but damage their standing in the eyes of London's citizens.",
     "\"I hope they will now take a leaf from the United Arab Emirates and understand that as the richest and most powerful country in the world they can well afford to respect this country's laws.\"",
     "Malcolm Murray-Clark, Director of Congestion Charging, said: \"The Congestion Charging scheme gives no privileges to any VIPs, so we do not see why diplomats should not pay.",
     "\"The UAE has now joined the majority of other countries who accept this is a legitimate charge.\"",
     "Find out more about the Congestion Charge and why registering for FastTrack makes paying the charge online, at shops and by phone faster and easier: \u003ca href=\"http://www.cclondon.com/\"\u003ewww.cclondon.com\u003c/a\u003e ",
     "Avoid being caught out by congestion, roadworks and other hold-ups with our Traffic Alerts service: \u003ca href=\"http://www.tfl.gov.uk/trafficalerts\"\u003ewww.tfl.gov.uk/trafficalerts\u003c/a\u003e ",
     "Check the traffic at locations across London with CapitalCams: \u003ca href=\"http://www.tfl.gov.uk/cameramaps\"\u003ewww.tfl.gov.uk/cameramaps\u003c/a\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Both the Government and TfL have received consistent legal advice which says that diplomats are not exempt from paying the Congestion Charge. We have the support of the Foreign and Commonwealth Office and eminent members of HM Queen's Counsel\",\"In November last year, the Foreign Secretary, the Rt Hon Jack Straw MP told the House of Commons in answering a written question that: \\\"We informed all missions by Note Verbale in March 2002 of our sustained view that there were no legal grounds to exempt diplomatic missions from payment of the Congestion Charge. Since then, in formal and informal exchanges, we have informed missions of our view that the Congestion Charge does not constitute a form of direct taxation under the Vienna Convention, but is a charge analogous to a motorway toll, and that they are expected to pay\\\"\",\"On 24 January 2006, Lord Triesman, the Parliamentary Under-Secretary of State within the Foreign Office, told the House of Lords:\\\"My Lords, we take every opportunity to remind diplomatic missions to meet their obligations to comply with United Kingdom law and pay promptly any fines that they incur. Following the annual Written Ministerial Statement on parking and Congestion Charge penalties on 12 December, we will now formally approach the heads of mission of the top 10 offenders in each category to find out what steps they are taking to pay. We will then take further action as appropriate\\\"\",\"All UK missions are expected to pay any road tolls and any parking charges\",\"Support for this approach has come from both this country and the US\",\"In an editorial on 31 March 2006, The New York Times said: \\\"We don't buy the idea that diplomats are immune to the surcharge\\\". The New York Times editorial concludes: \\\"Mr Livingstone is certainly within his rights to demand payment, which may now amount to hundreds of thousands of dollars, including fines\\\"\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}