{
 "pageTitle": "Westminster station is ship-shape with new Royal Navy - London Underground mural",
 "description": "The photographic design, measuring 3m by 1.5m, is situated in the central ticket hall of Westminster station, and features two of the station's staff, Maria Sheikh and Danny Molloy, who have both visited the Type 23 frigate and her crew.George McInulty,",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Westminster station is ship-shape with new Royal Navy - London Underground mural",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "A new mural celebrating the partnership between Westminster station and the Royal Navy frigate HMS Westminster was unveiled at the station today (April 27 2006) by London Underground Chief Operating Officer, Mike Brown, and the ship's captain, Commander Andrew Betton."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The photographic design, measuring 3m by 1.5m, is situated in the central ticket hall of Westminster station, and features two of the station's staff, Maria Sheikh and Danny Molloy, who have both visited the Type 23 frigate and her crew.",
     "George McInulty, Service Director for the Jubilee, Northern and Piccadilly lines said: \"We are very proud of our association with HMS Westminster and feel that both ship and station display the best of modern engineering and team work.",
     "\"This mural is a wonderful way to update and capture the partnership between our great organisations and will be a welcome and permanent addition to the ticket hall at Westminster.\"",
     "Two London Underground \"Westminster\" roundel signs hang on board HMS Westminster - in the mess room, where her crew relax and eat their meals, and on the main concourse of the ship.\u003cbr /\u003e\u003cbr /\u003eIn Westminster Tube station, as well as the new mural, the ship's crest hangs in the ticket hall. Crew members have also made several visits to the station where several have busked in uniform for charity.",
     "Commander Betton said: \"As a modern, world class warship HMS Westminster is delighted to be associated with Westminster station.",
     "\"This mural acknowledges our close friendship and highlights the success of state of the art technology and first class people working together to serve the British public.",
     "\"The London Underground sign which hangs on our main concourse is probably passed by most of our crew several times a day and when we are away at sea it serves as a good memento of home.\"",
     "Peter Bashford, Duty Station Manager at Westminster Station said: \"Many of us have enjoyed visiting the ship and found that things were run in a very similar way there as we both work in enclosed environments and have about the same numbers of staff.",
     "\"One of the most obvious similarities was the fire systems which are an essential and closely monitored part of our safety systems.",
     "\"We have a really good relationship with the crew who have visited us at the station as well and now feel we have a real sense of camaraderie with them.\"",
     "Westminster station and HMS Westminster began their affiliation in 2001.\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL is investing £10bn over the next five years to improve and expand London's transport network, more than half of that in London Underground\",\"Westminster station was rebuilt by London Underground and re-opened in December 1999 as the flagship station of the Jubilee line\",\"HMS Westminster, which is based in Portsmouth, was launched on 4 February 1992 and has a crew of 180. The staff working in the Westminster and Waterloo group of stations, which are managed together, number around 185.\",\"The ship has travelled to the North Atlantic and West Africa, and this summer she is due to sail to the Indian Ocean and the Far East where she will continue her role in global maritime policing, and supporting counter terrorism operations. Her motto is \\\"For Nation and for Glory\\\" and she has a mascot, Duke the Bear\",\"The mural was made by AJ Wells, London Undergound's official sign makers, and consists of several layers of photographs set in vitreous enamel through a silk screening process.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}