{
 "pageTitle": "Blackwall Tunnel northbound to remain closed until Wednesday",
 "description": "The Blackwall Tunnel northbound will remain closed until Wednesday at the earliest after a vehicle fire in the tunnel damaged the road surface, lighting and CCTV systems.The fire, involving a people carrier, happened at around 17.45 on Sunday 29 November",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Blackwall Tunnel northbound to remain closed until Wednesday",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Engineers working 24 hours a day to repair damage."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We are advising people to use alternative river crossings and allow extra time for their journey",
     "The Blackwall Tunnel northbound will remain closed until Wednesday at the earliest after a vehicle fire in the tunnel damaged the road surface, lighting and CCTV systems.",
     "The fire, involving a people carrier, happened at around 17.45 on Sunday 29 November 100 metres from the tunnel exit.",
     "Emergency services attended and the fire was quickly extinguished.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Repair damage\"}",
     "Transport for London engineers have been working in the tunnel throughout the night and will we working 24 hours a day to repair the damage as quickly as possible.",
     "We understand two people were taken to hospital one due to smoke inhalation and one with an ankle injury.",
     "Garrett Emmerson, Chief Operating Officer, London Streets said: 'We are working flat out to repair the damage caused by the fire as quickly as possible.",
     "'I would like to thank the emergency services and our staff who did a fantastic job dealing with the fire and evacuating the tunnel so quickly.",
     "'The closure of the northbound tunnel will cause traffic problems in the area.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Alternative crossings\"}",
     "'We are advising people to use alternative river crossings and allow extra time for their journey.",
     "'We would also urge people to consider using the Tube or the DLR while the tunnel is closed.'",
     "The southbound tunnel was closed for several hours on Sunday evening to allow access for emergency service vehicles.",
     "DLR services are available from Greenwich and Cutty Sark stations south of the Thames and Blackwall DLR station north of the Thames.",
     "Jubilee line services operate from North Greenwich station with connections to the DLR from Canning Town.",
     "Some bus routes are on diversion and London Underground will be accepting tickets from customers travelling in the area.",
     "{\"template\":\"bulletlist\",\"items\":[\"Motorists needing to cross the Thames are advised to use the Dartford river crossing, Rotherhithe Tunnel, Woolwich Ferry or Tower Bridge\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}