{
 "pageTitle": "DLR toasts 10 years of the Lewisham extension",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "DLR toasts 10 years of the Lewisham extension",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Docklands Light Railway (DLR), part of Transport for London (TfL), is today celebrating the tenth anniversary of its Lewisham extension."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The line has proved an enormous success, as demonstrated by its ever-growing passenger numbers.",
     "The £200m line officially opened on 22 November 1999 and has carried around 80 million passengers during its first decade.",
     "Over 10 million passengers per year now use the extension, while just under 5 million used it during its first 12 months.",
     "The 4.2km line comprises stations at Lewisham, Elverson Road, Deptford Bridge, Greenwich, Cutty Sark for Maritime Greenwich, Island Gardens and Mudchute.",
     "Ian Brown, TfL Managing Director of London Rail, was DLR Chief Executive in 1999.",
     "He said: 'It is a great pleasure to see the Lewisham extension complete its first decade of service.",
     "'The line has proved an enormous success, as demonstrated by its ever-growing passenger numbers.",
     "'In many ways the Lewisham extension typifies all that is good about DLR: it is reliable, popular, links areas that previously suffered from poor public transport and has proved a major catalyst for local regeneration.'",
     "The line was designed, financed and built by City, Greenwich Lewisham (CGL) Rail, which now maintains the route as part of a 24.5 year 'concession' agreement.",
     "Clive Dennis, Chief Executive, said: 'I appreciate very much Ian's warm words.",
     "'It has been a privilege to have been associated with the Docklands Light Railway for 10 years and I am particularly grateful to all our staff who have made such a contribution over the years.",
     "'The role that the DLR has played in the development of this part of our Capital city and the quality of the service it provides is rightly a source of much pride for all involved.'",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The extension comprises twin bore tunnels underneath the Thames, an 830m viaduct, five overground stations and two underground stations. 1.65km of the line is underground\",\"The most popular station on the line is Lewisham, with an average of almost 15,000 passengers per weekday\",\"DLR trains have travelled more than 6.5 million km on the line since it first opened, equivalent to travelling around the earth over 160 times\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}