{
 "pageTitle": "Faster interchange for DLR Limehouse passengers",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Faster interchange for DLR Limehouse passengers",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "New footbridge to make it easier to transfer between Docklands Light Railway (DLR) and national rail services now opened."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The opening of this footbridge will be of great benefit to everyone using it, particularly time-pressed commuters.",
     "A £1.9m footbridge that will make it easier for thousands of passengers to transfer between Docklands Light Railway (DLR) and national rail services was opened at Limehouse station today by the Mayor of London's transport advisor, Kulveer Ranger.",
     "The 17m long footbridge will make changing between the two services a much faster experience for the 3,000 passengers who transfer from c2c westbound to DLR eastbound platforms during the morning peak as part of their journey to the Canary Wharf area.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Faster transfer\"}",
     "Passengers currently have to go all the way to street level to move between platforms but the bridge will save them having to do so.",
     "The Mayor of London's transport advisor, Kulveer Ranger, said: 'This is a great example of our determination to make Londoners lives easier.",
     "'Commuters will save time by not having to traipse all the way down to street level and then up the stairs again to swap platforms.",
     "'It was a ridiculous situation that the new bridge will put an end to. A simple solution that makes a great deal of sense.'",
     "Ian Brown, Managing Director Transport for London (TfL) London Rail, said: 'The investment made in DLR is now beginning to make a real difference for passengers.",
     "'The opening of this footbridge will be of great benefit to everyone using it, particularly time-pressed commuters.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"More benefits to come\"}",
     "'A further raft of passenger benefits is on the horizon with longer three-carriage trains entering service from early next year and the Stratford International extension set to open in summer 2010.'",
     "Andrew Munden, Network Rail's route director for Anglia, added: 'This is a good example of how the millions of pounds being invested into the railways will make getting around London by train easier for everyone.'",
     "Julian Drury, Managing Director, c2c said: 'We welcome the investment at Limehouse in a new footbridge and the associated improvements for customers.",
     "'We are pleased to have worked with our partners at DLR and TfL in contributing to this project which greatly improves customer access at this busy station.'",
     "The footbridge was funded by £1.65m from TfL and £250k from the Department for Transport's Access for All Small Scheme.",
     "Previously passengers had to walk down stairs from c2c to the DLR station and climb stairs to the eastbound DLR platform.",
     "\u003cstrong\u003eNotes to editors \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The footbridge includes:\\u003cbr /\\u003e-  A full-length canopy\\u003cbr /\\u003e-  Lighting and CCTV coverage linked to the DLR control centre\\u003cbr /\\u003e-  Ticket barriers for access to the c2c platform\\u003cbr /\\u003e-  Oyster card validators for use when entering the DLR platform\\u003cbr /\\u003e-  A step free route to the westbound c2c platform from street level via a lift\",\"The TfL funding comprises £1.05m from its Investment Programme and £600k from TfL Interchange\",\"The footbridge will be open during busiest times, and closed after 21.00hrs on weekdays and after 17.00hrs on Saturday and all day on Sunday\",\"DLR currently operates a two-carriage service. From early next year a three-carriage service will start to run on its Bank-Lewisham route, which includes Limehouse station\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}