{
 "pageTitle": "HRH The Duke of York opens state of the art transport control centre",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "HRH The Duke of York opens state of the art transport control centre",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "HRH The Duke of York opens state-of-the-art transport control centre."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The men and women working in the new centre are unsung heroes who keep our roads moving",
     "Three key transport control centres, which play a vital role in keeping the Capital moving, have been relocated to one high-tech hub.",
     "HRH The Duke of York formally opened the facility during a visit on Monday 9 November.",
     "The new Surface Transport and Traffic Operations Centre (STTOC) is now home to London Buses Command and Control Centre (CentreComm), London Streets Traffic Control Centre (LSTCC) and the Metropolitan Police Traffic Operation Control Centre (MetroComm).",
     "The co-location of these three control centres will enable them to work more closely together in their monitoring, controlling and policing of the Capital's surface transport networks.",
     "Behind the scenes at STTOC teams of experts work 24/7 to monitor, control and police London's roads and buses.",
     "Without the work of these teams the Capital could grind to a halt.",
     "London has one of the most complex and unique road transport networks in the world and the team work hard to oversee and ensure it runs smoothly.",
     "There are approximately 1,000 unplanned incidents per month which includes traffic accidents and emergency roadworks as well as around 750 major events per year in London such as Notting Hill Carnival and the London Marathon which all require special planning, diversions and road closures which need to be communicated to motorists and other road users.",
     "David Brown, Managing Director Surface Transport, said: 'These control centres are vital to keep London moving.",
     "'The work of the teams, which goes on 24 hours a day, seven days a week, goes unnoticed but without them the Capital's roads would grind to a halt.",
     "'By bringing them together the teams can work more closely and enable us to react even more quickly to events, meaning shorter delays for all road users.'",
     "Kulveer Ranger, the Mayor of London's Transport Advisor, said: 'The men and women working in the new centre are unsung heroes who keep our roads moving.",
     "'Bringing the three control centres under one roof is a terrific boost to the Mayor's efforts to improve the flow of traffic in the Capital.",
     "'The new centre puts us in a good position to move forward with managing major events, including the Olympics.'\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"6,000 traffic cameras are monitored at LSTCC to keep the roads running smoothly\",\"Staff at CentreComm take around 1,300 calls every day from London's 23,000 bus drivers\\u003cbr /\\u003e\"]}",
     "@this.ScriptBlock(\n        @script)"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}