{
 "pageTitle": "King's Cross St. Pancras Tube station doubles in size as state-of-the-art ticket hall opens",
 "description": "Mayor of London, Boris Johnson, and Minister for London, Tessa Jowell, today officially opened the brand new, state-of-the-art Northern ticket hall at King's Cross St. Pancras Underground station, which will provide a big increase in capacity, cutting",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "King's Cross St. Pancras Tube station doubles in size as state-of-the-art ticket hall opens",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "New Northern ticket hall cuts congestion and improves accessibility."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This is more than just a new ticket hall - it is a bright, spacious, futuristic addition to the London transport network",
     "Mayor of London, Boris Johnson, and Minister for London, Tessa Jowell, today officially opened the brand new, state-of-the-art Northern ticket hall at King's Cross St. Pancras Underground station, which will provide a big increase in capacity, cutting congestion and improving accessibility.",
     "The new ticket hall, funded by the Department for Transport (DfT) and delivered as part of Transport for London's (TfL) Investment Programme, is the station's third ticket hall and will open to the public Sunday 29 November, delivering an early legacy benefit at one of the key London 2012 gateway stations.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"More new entrances\"}",
     "It is great news for the 300,000 passengers that use the station each day, as it doubles station capacity thereby reducing congestion and slashing waiting times by providing more ticket office windows and ticket machines.",
     "Step-free access will be available to five of the six lines that serve the station, with step-free access to the Northern line available from mid 2010.",
     "The 2,000 square metre ticket hall consists of:",
     "{\"template\":\"bulletlist\",\"items\":[\"Ten new escalators\",\"Six new step-free access lifts (Northern line step-free access available from mid-2010)\",\"New ticket office windows and ticket machines\",\"Around 300 metres of new tunnels linking the ticket hall with the Northern, Piccadilly and Victoria line platforms. These will provide new entrances to the deep level platforms, leading to reduced congestion at the station\"]}",
     "The new ticket hall is the latest big improvement delivered as part of TfL's multi-billion Investment Programme, which over the past year has seen new trains running on the Victoria line and London Overground network, further extension of the Docklands Light Railway (DLR) and the start of Crossrail construction.",
     "Transport Secretary Andrew Adonis said: 'King's Cross St. Pancras is a national and international gateway for millions of Londoners and visitors every year.",
     "'Through the Government's £800m investment it is now an Underground station to be proud of - ensuring a quick and pleasant travelling experience.",
     "'This project demonstrates our firm commitment to delivering a sustainable and efficient transport system fit for the 21st century.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Slashing queuing times\"}",
     "Mayor of London, Boris Johnson, said: 'This is more than just a new ticket hall - it is a bright, spacious, futuristic addition to the London transport network, which will benefit hundreds of thousands of passengers each day and make their journeys easier.",
     "'The capacity of the Tube station will now be doubled, easing congestion, slashing queuing times, and improving quality of life for the multitude using the station.",
     "'London Underground has done a grand job in making this new ticket hall a reality.",
     "'In short, it is the standard by which all new station developments should be judged.'",
     "Minister for London, Tessa Jowell, said: 'For anyone who needs to use King's Cross on a daily basis, life is about to get a lot easier.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Future passenger numbers\"}",
     "'As well as speeding up ticket purchases and Oyster top-ups, the new ticket hall will put an end to closures due to overcrowding, and make travelling easier for people who need step-free access.",
     "'King's Cross already sees more passengers a year than Heathrow and by the time the Olympics take place in 2012, more than 100,000 people will be passing through the station at peak times every day.",
     "'This £800m expansion is essential to effectively managing future passenger numbers.'",
     "Peter Hendy, London's Transport Commissioner, said: This new ticket hall is the latest in a series of important improvements for customers delivered by the TfL Investment Programme.",
     "'King's Cross St. Pancras station is one of the oldest and busiest stations on the Tube network and the redevelopment of the station is vital to deal with the hundreds of thousands of people who use the station every day without peak time closures.",
     "'There are 11 lines on the Tube network, six of which serve King's Cross St. Pancras station and all six lines will have been upgraded by 2016.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"30 per cent capacity increase\"}",
     "The Tube carries more than a billion passengers every year and is undergoing one of the biggest investment programmes in its 146-year history, with new track, trains and signalling.",
     "When complete it will deliver a 30 per cent increase in capacity across the network.",
     "The opening of the Northern ticket hall coincides with the publication of TfL's Interchange Best Practice Guidelines, which seek to improve the quality of planning, design, and operation of public transport interchanges.",
     "The Northern ticket hall exemplifies the principles outlined in the document, and is designed to improve the passenger experience when changing between trains and other modes of transport.",
     " \u003ca href=\"http://www.tfl.gov.uk/interchange\"\u003eTake a look at TfL's Interchange Best Practice Guidelines\u003c/a\u003e ",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Photographs from the station opening are available to media\",\"Various images of the construction and how the station looked prior to redevelopment works starting are available on request\",\"Approximate total size of station (ticket hall areas)\\u003cbr /\\u003eo    2000 (before redevelopment work):         2,000 sq/metres\\u003cbr /\\u003eo    2006 (opening of Phase 1):                      4,000 sq/metres\\u003cbr /\\u003eo    2009 (opening of new ticket hall):             8,000 sq/metres\",\"Construction has been underway on the re-development of King's Cross St. Pancras Underground station since 2000\",\"King's Cross St. Pancras is one of the Underground's oldest and busiest stations. During the morning peak 73,000 people pass through King's Cross and this number is forecast to rise to 105,000 during the 2012 Olympics as the station will be a vital transport hub for visitors during the Games\",\"The station acts as a major interchange with two National Rail stations - St. Pancras and King's Cross and gets heavily congested. In 1996, when the Channel Tunnel Rail Link Act was passed, it was recognised that the station would need to be redeveloped to cater for the large increase in passengers expected from this new high speed rail line\",\"Passengers using the new high speed domestic services to St. Pancras International, which commence on 13 December 2009, will be able to access the Northern ticket hall through a new subway link\",\"The estimated construction costs for Phase 1 of the work (Western ticket hall, renewal of Tube ticket hall) and Phase 2 (Northern ticket hall) are £371m and £395m respectively. Taking account of other ancilliary costs, the total estimated direct costs for the combined Phase 1 and 2 of the King's Cross St Pancras redevelopment project is £810m\",\"These costs were funded by the DfT with a €20m contribution from EU Trans-European Network funding\",\"Works on the new ticket hall were completed by the following contractors:ul\",\"The opening of the new ticket hall also marks the first permanent artwork to be installed on the LU since the 1980s. Full Circle by Knut Henrik Henriksen and has been specially created for the station. For more information about Art on the Underground's latest installation Full Circle, please call Theresa Simon \\u0026 Partners on 020 7734 4800\",\"TfL is in the middle of a huge investment programme on the Tube network which when complete will deliver an increase in capacity of 30 per cent\",\"More than half of the 11 Tube lines serve King's Cross St. Pancras:ul\"]}",
     "\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}