{
 "pageTitle": "London Underground calls on RMT leadership to end strike threat to Londoners",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Underground calls on RMT leadership to end strike threat to Londoners",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "LU urges union to follow ASLEF's lead and recommend above inflation pay offer to members. RMT leadership threaten strike action despite talks planned for the next week."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "London Underground (LU) has today called on the RMT leadership to end its threat of strike action after the union's leadership announced plans to ballot its members for strike action.",
     "The latest threat comes after ASLEF, the Tube driver's union, recommended to members that they accepted LU's above-inflation pay offer.",
     "The RMT's leadership is intent on more unnecessary strike action which will only cause disruption to Londoners and lose its members pay. And the threat comes when talks are planned to take place on or before 24 November.",
     "Richard Parry, Managing Director of London Underground, said:",
     "'It is inexcusable that the RMT leadership once again raises the threat of strike action. They should follow ASLEF's lead and recommend acceptance of the offer to their members.",
     "'RMT's leadership are making these threats when discussions are planned, making a nonsense of their claim to be interested in talks.",
     "Instead, they are again intent on threatening further inconvenience for Londoners, many of whom will have had their pay cut or will have lost their jobs in the toughest economic conditions in decades.'",
     "LU has tabled a two-year offer to all unions which would see staff's pay increase by 1.5 per cent this year, and RPI+ 0.5 per cent or 0.5 per cent, whichever is the greater - next year.\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}