{
 "pageTitle": "London Overground helps Christmas bargain hunters",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Overground helps Christmas bargain hunters",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "To help Londoners find those Christmas shopping bargains, Transport for London's (TfL's) London Overground is operating extra Saturday services on the Clapham Junction to Willesden Junction part of its network during the festive season."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Londoners, particularly this year, will want to be able to look for as many bargains as possible",
     "The Managing Director of TfL London Rail, Ian Brown, said: 'The build up to Christmas is a busy time for everyone and Londoners, particularly this year, will want to be able to look for as many bargains as possible.",
     "'London Overground is putting on these extra services on the Clapham to Willesden route so that shoppers have the maximum number of travel options available.'",
     "There will be an extra London Overground train every hour (ie three instead of two) on Saturday 28 November, 5 December, 12 December and 19 December between 11:00 and 19:00.",
     "These services will be in addition to the one train per hour operated by train operator, Southern.",
     "On those dates, a normal service will also operate on the Stratford to Willesden Junction section of the London Overground.",
     "Previously, engineering works have caused weekend suspensions on this route.",
     "{\"template\":\"bulletlist\",\"items\":[\"The London Overground network consists of the Richmond to Stratford, Willesden Junction to Clapham Junction (via Kensington Olympia), Gospel Oak to Barking and Euston to Watford Junction lines, and will be joined by the extended East London line when it opens in 2010\",\"TfL is investing £1.4bn in London Overground, which will upgrade the network infrastructure for a more reliable and efficient service, deliver new trains and connect the extended East London line to the Richmond to Stratford line at Highbury and Islington in 2011\",\"Oyster pay as you go ticketing is accepted at all London Overground stations which have been fitted with Oyster gates or validators and ticket machines to reduce fare evasion\",\"London Overground will deliver frequent metro-style services, longer operating hours and improved service frequencies on all lines so that Londoners can simply 'turn up and go'\",\"Every day, 63,000 people use the London Overground network bringing a total of 23 million journeys every year\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}