{
 "pageTitle": "London Underground calls on Unite leadership to end attempts to disrupt Londoners",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Underground calls on Unite leadership to end attempts to disrupt Londoners",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Unite leadership fails to get mandate for strike action. Strike vote failure follows ASLEF recommendation to accept pay offer."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Our pay deal offers stability and security, and we urge all of our unions to recommend this fair and final offer to their members.",
     "London Underground (LU) has today called on the Unite leadership to get back to discussions after the union failed to get a mandate from its members for strike action over pay negotiations.",
     "LU has tabled a two-year offer to all unions which would see staff's pay increase by 1.5 per cent this year, and RPI+ 0.5 per cent - or 0.5 per cent, whichever is the greater - next year.",
     "A ballot of Unite's circa 500 members on LU closed today, with members rejecting the union leadership's call for strike action. Instead, members have voted for industrial action short of a strike.",
     "The latest threat comes after ASLEF, the Tube driver's union, recommended to members that they accept  LU's above-inflation pay offer.",
     "Despite London Underground inviting all unions for more talks this week, Unite's leadership appears to be intent on causing more unnecessary industrial action which will only cause Londoners more disruption.",
     "Their members are clearly reluctant to support such action.",
     "Richard Parry, Managing Director of London Underground, said: 'This low turnout and the vote against strike action shows Unite members do not want to strike.",
     "'The Unite leadership has failed in its bid to get a mandate for strike action, and I urge them to return to meaningful discussion now.",
     "'There is absolutely nothing to be gained from taking more strike action in the current tough economic climate, at a time when many Londoners have seen their pay frozen or have lost their jobs this year.",
     "'Our pay deal offers stability and security, and we urge all of our unions to recommend this fair and final offer to their members and urge all Tube staff to accept it.'\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}