{
 "pageTitle": "Next set of bendy buses to leave London",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Next set of bendy buses to leave London",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The demise of the bendy bus in London is gathering pace with bendy buses being withdrawn from route 38 this Saturday (14 November)."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Londoner's voted to boot out bendy buses and their numbers in the Capital are ever decreasing",
     "Double-decker buses will take over on the route, which operates between Victoria Station and Clapton Pond.",
     "Passengers will see a change to the route 38 services run on weekdays as every bus will now run between Victoria and Hackney Central with alternate buses carrying on to Clapton Pond.",
     "Between Victoria and Hackney Central on weekdays, buses will run approximately every two to four minutes in the daytime and every five to six minutes in the evenings.",
     "On Saturdays, buses will run every three to four minutes during the day and every six minutes in the evening.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Increased frequencies\"}",
     "On Sundays, buses will run every five minutes during the day and every six minutes in the evenings.",
     "At peak times on weekdays, passengers will see up to seven extra buses an hour.",
     "Frequencies on the night bus service N38, from Victoria to Walthamstow Central, will also be increased to run every 12 minutes.",
     "Route N38 will continue to operate with double-deck buses.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Double-deck buses\"}",
     "Kulveer Ranger, the Mayor of London's Transport Advisor, said: 'Londoner's voted to boot out bendy buses and their numbers in the Capital are ever decreasing.",
     "'We're pleased to be introducing double-deck buses on this route and Transport for London will ensure that they run at a frequency that caters for the number of passengers using them.'",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The removal of bendy buses began on route 507, which converted to 12metre single-decks on 25 July. Route 521 was converted to 12metre single-decks on 1 September. Route 38 is the third route to convert; routes 18 and 149 will convert by the end of 2010. The remaining routes - 12, 25, 29, 73, 207, 436 and 453 - will convert by the end of 2011\",\"Route 38 is operated by Arriva\",\"Route 38 will operate every 5-7 minutes on weekdays between Hackney Central and Clapton Pond\",\"Passengers will board via the front door and alight at the centre door, in common with all other double-deck routes\",\"The service frequency was carefully planned to ensure that sufficient capacity is available to passengers\",\"Weekend and evening services on route 38 will operate between Victoria and Clapton Pond\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}