{
 "pageTitle": "South Croydon station goes green",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "South Croydon station goes green ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "South Croydon station is set to cut electricity use by using solar energy to power new CCTV cameras and lighting - making them 100 per cent national grid free, resulting in 136 per cent of carbon emissions off-set."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The installation of solar panels shows what can be done in a serious attempt to save energy at railway stations",
     "Transport for London (TfL) has worked with Southern Railway, London Rail, Croydon Borough Council, Network Rail and Seltrans to install solar panels at South Croydon station along with a host of other measures to improve the station for passengers.",
     "The £435,000 project has provided 42 photovoltaic solar panels to generate greener electricity to power newly installed CCTV cameras and lighting, improving safety and security at the station.",
     "A new 400-metre path for pedestrians and cyclists, replacing a muddy path that had discouraged walking and cycling will further improve access to the station.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Carbon clock\"}",
     "Secure cycle parking for 36 cycles (an 80 per cent increase) and motorcycle parking, plus larger parking bays for disabled drivers, have also been introduced while the station forecourt has also been refurbished.",
     "An event was held today to launch a new 'carbon clock' at the station which shows how much energy is being generated by the solar panels and how much electricity is being saved as a result of using this environmentally friendly power source.",
     "The event was also used to toast the 2009 Local Station Environment Award won by the station at this year's Association of Community Rail Partnerships (ACORP) Community Rail Awards.",
     "Boris Johnson, Mayor of London, said: 'I warmly welcome the fact that South Croydon station has embraced green technology as part of this fantastic raft of improvements for passengers including brand new cycle racks.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Significant improvements\"}",
     "TfL's Director of Integrated Programme Delivery, Ben Plowden, said:  'Transport for London is pleased to have been involved in this innovative project which has made significant improvements to the station and the routes to and from it.",
     "'The new path and cycle parking will encourage more people to walk and cycle to the station and to continue their journeys by public transport - a sensible and sustainable transport choice all round.",
     "'The low carbon aspect of the project makes it particularly exciting and we are pleased to be involved in something that can make such significant improvements in an environmentally friendly way.'",
     "Southern's Service Delivery Director, James Burt, said: We are delighted to see this and other projects at the station come to fruition.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Cooperation and partnership\"}",
     "'The installation of solar panels shows what can be done in a serious attempt to save energy at railway stations.",
     "'We've also installed new ticket gates, safety fencing on platform one and we are about to undertake the refurbishment of the waiting room and toilet to complete a comprehensive package of improvements at the station.'",
     "Seltrans Partnership Manager, Alan Lucking, said: 'This award-winning project is an excellent example of what can be achieved through cooperation and partnership working.",
     "'The whole is greater than the sum of the parts, and the travelling public are the winners.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL contributed 55 per cent of the total costs through Local Implementation Plan (LIP) funding\",\"Due to the daytime generation of this system when the grid electricity is more carbon dioxide (CO2) 'heavy' than average, the PV will offset 2,906kg CO2 which offsets a total of 136 per cent of the CO2 emitted by the lighting system\",\"In 2009/10, TfL is spending £1.5m on installing more cycle parking at stations (Tube, London Overground, Docklands Light Railway, Train Operating Companies and Network Rail)\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}