{
 "pageTitle": "Traffic lights used to enforce speed limit and cut road injuries",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Traffic lights used to enforce speed limit and cut road injuries",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Speed limit trial aims to reduce road casualties in Camden Town. New traffic light timings will help enforce speed limit during trial."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This trial will contribute to the work the Mayor is taking to smooth the flow of traffic in the Capital",
     "Transport for London (TfL) is introducing new traffic light timings on Camden High Street, which will give a green light to vehicles sticking to the speed limit and a red light to those speeding.",
     "The new system of timings will be introduced on Camden High Street, in support of a trial to reduce the speed limit to 20 mph.",
     "The speed limit is being reduced from 30mph to help cut the number of people killed or seriously injured on the busy road.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Reduce collisions\"}",
     "The 18-month speed limit trial, which will operate along the red route section of Camden High Street, is set to begin in late December 2009 and will be the first of its kind on the TfL road network.",
     "It is being introduced because Camden High Street has almost double the number of road collisions of other 'A' roads in the borough.",
     "In the last three years there have been 11 people seriously injured on the road, which carries a large number of vehicles, but which is also heavily used by pedestrians.",
     "The 20mph trial will be enforced by road signs, road markings and the new traffic light timings. Three sets of existing traffic lights will be phased so that vehicles which stick to the 20mph speed limit should pass through all traffic lights along the road on green.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Smooth traffic flow\"}",
     "However, if the vehicles travel along the road above the speed limit, then the vehicles will be caught in the red light phase, slowing the vehicles down.",
     "Kulveer Ranger, the Mayor of London's transport advisor, said: 'This trial will contribute to the work the Mayor is taking to smooth the flow of traffic in the Capital and key to this is working closely with the Boroughs to find solutions to local issues.",
     "'Traffic lights are being rephased throughout the whole of the Capital to improve their efficiency; but linking their timings to try and reduce the amount of accidents in Camden is an innovative idea that we hope will be a success.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"A simple solution\"}",
     "David Brown, Managing Director of Surface Transport, TfL said: 'TfL have worked closely with LB Camden to agree this new system of traffic light timings which is a really simple solution to help us decrease injuries by reducing traffic speeds.",
     "'Camden High Street has an accident rate double that of the average 'A' road in the borough.",
     "'It is vital we take steps to reduce these needless injuries on a road which is heavily used by both vehicles and pedestrians. It will also help to contribute to the Mayor's aim of smoothing traffic flow.'",
     "TfL will monitor Camden High Street throughout the 18-month trial to assess the impact of the 20mph speed limit on reducing collisions along the road.",
     "The results will inform the decision about whether the speed limit should remain at 20mph permanently.",
     "{\"template\":\"bulletlist\",\"items\":[\"The trial will run along Camden High Street between the junctions by Mornington Crescent and Camden Town Underground station\",\"Between June 2006 and June 2009, there were 63 collisions along Camden High Street. This equates to an accident rate of 23.8 collisions a year per km, which is almost double the average level of collisions on other 'A' roads in the London Borough of Camden (12.71 collisions per year per kilometre)\",\"Studies by TfL show that 20mph zones reduce injury collisions by around 42 per cent. (20mph zones and Road Safety in London, April 2009)\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}