{
 "pageTitle": "Update - Blackwall Tunnel northbound to remain closed until Wednesday at earliest",
 "description": "The Blackwall Tunnel northbound will remain closed until Wednesday at the earliest after a vehicle fire in the tunnel damaged the road surface, lighting and CCTV systems.Transport for London engineers are working 24 hours a day to repair the damage as",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Update - Blackwall Tunnel northbound to remain closed until Wednesday at earliest ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Engineers working 24 hours a day to repair damage. Transport for London takes steps to help people affected by the closures."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Motorists approaching from the east can now use Blackfriars, Southwark and London Bridges without paying the Congestion Charge",
     "The Blackwall Tunnel northbound will remain closed until Wednesday at the earliest after a vehicle fire in the tunnel damaged the road surface, lighting and CCTV systems.",
     "Transport for London engineers are working 24 hours a day to repair the damage as quickly as possible.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Helping commuters\"}",
     "A number of steps have been taken by TfL to reduce the impact of the closure:",
     "{\"template\":\"bulletlist\",\"items\":[\"Congestion Charge cameras have been switched off east of City Road and Moorgate to the north of the Thames and Blackfriars Road to the south of the Thames. Until the tunnel reopens motorists approaching from the east are now able to use Blackfriars, Southwark and London Bridges without having to pay the Congestion Charge\",\"A two boat Woolwich Ferry service has been reintroduced as a result of repairs to the second boat being completed early\",\"DLR and London Underground are accepting bus tickets due to a number of bus diversions in the area\"]}",
     "The fire, involving a people carrier, happened at around 17.45 on Sunday 29 November, 100 metres from the tunnel exit. Emergency services attended and the fire was quickly extinguished.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Repairing damage\"}",
     "Garrett Emmerson, Chief Operating Officer, London Streets said: 'We are working flat out to repair the damage caused by the fire as quickly as possible and have taken a number of steps to try and mitigate the disruption and frustration this has caused.",
     "'Motorists approaching from the east can now use Blackfriars, Southwark and London Bridges without paying the Congestion Charge and bus passengers will be able to use their tickets on the Tube and DLR.",
     "'We are advising people to make use of other river crossings and allow extra time for their journey.",
     "'We would also urge people to consider using the Tube or the DLR while the tunnel is closed.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Tickets valid\"}",
     "DLR services are available from Greenwich and Cutty Sark stations south of the Thames and Blackwall DLR station north of the Thames.",
     "Jubilee line services operate from North Greenwich station with connections to the DLR from Canning Town. Some bus routes are on diversion and London Underground and the DLR will be accepting tickets from customers travelling in the area.",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Motorists needing to cross the Thames are advised to use the Dartford river crossing, Rotherhithe Tunnel, Woolwich Ferry, Tower Bridge, Blackfriars Bridge, Southwark Bridge or London Bridge\",\"Selected photographs are available upon request\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}