{
 "pageTitle": "DfT announces funding which will see 70 additional hybrid buses on London's streets",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "DfT announces funding which will see 70 additional hybrid buses on London's streets ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "£5m for additional 70 hybrid buses."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "London continues to lead the way on hybrid buses, with our efforts contributing to the concerted effort to cut the Capital's carbon dioxide emissions and pollution.",
     "{\"template\":\"bulletlist\",\"items\":[\"At least 400 hybrid buses expected to be in service in London by March 2013\"]}",
     "The Department for Transport (DfT) has announced funding for investment in cleaner buses across England.",
     "Transport for London (TfL) has been awarded £5m to add an additional 70 hybrid buses to its fleet.",
     "The funding from DfT's Green Bus Fund means that at least 400 cleaner hybrid buses are expected to be operating on London's streets by the end of March 2013.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Environmental benefits\"}",
     "There are currently over 260 hybrid buses operating in London.",
     "Mike Weston, London Buses Operations Director, said: 'This funding will enable us to keep improving London's air quality through the introduction of these cleaner, greener buses.",
     "'A decision is yet to be made about where these buses will operate but we expect them to be deployed to maximise the environmental benefits on London's streets.",
     "'London continues to lead the way on hybrid buses, with our efforts contributing to the concerted effort to cut the Capital's carbon dioxide emissions and pollution.",
     "'We are making excellent progress in this new and exciting technology and remain committed to maximising the number of new hybrid buses entering service.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Secured funding\"}",
     "The DfT's Green Bus Fund was set up to support bus companies and local authorities, such as TfL, to introduce low carbon vehicles which will have a positive effect on the environment.",
     "TfL was awarded £5m in 2009, £8m in 2010 and £5m in 2011 by the fund.",
     "Hybrid buses are part of a wider package of measures to improve the Capital's air quality.",
     "This includes the New Bus for London which uses the latest hybrid technology, and funding secured late last year to equip up to 1,000 buses with NOx abatement equipment.",
     "\u003cbr /\u003e",
     "\u003cstrong\u003eNotes to editors: \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The DfT's £31m Green Bus Fund will result in 439 new low-carbon buses operating in many towns and cities in England by March 2013\",\"Low-carbon buses funded by the scheme emit around a third less greenhouse gas than diesel buses and use around a third less fuel\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}