{
 "pageTitle": "Hammersmith Flyover work to restore full traffic use continues apace",
 "description": "The works, which began in January, have seen around 200m of the central reservation along the flyover removed in preparation for new tensioning cables to be installed which will support the structure.Using a number of specialist techniques including",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Hammersmith Flyover work to restore full traffic use continues apace",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The first key enabling works to allow the Hammersmith Flyover to be fully reopened to traffic have now been completed, Transport for London (TfL) announced today."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We are continuing to work round the clock to implement a long term solution to restore the Hammersmith Flyover to full traffic capacity. Work is now fully underway to allow the structure to remain in use for many decades to come.",
     "The works, which began in January, have seen around 200m of the central reservation along the flyover removed in preparation for new tensioning cables to be installed which will support the structure.",
     "Using a number of specialist techniques including hydrodemolition and diamond cutting, around 140 tonnes of concrete have been removed by using both high pressurised water and a rotating cord impregnated with diamonds to cut the material away.",
     "These techniques meant that work could be carried out safely while traffic continued to use the flyover.",
     "A team of engineers are working 24 hours a day, seven days a week to complete the work, often in a crawl space far less than human height.",
     "Now the key enabling works have been completed, TfL will begin to install a new concrete base, drainage and tailored anchorages for the new cables within the structure.",
     "The design for the new post-tensioning system will see new cables installed above and below the bridge deck inside a specially made duct, which will supplement the load capacity of the remaining cables.",
     "The new ducts will then be filled with a wax oil to prevent deterioration from any water ingress, as well as enable the cables to be easily replaced as and when required.",
     "Work to strengthen the five weakest spans of the 16 span structure will be completed ahead of the 2012 Games, ensuring that the flyover can carry full traffic loading during the Games and for many decades to come.",
     "Following the Games, TfL will return to the structure to strengthen the remaining spans. This work however will not require further weight restrictions to be imposed and TfL hope to complete it with only off peak lane closures, causing much less disruption than is presently the case.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Good progress\"}",
     "Isabel Dedring, Deputy Mayor for Transport, said: 'Our team are well aware of the major impact these works have in west London for road users and local people. That is why the engineers are working twenty four hours a day to get the job done.",
     "'They are making good progress but while the restrictions are in place we will continue to have dedicated staff monitoring and managing the impact on traffic every hour of the day.'",
     "Garrett Emmerson, Chief Operating Officer for Surface Transport at TfL, said: 'We are continuing to work round the clock to implement a long term solution to restore the Hammersmith Flyover to full traffic capacity.",
     "'With key enabling works now completed, work is now fully underway to install the new cabling system which will allow the structure to remain in use for many decades to come.'",
     "Although work is progressing well, TfL continues to advise motorists that due to the flyover not being fully open, they should consider avoiding the area if at all possible.",
     "Signage and traffic management measures continue to be in place to help reinforce this to drivers across West London.",
     "For the latest travel information, Londoners should visit \u003ca href=\"http://www.tfl.gov.uk/trafficnews\"\u003etfl.gov.uk/trafficnews\u003c/a\u003e or follow @tfltrafficnews",
     "{\"template\":\"bulletlist\",\"items\":[\"Over the past two years, TfL has been carrying out detailed monitoring inside the unique flyover, which was built in 1961 and transferred to TfL's stewardship in 2000. In particular, TfL engineers have been checking the condition of the internal cables which help to hold the spans of the concrete structure in place\",\"Until recently it was thought that the structure had a number of years before major repair work would need to be undertaken, but recent monitoring results showed that repair work was needed earlier than anticipated.  Then, in the week prior to Christmas, further deterioration of the cables was found - leading TfL to take the decision to keep the flyover closed to carry out more detailed assessment of the complete structure\",\"On 13 January 2012, TfL reopened the flyover to light traffic in one lane in each direction, whilst work continued to strengthen key sections of the flyover. Traffic restrictions have been enforced by a 2.0m (6'6\\\") width restriction at either end of the flyover to prevent large vehicles such as HGVs and coaches from crossing\",\"Certain elements of these repair works may be carried out within the structure or behind noise shields and so may not be visible to drivers using the Hammersmith Flyover\",\"While the essential structural repairs are being carried out to the Hammersmith flyover, some overnight closures to the flyover may be required to allow TfL to carry out specific elements of the works safely.  TfL will work with Hammersmith and Fulham Council to ensure that these are properly coordinated to minimise any potential disruption that the closures could cause\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}