{
 "pageTitle": "Limited edition Oyster cards commemorate a summer of celebration",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Limited edition Oyster cards commemorate a summer of celebration",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Specially designed Oyster cards mark The Queen's Diamond Jubilee and the 2012 London Summer"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We are delighted to be able to offer Londoners and visitors the chance to have a special memento of what will be a summer like no other.",
     "Following the Official Commemoration of The Queen's Diamond Jubilee by the Mayor of London and the Chair of the London Assembly today (Tuesday 27 March),  Transport for London (TfL) has unveiled the two new limited edition collectable Oyster cards which will hit the streets of London this summer, one celebrating the Diamond Jubilee and the other the London 2012 Games.\u003cbr /\u003e\u003cbr /\u003eThe first card marks The Queen's Diamond Jubilee weekend in June. The card features an official portrait of The Queen and will be available from mid-May at all London Underground ticket offices and selected Oyster ticket machines within Zone 1, as well as TfL Travel Information Centres.",
     "The second card, expected to be available in mid June, celebrates all of the events taking place in the capital this summer, including the London 2012 Games.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Special momento\"}",
     "The images on the card nod to sporting activities, the Thames Diamond Jubilee Pageant, along with the Big Jubilee Lunch and the spirit of street parties and community that will make London a fantastic place to be this summer.",
     "Shashi Verma, TfL's Director of Customer Experience, said: 'Commemorative Oyster cards have been very popular with the travelling public in the past and we are delighted to be able to offer Londoners and visitors the chance to have a special memento of what will be a summer like no other.'",
     "He added: 'Transport will play a vital role in bringing people out to see The Queen during her Diamond Jubilee, and in getting people to all of the sporting and cultural events during the London 2012 Games and so it is fitting that we have limited edition Oyster cards that they can use and keep to mark these wonderful, once in a lifetime, occasions.'",
     "This is the second time TfL has produced special limited edition Oyster cards. In April 2011, 750,000 Royal Wedding Oyster cards were released and the new cards are expected to be just as popular with regular commuters, collectors and tourists in London this summer.",
     "{\"template\":\"bulletlist\",\"items\":[\"The £5 deposit and £5 minimum top-up will apply as normal for the limited edition cards\",\"Using Oyster, passengers only need one card to travel on all public transport across London, including National Rail services operating within the Capital. Oyster pay as you go customers are always reminded to touch in and out at the start and end of every journey to ensure they pay the correct fare\",\"The designs of the limited edition Diamond Jubilee and London 2012 Oyster cards are attached in jpeg form\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}