{
 "pageTitle": "London Underground statement following Olympic pay talks at ACAS",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Underground statement following Olympic pay talks at ACAS",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Following two days of talks on Olympic reward and recognition for Tube staff at the conciliation service ACAS, London Underground (LU) has issued the following statement."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Proposals would see station, maintenance, service control staff and operational managers receive up to £850 subject to attendance, customer satisfaction scores and working flexibly for defined periods in order to deliver a successful Games.",
     "Howard Collins, LU Chief Operating Officer, said: 'Over the past days we have held in-depth talks with all four Tube unions at ACAS, seeking to give any clarification needed concerning our fair Olympic pay and recognition offer.",
     "'Those proposals would see station, maintenance, service control staff and operational managers receive up to £850 subject to attendance, customer satisfaction scores and working flexibly for defined periods in order to deliver a successful Games.",
     "'Talks have progressed well with three unions - Unite, Aslef and TSSA - and we are optimistic that an agreement can be reached which will fairly reward staff over the London 2012 Games.",
     "'However, late this afternoon, the RMT's leadership demanded payments to all grades of staff regardless of whether they will be asked to work flexibly during the Games and rejected temporary changes to working arrangements which would enable us to achieve a flexible workforce.",
     "'We know our staff want to play their part in delivering a great Games for London, and we want to make sure that they are fairly rewarded for their efforts.",
     "'We will be back at ACAS for further talks tomorrow morning (Thursday) and I urge the RMT to join us to resolve this issue and allow all of us to focus on the exciting challenge of delivering a great Games for London.'",
     "\u003cstrong\u003eNotes to editors: \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"A deal which will see train drivers receive a one-off payment in recognition of the need to temporarily change their working conditions, as well as additional shift payments, was agreed with union representatives in September\",\"The agreement with Tube drivers, reached on 12 September 2011, followed six months of discussions with union representatives. In return for agreeing to temporary changes to existing working arrangements during the Games, all train drivers employed by LU on 26 July 2012 will receive a one-off payment of £500. In addition, shifts of a certain duration or which finish after 01:30hrs, will attract extra payments\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}