{
 "pageTitle": "Major eastern expansion of Mayor's flagship Barclays Cycle Hire scheme goes live",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Major eastern expansion of Mayor's flagship Barclays Cycle Hire scheme goes live",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Barclays Cycle Hire now covers 65km2 of the Capital. Extension adds 2,300 extra bikes and 4,800 extra docking points. More than three hundred jobs created since the launch of the scheme."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Our wonderful blue bikes have changed the face of London",
     "A major expansion of the Mayor's flagship Barclays Cycle Hire scheme opened to the public this morning and Londoners are now able to pick up one of the Mayor's iconic blue bikes from 2,700 new docking points across the east of the Capital.",
     "Less than two years since the launch of the scheme and more than 10 million hires later, Barclays Cycle Hire has expanded by almost a third in size.",
     "Barclays Cycle Hire now covers 65km2 and stretches from Shepherd's Bush in the west of the Capital, through central London and east to the fringes of the Olympic Park.",
     "As well as the eastern expansion an extra 1,500 docking points are being installed in the original central zone and 600 new points have been provided in a spur west to the Westfield London Shopping Centre.",
     "The creation of Barclays Cycle Hire by the Mayor has helped create more than three hundred permanent jobs through employment opportunities and apprenticeship schemes.",
     "The vast majority of the roles are related to the maintenance of new and existing sites and bike maintenance/repairs, ensuring the best possible service is provided to our users.",
     "More than 2,300 new bikes are also being provided as part of the expansion that have been upgraded from the earlier model to feature a new saddle design and redesigned bell.",
     "In total more than 8,000 bikes will now be available from over 570 docking stations and 15,000 docking points.",
     "The Mayor of London, Boris Johnson, said: 'Our wonderful blue bikes have changed the face of London and introduced a new form of public transport that has eased getting around our great city for thousands of Londoners and made the Capital even more attractive to visitors.",
     "'I am delighted to have kept my promise to provide a cycle hire scheme for the people of London and today we have made it even bigger and better than ever before.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Heading east\"}",
     "Today Barclays Cycle Hire has been extended throughout the entire borough of Tower Hamlets, including Canary Wharf, Isle of Dogs, Wapping, Poplar, Stepney Green, Mile End and Bow.",
     "It has also been extended in Hackney to serve north Shoreditch.",
     "An extension has also been completed through part of Kensington \u0026 Chelsea from the west of the existing zone to Westfield Shopping Centre in White City.",
     "The western extension will include approximately ten new sites through the Royal Borough of Kensington and Chelsea and Westfield London Shopping Centre.",
     "Barclays Chairman, Marcus Agius, said: 'I am delighted that we are launching the extension of Barclays Cycle Hire today.",
     "'The scheme makes a positive difference to everyday life in London, its people, and the economy.",
     "'Taking it to east London is an exciting development for Barclays as we will have the scheme on the doorstep of our Global Headquarters in Canary Wharf.",
     "'Citizenship is one of our strategic priorities at Barclays and this scheme is a great example of this.'",
     "The Mayor has also asked Transport for London (TfL) to prepare plans for a westward expansion of the cycle hire scheme in 2013 through the boroughs of Wandsworth, Hammersmith \u0026 Fulham, Lambeth and Kensington \u0026 Chelsea.",
     "Leon Daniels, TfL's Managing Director of Surface Transport, said: 'Extending Barclays Cycle Hire to other areas of the Capital will enable more Londoners and visitors than ever before to experience the delights of cycling in London.",
     "'The bikes are affordable, easy to use and a fun way to move around London for both business and leisure journeys.'",
     "Hundreds of residents from across the eastern expansion area have attended community sessions to find out more about the scheme.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Making cycle easier\"}",
     "Plus more than thirty community contacts are participating in a pilot project to become Ambassadors to promote Barclays Cycle Hire to their members and colleagues.",
     "Councillor Shahed Ali, Lead Member for the Environment, Tower Hamlets Council, said: 'Barclays Cycle Hire has already proved immensely popular in Tower Hamlets, with close to 45,000 trips starting or ending in the borough during January alone.",
     "'The additional docking stations represent a significant investment in the borough from Tower Hamlets Council.",
     "'The scheme will make cycling even easier and more accessible to residents and help improve the transport links across the borough.",
     "'It's great to see so many people using bikes to get around the borough, but we cannot ignore the safety issues that still exist.",
     "'Tower Hamlets Council will continue to work hard to promote cycling safety to our residents through free cycle training sessions and other initiatives.'",
     "Michael Gutman, Managing Director, Westfield Europe \u0026 New Markets, said: 'Barclays Cycle Hire has been a huge success and we are pleased to see the bikes arriving at Westfield, providing yet another travel option to our customers and also further promoting this sustainable mode of transport across the Capital.'",
     "TfL has also reminded cyclists of the cycle hire users' code of conduct, to help people use and enjoy the scheme safely.",
     "The code's tips include:",
     "{\"template\":\"bulletlist\",\"items\":[\"Be careful around lorries, which have numerous blind spots, and never pass them on the left just before, or at, traffic lights\",\"Don't get too close to parked cars\",\"Watch out for other vehicles and pedestrians and give clear hand signals to show your intentions\",\"Make yourself seen at night by wearing reflective or fluorescent clothing\",\"People can also brush up on their cycle safety skills by taking two minutes to watch the \\u003ca href=\\\"http://www.youtube.com/user/BarclaysCycle \\\"\\u003eBarclays Cycle Hire safety film\\u003c/a\\u003e \"]}",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The creation of an easy-to-use cycle hire scheme was a key pledge of the Mayor's manifesto. Barclays Cycle Hire is now transforming the way that people make short trips around central London\",\"Barclays Cycle Hire now operates across central and eastern London. Docking stations and hire bicycles are available in Camden, City of London, Hackney, Islington, Lambeth, Kensington \\u0026 Chelsea, Southwark, Tower Hamlets, Westminster, several of the Royal Parks, Tower Hamlets and Canary Wharf\",\"Around 95 per cent of all journeys made by Barclays Cycle Hire members have been under 30 minutes, which means that the vast majority of people using the scheme aren't paying any more than their 24-hour £1, seven-day £5 or annual £45 access fees\",\"Barclays Cycle Hire accepts Visa and Mastercard credit and debit cards and Visa Electron\",\"A membership key costs £3 with membership costs at £1 for a 24-hour membership, £5 for seven days and £45 for annual membership. The first 30 minutes of every journey is free. Find out how to become a member of Barclays Cycle Hire and advice on how to use the scheme\",\"Members of the scheme must be at least 18 years old, and you need to be at least 14 years old to use the scheme\",\"Phase 2 site construction has produced over 150 new stations across the entire zone. This has meant excavating 12,000 square meters of land and installing over 350 tonnes of steel\",\"Barclays Cycle Hire and Barclays Cycle Superhighways are building on the massive 150 per cent growth in cycle journeys on London's major roads since TfL was created in 2000\",\"TfL-funded adult \\u003ca href=\\\"http://www.tfl.gov.uk/cycling \\\"\\u003ecommuter cycle training \\u003c/a\\u003e available from boroughs\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}