{
 "pageTitle": "Mayor announces innovative technology is helping traffic flow more smoothly and cut disruption",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor announces innovative technology is helping traffic flow more smoothly and cut disruption",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "More than 40 per cent of traffic signals across London now 'self regulate', cutting disruption by up to nearly 20 per cent at upgraded junctions."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "I have introduced a range of measures to bear down on this frustration and we are seeing steady improvements.",
     "{\"template\":\"bulletlist\",\"items\":[\"Journey reliability and customer satisfaction on capital's roads increases during 2011\",\"Transport for London (TfL) to begin trial of innovative pedestrian SCOOT technology after London 2012 Games\"]}",
     "The Mayor and Transport for London today announced progress in cutting delays on the Capital's roads thanks to a sophisticated programme of works to make traffic signals more efficient and adaptive to traffic flows.",
     "In line with the Mayor's priority to reduce traffic delays, TfL has been introducing innovative technology known as Split Cycle Offset Optimisation Technique (SCOOT).",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Reliable journeys\"}",
     "This allows traffic signals to detect vehicles passing along a road and work together to amend their signal timings on a second by second basis to adjust traffic flows accordingly through an area, making journeys more reliable.",
     "Over the last two years, TfL has begun to increase the number of signals using the system from 2,000 to 3,000.",
     "Work has already begun at 861 sites and been fully completed at 514 locations.",
     "It has helped deliver an average 12.7 per cent reduction in delays for vehicles travelling across the network.",
     "At some locations, this increases to almost 20 per cent.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Reducing delays\"}",
     "Around 40 per cent of the Capital's 6,000 traffic signals now utilise SCOOT and work continues at a pace to have half of London's traffic signals running with the system by spring 2014.",
     "The Mayor and TfL are focused on delivering a range of continuous improvements to traffic flow.",
     "As part of this, TfL is also reviewing the operation of 1,000 traffic signals every year to ensure that they continue to operate as efficiently as possible.",
     "Since April 2009, TfL has carried out around 2,650 traffic signal reviews and been able to reduce delays for traffic at these locations by almost eight per cent and for pedestrians by almost one per cent. This has been achieved without compromising pedestrian safety in any way.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Unnecessary disruption\"}",
     "Boris Johnson, Mayor of London, said: 'Keeping London's roads flowing smoothly is vital not only for the economy but to the blood pressure of drivers, cyclists and pedestrians.",
     "'I have introduced a range of measures to bear down on this frustration and we are seeing steady improvements but the war on unnecessary disruption and delay is not abating, not least as from June this year, utilities will be charged for digging up the busiest roads.'",
     "These changes have been reflected in TfL's latest annual customer satisfaction survey, which show that London road users are now more satisfied with the performance and management of the Transport for London Road Network (TLRN), with satisfaction increasing by three points to 75 out of 100 during 2011.",
     "As well as overall satisfaction improving, customers are more satisfied with the performance of nearly all of the TLRN's 23 individual road corridors.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Improvements\"}",
     "The travelling public also cited improvements in the management of roadworks and in the provision of better information about delays and disruption affecting the network.",
     "The improvements to the Capital's traffic signals have also led to journey time reliability on the TLRN, which measures how often a 30-minute road journey would be completed on time, increasing in the period between September and December 2011; up one per cent to 88.1 per cent compared to the same quarter last year.",
     "This means that Londoner's journeys are now not only less disrupted, but as a result of TfL's ongoing work to monitor and manage its road network, are getting more reliable.",
     "As well as the rollout of pedestrian countdown technology to around 200 locations across London from summer 2012, TfL is also preparing to carry out a trial of pedestrian detection technology as part of its ongoing work to further develop a better pedestrian element to the SCOOT technology.",
     "This work will begin after the London 2012 games and will allow TfL to better detect large groups of people at pedestrian crossings and amend traffic signal timings to allow them to quickly move through areas of London.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Developing a prototype\"}",
     "TfL will also begin work to see whether SCOOT technology could also be adapted to better detect cyclists and other vulnerable road users on the network to further improve and adapt the system to deliver benefits for London.",
     "While still an aspiration at the moment, TfL is hopeful to have developed a prototype for this new and innovative technology by the end of 2013.",
     "Garrett Emmerson, Chief Operating officer for Surface Transport at TfL, said: 'By investing in cutting edge technology, as well as ensuring that our network is working in the most efficient way possible, London's traffic is now flowing more freely.",
     "'This has helped deliver benefits not only for road users across the capital, but is also helping to reduce harmful emissions associated with queuing traffic.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Download the latest \\u003ca href=\\\"/corporate/modesoftransport/20351.aspx\\\"\\u003eLondon Streets customer satisfaction\\u003c/a\\u003e survey results and performance figures for Quarter 3 (September to December 2011)\",\"Examples of where SCOOT technology has introduced across London recently include:ul\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}