{
 "pageTitle": "Mercedes-Benz initiative to help London cabbies deliver cleaner air",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mercedes-Benz initiative to help London cabbies deliver cleaner air ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Discount offered to drivers purchasing a Mercedes-Benz Vito taxi."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "London's cabbies are rightly regarded as the best in the world and I know from my discussions with the trade that they want to play their part in making the capital a clean, green city.",
     "{\"template\":\"bulletlist\",\"items\":[\"Support for drivers of vehicles affected by age limits\",\"£1,500 discount off the purchase price of a Euro 5 low-emission taxi\"]}",
     "Transport for London (TfL) today welcomed the announcement by Mercedes-Benz UK that they will provide a significant discount on the purchase price on new Euro V compliant Vito taxis in April 2012.",
     "This is all part of TfL's plans to deliver cleaner air for London.\u003cbr /\u003e\u003cbr /\u003eFollowing discussions between TfL and Mercedes-Benz the new scheme will see cabbies offered a £1,500 discount off the purchase price of a new low-emission Vito Euro 5 taxi in exchange for the driver agreeing to carry Mercedes-Benz advertising for 18 months.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Clean, green city\"}",
     "John Mason, TfL's Director of Taxi and Private Hire, said: 'London's cabbies are rightly regarded as the best in the world and I know from my discussions with the trade that they want to play their part in making the capital a clean, green city.\u003cbr /\u003e\u003cbr /\u003e'Age limits were introduced at the start of this year and the oldest, most polluting cabs will no longer be licensed.",
     "'We have been working hard with the taxi manufacturers to find ways to help cabbies upgrade to greener vehicles and we are delighted that Mercedes-Benz has responded in this way.'",
     "Road transport is responsible for around 80 per cent of airborne PM10 pollution in central London where air quality is worst, with black cabs contributing 20 per cent of this.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Making the transition\"}",
     "To help improve air quality in the capital, from 1 January 2012 no black cab over 15-years-old will be licensed by the Taxi and Private Hire Office.",
     "This will affect around 2,600 black cabs during 2012 and TfL is doing all it can to help cabbies make the transition.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The deal, available to drivers in April will provide an additional £1,500 discount on the purchase price of a new Euro 5 compliant Mercedes-Benz Vito taxi or £1,500 cashback\",\"In return drivers will be required to agree to an exclusive agreement to display some Mercedes-Benz advertising on the taxi for a period of 18 months\",\"For more information on the Mercedes-Benz Vito taxi, please visit:\\u003cbr /\\u003e \\u003ca href=\\\"http://rsi-cda.mercedes-benz.com/content/unitedkingdom/retailer-E/kpm_taxis/en/home/index.htm#quickaccess\\\"\\u003ehttp://rsi-cda.mercedes-benz.com/content/unitedkingdom/retailer-E/kpm_taxis/en/home/index.htm#quickaccess\\u003c/a\\u003e \\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}