{
 "pageTitle": "'Stop. Think. Live.' - Transport for London urges teenagers not to get  distracted on the roads",
 "description": "New posters will run across the capital for the next four weeks displaying striking images to grab teenagers' attention on this important issue.Powerful messages are being deployed such as 'My friend heard the track. He didn't see the van' to show the",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "'Stop. Think. Live.' - Transport for London urges teenagers not to get  distracted on the roads",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) has launched its latest teen road safety campaign 'Stop. Think. Live.', which uses a range of powerful messages to remind young teenagers to take care when using the road."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "New posters will run across the capital for the next four weeks displaying striking images to grab teenagers' attention on this important issue.",
     "Powerful messages are being deployed such as 'My friend heard the track. He didn't see the van' to show the consequences of being distracted on the road.",
     "The accompanying image shows a boy lying on the road after being involved in a road incident, clutching an MP3 player.",
     "Other compelling images include a boy lying dead alongside a mobile phone with the warning 'My friend saw the text. He didn't see the car'.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Online game\"}",
     "An online game, which can only be played on desktop PCs or laptops, will follow in the coming weeks. It challenges the player to navigate themselves and their friends safely through London's roads.",
     "The game highlights the importance of looking out for more than one person when on the road.",
     "This is the latest in a series of highly commended campaigns aiming to reduce the number of teenagers killed or seriously injured on London roads.",
     "Figures suggest teenagers are heeding safety messages - the 2010 road casualty figures revealed that there had been 14 per cent fewer teenage deaths or serious injuries on the capital's roads with 258 teenagers (aged 13-19) killed or seriously injured, compared with 301 in 2009.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Encouraging figures\"}",
     "Overall, the number of teenagers killed or seriously injured has fallen by almost 62 per cent since the campaign started in 2000.",
     "Ben Plowden, Director of Planning, Surface Transport at TfL said: 'Transport for London is committed to reducing the number of teenage road casualties. The new posters address the many distractions teenagers may face while nearby or using the road.",
     "'This is an important part of our ongoing work to save lives, the campaign builds on the success of previous years with the number of casualties falling every year.'",
     "The ideas behind the campaign are a result of in-depth research into teenage behaviour, which has won an award from the Market Research Society.",
     "The work is part of TfL's ongoing commitment to reach young people in ways are relevant to them.",
     "High profile supporters Wretch 32 and Rizzle Kicks kindly donated their time by recording short video clips that remind London's teenagers not to get distracted. These will go onto YouTube next week.",
     "{\"template\":\"bulletlist\",\"items\":[\"Images available on request\",\"All road safety ambassadors volunteered their services free of charge\",\"In 2011, Road Safety Ambassadors recorded short clip advising teenagers to 'Look out for their mates'. \\u003ca href=\\\"http://www.youtube.com/watch?v=3QFMlEcCgA\\u0026list=PL59870972429B4825\\u0026index=5\\u0026feature=plpp_video\\\"\\u003eSee the clip\\u003c/a\\u003e featuring BBC3's drama series 'Being Human', Lenora Crichlow and Russell Tovey\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}