{
 "pageTitle": "Victoria Coach Station celebrates its 80th birthday",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Victoria Coach Station celebrates its 80th birthday",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Ten million passengers travel to 1,600 destinations across UK and Europe annually."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We are committed to a programme of investment to raise the quality of services we offer both passengers and coach operators and to maintain our position as the country's leading coach station.",
     "Victoria Coach station is celebrating its 80th birthday this month and with more than 10 million passengers passing through its doors in the last year alone, it's still going strong.",
     "The coach station, which operates 24 hours a day, 365 days a  year from its prominent position on Buckingham Palace Road, provides cost efficient and convenient coach travel to more than 1,200 destinations in Great Britain and over 400 destinations in Europe, with the furthest direct service being to Kosice in the Slovak Republic.",
     "Malcolm Wildridge, General Manager at Victoria Coach Station, said: 'It really makes me proud that Victoria Coach Station has stood the test of time for 80 years and continues to offer an excellent service for the 10 million passengers who pass through our doors each year.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Raising the quality\"}",
     "'We thank our customers for their continued patronage.",
     "'We are committed to a programme of investment to raise the quality of services we offer both passengers and coach operators and to maintain our position as the country's leading coach station.'",
     "During the mid 1920s, following the end of World War I, it was identified that a central coach station was essential to accommodate the rising number of Londoners who wanted to make the most of their leisure time and get away - predominantly to the seaside on the south coast.",
     "Renowned architects Wallis, Gilbert and Partners, who had already designed the Firestone Tyre Factory in Brentford and the Hoover Factory in Perivale, were appointed to design a coach station fit for the Londoners it would serve.",
     "The Victoria Coach Station building was opened in March 1932 and spans over three acres.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Safety and comfort\"}",
     "It provided much needed passenger facilities, including a passenger restaurant, as well as improved staff facilities.",
     "Transport for London has continued to invest heavily to improve facilities since taking over the running of the station in 2000.",
     "The station has continued to thrive thanks to safety and comfort developments in modern-day coaches and the introduction of a mobility assistance scheme.",
     "The station has also been recognised for its outstanding customer service standards and was the first organisation in the transport sector to be awarded the prestigious Government's Customer Service Excellence standard.",
     "Held since March 2009, this replaces the former government Charter Mark Scheme which Victoria Coach Station held since 1994.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"London Regional Transport acquired Victoria Coach Station in 1988 on the recommendation of the Secretary of Transport and ownership was transferred to TfL in 2000\",\"Victoria Coach Station was built in 1932 and refurbished in 1993 with additional minor refurbishments since then\",\"The station has 21 departure gates, 36 coach bays and 6 arrival bays.  It covers 3.3 acres\",\"Inside the coach station there is a Bureaux de Change, travel information points, hotel and taxi booking offices, retail outlets for newspapers and magazines, and several varieties of catering\",\"The coach station was originally managed by London Coastal Coaches Limited, a consortium of coach operators. In 1970, it became a subsidiary of the National Bus Company which was formed by an Act of Parliament to assume control of the majority of Britain's major bus operators, both publicly and privately owned\",\"Most of these companied ran express coach services from the coach station to villages, towns and cities around the country\",\"The Second World War could not interrupt the service totally, despite fuel rationing, with station masters adopting a defiant 'business as usual' stance\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}