{
 "pageTitle": "375 more Police Community Support Officers for Londons transport network",
 "description": "The Police Community Support Officers would be deployed in mobile 'transport teams' in suburban areas and outer London borough. They could also be deployed to different parts of London on a weekly basis to areas where patterns of antisocial behaviour have",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "375 more Police Community Support Officers for Londons transport network",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Mayor of London has offered Transport for London (TfL) and the Metropolitan Police Service (MPS) joint funding to provide an extra 375 Police Community Support Officers to patrol the transport network over the next two years."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "More uniformed officers patrolling the transport system is the key to deter criminals and reassure passengers",
     "The Police Community Support Officers would be deployed in mobile \n'transport teams' in suburban areas and outer London borough.",
     "They could also be deployed to different parts of London on a weekly basis to \nareas where patterns of antisocial behaviour have been identified as local hot \nspots by intelligence gathered by TfL and the Transport Operational Command Unit \n(TOCU).",
     "The Mayor would like to see these teams deployed by early 2007 to concentrate \non tackling fare evasion and antisocial and criminal behaviour at major \ntransport interchanges, bus stations and schools.",
     "London's surface transport network is already patrolled by more than 1,200 \nuniformed Metropolitan Police officers in the TOCU funded by TfL.",
     "Mayor of London Ken Livingstone said: \"I am proposing that we invest another \n£7.5m to expand the number of visible uniformed officers on London's transport \nsystem.",
     "\"These officers, based in suburban areas, will make a real difference to \npeople living or working in outer London.",
     "\"More uniformed officers patrolling the transport system is the key to deter \ncriminals and reassure passengers.\"",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Safety and security\"}",
     "Jeroen Weimar, TfL's Director of Transport Policing and Enforcement, said: \n\"Transport for London is absolutely committed to tackling antisocial behaviour \non all modes of transport and in all areas of London.",
     "\"We are now working with our Metropolitan Police colleagues to identify how \nfunding could be provided to ensure that this valuable increase in policing \nresource can be achieved and with it we would expect to see a change in the \nattitudes of the tiny minority of members of the public who cause problems on \nthe transport network.",
     "\"The intelligence we gather on a daily basis would be fed through to these \nnew policing teams to provide not only a visible deterrent to those intent on \ncausing trouble, but will also provide reassurance to passengers.\"",
     "The new teams would be attached to MPS Borough Operational Command Units \n(BOCUs) with the MPS providing day-to-day supervision and management.",
     "{\"template\":\"bulletlist\",\"items\":[\"The new Police Community Support Officers will be part-funded by the Home Office as part of the National Reassurance Programme. TfL will provide £7.5m for 375 officers for 2007/08 and 2008/09\",\"TfL has a unique partnership with the Metropolitan Police Service's Transport Operational Command Unit,which it funds at a cost of around £70m a year, and which has over 1,200 uniformed officers dedicated to the bus network\",\"Since the end of 2005, all of London's 8,000 buses are fitted with fully recording CCTV - there are now between 55,000 and 60,000 cameras fitted on the fleet. In additional there are over 6,000 CCTV cameras on the Underground network - increasing to 12,000 by 2010\",\"Policing on the Underground is the responsibility of the British Transport Police\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}