{
 "pageTitle": "Cycle Show 2006 - Gearing up for the Tour de France",
 "description": "Open to the public from 6-8 October, Cycle Show 2006 will give people the chance to learn more about how to take to two wheels, see the latest bikes and accessories and try out mountain bikes on the outdoor test track.TfL's road show is an exciting way",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Cycle Show 2006 - Gearing up for the Tour de France",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Fans of the Tour de France can get a taste of next July's London Grand Départ this week, when Transport for London's (TfL) Tour de France road show comes to Cycle Show 2006."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The more cyclists there are, the less polluted and congested London becomes",
     "Open to the public from 6-8 October, Cycle Show 2006 will give people the chance to learn more about how to take to two wheels, see the latest bikes and accessories and try out mountain bikes on the outdoor test track.",
     "TfL's road show is an exciting way for people to find out about the opening weekend of next year's Tour de France, which takes place in London and Kent.",
     "The show will take people on their very own tour, all the way through from the opening ceremony in central London on Friday, 6 July to the end of the Stage One race in Canterbury on Sunday, 8 July.",
     "In addition to the excitement around next year's Tour de France, people at the Cycle Show can go online in TfL's cyber cafspanarea to find out more about cycling in London.",
     "With advice on everything from cycle training in the Capital to planning cycle routes, the TfL website is an invaluable resource for cyclists and aspiring cyclists in the Capital.",
     "Bradley Wiggins, Cycling Ambassador for London, said: \"The Cycle Show is a great way for people to find out more about cycling in the Capital - whether they want to know about the Tour de France next summer, what the best route for their commute to work is or see the latest bikes on the market.",
     "\"And as the number of cyclists in the capital continues to grow, it also shows people everything that cycling can offer them - whether it is a form of transport, a fun hobby or even, as in my case, a sporting career.\"",
     "Jenny Jones, the Mayor's Green Transport Advisor, said: \"More and more people are switching to cycling in the Capital because it is fun, it has health benefits and is a quick and easy way to get about.",
     "\"I hope the Cycle Show inspires people who haven't cycled for a while or new cyclists to get on their bikes in London. The more cyclists there are, the less polluted and congested London becomes.\"",
     "Finally, the winning entries for TfL's CycleSafer Challenge - an annual competition for London school children aged between 9 and 11 - will be on display throughout the run of the show.",
     "The children were asked to design a safety product, safety poster or design a cycle friendly school, and with a number of brand new mountain bikes as prizes, the number of entries this year was higher than ever.",
     "The Cycle Show takes place at ExCel from 6 - 8 October. Tickets cost £12 on the door and £10 in advance, and kids go for a quid with a paying adult.",
     "{\"template\":\"bulletlist\",\"items\":[\"For more information about Cycle Show or to arrange press accreditation for trade and press day on 5 October, visit the \\u003ca href=\\\"http://www.cycleshow.co.uk\\\"\\u003eCycle Show website \\u003c/a\\u003e \",\"More information on next year's Tour de France is also available\",\"For more information about cycling in London, visit \\u003ca href=\\\"http://www.tfl.gov.uk/cycles\\\"\\u003ewww.tfl.gov.uk/cycles\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}