{
 "pageTitle": "New campaign to put brakes on illegal drivers",
 "description": "The boroughs of Hackney, Newham and Haringey, have a high rate of motorists who fail to stop after being involved in a collision. In Hackney 25 per cent of people involved in a crash fail to stop, in Haringey the rate is 23 per cent and in Newham it is 22",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New campaign to put brakes on illegal drivers",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Three London boroughs with a high rate of drivers who fail to stop after a collision will be the focus of a new joint campaign between Transport for London (TfL) and the Metropolitan Police."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "It is a shocking statistic that a quarter of motorists fail to stop after a collision",
     "The boroughs of Hackney, Newham and Haringey, have a high rate of motorists who fail to stop after being involved in a collision.",
     "In Hackney 25 per cent of people involved in a crash fail to stop, in Haringey the rate is 23 per cent and in Newham it is 22 per cent.",
     "According to recent research there is a strong link between uninsured drivers and serious motoring offences.",
     "Compared to drivers with insurance, uninsured drivers are:·",
     "{\"template\":\"bulletlist\",\"items\":[\"Ten times more likely to have been convicted of drink driving\",\"Six times more likely to have been convicted of driving a non-road worthy vehicle\",\"Three times more likely to have been convicted of driving without due care and attention\"]}",
     "To tackle the problem and remove illegal vehicles from the road TfL and the Metropolitan Police will be carrying out a five week awareness and enforcement campaign.",
     "The campaign will kick off on 23 October with an advertising campaign in Hackney, Newham, Haringey, Tower Hamlets and Waltham Forest which will run for five weeks.",
     "On 30 October Metropolitan Police Officers will begin a four week enforcement and education campaign in the Hackney, Newham and Haringey.\u003cbr /\u003e\u003cbr /\u003eThe campaign will trial in the three north east London boroughs with a view to rolling it out to other parts of the capital.\u003cbr /\u003e\u003cbr /\u003eChief Inspector Mark Bird, from the Metropolitan Police Traffic unit said: \"Uninsured drivers are a danger to the roads.",
     "\"Working in the Traffic Unit I am only too aware of the number of uninsured drivers that fail to stop at collisions.",
     "\"By using the powers that we have to take away their vehicles we are making a real difference to the lives of others.\"",
     "Jenny Jones, The Mayor of London's Road Safety Ambassador said: \"The reality is that drivers' failure to stop is part of a well established pattern of behaviour in London, with over eighty people a week being injured in collisions involving hit and run drivers.",
     "\"London has become a city where many drivers expect to break the rules and get away with it. Yet, the Met Police have found a huge overlap between illegal drivers and other sorts of criminal offences.",
     "\"This kind of policing is about denying criminals use of the roads, saving the ordinary driver from higher insurance premiums and reducing road casualties.\"\u003cbr /\u003e\u003cbr /\u003eChris Lines, Head of the London Road Safety Unit, TfL, said:\u003cbr /\u003e\"People driving vehicles which are uninsured are far more likely to be a danger to others and we are working with the police to get them off the road.",
     "\"It is a shocking statistic that a quarter of motorists fail to stop after a collision.",
     "\"Tackling people driving uninsured vehicles will help to improve safety on the roads.\"\u003cbr /\u003e\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"Electronic copies of the advertisements are available on request\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}