{
 "pageTitle": "TfL commends scientific excellence at the Intelligent Transport Systems World Congress",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL commends scientific excellence at the Intelligent Transport Systems World Congress",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) is presenting an award for the Best Scientific Paper delivered during the Intelligent Transport Systems (ITS) World Congress as part of the closing ceremony today."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Dr Renfrew's paper offers a glimpse of how one form of transport system might operate safely in the future",
     "The winners are from the University of Manchester. Dr Alasdair Renfrew, Aurelio González-Villaseñor and Paul Brunn have won the award for their paper 'Zero-Headway Bridging Dampers for Fault Tolerant Co-operative Highways'.",
     "The paper outlines a new concept to solve the problem of system failures within an automatically controlled car convoy system, or platoon of cars, where physical contact between vehicles is allowed under controlled conditions.",
     "The system provides an additional cushion between vehicles that has a number of safety and operational benefits which particularly impressed the judging panel.",
     "The paper also sets out future work in the context of the wider co-operative vehicle highway systems and demonstrates a research potential which has a direct impact for users.",
     "Martin Davey, Chair of the Judging Panel and Project Director of TfL's Technical Services Group, said: \"Dr Renfrew's paper offers a glimpse of how one form of transport system might operate safely in the future.",
     "\"Transport for London is proud to support this kind of forward thinking and the team from Manchester University are worthy recipients of the Best Scientific Paper Award.\"",
     "Dr Renfrew presented his paper to the Congress in a technical session on Monday 9 October.",
     "The TfL Best Scientific Paper Award is being made at the ITS World Congress Closing Ceremony at 2pm on Thursday 12 October at London's ExCeL centre."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}