{
 "pageTitle": "Transport for London showcases innovation at the Intelligent Transport Systems World Congress",
 "description": "A range of technological solutions to the capital's transport challenges will be on display on TfL's extensive stand with active traffic management and congestion charging amongst the key issues being presented.The main TfL stand will also feature a cross",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London showcases innovation at the Intelligent Transport Systems World Congress",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Visitors to the Intelligent Transport Systems (ITS) World Congress from October 8 - 12 will have the chance to see Transport for London's (TfL) innovative transport solutions in practise."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "A range of technological solutions to the capital's transport challenges will be on display on TfL's extensive stand with active traffic management and congestion charging amongst the key issues being presented.",
     "The main TfL stand will also feature a cross sectioned bus displaying the iBus project, improving real-time information for passengers, drivers and service controllers.\u003cbr /\u003e\u003cbr /\u003eA bus shelter of the future will also be displayed on the stand, featuring the use of solar power, CCTV and a real time passenger information display.",
     "The latest weapon in TfL's traffic enforcement armoury will also be on display, a SmartCar equipped with number plate identification technology, a mobile enforcement camera system and on street support technology.",
     "The ITS World Congress also features a wide range of conference sessions and TfL will also be hosting three special sessions on Wednesday 11 October all of which will be addressed by senior TfL staff:",
     "{\"template\":\"bulletlist\",\"items\":[\"9am - How ITS meets London's policy goals\",\"11am - Competing demands in London\",\"2pm - Managing major events in London\"]}",
     "The ITS Congress and Exhibition is being held at the ExCeL Conference Centre from 8-12 October 2006."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}