{
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "UK to get £115m tourism boost from 2007 Tour de France",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London and Kent are set to receive a £115m boost when the Tour de France, the biggest annual sporting event in the world, starts in the UK for the first time in July 2007."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The figures were released by Transport for London (TfL) as the full route of the Tour de France was unveiled at an international press conference in Paris today.",
     "The Grand Depart will be the biggest sporting event to be held in the Capital ahead of the Olympic and Paralympic Games in 2012 and will give Londoners a taste of what is to come in 2012.",
     "An estimated two million visitors from across the world are expected to visit London and Kent during the three days the Tour will spend in the UK from 6-8 July 2007.",
     "As well as huge numbers of tourists lining the route, the race will showcase London and Kent to millions of television spectators around the world.",
     "The London organisers believe the London Grand Depart will be the most spectacular stage of the whole Tour as the race will pass some of London's most iconic landmarks and make its way through the garden of England, before a spectacular finish in the shadow of Canterbury Cathedral.",
     "The Mayor of London, Ken Livingstone, said: 'I am proud that London will play a part in the long history of the Tour de France and the London Grand Depart underlines the Capital's status as a venue for world sporting events ahead of the Olympics in 2012.",
     "'The Tour de France is so much more than just a cycle race, creating a carnival atmosphere wherever it visits.",
     "'We want 2007 to be the greatest Grand Depart the Tour has ever seen giving the riders a fantastic send off as they start a gruelling three weeks racing.",
     "'The Tour will be great for London, showcasing the UK capital to the world, bringing huge amounts of visitors to London and encouraging more Londoners to take to two wheels.",
     "'Cycling is increasing here more than any other city in Europe with a 72 per cent increase in the last five years.",
     "'We want to use the excitement of the Grand Depart to help us persuade even more people to cycle, not just as a sport but as an everyday and non-polluting way of getting around the city.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Olympic medallist\"}",
     "Bradley Wiggins, Triple Olympic medallist and TfL cycling ambassador, said: 'I am delighted the Tour de France is coming to the city I grew up in and where I used to cycle around as a boy.",
     "'I was inspired to take up cycling by the Tour's last visit to the UK in 1994 and I am sure next year's race will inspire many more people to take to two wheels.",
     "'I rode the Tour for the first time last year and it was a tough three weeks, but I can't wait to ride the Prologue in the city where I grew up.'",
     "Lindsey Horton, the South East England Development Agency's (SEEDA's) Major Sports Events Manager, said: \"This is a fantastic opportunity for Kent and Medway to host a world-class sporting event.",
     "'The investment the race will bring into the county during its three day visit to London and the South East will be of huge benefit to the local economy.",
     "'Our tourism industry will receive a massive boost as thousands of visitors flock to Kent and enjoy not only the race but our beautiful countryside and visitor attractions.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Exciting times\"}",
     "'The Tour de France will help showcase Kent and the South East as an attractive and welcoming destination for hosting events in these exciting times in the lead up to 2012.",
     "'We are committed to making next year's Tour de France a great success and look forward to welcoming you all to the Garden of England.",
     "'We are already working with our key partners Kent County Council, Medway Council and Canterbury City Council in order to guarantee a terrific event.'",
     "James Bidwell, Visit London's Chief Executive said: 'Hosting the Grand Depart of the Tour de France is a fantastic opportunity for London.",
     "'The route will pass by many top attractions and famous landmarks and gives us the chance to showcase this fabulous city to the world.",
     "'We aim to maximise London's i",
     "{\"template\":\"bulletlist\",\"items\":[\"The last time a TdF stage was held in the UK was in 1994 three million spectators lined the route, enjoying the spectacle\",\"With more details emerging on the scope of the event, TfL has undertaken further research into the costs involved for competitors, team officials, race officials, media and spectators. The modelling template used was developed by UK Sport to measure the economic impact of major sporting events\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}