{
 "pageTitle": "First phase of Mayor's Clean Air Fund programme has a positive effect",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2013",
   "url": "/info-for/media/press-releases/2013"
  },
  {
   "title": "January",
   "url": "/info-for/media/press-releases/2013/16962"
  },
  {
   "title": "First phase of Mayor's Clean Air Fund programme has a positive effect"
  }
 ],
 "title": {
  "title": "First phase of Mayor's Clean Air Fund programme has a positive effect ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "A range of measures to improve air quality in the capital have proved successful according to a new report by Transport for London (TfL)."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "It is encouraging to see that London is taking ambitious steps to improve air quality",
     "A conference held at City Hall today (22 January) heard that the Mayor's Cleaner Air Fund programme had met its objectives and has successfully improved air quality at a number of hotspots across the capital.",
     "The Government provided £5m for the first phase of the programme, which uses targeted short term measures to reduce local particulate matter (PM10) emissions and concentrations in the capital.",
     "Over the last two years an array of projects have been funded and delivered by the Cleaner Air Fund. They include:",
     "{\"template\":\"bulletlist\",\"items\":[\"The fitting of Diesel Particulate Filters (DPF) on 120 buses on routes 10, 148, 205, 49 and 7 (due to completed by the end of March 2013). Results so far have shown that DPFs can deliver a reduction of up to 77 per cent of PM10 exhaust emissions at source. When complete it is estimated that the reduction in emissions from the selected routes will be 580kg which would represent a five per cent reduction in the annual PM10 emissions from all buses operating in central London\",\"A 'No Engine Idling' campaign to educate and raise awareness with drivers. The report has shown a 25 per cent increase in driver awareness since the campaign was launched. A survey was carried out in a number of air quality hotspots before the campaign in December 2011 and then again post campaign, in November 2012; Heavy Goods Vehicles saw a 16 per cent reduction in engine idling, cars saw a 13 per cent reduction, taxis saw a 12 per cent and coaches saw an 11 per cent reduction\",\"The deployment of five taxi marshals at ten mainline stations to improve management of taxi ranks and encourage drivers to switch off their engines whilst stationary. This resulted in a nine per cent observed reduction in engine idling at the marshalled taxi ranks. A smarter driver training programme was also included and delivered training for professional drivers about all aspects of driving styles and practices (including engine idling). Taxi and Private Hire Vehicle drivers who took part in the training achieved average fuel savings of 25 per cent and 12 per cent respectively, also reducing their emissions\",\"Two 'green walls' have been installed, one at Edgware Road Tube station on Marylebone Road and the other at The Mermaid building on Upper Thames Street. Other green infrastructure included 50 planted towers on Thames Street and 600 new street trees and shrubs along the Transport for London Road Network, particularly along identified PM10 hotspots. Research undertaken by Imperial College London confirmed that the green infrastructure tested was successful in trapping around 500g of PM10 in three months\",\"The trial Cleaning and Applications of Dust Suppressants (CADS) was expanded as part of the CAF programme to six road corridors as well as six industrial waste sites and two construction sites. There was some evidence of a beneficial effect of dust suppressants from the trial.  A study by King's College London showed that one roadside site Upper Thames Street saw a reduction of 16 per cent in PM10 concentrations after treatment.  Three of the industrial sites saw drops in local concentrations after application, including one where there were reductions of between 31 per cent and 59 per cent after treatment\",\"A programme of engagement with over businesses and stakeholders in target areas with a focus on transport measures. The evidence from that work has suggested that many businesses are not clear about the impact of their activities on local air quality, but that through engagement work, positive changes were secured in terms of increased use of bikes and walking by staff.\"]}",
     "The Clean Air Fund programme is just one of the ways in which TfL has been working to improve air quality in London.",
     "The Mayor has also implemented an ambitious long term package of measures to improve air quality in London by tightening the Lower Emission Zone standards for heavy vehicles, introducing tough age limits for taxis and private hire vehicles leading to the retiring of the older diesel taxis, increasing the capital's green infrastructure and increasing the number of hybrids in fleet to 1,600 by 2016.",
     "Leon Daniels, Managing Director of Surface Transport at TfL, said: 'The Clean Air Fund programme has delivered improvements, and it provides us with extensive research which we will be sharing with other public bodies and interested stakeholders.",
     "'The majority of London already meets its EU limit values for annual mean PM10 concentrations, but the programme allowed us to target measures at sites that were at risk of exceeding daily limits as part of our commitment to reducing pollution levels across the capital.'",
     "Norman Baker, Parliamentary Under Secretary of State for Transport, said: 'It is encouraging to see that London is taking ambitious steps to improve air quality. Londoners have benefited from the £5 million DfT grant for measures to reduce emissions on the most polluted streets.",
     "'The challenge is to build on the success of the programme to ensure that best practice is spread across the country.",
     "'Of course, one of the best measures to tackle poor air quality is to move as quickly as possible to full roll out of low emission vehicles.'",
     "Information gathered from the green infrastructure research will be shared with interested parties to further the understanding of the benefits of green infrastructure, and TfL will also continue to work with the Environment Agency, boroughs and site operators to promote the use of dust suppressants at industrial waste, construction and demolition sites in London.",
     "TfL and the GLA will continue to deliver and support business engagement to promote use of public transport, walking and cycling, helping to improve local air quality.",
     "The Mayor will also announce further measures to improve air quality, which will take forward the work of the Cleaner Air Fund, in weeks to come.",
     "The Clean Air Fund report is available at: \u003ca href=\"http://tfl.gov.uk/corporate/projectsandschemes/21103.aspx\"\u003etfl.gov.uk/corporate/projectsandschemes/21103.aspx\u003c/a\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The fitting of DPFs will be completed in March 2013\",\"The Mayor's Air Quality Strategy (MAQS) was published and highlighted that although the majority of London already meets the European Union limit value for annual mean Particulate Matter (PM10) concentrations, there were a small number of sites that were at risk of exceeding daily mean limit values\",\"The 200m2 green wall at Edgware Road Tube station trapped 500g of PM10 in a three month period\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2013/15890",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2013/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2013/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2013/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2013/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2013/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2013/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2013/16598",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2013/16698",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2013/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2013/16906",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2013/16962",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}