{
 "pageTitle": "Prince of Wales and Duchess of Cornwall take a ride on the Tube as it celebrates 150 years of serving London and the UK",
 "description": "Visit celebrates the importance of engineering and transport infrastructure projects in London. Important projects including the construction of Crossrail and restoration of Network Rail's King's Cross station also visited Their Royal Highnesses meet",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2013",
   "url": "/info-for/media/press-releases/2013"
  },
  {
   "title": "January",
   "url": "/info-for/media/press-releases/2013/16962"
  },
  {
   "title": "Prince of Wales and Duchess of Cornwall take a ride on the Tube as it celebrates 150 years of serving London and the UK"
  }
 ],
 "title": {
  "title": "Prince of Wales and Duchess of Cornwall take a ride on the Tube as it celebrates 150 years of serving London and the UK",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Prince of Wales and The Duchess of Cornwall today joined passengers to travel by Tube as part of a visit to mark the 150th anniversary of London Underground and celebrate the important role that engineering and infrastructure plays in the UK."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "It was an honour to have The Prince and The Duchess visit us today and help us mark the 150th anniversary of London Underground and the enduring importance that the network has to London and to the UK economy",
     "Visit celebrates the importance of engineering and transport infrastructure projects in London.",
     "{\"template\":\"bulletlist\",\"items\":[\"Important projects including the construction of Crossrail and restoration of Network Rail's King's Cross station also visited\",\"Their Royal Highnesses meet apprentices and young people engaged in building for the future\"]}",
     "Their Royal Highnesses visited Farringdon station, which was part of the original underground network built in 1863, and can be seen as the \"birthplace of the Tube\", before taking in some of the other important infrastructure projects in the capital.",
     "Farringdon is currently being transformed in preparation for the arrival of Crossrail - the new east-west rail link - in 2018.",
     "New ticket halls, lifts and other facilities have already been added, and now work is underway to prepare for the arrival of the Crossrail tunnels being dug from Royal Oak in the west and Limmo Peninsula near Canning Town in the east, with new shafts sunk to enable two new ticket halls to be constructed for Crossrail at Farringdon and Barbican. Farringdon station will become a major hub - one of the busiest rail stations in Britain.",
     "It will be the only station to be served by London Underground, Crossrail and Thameslink services and will enable passengers to travel in any direction around London and beyond.",
     "Their Royal highnesses were given a brief overview of the history of London Underground and then visited the Crossrail site.",
     "They met some of the apprentices and other young people engaged in building Crossrail and in upgrading and running the Tube network, before meeting London Underground staff and taking a ride with them between Farringdon and King's Cross St. Pancras, part of the original 1863 route.",
     "The journey enabled them to try out one of London Underground's new S-Stock trains, which are being introduced to 40 per cent of the Tube network.",
     "The spacious, walk-through, air-conditioned trains are built at the Bombardier facility in Derby, which The Prince of Wales also recently visited.",
     "At Network Rail's King's Cross station, The Prince and The Duchess were welcomed onto the construction site of London's newest open space, King's Cross Square, due to open in autumn 2013.",
     "They saw the final pieces of the much unloved green canopy being torn down to reveal for the first time in over 150 years the magnificent Grade I listed Victorian station façade - a structure designed by Lewis Cubitt, the brother of Thomas Cubitt who is an ancestor of The Duchess of Cornwall.",
     "After a walk down the newly restored train shed, they visited the spacious new western concourse.",
     "Opened in March 2012, it is the largest single-span structure in Europe and features iconic design by John McAslan.",
     "They also visited one of the most popular parts of the station made famous by Harry Potter, Platform 9 ¾, and took a look into the Parcel Yard public house, the largest pub on the railway network.",
     "Mike Brown, Managing Director of London Underground \u0026 London Rail, said: 'It was an honour to have The Prince and The Duchess visit us today and help us mark the 150th anniversary of London Underground and the enduring importance that the network has to London and to the UK economy.",
     "'As we mark the anniversary we are also building for the future - transforming stations and replacing trains, signals and track. Our passengers are already seeing the benefits, with more frequent and reliable services on the Jubilee and Victoria lines among many other improvements.",
     "'This year will see even more - with Their Royal Highnesses today having experienced one of the new air-conditioned trains, which will soon serve 40 per cent of the Tube network.",
     "'It is this sustained investment that will enable us to create a network able to support London's growing population and maintain our city's vital role for the next 150 years.'",
     "Terry Morgan, Crossrail Chairman said: '150 years on from the birth of the Tube and London is experiencing the biggest transformation to its transport network in 50 years with the construction of Crossrail. Crossrail will increase London's rail capacity by 10 per cent, deliver new journey opportunities and bring an extra 1.5 million people within 45 minutes commute of the capital.",
     "'Thousands of jobs have been created to deliver Crossrail with thousands more employed across the UK in regional based suppliers. Crossrail will move London forward for the next 150 years or more.'",
     "Today's visit highlighted the importance of apprenticeships and training in engineering for young people.",
     "TfL is an employer committed to developing and maintaining the skills and talents of its workforce and addressing the skills shortage within the transport industry for now and the future.",
     "Within the last two financial years, 135 graduate roles have been created in TfL, with 86 graduates enrolling in September 2012. More than 400 apprenticeships are being created by Crossrail.",
     "Many are being trained at the new Tunnelling and Underground Construction Academy in east London where up to 3,500 people will receive training in the skills required to work below ground.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}",
     "{\"template\":\"bulletlist\",\"items\":[\"In July 1968 The Prince of Wales accompanied The Duke of Edinburgh on a visit to the Victoria Line construction site (the Brixton extension of the Victoria Line)\",\"In April 1979 The Prince of Wales opened the first stage of the Jubilee Line at Green Park Station\",\"In February 2012 The Prince of Wales took a new metropolitan line train on a test run while visiting Bombardier's Derbyshire factory to support British manufacturing.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2013/15890",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2013/november",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2013/october",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2013/september",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2013/august",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2013/july",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2013/june",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2013/16598",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2013/16698",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2013/march",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2013/16906",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2013/16962",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}