{
 "pageTitle": "Transport for London backs the DEC tsunami appeal",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London backs the DEC tsunami appeal",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) is backing the UK appeal for victims of the Indian Ocean tsunami, with staff and contractors doing everything they can to boost the fundraising drive."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "TfL has worked with Viacom - the company responsible for advertising on the network - to make space available to publicise the Disasters Emergency Committee (DEC) appeal. In total, over 2000 advertising hoardings and posters in Underground stations and on buses across London will carry the DEC's phone number and website address.",
     "In addition, London Underground staff and more than 200 volunteers from the rest of TfL's network will be collecting at central London stations tomorrow (Friday, 7 January).",
     "Bob Kiley, London's Transport Commissioner said:",
     "\"We have all been shocked by the unimaginable scenes we have witnessed. I would like to thank TfL staff for their commitment to this cause and encourage everyone to donate if they can.\"",
     "Patricia Sanders from the DEC said:",
     "\"This money will be spent through the DEC member aid agencies, who are working in the hardest hit areas distributing clean water, food, medicine, temporary shelter and materials to survivors. But even though immediate needs are being met, these people are going to need our help to rebuild their homes and livelihoods.",
     "TfL's support allows us to remind members of the British public for the need to keep donations coming in. Once again we would like to thank Transport for London and their staff for their support.\"\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}