{
 "pageTitle": "World's largest cycling database set to make cycling in the capital easier",
 "description": "World's largest cycling database set to make cycling in the capital easier",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2019",
   "url": "/info-for/media/press-releases/2019"
  },
  {
   "title": "August",
   "url": "/info-for/media/press-releases/2019/august"
  },
  {
   "title": "World's largest cycling database set to make cycling in the capital easier"
  }
 ],
 "title": {
  "title": "World's largest cycling database set to make cycling in the capital easier",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Cycling Infrastructure Database contains the location of more than 240,000 pieces of cycling infrastructure in London, including places to park and the location of cycle lanes"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"London is the first city in the world to collect data on cycling infrastructure on such a large scale\",\"Data has been added to TfL's Journey Planner which can now show users where they can park their bikes\",\"The information is also being shared as open data, which could be used by third parties to make journey planning easier and more accurate\"]}",
     "Transport for London (TfL) has launched the Cycling Infrastructure Database, the world's largest database of cycling infrastructure which will help to make cycling in London easier and more tailored to people's needs. The database contains the details of all 240,000 pieces of cycling infrastructure in London, such as cycle parking spaces and cycle lanes.",
     "TfL research has shown that many people feel uncomfortable about setting off on a cycle journey without knowing what to expect, particularly when it comes to finding a place to park or a protected cycle lane.",
     "To create the database, TfL surveyed every street in every London borough to collect data on all 146,000 cycle parking spaces across London, as well as gathering information on 2,000km of cycle lanes, 960 traffic filters and 58,000 wayfinding signs. The database also contains 480,000 photographs of cycling infrastructure, allowing users to see exactly what can be found on street and where.",
     "The database has now been made available to London boroughs and has also been released as open data for third-party developers. The data has already been used to upgrade TfL's own Journey Planner, meaning that people using the planner for cycle journeys can now see the nearest and most convenient place to park for every journey.",
     "Third-party developers will be able to use the data for their own journey planning tools, which will make it simpler for Londoners to plan cycle journeys using their preferred apps. TfL will invite app developers to a 'hackathon' later this year to explore innovative ways to use the data to make cycling simpler and easier for more Londoners.",
     "The database will also make it possible for TfL and the boroughs to plan future investment in cycling effectively. The database has already been used to develop TfL's Cycle Parking Implementation Plan, which last month set out how TfL will work with partners across the capital to invest £2.5m in new cycle parking across London, targeting areas of highest demand.",
     "Will Norman, London's Walking and Cycling Commissioner, said:",
     "'Last year London saw the quickest growth in cycling journeys on record, but we must continue to do everything we can to make cycling easy and convenient for everyone. TfL's Cycling Infrastructure Database is the biggest collection of cycling information anywhere in the world, and has the potential to transform the way we think about cycling. It means that wherever you live or work in the capital you can properly plan your journey from beginning to end, knowing the quickest and safest route through every London neighbourhood.",
     "'With the open data being available to councils, developers, policy makers and anyone who wants it, it will be a really useful tool for planning new cycling investment in years to come.'",
     "Christina Calderato, TfL's Head of Planning, said:",
     "'We're investing record amounts in cycling as we see the number of people cycling in the capital continuing to increase year on year. The Cycling Infrastructure Database will make it easier for people in London to plan their journeys, allowing people to set off from home knowing where cycle lanes are and where they can park at their destination. The data will also help us to work with the boroughs and invest in cycling where it is needed most.'",
     "Simon Munk, Infrastructure Campaigner at  London Cycling Campaign, said:",
     "'As the capital's Cycleway network continues to expand, cycling levels are rising. But as more main road cycle tracks and quieter neighbourhood schemes are added, navigating them remains far too intimidating, with maps and routing apps failing to accurately identify safe and inviting routes for all abilities to use to plan their cycle journeys. This new database opens the door for developers to improve their route planning apps for London's riders, so more people can ride in confidence and safety from a to b.'",
     "Rob Nickerson, Director of OpenStreetMap UK, said:",
     "'The Cycling Infrastructure Database includes a fantastic amount of detail and, being based on a full survey of assets, is of superb quality and accuracy. We look forward to incorporating this into OpenStreetMap where it will benefit the many cycling apps and websites which utilise the OpenStreetMap dataset.'",
     "Martin Lucas-Smith, Developer at CycleStreets, said:",
     "'TfL has done great work in collecting and publishing this data, which will be useful for cyclists, transport planners, utility companies and cycling advocates. We have been extremely impressed by the quality and comprehensiveness of the data. Our Bikedata site has a full copy of the data, to enable users and developers to browse it on a map easily. We've recently been working with TfL to determine how it can be made available for use in OpenStreetMap, so that cycle routing apps like ours will give even better results.'",
     "TfL and the Mayor are committed to expanding the capital's cycle network at pace and increasing the proportion of Londoners who live within 400 metres of the cycling network to 28 per cent by 2024, up from nine per cent. TfL has doubled the amount of protected space for cyclists since 2016 and is on course to triple this by 2020.",
     "In 2018, the Mayor's Vision Zero and Walking and Cycling Action Plans set out ambitious targets for eliminating death and serious injury from London's roads and becoming the best city in the world for walking and the best big city for cycling. These plans will ensure safer streets and a high standard for walking and cycling routes, which will significantly increase the number of people walking and cycling as well as reduce road danger, congestion and air pollution.",
     "The expansion of London's walking and cycling network continues to enable millions more journeys to be cycled or made on foot every week. New 2018 data shows that cycling in London is at record levels with the average daily total distance cycled exceeding 4million kilometres for the first time. Construction on major new routes between Tower Bridge Road and Greenwich and Acton and Wood Lane is underway and TfL is also currently inviting people to have their say on another route between Dalston and Clapton.",
     "Notes to editors",
     "{\"template\":\"bulletlist\",\"items\":[\"The data from TfL's Cycling Infrastructure Database is available to view and download here - \\u003ca href=\\\"https://cycling.data.tfl.gov.uk/\\\"\\u003ehttps://cycling.data.tfl.gov.uk/\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2019/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2019/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2019/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2019/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2019/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2019/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2019/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2019/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2019/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2019/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2019/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2019/december",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}