{
 "pageTitle": "Cycle hire scheme celebrates best ever month of hires",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2018",
   "url": "/info-for/media/press-releases/2018"
  },
  {
   "title": "July",
   "url": "/info-for/media/press-releases/2018/july"
  },
  {
   "title": "Cycle hire scheme celebrates best ever month of hires"
  }
 ],
 "title": {
  "title": "Cycle hire scheme celebrates best ever month of hires",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Santander Cycles will reach the highest ever figure for any month since the scheme began today"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"The recently introduced next-generation cycles, built by Pashley in the UK, have also won a Gold award at the Eurobike Awards in Germany\",\"The cycle hire scheme turns eight on 30 July\"]}",
     "Transport for London's (TfL's) Santander Cycles celebrates its eighth birthday on 30 July with another milestone for the scheme - its best ever month of hires.",
     "There will be over 1.1m hires in July, beating the previous record of 1.18m in July 2016. The recent hot weather has encouraged even more Londoners to make the most of what the capital has to offer by taking to two wheels. Last weekend's Prudential RideLondon event also helped to drive demand for the cycles, with thousands choosing to make the most of car-free streets being open to all in central London on Saturday to enjoy a cycle ride.",
     "Santander Cycles has been able to meet this demand by providing additional focus on the most popular stations in and around parks during weekends and launching a 'pop up 'hubs'  trial in Westminster and the City to provide more cycles at peak commute times.",
     "The scheme, which was launched eight years ago on 30 July 2010 with 400 docking stations and 6600 bikes, has since expanded to cover 100 square kilometres of London with 11,000 bikes and over 800 stations, making it the largest cycle hire scheme in Europe. The most recent expansion of the scheme added Brixton to the list of destinations served by the bikes. More than 73.5 million journeys have been made using the cycles since 2010.",
     "The next generation of cycles, built in the UK by Pashley Cycles and introduced in October last year, has also won a Gold award at this year's Eurobike Awards held in Germany in July. The judges recognised the new bike for its sturdiness, ease of use and lighting, stating that it is \"an ideal cycle for bike-sharing providers.\"",
     "Since the cycle hire scheme was introduced, cycling in the capital has increased from 540,000 to 730,000 average trips per day. The Santander Cycles scheme has increased the availability of cycles, enabling both Londoners and visitors to explore and commute on two wheels.",
     "Will Norman, London Walking and Cycling Commissioner, said:",
     "'Santander Cycles are such a fun and easy way to get around London, and I'm delighted that July has seen us break the record for the most ever journeys. Our new bike brought in last year seems to have encouraged even more people to use Santander Cycles, and I hope we can keep breaking records in the future.",
     "'It is essential for Londoners' health and for tackling air pollution in the capital that we continue to get more people cycling as part of their everyday routine.'",
     "David Eddington, TfL's Head of Cycle Hire, said:",
     "'Santander Cycles is helping to encourage the capital's cycling revolution by making sure that Londoners have access to bikes at the busiest times and locations. Whether you're travelling to work or visiting one of London's beautiful parks at the weekend, Santander Cycles provides an active, healthy and sustainable way to get around this wonderful city. We've seen a real boom in the numbers of people choosing to cycle in London, with a 35 per cent increase since the scheme was introduced, and hope that number will continue to rise.'",
     "Keith Moor, Chief Marketing Officer at Santander,said:",
     "'The Santander Cycles scheme continues to go from strength to strength, and it's a great example of our commitment to supporting local communities and helping people and businesses prosper. Since we started our partnership with TfL in 2015, we've worked hard to bring excitement and innovation to the scheme, working with TfL to add new smart technology, Beryl laser lights to improve cyclists' visibility and a top-rated app which makes hiring a Santander Cycle easier than ever. We're thrilled to be celebrating the scheme's eighth birthday with new records and long may this continue!'",
     "Counters installed on TfL's Cycle Superhighways at Blackfriars Bridge and on Victoria Embankment continue to record the huge numbers of people choosing to cycle in the capital. These counters show that more than 1.5 million cyclists have now used CS3 and CS6 since the counters were installed, with the counter on CS3 crossing the one million mark for the first time on 23 July.",
     "A new route through central London, Cycle Superhighway 6, will be opening in the autumn and almost 100km of Quietways have been built so far, with further significant sections due to open later in 2018 in Ealing, Hammersmith and Fulham and Newham.",
     "Notes to Editors",
     "{\"template\":\"bulletlist\",\"items\":[\"More than a million hires have now been made using the Santander Cycles app, which was launched in May 2015 to make it easier to find and hire bicycles\",\"The free app is available on the iTunes and Android App Stores, searching for Santander Cycles. This app includes docking station information, live bike and space availability and it sends a release code straight to your phone, letting users skip past the terminal and get on their bike quicker\",\"Santander Cycles can be hired from as little as £2 a day for an unlimited number of 30 minute journeys\",\"Statistics about cycling in London can be found in TfL's Travel in London reports, here: \\u003ca href=\\\"http://tfl.gov.uk/corporate/publications-and-reports/travel-in-london-reports\\\"\\u003etfl.gov.uk/corporate/publications-and-reports/travel-in-london-reports\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2018/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2018/february",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2018/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2018/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2018/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2018/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2018/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2018/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2018/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2018/december",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}