{
 "pageTitle": "Deal paves way for knowledge sharing between London and West Midlands",
 "description": "Deal paves way for knowledge sharing between London and West Midlands",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2018",
   "url": "/info-for/media/press-releases/2018"
  },
  {
   "title": "July",
   "url": "/info-for/media/press-releases/2018/july"
  },
  {
   "title": "Deal paves way for knowledge sharing between London and West Midlands"
  }
 ],
 "title": {
  "title": "Deal paves way for knowledge sharing between London and West Midlands",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "First agreement of its type will see the UK's two biggest cities work more closely together"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Sadiq Khan, the Mayor of London, and Andy Street CBE, the Mayor of the West Midlands Combined Authority, have both welcomed a new knowledge-sharing agreement between London and the West Midlands.",
     "From dealing with major incidents to limiting the disruption of large-scale transport projects and reducing congestion, the agreement will enable West Midlands and London to learn from each other to improve not only their individual regions, but also the rest of the UK.",
     "The Memorandum of Understanding, which was signed by Transport for London (TfL) and Transport for West Midlands (TfWM), is the first time two devolved local authorities have made a commitment to share best practice and work towards common goals.",
     "At an event held this morning in London's Traffic Control Centre, both Mayors met staff who monitor the capital's road network 24 hours a day. As well as seeing how the capital uses state-of-the-art traffic signal technology to monitor and reduce congestion, the Mayors also saw how the control centre is used to coordinate major sporting events, such as the London Marathon and RideLondon, ensuring swift responses to any incidents or congestion.",
     "With Coventry already planning a range of exciting outdoor activities as the UK City of Culture 2021 and Birmingham hosting the Commonwealth Games in 2022, as well as being in talks to host the UK round of the Formula-E, it is hoped that working together to share knowledge and experience on developing customer information will ensure all these events are as successful as the London 2012 Games.",
     "The agreement covers a range of areas in which both organisations believe they could benefit from working together. These include:\u003cbr /\u003e•\tSharing information on how to address and manage any potential impacts around the delivery of major transport projects, including how to make transport networks resilient while key elements are delivered;\u003cbr /\u003e•\tWorking with local businesses and freight organisations to help consolidate and retime freight deliveries to reduce congestion and improve air quality - particularly around construction projects;\u003cbr /\u003e•\tAnalysis of road and public transport flows between West Midlands and London to improve connectivity and allow for better traffic and congestion modelling between the cities;\u003cbr /\u003e•\tMonitoring developments in \"Mobility as a Service\", as well as a coordinated response towards new disruptive technologies in the future;\u003cbr /\u003e•\tWorking together to improve open-data for developers through online portals such as TfL's API platform and identifying new ways to collect key transport data to increase productivity",
     "\u003cstrong\u003eSadiq Khan, Mayor of London, said: \u003c/strong\u003e `London and Birmingham face many of the same challenges so I am delighted that the signing of this agreement further strengthens our commitment to work together. Among other things, sharing information will help us better deal with major incidents, manage world-class sporting events and reduce congestion, improving our cities for everyone.`",
     "\u003cstrong\u003eAndy Street CBE, Mayor of the West Midlands Combined Authority, said: \u003c/strong\u003e `In the next few years, the West Midlands will be playing host to huge events requiring us to be at the top of our game in terms of managing transport, particularly on our public transport networks.",
     "`Transport for London has a wealth of experience in accommodating extra travellers and we're keen to tap into this knowledge ahead of the Commonwealth Games and Coventry City of Culture.",
     "`This Memorandum of Understanding is an important first step in making sure all future events are remembered for the show the West Midlands puts on, not for any challenges the transport networks might face.'",
     "\u003cstrong\u003eGareth Powell, Managing Director for Surface Transport at TfL said:\u003c/strong\u003e \"This agreement will see us share our experience from the last two decades as an integrated transport authority, while learning a range of new skills and ideas from the West Midlands. We can also work together on developing and delivering common policies, like improving air quality and reducing the impact of major transport projects on local residents and businesses, which will benefit the UK more widely by boosting connectivity in every region.'",
     "Last month, all eight regional and city-wide Mayors - four Conservative and four Labour - met in Liverpool and called on the government for greater devolution of powers and funding over skills. At the meeting, they signed a joint statement calling for further reforms to the skills system, including more control over Apprenticeship Levy funds to boost skills in their areas.",
     "Following today's meeting, a delegation from TfL will be visiting Birmingham later in the summer to discuss how both organisations can work with the freight industry and its customers in the business community to help minimise the impact of major events and construction work."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2018/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2018/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2018/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2018/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2018/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2018/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2018/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2018/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2018/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2018/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2018/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2018/december",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}