{
 "pageTitle": "Double record-breaking months for Santander Cycles",
 "description": "Double record-breaking months for Santander Cycles as the hot weather inspires more cycling",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2018",
   "url": "/info-for/media/press-releases/2018"
  },
  {
   "title": "July",
   "url": "/info-for/media/press-releases/2018/july"
  },
  {
   "title": "Double record-breaking months for Santander Cycles"
  }
 ],
 "title": {
  "title": "Double record-breaking months for Santander Cycles",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The hot weather inspires more cycling as June 2018 saw the most hires on record for any June since the scheme began in 2010 with more than one million hires"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"May 2018 also saw more than one million hires as London's sunny weather creates ideal cycling conditions\",\"Almost 13,000 cyclists passed through TfL's two cycle counters on Cycle Superhighway 6 and 3 on 26 June alone\"]}",
     "Transport for London's flagship Santander Cycles hire scheme has enjoyed two record-breaking months in a row, with last month becoming the scheme's best June to date, with more nearly 1.2 million hires.",
     "The 1.18m hires last month follows a record-breaking May with 1.1m hires and 2017, where an unprecedented 10.4 million journeys were made. June was just 7,000 hires off achieving the most hires on record for any given month since the scheme began in 2010. London's heatwave has helped encourage even more people to explore the capital on two wheels. Santander Cycles has been able to meet this demand by providing extra bikes at parks during weekends and launching a new trial in Westminster and the City to provide more bikes at peak commute times.",
     "Alongside the focus on parks and commuter journeys, the scheme has been made available in new areas of London with the recent launch of seven new docking stations in Brixton, which has brought the scheme to even more people. The record breaking months come at an exciting time for the cycle hire scheme, with TfL's recently introduced next-generation British-built bike that is more manoeuvrable with smaller wheels, a lower frame, a new gear hub and a more comfortable seat.",
     "Records were also broken on TfL's Cycle Superhighways on Blackfriars Bridge and Victoria Embankment this month, where cycle counters were installed in February. These counters show that more than 1.2 million cyclists have now used CS3 and CS6. The highest number of cyclists was seen on 26 June, with nearly 13,000 bikes passing the counters.",
     "David Eddington, Head of Cycle Hire at TfL, said:",
     "'We're seeing an unprecedented growth in cycling across the capital, and Santander Cycles is helping to support this by providing more bikes at the busiest times and locations. Whether you're travelling to work or visiting one of London's beautiful parks at the weekend, Santander Cycles provides an active, healthy and sustainable way to get around this wonderful city.'",
     "Will Norman, London's Walking and Cycling Commissioner, said:",
     "'It's fantastic to see record numbers of people enjoying cycling in this summer weather. The Santander Cycles are a brilliant way to experience London. I'm delighted that the increased availability of our new lighter model has led to even more commuters and visitors making the most of them.'",
     "Keith Moor, Chief Marketing Officer at Santander said:",
     "'The Santander Cycles Scheme is a great example of our commitment to supporting local communities and helping people and businesses prosper. Through the partnership with TfL we have worked to bring excitement and innovation to the scheme, whilst making it more accessible, enjoyable and giving people the confidence to cycle around and explore this fantastic City. It's been great to see records broken and hires on an upward trend and here's to a great cycling summer!'",
     "Cycling forms a key part of the Mayor's Transport Strategy, which aims for 80 per cent of all journeys to be made by cycling, walking or public transport by 2041. At a time of increased popularity of cycling overall, record-breaking figures for Santander Cycles show that cycle hire is playing a significant role in helping to further grow cycling numbers across the capital.",
     "Since TfL's cycle hire scheme was launched in July 2010, it has grown from strength to strength. There have been more than 70 million journeys made using the cycles and there are now more than 770 docking stations covering 100 square kilometres of London.",
     "To find your nearest Santander Cycles docking station, visit \u003ca href=\"http://www.tfl.gov.uk/santandercycles\"\u003ewww.tfl.gov.uk/santandercycles\u003c/a\u003e and to download the free app, go to the iTunes or Android App store and search for Santander Cycles.",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"TfL is currently running a stacking trial that will increase the docking and hiring capacity in the morning and evening peaks at two docking stations in Westminster and one in Liverpool Street - Soho Square, Brushfield Street and Abbey Orchard Street\",\"Santander Cycles now covers 100 square kilometres of London, making it the second largest cycle hire scheme in Europe. Since launching in July 2010, more than 70 million journeys have been made\",\"More than a million hires have now been made using the Santander Cycles app, which was launched in May 2015 to make it easier to find and hire bicycles\",\"The free app is available on the iTunes and Android App Stores, searching for Santander Cycles. This app includes docking station information, live bike and space availability and it sends a release code straight to your phone, letting users skip past the terminal and get on their bike quicker\",\"Santander Cycles can be hired from as little as £2 a day for an unlimited number of 30 minute journeys\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2018/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2018/february",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2018/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2018/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2018/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2018/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2018/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2018/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2018/december",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}