{
 "pageTitle": "Grants to encourage more Londoners to take up cycling",
 "description": "Grants to encourage more Londoners to take up cycling",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2018",
   "url": "/info-for/media/press-releases/2018"
  },
  {
   "title": "July",
   "url": "/info-for/media/press-releases/2018/july"
  },
  {
   "title": "Grants to encourage more Londoners to take up cycling"
  }
 ],
 "title": {
  "title": "Grants to encourage more Londoners to take up cycling",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "TfL launch fourth year of 'Cycle Grants London' funding, managed by Groundwork London, which will enable up to 30 more projects to make cycling more accessible to all Londoners"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"The programme is aimed at groups that are traditionally under-represented in cycling, such as through income, health, ability, skills and access to a bike\"]}",
     "Transport for London (TfL) and Groundwork London are inviting community and not-for-profit groups across London to apply for grants to get their communities cycling.",
     "Since it began, TfL's Cycling Grants London programme has helped 90 projects encourage over 14,000 people to cycle. Now approaching its fourth year, TfL is making more than £240,000 available to help up to 30 groups offer a range of cycling initiatives aimed at people who may not otherwise ride a bike. Initiatives include cycle training, loan bikes, guided rides and courses to teach basic cycle maintenance. New projects will receive up to £10,000 over three years.",
     "The Cycle Grants London programme is part of TfL's record investment in cycling over the next five years to make it easier and more appealing. By breaking down the barriers to cycling and making it safer, TfL aims to diversify cycling and make it accessible to people of all ages, abilities and backgrounds. TfL is working closely with boroughs, as well as promoting accessible cycling modes such as the Santander Cycles scheme and electric bikes.",
     "Limehouse Women's Cycling is one example of a project, which has received funding from Cycling Grants London, and is aimed at helping women to get into cycling. The sessions are aimed especially at Bangladeshi women, though the group is mixed, and everyone's cycling ability is different. One member described the experience as life changing.",
     "Momtaz Begum-Hossain, a participant in the Limehouse Women's Cycle Project, said: ''I had often wondered if I would ever be able to ride a bike. I never learnt as a child, and when I became an adult so many other distractions came along that my cycling goals were forgotten about. I enrolled in a free 12-week women's cycling course, I absolutely loved the cycling part and seeing the others all grow and develop as the weeks go on. Having a routine of going to class on Sunday morning, knowing I was going to spend it in beautiful surroundings with friendly women who were all so inspiring, was the highlight of my weekend.''",
     "As part of the Mayor's Transport Strategy, the Mayor has set a target to increase the proportion of people walking, cycling and taking public transport to 80 % of journeys by 2041, compared to 64 % now. Encouraging more Londoners to take up cycling is an important part of this work.",
     "Staynton Brown, TfL's Director of Diversity and Inclusion, said: \"We're working hard to make cycling more accessible for everyone and it's fantastic to hear of so many success stories. As we enter the fourth year of this scheme, we hope to encourage even more Londoners of all ages and backgrounds to take up cycling, improving their wellbeing and London's air quality and congestion.\"",
     "Lindy Kelly, Executive Director of Groundwork London, said: \"Groundwork are very excited about the launch of the 2018 round of Cycling Grants London funding with TfL. Since 2015, we've supported 90 community cycling projects across London. This year we're looking forward to supporting more applicants and seeing many more Londoners of all backgrounds, ages and abilities discover the joy and the benefits of cycling.\"",
     "As well as Cycling Grants London, TfL has a number of other programmes that promote cycling in London including Santander Cycles, Cycle Skills sessions, which are free in all London boroughs, and Cycling Workplaces, which offers organisations without cycling facilities up to £10,000 worth of cycling products and services to encourage employees to cycle to work.",
     "Applications now open at \u003ca href=\"http://www.cyclinggrants.london\"\u003ewww.cyclinggrants.london\u003c/a\u003e and close on 17 September. For more information about TfL's cycling initiatives visit \u003ca href=\"http://www.tfl.gov.uk/cycling\"\u003etfl.gov.uk/cycling\u003c/a\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Funding is available annually through Cycling Grants London. For more information including case studies and details of the scheme, visit \\u003ca href=\\\"http://www.cyclinggrants.london\\\"\\u003ewww.cyclinggrants.london\\u003c/a\\u003e \",\"Images of cycling groups we have funded can be found on the TfL Flickr page \\u003ca href=\\\"https://www.flickr.com/gp/tflpress/6K4WZa\\\"\\u003ehere\\u003c/a\\u003e \",\"Further information on the projects highlighted in the press release can be found on the CGL website: \\u003ca href=\\\"http://www.cyclinggrants.london\\\"\\u003ewww.cyclinggrants.london\\u003c/a\\u003e \",\"Projects are expected to help build the confidence of infrequent or new cyclists from all backgrounds and increase cycling by women, children and young people\",\"Groundwork London is a social and environmental regeneration charity. For almost 20 years they have been at the forefront of environmental and social regeneration in London, changing places and lives for the better in some of the capital's most disadvantaged neighbourhoods: \\u003ca href=\\\"http://www.groundwork.org.uk/london\\\"\\u003ewww.groundwork.org.uk/london\\u003c/a\\u003e \",\"An electric bike also known as an e-bike or pedelec - is a regular pedal cycle fitted with an electric motor that gives power assistance when the rider pedals. The rider pedals and uses the gears as normal, but the electric motor does some of the work for them. By law, the rider must be at least 14 years old\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2018/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2018/february",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2018/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2018/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2018/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2018/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2018/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2018/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2018/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2018/december",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}