{
 "pageTitle": "Jump on board the DLR Discovery to explore east London this summer",
 "description": "Jump on board the DLR Discovery to explore east London this summer",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2018",
   "url": "/info-for/media/press-releases/2018"
  },
  {
   "title": "July",
   "url": "/info-for/media/press-releases/2018/july"
  },
  {
   "title": "Jump on board the DLR Discovery to explore east London this summer"
  }
 ],
 "title": {
  "title": "Jump on board the DLR Discovery to explore east London this summer",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Exclusive DLR Discovery train will run every weekend from 4 August to 9 September"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Londoners and visitors to the capital will have the opportunity to be part of a brand new, first of its kind experience on the Docklands Light Railway (DLR) this summer as TfL and its operator KeolisAmey Docklands (KAD) launch the DLR Discovery.",
     "Ticket holders will be taken on a guided tour between two of London's most iconic destinations, Tower Gateway and Cutty Sark, on a special non-stopping service on a route not normally served by the DLR.",
     "Each train will include a professional tour guide on board as it travels along raised tracks through the transformed Docklands area of east London, known for its vibrant neighbourhoods and rich cultural heritage.",
     "The DLR is a unique way to see how this part of the capital has grown and developed over the last 100 years and locals and visitors are encouraged to explore and discover more of the area they live and work in, or pass through every day.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Informative and engaging\"}",
     "The guide will offer an informative and engaging commentary, providing insight into some of east London's most well-known sights that passengers can see as they wind their way past the towering skyline of the financial and cultural district at Canary Wharf and the futuristic Crossrail Place and Roof Garden above the newly-built Elizabeth line station.",
     "The tour will also take in the historic Billingsgate Fish Market, Limehouse basin and its astonishing network of navigable canals as well as the iconic Cutty Sark tea clipper.",
     "The experience will continue with a thirty-minute guided walking tour around the historic heart of Greenwich, giving customers the opportunity to learn more about the World Heritage Site with a professional guide.",
     "The walking tour will start and end at Cutty Sark DLR station and take in the Cutty Sark, one of the only remaining tea clippers from the nineteenth century, and pass by the Royal Naval College and National Maritime Museum.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"First of their kind\"}",
     "The tours are the first of their kind to operate on TfL services and will start on 4 August 2018, running every Saturday and Sunday until 9 September 2018. Trains will depart on the hour every hour, starting at 10am each day, with the last tour leaving Tower Gateway at 5pm. Tickets for the exclusive DLR Discovery train are £8 for adults and £4 for children and include a return journey on the DLR. These can be purchased via \u003ca href=\"https://tfl.gov.uk/dlr-discovery\"\u003etfl.gov.uk/dlr-discovery\u003c/a\u003e .",
     "Trish Ashton, General Manager of the DLR, said: 'DLR Discovery tours are an exciting addition to our services and a perfect day out for families, visitors and locals alike.",
     "'I hope people from across the city, as well as those visiting London, take the chance to ride the special, non-stopping train between two world-famous London landmarks, and gain insight into a historically fascinating area of east London.'",
     "Jade Gilmore, Visitor Experience Manager at the Museum of London Docklands, said: 'The DLR holds great historical importance for the local area and its creation helped to transform London's Docklands, which up to then was isolated from the rest of the city.",
     "'After guests have completed their journey on the DLR Discovery train, I would encourage them to explore our New Port, New City gallery, which includes a range of memorabilia from some of the earliest journeys on the line.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Unique perspectives\"}",
     "Barrie Kelly, Chief Executive of Visit Greenwich, said: 'DLR Discovery tours are an excellent way to see Greenwich and the surrounding area from a different angle.",
     "'DLR trains offer unique perspectives of the Docklands and we warmly welcome such an innovative addition to our outstanding attractions and services.",
     "'We look forward to working with TfL to ensure that these tours become the success they deserve to be, taking a front seat during the summer.'",
     "Angela Morgan, a Blue Badge Tourist Guide at the Association of Professional Tourist Guides, said: 'We look forward to working with TfL on this exciting new venture.",
     "'Guiding is our passion, and all Blue Badge Tourist Guides have trained intensively for two years and passed the highest Tourist Guiding qualification in the UK.",
     "'The DLR Discovery tours offer a wonderful opportunity for our Guides to tell visitors about the East End of London and Greenwich, as well as the places beyond the DLR stations that people can return to for further exploration.'",
     "Alongside DLR Discovery trains, TfL is working to encourage Londoners to explore all that London has to offer by public transport during off peak travel times and through walking and cycling.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Transformation and regeneration\"}",
     "The DLR opened in 1987 and helped kick-start regeneration in the Docklands, playing an integral role in the transformation and regeneration of the area while supporting the creation of thousands of jobs and homes.",
     "The network began with just 11 single-carriage trains that served 15 stations and has since been extended six times to help meet east London's growing population.",
     "Thirty years on from its opening, the growth and redevelopment of the Docklands continues, with good transport links essential in enabling further developments in the area.",
     "DLR customers will benefit from new trains in 2022, helping boost capacity on the DLR by 30%. The new trains will feature onboard real time information, air-conditioning and mobile device charging points for the first time.",
     "The new trains are part of the Mayor of London's Transport Strategy, which looks to create a fairer, greener, healthier and more prosperous city by improving public transport and encouraging active travel.",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Tickets for the DLR Discovery must be bought in advance and are available to purchase here: \\u003ca href=\\\"http://www.eventbrite.co.uk/o/dlr-discovery-explore-east-london-by-train-17587449351\\\"\\u003ehttps://www.eventbrite.co.uk/o/dlr-discovery-explore-east-london-by-train-17587449351\\u003c/a\\u003e . Check-in closes 20 minutes prior to departure. Children's fare is valid for those aged between 5 and 12 years\",\"Today, the entirely step-free DLR carries 124 million passengers per year, up from 6.7 million in its first year, and encompasses 45 stations with 56 mainly three carriage trains on 40 kilometres of double track. There are 1,794 services per day, carrying 380,000 passengers every weekday and operates 364 days a year\",\"Six extensions have been added to the original network: to Bank in 1991, Beckton in 1994, Lewisham in 1999, London City Airport in 2005, Woolwich Arsenal in 2009 and to Stratford International in 2011\",\"When the Elizabeth line services commence between central London, Shenfield and Abbey Wood, the DLR will provide key interchanges at Canary Wharf, West India Quay, Stratford and Custom House stations\",\"KeolisAmey Docklands is a joint venture formed between transport operator Keolis and infrastructure specialists Amey - in 2014 they were awarded the franchise to operate and maintain the DLR until 2021.The franchise focuses on boosting services and on implementing a series of service improvements to make journeys better for passengers\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2018/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2018/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2018/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2018/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2018/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2018/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2018/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2018/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2018/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2018/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2018/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2018/december",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}