{
 "pageTitle": "The world's greatest festival of cycling returns to the capital this weekend",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2018",
   "url": "/info-for/media/press-releases/2018"
  },
  {
   "title": "July",
   "url": "/info-for/media/press-releases/2018/july"
  },
  {
   "title": "The world’s greatest festival of cycling returns to the capital this weekend"
  }
 ],
 "title": {
  "title": "The world’s greatest festival of cycling returns to the capital this weekend",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Prudential RideLondon, the world's largest mass participation festival of cycling, will return to London and Surrey this weekend and Transport for London (TfL) is encouraging Londoners to make the most of traffic-free streets.",
     "Prudential RideLondon is now in its sixth year and there will be a wide range of events taking place across both Saturday and Sunday. The FreeCycle event on Saturday will see a family-friendly eight-mile traffic-free circuit, passing iconic London landmarks such as Buckingham Palace and St. Paul's Cathedral, open to cyclists of all ages and abilities. Free festival zones with music and entertainment will be open at seven locations along the route and bike doctors will be on hand in case of any technical problems. Rides led by an experienced cycle guide will be travelling to the event from every London borough, making it even easier to get to central London to take part. Last year, more than 70,000 people cycled along the FreeCycle circuit.",
     "On Saturday 28 July from 05:00 to 19:30, TfL is making central roads London traffic-free for FreeCycle and the UCI Women's WorldTour Prudential RideLondon Classique, as well as the Brompton World Championship Final and Prudential RideLondon Handcycle Grand Prix. Waterloo Bridge will be the only closed bridge.",
     "On Sunday, thousands of amateur cyclists will be raising money for charity by taking part in the Prudential RideLondon-Surrey 100, 46 and 19 sportive events. Prudential RideLondon has raised more than £53million for charity since 2013. The 19 mile event, which is new for 2018, is open to cyclists aged 12 upwards and has been created to encourage the next generation of London and Surrey's cyclists. The UCI WorldTour Prudential RideLondon-Surrey Classic event on the same day will see 150 of the world's best male cyclists take part in a 183km race through London and Surrey and there will be a variety of opportunities for spectators to cheer on the riders along the route.",
     "From 04:00 roads throughout parts of east, central, west and southwest London and Surrey will be closed. Roads will begin to open once the events have passed and it is safe to do so, with the majority reopened by 18:00. All roads are expected to be fully open by 20:00. Thirteen river crossings will be closed for part of the day, including Westminster Bridge, Tower Bridge and Battersea Bridge but the Blackwall Tunnel will remain open. If you must drive, please ensure you allow plenty of time and prepare to take a longer route than usual. Tube and Rail will be the best way to travel during the event weekend. More information is available on the TfL website at tfl.gov.uk/ridelondon.",
     "\u003cstrong\u003eWill Norman, London's Walking and Cycling Commissioner, said:\u003c/strong\u003e \"Every year RideLondon showcases the fun and freedom of cycling in the capital, attracting 100,000 people of all ages and abilities. The family-friendly FreeCycle is an amazing opportunity for Londoners to enjoy cycling through the very heart of the city on car-free streets.",
     "'The new 19-mile ride aimed at younger and newer riders is a great addition to the world's greatest celebration of cycling.",
     "'Events like these help introduce young people to cycling and encourage others to get back on their bikes or cycle more - both of which are essential to our vision for a city where more people make cycling part of their everyday lives.'",
     "\u003cstrong\u003eGareth Powell, TfL's Managing Director of Surface Transport, said:\u003c/strong\u003e `Prudential RideLondon is one of the highlights of the city's calendar and is a fantastic opportunity for Londoners to come together to celebrate cycling and enjoy the capital. Cyclists of all ages and abilities will be catered for and traffic-free roads will help to encourage more people to try out cycling in London for the first time.",
     "`Some roads will be closed as a result so we are asking Londoners to plan ahead and check before they travel.'",
     "TfL is committed to investing in cycling across London to tackle the capital's toxic air and reduce road danger, in line with the Mayor's vision of Healthy Streets that encourages walking, cycling and public transport use. A new route through central London, Cycle Superhighway 6, will be opening in the autumn and almost 100km of Quietways have been built so far, with further significant sections due to open later in 2018 across the city.",
     "TfL also funds a range of cycle skills training courses for all abilities to build skills, gain confidence or refresh their cycling technique",
     "\u003cstrong\u003eNotes for Editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Prudential RideLondon is the world's greatest festival of cycling with more than 100,000 riders expected to participate in different events for all ages and abilities over the weekend of 28-29 July 2018. Find out more at \\u003ca href=\\\"http://www.prudentialridelondon.co.uk\\\"\\u003ewww.prudentialridelondon.co.uk\\u003c/a\\u003e \",\"Prudential RideLondon features two UCI WorldTour events: the Prudential RideLondon-Surrey Classic for men and the Prudential RideLondon Classique for women. These two races are the richest one day races on the pro cycling calendar and the first in the world to offer equal prize money for men and women\",\"Prudential RideLondon was developed by the Mayor of London, Transport for London and London \\u0026 Partners in partnership with Surrey County Council and is sponsored by Prudential. The event is managed by the London \\u0026 Surrey Cycling Partnership\",\"Full details on changes to travel can be found at \\u003ca href=\\\"http://www.tfl.gov.uk/ridelondon\\\"\\u003ewww.tfl.gov.uk/ridelondon\\u003c/a\\u003e \",\"Further details on cycle skills courses can be found at \\u003ca href=\\\"https://tfl.gov.uk/modes/cycling/cycling-in-london/cycle-skills\\\"\\u003ehttps://tfl.gov.uk/modes/cycling/cycling-in-london/cycle-skills\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2018/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2018/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2018/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2018/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2018/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2018/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2018/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2018/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2018/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2018/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2018/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2018/december",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}