{
 "pageTitle": "LU plans for mobile phones in Tube stations",
 "description": "A notice has been placed in the Official Journal of the European Union seeking expressions of interest. Following this consultation with suppliers, LU may undertake a trial of mobile phone service at one station in 2006. Mobile phone services could be",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "LU plans for mobile phones in Tube stations",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The Mayor Ken Livingstone today (March 22) announced that London Underground (LU) is seeking proposals from suppliers to provide mobile phone use and associated technologies on Tube stations."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "A notice has been placed in the Official Journal of the European Union seeking expressions of interest. Following this consultation with suppliers, LU may undertake a trial of mobile phone service at one station in 2006. Mobile phone services could be available to Tube passengers on all underground stations from the summer of 2008.",
     "The Mayor Ken Livingstone said: \"We know that many Londoners would like the convenience of being able to use their mobile phones at Tube stations throughout the Underground network. We also want to see how the technology could be taken even further, for instance wireless Internet so passengers could receive up-to-the-minute travel information via their laptop or mobile phone.",
     "LU Director of Strategy \u0026 Service Development, Richard Parry said: \"Our research has shown that there is strong support amongst Tube customers for the provision of mobile phone services within Tube stations. \"Of course, passengers can already use mobile phones on the overground sections of the Tube, which accounts for over half of the total network.",
     "\"We also know that there are many potential suppliers interested in working with us. The process we launch today is to start getting information from the market about how we could best provide a mobile phones service.\"",
     "LU does not currently intend to provide coverage on Tube trains underground but, if feasible, mobile phone services could be extended across the network to include tunnels and moving trains at a later date.",
     "In addition to mobile phone services, LU also intends to explore the scope for the possible introduction of associated technologies using the same infrastructure on the Tube, such as DAB digital radio, DVB digital video broadcasting and wireless Internet. It is hoped that it may be possible to introduce such new technologies primarily for Tube passengers, although LU would also like to explore the possibility of exploiting such technologies for operational purposes.",
     "The development of a wireless Internet network could potentially allow passengers to access real-time Tube and London travel information on the move through their mobile phone or laptop. Passengers could access information on travel disruption before they arrive at affected stations and could amend their journey as appropriate.",
     "Richard Parry continued: \"We're investing billions and working hard to improve the Tube, to make it safer, cleaner and more reliable. But this will inevitably mean some disruption for passengers.",
     "\"We want to empower our passengers with information, and have already boosted its provision through more announcements on trains and the 'Good Service' boards at stations.",
     "\"This new technology would have the potential, in future, to provide passengers with real-time Tube and London travel information when they are at, or travelling through, our stations. We are very interested in exploring this potential.\"",
     "LU will now seek the views of the private sector to identify the best solutions to meet LU and the travelling public's needs, potentially leading to a trial in 2006.",
     "The Underground environment presents unique practical challenges, most notably space, power and ventilation constraints. Proposals must take these challenges into account.",
     "LU is open to proposals from the market as to how revenues could be generated and shared. Income generated for LU by this venture would be re-invested in the Tube network, to fund further improvements for passengers.\u003cbr /\u003e",
     "TfL is investing £10bn over the next five years to improve and expand London's transport infrastructure, over half of that in the Tube. Interested parties have until the end of April 2005 to submit expressions of interest. Dependent on the market interest and proposals, LU will then decide whether to embark on a comprehensive tender exercise.",
     "Peter MacLennan\u003cstrong\u003eSenior Press Officer\u003c/strong\u003e Email: \u003ca href=\"mailto:petermaclennan@tfl.gov.uk\"\u003epetermaclennan@tfl.gov.uk\u003c/a\u003e Direct line: 020-7941 4425\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}