{
 "pageTitle": "New Tube uniform - blue and improved",
 "description": "Every five years a new LU uniform is produced. The latest update takes advantage of new and improved fabrics, as well as incorporating modern clothing classics, such as a fleece and polo shirt.A photocall to unveil the new LU uniforms to media for the",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New Tube uniform - blue and improved",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground (LU) today unveiled a new blue and improved uniform, being delivered to all Tube staff from next month. The new uniform is darker blue in colour and features design improvements implemented following consultation with LU's train and station staff."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Every five years a new LU uniform is produced. The latest update takes advantage of new and improved fabrics, as well as incorporating modern clothing classics, such as a fleece and polo shirt.",
     "\u003cstrong\u003eA photocall to unveil the new LU uniforms to media for the first time will be held on Monday, March 21 at 11am at Canary Wharf Tube station.\u003c/strong\u003e ",
     "LU Managing Director Tim O'Toole said:\u003cbr /\u003e\"London Underground is working hard to improve the Tube, to make it safer, cleaner and more reliable. Our customer service surveys tell us that passenger satisfaction is on the up, although we know there is still much work to do.",
     "\"We value our staff at London Underground. I know how hard they work, every day, to provide a 'Good Service' to Tube passengers.",
     "\"So I'm delighted that we were able to work with them to improve the uniform. It is in a new, darker blue colour, which I think makes Tube staff look very smart and professional. I am sure it will be appreciated by staff and passengers alike.\"",
     "The new uniforms will be phased into use across the Tube's different lines in the coming months. The first staff to wear the uniforms will be on the Central, Waterloo and City and Bakerloo lines on April 25. The uniform change will be completed by July 4.",
     "The new uniform will be distributed to all of LU's 8,500 front-line train and station staff.",
     "\u003cstrong\u003ePhoto Opportunity for the New Uniforms\u003c/strong\u003e When: 11am, March 21, 2005\u003cbr /\u003eWhere: Canary Wharf Tube Station",
     "{\"template\":\"bulletlist\",\"items\":[\"LU distributes a new uniform to each staff member every two years, therefore there is no additional cost in issuing this new uniform. LU is bringing forward the programme of uniform distribution to speed up the change over.\",\"TfL is investing £10 bn over the next 5 years to improve and expand London's transport network, more than half of that in the Tube.\",\"For travel information, check out the TfL website or call London Travel Information on\\u003cstrong\\u003e020 7222 1234\\u003c/strong\\u003e .\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}