{
 "pageTitle": "Still time to have your say on Chesham service",
 "description": "The deadline for public consultation on London Underground's proposals for the Chesham peak through service has been extended to Thursday 31 March.To improve the reliability of the Metropolitan line service, London Underground are proposing to withdraw",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Still time to have your say on Chesham service",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "The deadline for public consultation on London Underground's proposals for the Chesham peak through service has been extended to Thursday 31 March.",
     "To improve the reliability of the Metropolitan line service, London Underground are proposing to withdraw the peak through service from central London and offer an improved service on the shuttle between Chesham and Chalfont and Latimer.",
     "Paul Kilius-Smith, General Manager of the Metropolitan line said: \"We have already had an excellent response to our public consultation. Passengers in the Chesham area have very strong views on this issue and we welcome their comments. If you have not already done so please let us have your opinion on our proposals by 31 March.\u003cbr /\u003e",
     "Members of the public who wish to comment on the proposals should write to:\u003cbr /\u003eLondon Underground\u003cbr /\u003ePublic Affairs Department\u003cbr /\u003e55 Broadway\u003cbr /\u003eLondon SW1 H OBD",
     "Or",
     "Email: \u003ca href=\"mailto:Andrew.kennard@tube.tfl.gov.uk\"\u003eAndrew.kennard@tube.tfl.gov.uk\u003c/a\u003e ",
     "For more information on the proposal please visit the \u003ca href=\"http://www.tfl.gov.uk\"\u003eTfL website\u003c/a\u003e .\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}