{
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "TfL gives £3 million boost to rail passenger safety and security in south London",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Rail passengers across south London will receive a boost today with the launch of a new CCTV Control Centre at Streatham Hill Station."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The Centre will be opened at 10.00am by Ian Brown, Managing Director of TfL London Rail and Charles Horton, Managing Director of Southern. It is part of a £3.1 million package of measures in passenger safety and security, funded by TfL with train operating company Southern.",
     "These measures will provide reassurance to passengers travelling on Southern's Metro train services and support TfL's aim to make rail travel safer and easier across the capital. The package includes:",
     "{\"template\":\"bulletlist\",\"items\":[\"\\u003cstrong\\u003eNew CCTV Control Centre at Streatham Hill\\u003c/strong\\u003e will be staffed 24 hours a day, 365 days a year by highly trained staff and will cover 38 stations across South London. The centre will also reassure passengers by providing accurate information and the facility to speak to a member of staff by activating a Help Point.\",\"\\u003cstrong\\u003eInstallation of CCTV Cameras\\u003c/strong\\u003e at 38 stations in the Southern Metro area. CCTV aims to prevent both real crime and the perception of crime so that passengers feel safe to use stations.\",\"\\u003cstrong\\u003eInstallation of Help Point with induction loops\\u003c/strong\\u003e at 38 stations in the Southern Metro area, providing immediate audio and visual link with the new Control Centre at Streatham Hill station.\",\"\\u003cstrong\\u003eCustomer Information Systems\\u003c/strong\\u003e will be enhanced at Clapham High Street, Peckham Rye and Queens Road stations.\",\"\\u003cstrong\\u003eInstallation of canopy lighting\\u003c/strong\\u003e to give high visibility at Battersea Park station\",\"\\u003cstrong\\u003eNew anti-vandal shelters\\u003c/strong\\u003e will be provided at Wandsworth Road, Wandsworth Common and Clapham High Street stations which give hi-visibility shelter for passengers on platforms.\",\"\\u003cstrong\\u003eImproved signage\\u003c/strong\\u003e at 24 stations in the Southern Metro area.\"]}",
     "\u003cstrong\u003eIan Brown, TfL London Rail's Managing Director said:\u003c/strong\u003e ",
     "\"Passenger safety is of paramount importance to TfL. Although not part of the TfL network, improving security on rail in London is a top priority as we want to encourage greater use of public transport. We have developed this initiative with Southern to provide better security at rail stations across south London. The work is part of TfL's £10bn, 5-year Investment Programme\".",
     "\u003cstrong\u003eCharles Horton, Southern Managing Director said:\u003c/strong\u003e ",
     "\"The new Control Centre is an important part of Southern's work to improve station safety and security for our passengers. Southern has already made a significant investment on safety and security across our network and this support from TfL will only add to the benefits for passenger safety in the Metro area.\"",
     "\u003cstrong\u003eSuperintendent Mark Newton, BTP said:\u003c/strong\u003e ",
     "\"This is a welcome investment in the security of the network. The CCTV will help protect passengers and be a great help in police investigations, whilst the environmental improvements will make the 38 stations fell much safer\".",
     "The improvements will be completed in April and will enhance Southern's already robust strategy to tackle anti-social behaviour and improve customer service levels for passengers. As part of this commitment, Southern will pay the running costs of the new Control Centre.",
     "\u003cstrong\u003eNew CCTV cameras, Help Points and will be covered by the CCTV Control and Customer Information Centre:\u003c/strong\u003e \u003cbr /\u003eAnerley, Balham, Battersea Park, Birbeck, Brockley, Carshalton, Carshalton Beeches, Clapham High Street, Crystal Palace, East Croydon, East Dulwich, Forest Hill, Gypsy Hill, Hackbridge, Honor Oak Park, Mitcham Junction, New Cross Gate, Norbury, Norwood Junction, North Dulwich, Peckham Rye, Penge West, Queens Road Peckham, Selhurst, South Bermondsey ,Streatham Hill, Streatham ,Streatham Common, Sutton, Sydenham, Thornton Heath, Tulse Hill, Waddon, Wallington, Wandsworth Common, Wandsworth Road, West Croydon, West Norwood",
     "The Help Points feature an induction loop which help deaf people who use a hearing aid or loop listener to hear sounds more clearly by cutting out background noise.",
     "The CCTV system includes a direct transmission link from the control centre at Streatham Hill to the British Transport Police which enables easy data retrieval to respond to any incidents.",
     "\u003cstrong\u003eImproved signage:\u003c/strong\u003e \u003cbr /\u003eAnerley, Birbeck,Brockley,Carshalton Beeches,Crystal Palace, East Dulwich,Forest Hill,Gypsy Hill, Honor Oak Park, North Dulwich, New Cross Gate, Norwood Junction, Peckham Rye, Penge West, Queens Road Peckham, South Bermondsey, Streatham Hill, Streatham, Sutton, Sydenham,Tulse Hill, Waddon, West Norwood",
     "\u003cstrong\u003eNew anti-vandal shelters:\u003c/strong\u003e \u003cbr /\u003eAre made from transparent UV stabilised polycarbonate sheeting which makes it more difficult to vandalise and is relatively easy to replace.",
     "For further information on Southern and for press imagery in digital formats, please contact the Southern press office on Tel: 020 8929 8673",
     "For information on TfL, London Rail please contact TfL press office on Tel: 020 7941 4141\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}