{
 "pageTitle": "Transport boost at White City development",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport boost at White City development",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "In connection with works at the White City development, there will be no London Underground Central line service between North Acton and Marble Arch on the weekends of 12 \u0026 13 and 19 \u0026 20 March.",
     "Two replacement buses will operate as follows:\u003cbr /\u003eService A: Between North Acton and Willesden Junction\u003cbr /\u003eService B: Between North Acton and Shepherd's Bush calling at all intermediate stations",
     "Jeff Ellis, Central line General Manager, said: \"Transport for London is investing £10 billion in the next five years to improve London's transport, more than half of that in the Tube.\"",
     "\"The development at White City will comprise of a 1.3 million square feet regional shopping centre and include a new public transport infrastructure which will benefit customers.",
     "\"It will include a new station on the Hammersmith \u0026 City line, a new bus station and a remodelled ticket hall for Shepherd's Bush station on the Central line.\"",
     "There will be no replacement bus service between Marble Arch and Shepherd's Bush, except for very early and late journeys. Customers are advised to use the alternative services that are listed below.",
     "Passengers travelling from central London to North Acton and beyond are advised to take the Central line at Oxford Circus station and change onto the Bakerloo line and then connect with service A.",
     "Customers should allow at least an extra 30 minute to complete their journeys especially those wishing to make last train connections.",
     "Alternatively passengers may wish to use the following services where valid LUL tickets will be accepted:",
     "{\"template\":\"bulletlist\",\"items\":[\"\\u003cstrong\\u003eWest Ruislip\\u003c/strong\\u003e Chiltern line services to/from Marylebone (LUL tickets will be valid)\",\"\\u003cstrong\\u003eSouth Ruislip\\u003c/strong\\u003e Chiltern line services to/from Marylebone\",\"\\u003cstrong\\u003eGreenford\\u003c/strong\\u003e First Great Western Link services to/from Paddington. The service runs on Saturdays until 21.31 ex Paddington, 22.02 ex Greenford. There is no Sunday service\",\"\\u003cstrong\\u003eHanger Lane\\u003c/strong\\u003e Piccadilly line services to/from Park Royal\",\"\\u003cstrong\\u003eEaling Broadway\\u003c/strong\\u003e District line services. First Great Western Link services To/from Paddington (LUL tickets will be valid)\",\"\\u003cstrong\\u003eWest Acton\\u003c/strong\\u003e Piccadilly line services to/from North Ealing\",\"\\u003cstrong\\u003eNotting Hill Gate\\u003c/strong\\u003e District and Circle line services\",\"\\u003cstrong\\u003eQueensway\\u003c/strong\\u003e District and Circle line services\",\"\\u003cstrong\\u003eLancaster Gate\\u003c/strong\\u003e is a short walk to Paddington station\",\"\\u003cstrong\\u003eMarble Arch\\u003c/strong\\u003e is a short walk to Bond Street station.\"]}",
     "For 24-hour information on all London travel, please call\u003cstrong\u003e020 7222 1234\u003c/strong\u003e or visit \u003ca href=\"http://www.tfl.gov.uk\"\u003eTfL's website\u003c/a\u003e .\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}