{
 "description": "Thousands of people flock to the Thames each year to watch one of the few free sporting spectacles in London. If you want to witness a slice of the 600 stroke challenge, there are plenty of ways to get there. Various bus routes take you to key locations",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Travelling to the Boat Race Sunday 27 March?",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The 2005 Oxford v Cambridge boat race is this Sunday March 27 at 3.05pm. Both clubs have returning Olympians in their squads this season, including Robin Bourne-Taylor for Oxford and Tom James for Cambridge."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Thousands of people flock to the Thames each year to watch one of the few free sporting spectacles in London. If you want to witness a slice of the 600 stroke challenge, there are plenty of ways to get there.",
     "Various bus routes take you to key locations along the course, including Putney (start), Hammersmith (middle) and Mortlake (finish).",
     "There are London Underground closures on Race Day this year due to unavoidable and pre-planned engineering works. There is no Circle or District line between Earl's Court and Whitechapel. From the centre of London, Hammersmith is accessible via the Piccadilly and Hammersmith \u0026 City lines. There will be a District line service between Edgware Road and Wimbledon for Putney.",
     "To help you avoid these closures, here is some advice",
     "If you're travelling from King's Cross station, you should :\u003cstrong\u003etake the westbound Piccadilly line service from platform 5 to Hammersmith station \u003c/strong\u003e ",
     "From Liverpool Street station, you should :\u003cstrong\u003etake the westbound Hammersmith and City line service from platform 2 to Hammersmith station \u003c/strong\u003e ",
     "From Euston station you should :\u003cstrong\u003efollow the signs to Euston Square station. At Euston Square take the westbound Hammersmith and City line service from platform 1 to Hammersmith station \u003c/strong\u003e ",
     "At Victoria station:\u003cstrong\u003etake the northbound Victoria line service to Green Park and change there for the westbound Piccadilly line service to Hammersmith station.\u003c/strong\u003e ",
     "And at Paddington station:\u003cstrong\u003etake the westbound Hammersmith and City line service from platform 15 to Hammersmith\u003c/strong\u003e ",
     "\u003cstrong\u003eEnjoy the race! \u003c/strong\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}