{
 "pageTitle": "Tube managers of tomorrow receive awards",
 "description": "The annual awards celebrate the high standards of the London Underground apprenticeship scheme, which gives new staff broad experience in the different aspects of running the Tube, from managing stations to running the trains and operating signals.18 year",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Tube managers of tomorrow receive awards",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The next generation of station managers and signallers has been recognised for their achievements in the London Underground Apprentice of Year Awards."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The annual awards celebrate the high standards of the London Underground apprenticeship scheme, which gives new staff broad experience in the different aspects of running the Tube, from managing stations to running the trains and operating signals.",
     "18 year old Andy Jeffrey has been named as this year's Apprentice of the Year, and his colleague Chris Wakley, who is also 18, has received the award for Most Improved Apprentice.",
     "The apprenticeship scheme is the only one of its kind in the UK that offers training in railway operation. Each year 12 applicants are chosen for the training programme.",
     "London Underground's Apprenticeship Scheme Manager Steve Pickering said:\u003cbr /\u003e\"These awards give the Tube's future managers an excellent start to their career with a broad range of experience.",
     "\"This year's apprentices have been of a particularly high standard and I congratulate every one of them, particularly Apprentice of the Year Andy Jeffrey who has shown excellent leadership potential and no doubt has a sterling career ahead of him at London Underground.\"",
     "Apprentice of the Year Andy Jeffrey said:\u003cbr /\u003e\"To be picked as the best of 12 people is pretty special and it will help me build my career. I would like to thank my colleagues and my manager.\"",
     "Most Improved Apprentice Chris Wakley said:\u003cbr /\u003e\"The award really means a lot to me. I have enjoyed being on the scheme from day one and had great fun. It's definitely the best thing I've done since I left school.\"",
     "Mr Pickering said:\u003cbr /\u003e\"Many of these apprentices will go on to become train operators, station managers and signal operators.\"",
     "Applications for the next London Underground apprenticeships are now being invited. Candidates can apply at \u003ca href=\"http://www.tfl.gov.uk/jobs\"\u003ewww.tfl.gov.uk/jobs\u003c/a\u003e or phone\u003cstrong\u003e08712 100 012\u003c/strong\u003e .\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}