{
 "pageTitle": "Tube trials",
 "description": "Opinions on a new badge proudly declaring that the wearer has a 'Baby on Board' are being tested at International Women's Day 2005 events and at the Capital Woman conference in London. If the idea proves popular, the badges will be offered to all pregnant",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Tube trials ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "London Underground is hatching a plan to encourage Tube passengers to give up their seats to mothers-to-be without being asked."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Opinions on a new badge proudly declaring that the wearer has a \"Baby on Board\" are being tested at International Women's Day 2005 events and at the Capital Woman conference in London. If the idea proves popular, the badges will be offered to all pregnant Tube passengers.",
     "Research shows that Londoners agree that pregnant women should be offered a seat but also reveals that men are afraid to act on their chivalrous instincts in case they give offence. The badges give pregnant women the opportunity to identify themselves to other passengers and it is hoped that they will give them the confidence to ask for a seat if they need one.",
     "London Underground's Elizabeth Norris said: \"It is sad but true that passengers who need to sit down feel that they cannot ask fellow passengers for a seat. Priority Seats on the Tube are clearly marked and anyone who really needs to sit down, including pregnant women, should ask.",
     "\"We want to find out if pregnant women will find these badges empowering, encouraging them to ask for the seat they need. We also want to find out how their fellow Tube passengers will react when they see the badges, encouraging them to offer a seat when they know it will be appreciated.\"",
     "London Underground has conducted some preliminary research into the issue of pregnant women and seats on the Tube. The research showed:",
     "{\"template\":\"bulletlist\",\"items\":[\"92% thought that people sitting down should offer the seat to a pregnant woman without having to be asked;\",\"85% think pregnant women should ask for a seat if she needs one;\",\"78% of currently pregnant women stated that they never ask for a seat when they need one.\"]}",
     "A final decision on the greater distribution of the \"Baby on Board\" badges will be taken once reaction has been gauged following this trial.\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"International Women's Day 2005 is on Tuesday March 8.\",\"The badges were offered at London's Capital Woman event on March 5 and at The Queen Elizabeth Centre, SW1.\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}