{
 "pageTitle": "Children's Magical Taxi Tour sets off from London",
 "description": "The fifteenth Children's Magical Taxi Tour is an annual event organised by the Worshipful Company of Hackney Carriage Drivers.On the morning of the big day, taxi drivers will collect the children and their carers from their home or hospital and take them",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Children's Magical Taxi Tour sets off from London",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "On Friday 17 October 2008 a convoy of more than 100 licensed London taxis will take 200 sick and terminally ill children on a three-day trip of a lifetime to Disneyland Paris."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The fifteenth Children's Magical Taxi Tour is an annual event organised by the Worshipful Company of Hackney Carriage Drivers.",
     "On the morning of the big day, taxi drivers will collect the children and their carers from their home or hospital and take them to Canary Wharf in time for a big breakfast send-off.",
     "The Lord Mayor of the City of London, Alderman David Lewis, will cut a red ribbon in East Winter Gardens to mark the start of the trip.",
     "The convoy of iconic London taxis will set off at about 8:30.",
     "The Mayor of London, Boris Johnson, said: 'Yet again I find myself as proud as punch of the Capital's cabbies.",
     "'Sending this armada of cabs and their precious cargo all the way to Paris and the Magic Kingdom is a staggering gesture of kindness.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Convoy of cabs\"}",
     "'Their story cannot fail to warm the hearts of everyone that hears it.'",
     "The Master of The Worshipful Company of Hackney Carriage Drivers, Andrew Overton, said: 'Throughout the year there have been fund raising events to help finance the trip.",
     "'Every driver has raised around £1,000 in sponsorship to cover the cost of hotels, fuel, food, and admission charges.",
     "'Every aspect of the trip is organised by unpaid volunteers.",
     "'The taxi drivers are also giving up their time and use of their vehicles so that the children will be able to experience a once in a lifetime opportunity.'",
     "Transport for London's Public Carriage Office (PCO) has agreed to provide facilities for the taxis to be inspected on the day before they set off (16 October) to ensure they are mechanically ready for the long drive.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"First time abroard\"}",
     "All the vehicles will be liveried with advertising and sponsors' details.",
     "The PCO's Director of Taxi and Private Hire, Ed Thompson, said: 'We are delighted to support this great event which will hopefully bring a lot of joy to over 200 ill children.",
     "'We have sponsored two taxis with PCO staff driving the children, their families and carers all the way to Paris.",
     "'For some of these children it will have been their first time in a cab and their first time to go abroad.'",
     "The convoy, which is expected to reach three miles long, will include Metropolitan Police escorts, London Ambulance NHS Trust vehicles and AA breakdown trucks.",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}