{
 "pageTitle": "Mayor fulfils pledge to let motorcycles in bus lanes",
 "description": "The Mayor of London, Boris Johnson, has delivered another key pledge of his election manifesto by announcing that motorcycles will be allowed to use the majority of bus lanes on the Capital's red routes from 5 January next year.Motorcyclists will be able",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor fulfils pledge to let motorcycles in bus lanes ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "This press release was originally issued by the Mayor of London's press office at the Greater London Authority."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Londoners know that I am determined to make it easier for them to get from A to B in our great city",
     "The Mayor of London, Boris Johnson, has delivered another key pledge of his election manifesto by announcing that motorcycles will be allowed to use the majority of bus lanes on the Capital's red routes from 5 January next year.",
     "Motorcyclists will be able to share red route bus lanes with buses, cyclists and licensed black taxis on a trial basis for 18 months.",
     "A trial of the changes using experimental traffic orders is the quickest way of implementing this type of measure and if the Mayor sees the positive effects he expects then the move will be made permanent.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Bus lanes\"}",
     "The Mayor of London, Boris Johnson, said: 'Londoners know that I am determined to make it easier for them to get from A to B in our great city.",
     "'And I have long been staggered that while motorcyclists can use bus lanes in many other cities and some of our boroughs they were not allowed to use the Transport for London red routes that crisscross the Capital.",
     "'One of the ways we can ease congestion is by encouraging more people to get on their bike, whether pedal or powered, and I believe they should be able to share our bus lanes successfully and safely.",
     "'At the end of the trial period I will listen carefully to the views of all our road users and then make a decision about whether this should be a permanent arrangement.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Safety\"}",
     "The change will only apply to Transport for London (TfL) bus lanes that operate with the flow of traffic, and motorcyclists are advised to familiarise themselves with the bus lanes open to them as well as checking the signs before entering any bus lanes.",
     "There is more information about the bus lanes affected and how to make representations about the scheme at \u003ca href=\"http://www.tfl.gov.uk/motorcyclesinbuslanes\"\u003ewww.tfl.gov.uk/motorcyclesinbuslanes\u003c/a\u003e ",
     "David Brown, Transport for London's Managing Director of Surface Transport, said: 'The success of this trial will be gauged by measures including the safety of road users.",
     "'We will take formal representations about the trial during its first six months of operation and carefully monitor any impacts this change has on other road users over the year and a half trial.'",
     "Any unauthorised entry to a bus lane could result in a Penalty Charge Notice of £120 from TfL or other local authority.",
     "\u003cstrong\u003eNotes to editors: \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"In the context of this scheme, motorcycles refer to motorcycles, mopeds, scooters and tricycles (motorcycles with three wheels). Motorcycles with sidecars will not be allowed in the affected red route bus lanes\",\"Red routes are the roads in London that are owned and maintained by TfL. Five per cent of the roads in London are red routes, but they carry about a third (approximately 33 per cent) of the city's traffic. These are the key routes or major arterial roads in London\",\"Red routes are easily identified because they have red instead of yellow lines (yellow lines are used on borough roads). Red routes are also known as the Transport for London Road Network (TLRN)\",\"The red routes are owned and maintained by TfL. The other 95 per cent of the roads in London are owned and maintained by the 33 boroughs, each of which decides about the rules on their roads and carries out the respective traffic enforcement\",\"TfL will implement an experimental traffic order on the TLRN. This traffic order allows traffic control schemes to be implemented temporarily. Schemes are implemented by the local traffic authority (TfL in this case) and must remain in place for a minimum of six months and a maximum of 18 months. They are effective under Section 9 of the Road Traffic Regulation Act 1984\",\"The majority of bus lanes on roads operated by the London boroughs will remain inaccessible to motorcycles\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}