{
 "pageTitle": "Modernisation complete as Shepherd's Bush Tube station re-opens",
 "description": "The 108-year-old station now has a much larger ticket hall and has brand new escalators for the first time in 80 years.The old-style ticket hall was demolished and rebuilt with double the number of ticket gates increasing capacity, and making the new",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Modernisation complete as Shepherd's Bush Tube station re-opens",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Shepherd's Bush (Central line) Tube station has re-opened after an eight month renovation to increase the station's capacity."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The 108-year-old station now has a much larger ticket hall and has brand new escalators for the first time in 80 years.",
     "The old-style ticket hall was demolished and rebuilt with double the number of ticket gates increasing capacity, and making the new station easier and more pleasant to use.",
     "Constructed in glass, steel, and granite, the stunning 21st century station is modern and light.",
     "New features include a digital CCTV system and passenger help and information points.",
     "Boris Johnson, Mayor of London, said: 'I am committed to ensuring that the upgrade and improvement of the tube network continues, and I'm pleased that we have delivered this renovation.",
     "'The station has been remodelled to the highest modern standards, and will provide a hugely important resource to both the local community and to visitors of the new Westfield centre, which is set to play an important role in the regeneration of the area.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Serving the local area\"}",
     "London Underground's (LU's) Strategy \u0026 Service Development Director, Richard Parry, said: 'The station, which was originally built in Victorian times, has brand new escalators for the first time in 80 years and a stunning new ticket hall with much greater capacity.",
     "'This key Tube station will be the principal gateway to the new Westfield centre, as well as serving the busy local area, with passenger numbers using the station forecast to roughly double once the new centre opens.",
     "'The improvements mean the station will be able to cope with this increased demand.",
     "'Major transport benefits are being delivered through our Investment Programme and as part of the £170m funded by Westfield London, which will be a benefit to local residents and businesses and enable the majority of visitors to the new centre to travel by public transport.'",
     "{\"template\":\"bulletlist\"}",
     "{\"template\":\"bulletlist\",\"items\":[\"A new fully accessible Underground station on the Hammersmith \\u0026 City line called Wood Lane, which will open in plenty of time for the launch for the Westfield London Centre on 30 October. The first new station on the existing Tube network for 70 years, it will allow a new series of connections from London's mainline rail stations at Paddington, Marylebone, Euston and Kings Cross St Pancras as well as the Piccadilly line in Hammersmith\",\"A new fully accessible bus station next to the new Wood Lane Tube station. The bus station will see 170 bus movements every hour, with eight routes serving the station\",\"A refurbished White City Central line station and a renamed Shepherd's Bush Market station on the Hammersmith and City line\",\"Four new cycle routes have been created and there are 570 secure cycle parking spaces around the site\",\"Pedestrian access has been upgraded with new crossings across Wood Lane, Uxbridge Road and the southern end of the A3220 and a step-free pedestrian route linking the A3220 to the development and to Wood Lane\",\"New sidings for the Central line and replacement of part of an existing viaduct on the Hammersmith \\u0026 City line\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}