{
 "pageTitle": "Motorists advised to avoid A4 Cromwell Road eastbound due to gas mains renewal works by National Grid",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Motorists advised to avoid A4 Cromwell Road eastbound due to gas mains renewal works by National Grid",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) is advising motorists to avoid the A4 Cromwell Road eastbound, from 19.00pm on Monday 20 October until Wednesday 29 October, due to National Grid undertaking gas main replacement works."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "The works will require the closure of Cromwell Road eastbound between Earls Court Road and Collingham Road.",
     "Eastbound traffic, excluding Heavy Goods Vehicles (HGVs) will be diverted via Earls Court Road, Old Brompton Road, Bolton Gardens, Collingham Gardens and Collingham Road.",
     "HGVs will be diverted via Earls Court Road, Old Brompton Road and Thurloe Place.",
     "The westbound carriageway will remain open as normal.",
     "Advance information signs have been placed in the area and drivers are advised to find alternative routes to avoid using the A4 Cromwell Road eastbound wherever possible.",
     "This is the final stage of National Grid's gas main replacement works on the Cromwell Road, earlier stages having been undertaken in conjunction with emergency repairs to a burst water main, reducing the duration of the originally planned works and associated road closure by eight weeks.",
     "Other utility companies will be taking advantage of the closure to undertake works to their services, as will TfL to resurface this stretch of road, minimising the need for future closures and the potential for further disruption to road users.",
     "For more information about how the road works may affect your travel, call the TfL travel line on 020 7222 1234 or see our \u003ca title=\"Traffic Alerts\"href=\"http://trafficalerts.tfl.gov.uk/\"\u003eTraffic news\u003c/a\u003e ."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}