{
 "pageTitle": "New work of art for Tube map cover by Pae White",
 "description": "Artist Pae White's new design was commissioned by Art on the Underground, London Underground's award-winning art programme. White will also make the next work for the flagship exhibition space at Gloucester Road station. '...fragment of a Magic Carpet,",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New work of art for Tube map cover by Pae White",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Tube customers can now pick up the latest Pocket Tube map cover from stations. The new artwork '...fragment of a Magic Carpet, circa 1213' is now on the front of millions of Pocket Tube maps."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Artist Pae White's new design was commissioned by Art on the Underground, London Underground's award-winning art programme.",
     "White will also make the next work for the flagship exhibition space at Gloucester Road station.",
     "'...fragment of a Magic Carpet, circa 1213' takes the form of a section of a Persian rug, woven from the colours of the Tube map.",
     "White is the first artist to both design a Tube map cover and to make work for Gloucester Road.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Art to fit in your pocket\"}",
     "Her Tube map cover design uses the flying carpet motif as a suggestion of magical transport.",
     "White says: 'The work plays on the idea of networks, storytelling and mythology, weaving the colours of the different Underground lines from Harry Beck's iconic Tube map together as a rug.",
     "'Tapestry is considered to be one of the highest forms of art in the Middle East and by taking this form, the work is a small tribute to cultural integration.",
     "'I felt that presenting it as a fragment acts as proof of the 'real thing', even though the carpet itself is mythological.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Joining a world-class portfolio\"}",
     "'I'm interested in the relationship between an antique, imaginary object and the digital representation of it.'",
     "White's work is the latest in a long series of commissions by Art on the Underground for the Pocket Tube Map cover.",
     "These have included works by some of the most exciting artists making work today, including Jeremy Deller, David Shrigley, Cornelia Parker and Gary Hume.",
     "Each artist responds to the challenge of incorporating the familiar colours and lines of the iconic Underground map into the work.",
     "\u003cstrong\u003e \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}