{
 "pageTitle": "New Wood Lane Underground station opens",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New Wood Lane Underground station opens  ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "West London has a brand new station as Wood Lane station has opened on the Hammersmith \u0026 City line."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "I'm certain that west Londoners and visitors alike are going to be impressed by the new facilities",
     "Wood Lane in White City will provide a new link for the local community and will be one of the stations providing access to the new Westfield London retail and leisure centre, just 200 metres away.",
     "It is part of the £200m transport upgrade which is financed by the developer Westfield in partnership with Transport for London (TfL).\u003cbr /\u003e\u003cbr /\u003eThe new step-free access station means local residents and businesses will have easy connections to Hammersmith, King's Cross St. Pancras International, the City and east London.\u003cbr /\u003e\u003cbr /\u003eThe station combines old and new with old viaduct arches incorporated into the modern stainless steel and glass structure to create a striking and spacious ticket hall.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Better connections\"}",
     "The station was designed by Ian Ritchie Architects, who also designed Bermondsey Tube station.\u003cbr /\u003e\u003cbr /\u003eBoris Johnson, Mayor of London, said: 'This new station is part of a huge package that will radically improve the transport links for people in West London, who have been calling for better connections for many years.\u003cbr /\u003e\u003cbr /\u003e'I'm certain that west Londoners and visitors alike are going to be impressed by the new facilities, and will find that the new station - the first to be built on an existing line for over 70 years - will become an invaluable addition to the network.'\u003cbr /\u003e\u003cbr /\u003eThe landmark station boasts innovations such as an intelligent zonal public address system and energy efficient lighting that reacts to where people are on the platform or particular parts of the station.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"World-class transport\"}",
     "The system makes announcements louder at busy times, while the lights go into energy-saving mode when no-one is around.\u003cbr /\u003e\u003cbr /\u003eRichard Parry, London Underground's Strategy and Service Development Director, said: 'The opening of another world-class transport link in the borough makes it one of the best connected in London, which is great news for local people and businesses.\u003cbr /\u003e\u003cbr /\u003e'This is a stunning new station it is spacious enough to cope with large capacity crowds especially with football matches at Queens Park Rangers Football Club and the large numbers of people expected to use the new shopping centre.'\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"London Underground (LU) is undertaking a major programme of renewal as part of TfL's Investment Programme. This will inevitably result in some disruption for passengers, but TfL is working hard to provide information and alternative travel options. The work is essential to provide for London's growing transport needs now, and into the future. TfL is urging all Londoners and Tube, London Overground and DLR passengers to \\u003ca href=\\\"http://www.tfl.gov.uk/livetravelnews\\\"lid=\\\"check before they travel\\\"lpos=\\\"\\\"\\u003echeck before they travel \\u003c/a\\u003e at weekends, allowing extra journey time where necessary\",\"Wood Lane is the first new station to be built on an existing line (not on a new line or extension) for more than 70 years. (The last one was Elm Park Tube station on the District line in 1935)\",\"It brings the number of stations on the Hammersmith \\u0026 City line to 29\",\"Nearly 46 million people travel each year on the Hammersmith \\u0026 City line with 149,405 travelling on weekdays\",\"It is predicted that as many as 6,665 people will use the new Wood Lane station between noon and 3pm on Saturdays, once the nearby Westfield London shopping centre opens\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}