{
 "pageTitle": "Olympic and Paralympic heroes on parade",
 "description": "AFTER bagging the biggest medal haul for 100 years, Britain's Olympic and Paralympic athletes will take part in a heroes parade through London tomorrow.The athletes, who brought home 150 medals between them, will travel on a series of floats from Mansion",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Olympic and Paralympic heroes on parade",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "AFTER bagging the biggest medal haul for 100 years, Britain's Olympic and Paralympic athletes will take part in a heroes parade through London tomorrow.",
     "The athletes, who brought home 150 medals between them, will travel on a series of floats from Mansion House to Trafalgar Square, setting off at 11am.",
     "The best places to catch the parade include Great Victoria Street, Fleet Street, the Strand and Trafalgar Square, where the celebratory proceedings will finish at 2pm.",
     "The closest stations to the route include Mansion House, St Paul's, City Thameslink, Blackfriars, Temple, Embankment and Charing Cross.",
     "Some temporary bus diversions and roads closures will be in place to allow the parade to pass, so to plan your journey, visit tfl.gov.uk/journeyplanner",
     "Police will begin to close roads around the parade route from 10.30am, with them re-opening once the parade has passed. Organisers expect that the route will be fully open by 3pm.",
     "{\"template\":\"bulletlist\",\"items\":[\"To download a map of the route including nearby stations, visit \\u003ca href=\\\"http://www.london.gov.uk\\\"\\u003ewww.london.gov.uk\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}