{
 "pageTitle": "Oxford Street bus diversions to facilitate Crossrail preparatory works",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Oxford Street bus diversions to facilitate Crossrail preparatory works",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Works will be taking place in Bond Street, Paddington and Tottenham Court Road areas from October 2008 to January 2009."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Transport for London (TfL) is advising that further enabling works for Crossrail will be commencing in the Bond Street, Paddington and Tottenham Court Road areas from 13 October 2008 until early 2009 and, dependent on location, these may have some impact on traffic flow and London bus services.",
     "Small trenches, approximately 1.5 metres deep and one metre wide need to be dug at various sites over the next three months to enable Crossrail to identify whether below ground services - pipes, cables and so on - match with information provided by utility companies and other service providers.",
     "This is essential to enable Crossrail's main construction works to proceed safely from 2010 with sufficient knowledge of the existing conditions.",
     "Work will take around one week at each individual site with the road surface reinstated when an investigation is complete.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Diversions\"}",
     "The first areas where work will be undertaken will be the Bond Street and Tottenham Court Road areas.",
     "The majority of these works will be undertaken overnight on weekdays starting at 20:00 to minimise traffic disruption and bus diversions will not be required.",
     "However, from 20:00 on Friday 17 October to 06:00 on Monday 20 October, the west bound carriageway will be closed between Tottenham Court Road and Oxford Circus which will necessitate bus diversions.",
     "Westbound services on the following routes will be affected during the works: 7, 8, 10, 25, 55, 73, 98, 134, 176, 242, 390, N7, N8, N10, N55, N73, N98 and N207.",
     "Routes travelling eastbound towards Piccadilly Circus and Trafalgar Square will not be diverted.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Essential works\"}",
     "The diversions may add an extra ten minutes to journey times and buses along each of these routes may be subject to delays.",
     "Passengers are advised to allow extra time for their journeys.",
     "Westminster City Council will also take the opportunity to carry out essential works in this area at the same time, thereby minimising disruption to Londoners through a coordinated working approach.",
     "At other sites where trenches are required to be dug over the next three months, work will predominantly take place between 07:30 to 18:00.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Traffic management\"}",
     "Local lane closures with the appropriate supporting traffic management arrangements will be implemented where required to allow these works to safely proceed.",
     "Crossrail will be a brand new, fast and reliable railway from Maidenhead and Heathrow in the west to Shenfield and Abbey Wood in the east, travelling through central London with a number of stations including Bond Street, Paddington and Tottenham Court Road.",
     "When Crossrail opens in 2017 it will increase public transport network capacity in London by 10 per cent, cutting journey times and relieve congestion on rail and Tube lines, and will support regeneration and jobs in many areas of London.",
     "\u003cbr /\u003e\u003cstrong\u003eNotes to editors: \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Buses will be serving all bus stops on the diversion routes\",\"Further information on the works to be undertaken by Crossrail can be obtained from the Crossrail Press Office, Tel. 020 3023 9510\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}