{
 "pageTitle": "Planned bus strikes on Friday 10 October 2008",
 "description": "Talks have been taking place between the three bus operators and the trade union, Unite, over the 2008 pay settlement. This strike action could potentially affect 204 bus routes, or up to 30 per cent of the Capital's bus network. Transport for London",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Planned bus strikes on Friday 10 October 2008",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "First, Metroline and Metrobus bus drivers may hold a 24-hour strike beginning at 03:00 on Friday 10 October 2008."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Talks have been taking place between the three bus operators and the trade union, Unite, over the 2008 pay settlement.",
     "This strike action could potentially affect 204 bus routes, or up to 30 per cent of the Capital's bus network.",
     "Transport for London (TfL) is working to keep passenger disruption to a minimum, and we would ask that passengers check their route and listen to media travel updates before they travel on Friday.",
     "Where possible, we would advise passengers to use alternative means of transport.",
     "Passenger information will be provided by TfL through a number of channels, namely:",
     "{\"template\":\"bulletlist\",\"items\":[\"Countdown - a message will be displayed on Countdown signs at affected bus stops from Thursday afternoon (9 October), to give passengers advance warning of the strike, and will be displayed all day on Friday\",\"Publicity - London Buses has been posting signs at bus stops, shelters and stations from yesterday (Wednesday 8 October)\",\"Travel information - customers can contact our travel information team by phone on 020 7222 1234 for up-to-date information and advice on alternative means of transport. As lines are likely to be busy, we advise customers with internet access to check  our Live travel news and visit Journey Planner\",\"Additional staff will be out on the network during the strikes, concentrating on the busiest stations and stops, to offer advice and guidance to passengers. Where possible, staff will be driving along bus routes with no service to offer advice to passengers\"]}",
     "If this strike action goes ahead, we know Londoners will face a frustrating day on Friday.",
     "Those bus drivers and other public transport workers that have come to work will be doing their very best to keep London moving.",
     "We would ask for passengers' patience in what may be a difficult journey.",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"First operates 92 bus routes in London which may be affected by Friday's strike action, from the following garages: Alperton, Dagenham, Greenford, Hayes, Lea Interchange, Northumberland Park, Uxbridge, Westbourne Park and Willesden Junction\",\"The routes are as follows:ul\",\"Metroline operates 77 bus routes in London which may be affected by Friday's strike action, from the following garages:  Brentford, Cricklewood, Edgware, Harrow Weald, Holloway, King's Cross, North Wembley, Perivale (West), Perivale (East), Potters Bar and Willesden\",\"The routes are as follows:ul\",\"Metrobus operates 36 bus routes in London which may be affected by Friday's strike action, from the following garages: Croydon and Orpingtonul\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}