{
 "pageTitle": "Putting the brakes on the school run",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Putting the brakes on the school run",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "There are 3.3 million fewer school run car journeys now being made in the Capital every year."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Cutting the number of cars doing the school run helps to cut local pollution and congestion",
     "As Walk to School month gets underway in the Capital today, new figures released by Transport for London (TfL) show that travel plans are helping to turn the tide against the school run, with more children using public transport, cycling or walking to school than they did just three years ago.\u003cbr /\u003e\u003cbr /\u003eSince 2005, schools in London with travel plans have seen car journeys fall by 6.4 per cent - equivalent to 3.3 million annual car journeys, or nearly 12 million fewer car kilometres a year.",
     "When all of London's schools have travel plans in place next year, it is estimated that there will be 6 million fewer car journeys made on London's roads.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Cut congestion\"}",
     "That's the equivalent of 21 million fewer car kilometres or a saving of 3,803 tonnes of CO2 emissions every year.\u003cbr /\u003e\u003cbr /\u003eMayor of London Boris Johnson, said: 'We have all experienced the congestion, safety, and pollution problems associated with the school run, so it should be applauded that there is now increasingly successful work going on - with TfL working in partnership with schools and local communities - to tackle the issue.",
     "'More than 70 per cent of London's schools now have travel plans, bearing down on unnecessary car journeys and getting people switched on to more environment-friendly ways of travel.",
     "'We expect them all to have a travel plan in place during 2009 - a year earlier than the rest of the country.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Improve congestion\"}",
     "David Rowe, Head of Core Programmes, TfL's Smarter Travel Unit, said: 'Cutting the number of cars doing the school run helps to cut local pollution and congestion as well as working more exercise into many children's routines.",
     "'Travel plans encourage schools to choose solutions that are best for them - whether that's a walking campaign such as Walk on Wednesday or a car sharing programme , applying to TfL for new cycle parking facilities or working with us and the local council to make road safety improvements to improve conditions for young cyclists and pedestrians.'\u003cbr /\u003e\u003cbr /\u003eThe School Travel Plan Programme Annual Report for 2007/08 was published today by TfL.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Case study\"}",
     "Kenmont Primary School in the London Borough of Hammersmith and Fulham was selected as TfL's 2008 School of the Year because the hard work and enthusiasm of staff and pupils has resulted in a 34 per cent decrease in car journeys to the school since 2005. Filming and interview opportunities are available on Wednesday 1 October. For more details contact the TfL press office.",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"CO2 emission figures calculated using data taken from August 2007 report 'Unfit for Purpose: How Car Use Fuels Climate Change and Obesity' by the Institute for European Environmental Policy\",\"Seventy-one per cent of all schools in the Capital now have a school travel plan. All schools will have a travel plan in place by the end of 2009. Four London boroughs - City of London, Haringey, Sutton and Waltham Forest - have approved travel plans in 100 per cent of their schools\",\"Results from 1,200 schools with approved travel plans have shown an average reduction in car journeys of 6.4 per cent\",\"Around a third of all journeys made between 08:00 and 09:00 on a school day are education related. 35 per cent of school pupils in London travel to school by car\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}