{
 "pageTitle": "Together for London.org",
 "description": "Community groups across the Capital today gave their backing to a new social networking site aimed at encouraging debate around how to make the city better place. 'Together for London' is an open forum for Londoners to share their ideas of how to make",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Together for London.org",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "A new social networking site has launched for Londoners who want to make the city a better place."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Community groups across the Capital today gave their backing to a new social networking site aimed at encouraging debate around how to make the city better place.",
     "'Together for London' is an open forum for Londoners to share their ideas of how to make London a better place, starting with behaviour on public transport.",
     "Transport Commissioner Peter Hendy was joined by representatives from Age Concern London and London Youth to pledge their support for the launch of the next phase of Transport for London's campaign to encourage all Londoners to consider others when using public transport.",
     "'Together for London' features:",
     "{\"template\":\"bulletlist\",\"items\":[\"Live discussion pages where Londoners can join or begin a their own debate\",\"Create their own campaigns around their own pledges - 'I'll keep my feet off the seats' or 'not shout in to my mobile on the bus'\",\"See where discussions are taking place across the Capital\",\"Vote and have their say on particular issues\",\"Shop on-line to buy T-shirts with your own campaign pledge\"]}",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Make a pledge\"}",
     "Peter Hendy, Transport Commissioner said: 'We've all got ideas of how to make London a better place.",
     "'The new Together for London website starts with a pledge to be more considerate when we travel together on public transport.",
     "'People from all walks of life meet everyday on public transport and what's acceptable behaviour to some may irritate or make others feel uncomfortable.",
     "'This campaign is not about crime, but about inconsiderate behaviour which fuels the disproportionate fear of crime on and around public transport in London.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Take responsibility\"}",
     "'Crime is low and getting lower year on year on both the buses and the Tube but we know there is more to do.",
     "'The Mayor has this year announced an extra 440 uniformed officers for the bus network which will mean there are more police on the buses than at any time in the past 25 years.",
     "'If we take responsibility for our actions, a little thought from each of us will mean a big difference for everyone.",
     "'The website is a forum for Londoners to get talking and debate.",
     "'So click online, voice your opinion and help make London a more liveable place'.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Hear opinions\"}",
     "Esther Thompson, Head of Training London Youth said: 'Transport is important for young Londoners as it enables them to access youth clubs in our network and beyond, where they can meet in a safe place as well as using it to travel to school or college.\u003cbr /\u003e\u003cbr /\u003e'In our recent research we've found that public transport is valued by young people and feel it's important that young people are not labelled as being inconsiderate travellers because everyone has the responsibility to be courteous to their fellow passengers.",
     "'London Youth wholeheartedly supports Together for London.",
     "'The social networking site is a forum which allows young people to make their voices heard on issues relating to considerate behavior on public transport.",
     "'We think it highlights to all Londoners that they can do something positive to improve the travel experience for everyone in London.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Improve your travel experience\"}",
     "Samantha Mauger, Chief Executive of Age Concern London, said: 'Inconsiderate behavior is not a crime but it can increase the fear of crime, particularly among older people.",
     "'With the many opportunities the internet offers many older people are getting connected.",
     "'The launch of Transport for London's social networking site 'Together for London' will give passengers of all ages one way of voicing their experiences of how inconsiderate behaviour has affected their journeys in London without fear of consequences.",
     "'We hope this will enable people to realise how their behaviour can affect others and help to improve everyone's travel experience in London.'",
     "To visit the site go to \u003ca class=\"external-site\"title=\" (Opens in new window)\"href=\"http://www.togetherforlondon.org\"jquery1224853892497=\"6\"\u003ewww.togetherforlondon.org\u003c/a\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Transport for London's 'Considerate Travel' campaign was launched in January 2008\",\"London Youth (LY) is a vibrant network of more than 400 youth clubs serving 75,000 young people a year. LY works in communities  across the Capital - and at two education centres in rural Buckinghamshire and Sussex. The organisation aims to help young people be the best they can be\",\"Age Concern London (ACL) is the regional body of Age Concern in London. ACL works with borough Age Concerns (who are its members) to promote the interests of older people and campaign on strategic issues of ageing and demographic change in the Capital, and works to support the organisational development of Age Concerns and partners. At borough level and more locally, Age Concerns provide services for older people and work in partnership with colleagues in all sectors to promote issues important to older people\",\"The Together for London website is fully moderated to ensure no unsuitable or offensive material appears online\",\"A widespread pan London poster campaign featuring 'the Londoners' are on display on the transport network in support of the campaign. The posters which can be seen across the Capital will to continue raising awareness of considerate behaviour on public transport and promote behaviour change\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}