{
 "pageTitle": "Travel to Olympic and Paralympic Heroes Parade",
 "description": "On Thursday 16 October, tens of thousands of people are expected to line the streets of London between Mansion House and Trafalgar Square to congratulate Britain's Olympic and Paralympic heroes and celebrate their remarkable success at this year's Beijing",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Travel to Olympic and Paralympic Heroes Parade ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The best way to see the teams is to travel by public transport."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "On Thursday 16 October, tens of thousands of people are expected to line the streets of London between Mansion House and Trafalgar Square to congratulate Britain's Olympic and Paralympic heroes and celebrate their remarkable success at this year's Beijing Olympic and Paralympic Games with a record haul of nearly 150 medals.",
     "Transport for London is advising that the best way to see the teams will be to travel by public transport.",
     "The route of the Beijing Athletes' Parade is in close proximity to several Tube stations and is also accessible by London Buses and river bus at Embankment and Blackfriars Piers.",
     "Some bus diversions and roads closures will be in place for a short time in Central London to allow the parade to pass through, but there will be a number of public transport options available on the day to ensure that spectators can get to and from the parade as easily as possible.",
     "Police will begin to close roads around the parade route (Mansion House, Cannon Street, St Paul's Churchyard, Fleet Street, The Strand, Duncannon Street and Trafalgar Square) from 10:30, with roads reopening on a rolling basis once the parade has passed.",
     "It is scheduled that the route will be fully re-opened by 15:00.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"London Underground\"}",
     "A number of Underground stations are within walking distance of the parade route.",
     "These include St Paul's on the Central line and Mansion House, Blackfriars, Temple and Embankment on the District and Circle lines.",
     "Spectators can also view the parade by travelling to Charing Cross on the Northern and Bakerloo lines and Leicester Square and Covent Garden on the Piccadilly line.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"London Buses\"}",
     "Due to road closures along the route of the parade the below bus routes will be affected by diversions.",
     "Bus services will return to their scheduled routes once the parade has passed and affected roads reopened.",
     "Bus routes affected are: 1, 3, 4, 6, 8, 9, 9H, 11, 12, 13, 15, 15H, 17, 21, 23, 24, 25, 26, 29, 43, 45, 53, 59, 63, 68, 76, 87, 88, 91, 100, 139, 159, 168, 171, 172, 176, 188, 242, 243, 341, 388, 453, 521.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"River Services\"}",
     "For spectators who have never travelled on rivers services then the parade could be just the opportunity to travel by boat for the first time.",
     "Spectators can board a river bus to Embankment and Blackfriars Piers to get to the parade.",
     "Timetables are available at Tube stations, TfL piers or online at \u003ca href=\"http://www.tfl.gov.uk/river\"\u003etfl.gov.uk/river\u003c/a\u003e ",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Cycling and Walking\"}",
     "Don't forget that cycling and walking are great ways to get around London.",
     "Plan your journey to the parade by bike or by foot by visiting \u003ca href=\"http://www.tfl.gov.uk/journeyplanner\"\u003etfl.gov.uk/journeyplanner\u003c/a\u003e ",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"The parade will begin at the Mansion House at 11:00, with the first float due to enter Trafalgar Square at 12:30. The event is expected to finish at 13:30. Further information about the Beijing Athletes' Parade can be found at \\u003ca href=\\\"http://www.london.gov.uk/mayor/olympics/parade\\\"\\u003ewww.london.gov.uk/mayor/olympics/parade\\u003c/a\\u003e \",\"Team GB's Olympic athletes won 47 medals, including 19 gold, 13 silver and 15 bronzes coming fourth in the medals table. The Paralympic team did even better, second only to China, with 102 medals - 42 gold, 29 silver and 31 bronzes, amassing an amazing 149 medals in total between them\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"For 24hr information on public transport in London, please call 020 7222 1234\",\"TfL's Realtime pages, that display live travel information on London's public transport network are here \\u003ca href=\\\"http://www.tfl.gov.uk/realtime\\\"\\u003etfl.gov.uk/realtime\\u003c/a\\u003e \",\"To plan your journey on the web \\u003ca href=\\\"http://www.tfl.gov.uk/journeyplanner\\\"\\u003etfl.gov.uk/journeyplanner\\u003c/a\\u003e \",\"Travel alerts via SMS and email can be set up at \\u003ca href=\\\"http://www.tfl.gov.uk/alerts\\\"\\u003etfl.gov.uk/alerts\\u003c/a\\u003e \"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}