{
 "pageTitle": "Update on planned bus strikes tomorrow, Friday 10 October 2008",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Update on planned bus strikes tomorrow, Friday 10 October 2008",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Metrobus drivers not to go on strike."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Metrobus drivers will not be taking part in strike action on Friday 10 October 2008.",
     "Bus drivers belonging to the Unite union at First and Metroline may still go on a 24-hour strike from 03:00 tomorrow over the 2008 pay settlement.",
     "This strike action could potentially affect 162 bus routes, or up to a quarter of the Capital's bus network.",
     "TfL is working to keep passenger disruption to a minimum, and we would ask that passengers check their route and listen to media travel updates before they travel on Friday.",
     "Where possible, we would advise passengers to use alternative means of transport.",
     "Passenger information will be provided by TfL through a number of channels:",
     "{\"template\":\"bulletlist\",\"items\":[\"\\u003cstrong\\u003eCountdown \\u003c/strong\\u003e - a message will be displayed on Countdown signs at affected bus stops from this afternoon (Thursday 9 October) to give passengers advance warning of the strike, and will be displayed all day on Friday\",\"\\u003cstrong\\u003ePublicity \\u003c/strong\\u003e - London Buses has been posting signs at bus stops, shelters and stations from Wednesday 8 October\",\"\\u003cstrong\\u003eTravel information \\u003c/strong\\u003e - customers can contact our travel information team by phone on 020 7222 1234 for up-to-date information and advice on alternative means of transport. As lines are likely to be busy, we advise customers to check \\u003ca href=\\\"http://www.tfl.gov.uk/livetravelnews\\\"\\u003ereal-time travel information \\u003c/a\\u003e or visit \\u003ca href=\\\"http://www.tfl.gov.uk/journeyplanner\\\"\\u003eJourney Planner \\u003c/a\\u003e \",\"\\u003cstrong\\u003eAdditional staff \\u003c/strong\\u003e - extra staff members will be out on the network during the strikes, concentrating on the busiest stations and stops, to offer advice and guidance to passengers. Where possible, staff will be driving along bus routes with no service to offer advice to passengers\"]}",
     "If this strike action goes ahead, we know Londoners will face a frustrating day on Friday.",
     "Those bus drivers and other public transport workers that have come to work will be doing their very best to keep London moving.",
     "We would ask for passengers' patience in what may be a difficult journey.",
     "\u003cstrong\u003eNotes to editors\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"First operates 92 bus routes in London which may be affected by Friday's strike action, from the following garages: Alperton, Dagenham, Greenford, Hayes, Lea Interchange, Northumberland Park, Uxbridge, Westbourne Park and Willesden Junction\",\"The routes are as follows:\",\"East London: 58, 67, 91, 150, 165, 179, 191, 193, 212, 215, 231, 236, 252, 259, 299, 308, 309, 323, 339, 341, 357, 365, 370, 385, 389, 399, 476, 488, 498, 616, 646, 649, 650, 652, 656, 679, 686, 692, 699, D6, D7, D8, RV1, W6, W10, W11 and W12.  Night route: N91\",\"West London: 9 (Heritage route only), 10, 18, 23, 28, 31, 79, 83, 92, 95, 105, 187, 207, 223, 224, 226, 245, 282, 295, 328, 331, 414, 427, 487, 607, A10, E1, E3, E5, E7, E9, E10, PR2, U1, U2, U3, U4, U5 and U10. Night routes: N10, N18, N28, N31 and N207\\\\\",\"Metroline operates 70 bus routes in London which may be affected by Friday's strike action, from the following garages: Cricklewood, Edgware, Harrow Weald, Holloway, King's Cross, North Wembley, Perivale (West), Perivale (East), Potters Bar and Willesden\",\"The routes are as follows:\",\"North London: 4, 17, 32, 43, 46, 52, 82, 84, 98, 107, 113, 134, 139, 140, 182, 186, 189, 204, 206, 209, 214, 217, 232, 240, 251, 260, 263, 266, 271, 274, 302, 316, 332, 383, 384, 390, 603, 605, 609, 626, 632, 640, 643, C2, and H12. Night routes: N5, N16, N20, N52 and N98\",\"West London: 6, 7, 16, 70, 90, 143, 205, 210, 234, 297, 326, 460, 611, C11, E6, W5, W7, W8 and W9. Night route: N7\",\"Drivers from Metroline's Brentford garage will not be participating in tomorrow's strike action\",\"The following six routes will operate as normal:\\u003cbr /\\u003eRoutes 117, 190, 237, 635, E2, E8\",\"Metrobus operates 37 bus routes in London which should be operating normally on Friday\",\"The routes, which operate from the following garages: Croydon and Orpington, are as follows:\",\"South London: B14, R1, R2, R3, R4, R5, R6, R7, R8, R9, R11, T32, T33, X26, 64, 119, 127, 130, 138, 146, 161, 181, 202, 261, 284, 293, 320, 336, 352, 353, 358, 359, 367, 405, 464, 612 and 654\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}