{
 "pageTitle": "GLA - Expanded Ultra-Low Emission Zone to clean-up toxic air",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2018",
   "url": "/info-for/media/press-releases/2018"
  },
  {
   "title": "June",
   "url": "/info-for/media/press-releases/2018/june"
  },
  {
   "title": "GLA - Expanded Ultra-Low Emission Zone to clean-up toxic air"
  }
 ],
 "title": {
  "title": "GLA - Expanded Ultra-Low Emission Zone to clean-up toxic air",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Sadiq Khan confirms expansion of ULEZ up to North and South circular roads from 25 October 2021"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This press release, issued by the Mayor of London, was first published on \u003ca href=\"https://www.london.gov.uk/press-releases/mayoral/ultra-low-emission-zone-to-expand\"\u003elondon.gov.uk\u003c/a\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Strict emission standards will also apply to buses, coaches and lorries across the whole of London from 26 October 2020\",\"Both schemes will lead to emission reductions across London and more than 100,000 residents no longer living in areas exceeding legal air quality limits in 2021\",\"ULEZ to begin in central London from 8th April 2019\",\"Mayor launches major new study into toxic engine emissions and children's lung function\"]}",
     "The Mayor of London, Sadiq Khan, today confirmed that the capital's Ultra-Low Emission Zone (ULEZ) will be expanded up to the North and South Circular boundary in 2021.",
     "The new ULEZ will cover an area 18 times larger than the Central London Ultra Low Emission Zone and will affect large numbers of polluting vehicles that don't comply with strict emission standards. It is estimated that 100,000 cars, 35,000 vans and 3,000 lorries might be affected by the expanded zone and tighter standards every day.",
     "These bold measures will deliver a major improvement to Londoners health by reducing the toxic air quality that is currently responsible for thousands of premature deaths and other serious conditions. Research demonstrates these effects disproportionately impact the poorest Londoners.",
     "Recent studies by the University of Oxford have shown the health damage from cars and vans costs £6 billion annually to the NHS and society, with the bill from London vehicles totalling £650 million a year.",
     "Expanding the ULEZ beyond central London and strict standards for heavy vehicles across London will result in more than 100,000 Londoners no longer living in areas exceeding legal air quality limits in 2021, a reduction of nearly 80 per cent compared to without expansion. All areas of London are expected to see reductions in pollution, including on the North and South Circular Roads and only 4 per cent of roads in Outer London are expected to exceed legal limits in 2021.",
     "The expanded zone will be managed in the same way as the central London ULEZ, which is being delivered in April 2019, 17 months earlier than planned and will operate on top of the congestion charge, 24 hours a day, seven days a week, 365 days a year.",
     "Drivers within the expanded zone using non-compliant vehicles will pay a daily ULEZ charge of £12.50, 24 hours a day, 365 days a year. These include:",
     "{\"template\":\"bulletlist\",\"items\":[\"motorbikes that do not meet Euro 3 standards\",\"petrol cars and vans that do not meet Euro 4 standards (roughly the equivalent to not being more than fifteen years old for cars in 2021)\",\"diesel cars and vans that do not meet Euro 6 standards (roughly the equivalent to not being more than six years old for cars in 2021)\"]}",
     "Across London diesel buses, coaches and lorries will need to meet the Euro 6 standard.",
     "Following an extensive consultation, the Mayor will also tighten the standards for the most polluting heavy vehicles including buses, coaches and lorries across the whole of London from October 2020, using the same boundary as the existing Low Emission Zone.",
     "The Mayor of London, Sadiq Khan, said:",
     "'Tackling London's lethal air and safeguarding the health of Londoners requires bold action. Air pollution is a national health crisis and I refuse to stand back as thousands of Londoners breathe in air so filthy that it shortens our life expectancy, harms our lungs and worsens chronic illness.",
     "'I promised hard-hitting measures to tackle our shameful air pollution and today City Hall is confirming the next stage of our plans to expand the Ultra-Low Emission Zone up to the north and south circular roads.",
     "'We're doing everything in our power to tackle this issue and are starting to see improvements in air quality with the wide-ranging action we've taken already on tackling the most polluting cars, and cleaning up our bus and taxi fleet. An expanded Ultra-Low Emission Zone, in conjunction with the Central London ULEZ, will really help transform the air that millions of Londoners breathe.",
     "'Some motorists will need help switching to greener transport options, which is why City Hall are urging Ministers to deliver a diesel scrappage scheme to get the dirtiest cars off our roads and offer drivers a fair deal, especially the many diesel drivers who brought vehicles thinking they were more environmentally friendly after Government advice.'",
     "The Deputy Mayor of Environment \u0026 Energy, Shirley Rodrigues, said:",
     "'Today's announcement is a pivotal moment for every Londoner who struggles to breathe clean air.  The health impact from our filthy air is shocking, especially on young children, and I look forward to seeing the results of the major new medical study looking at the impacts of ULEZ and cutting toxic emissions on children's lung development.  Our changes are already starting to improve the air across our city. In 2021, this will cut the number of schools in areas with illegal levels of air pollution by more than two thirds.'",
     "The public consultation on expanding the ULEZ standards was the largest ever recorded by TfL and showed staunch support for the Mayor's proposals, with 56 per cent supporting or strongly supporting the expansion of the ULEZ boundary from central London and 74 per cent backing the new London-wide emissions standards for heavy vehicles.",
     "The Mayor listened carefully to feedback through the consultation and has decided to give disabled tax class vehicles and specially adapted private hire vehicles until October 2025 to replace their vehicles. This gives these vehicles an extra 6.5 years from the start of the central London ULEZ or 4 years from the start of the expanded ULEZ to comply. Similarly, charities have been given a longer period of time to replace existing minibuses. They will have a two-year sunset until October 2023.",
     "Sadiq has already strengthened the ULEZ standards to include a particulate matter standard after recent health data revealed that every part of London exceeds recommended World Health Organisation air quality guidelines for PM2.5.",
     "Lilli Matson, TfL's Director of Transport Strategy, said:",
     "'London's toxic air is a public health crisis, and expanding the Ultra-Low Emission Zone is a crucial measure. We estimate that expanding the ULEZ will reduce road transport NOx emissions by a further 28 per cent across London, so this expansion is a huge step towards protecting the health of all Londoners.'",
     "The Mayor is working with TfL to ensure London's public transport lead the way in low emissions. TfL is no longer procuring double-deck pure-diesel buses and instead only procuring hybrid, electric or hydrogen buses, with all buses meeting the new standards across London by 2020. TfL will only allow new taxis in London that are zero-emission capable and newly manufactured private hire vehicles will need to follow suit from 2020.",
     "Today the Mayor also announced he is supporting a major new study into the health benefits of reducing toxic air pollution on more than 3,000 primary school children in polluted areas of London and Luton. Research has found that some children in London are breathing in air so damaging it is affecting the development of their lungs.",
     "The study will test how policies like the Ultra-Low Emission Zone can improve the growth of children's lungs and reduce chest symptoms, comparing London children whose schools are placed within the ULEZ zone with children in Luton whose schools are in traffic-restricted zones.",
     "All the children will have their lung health monitored over a four-year period in the study led by Queen Mary University of London. Researchers from the CHILL study (Children's Health in London \u0026 Luton), funded by the National Institute for Health Research, are currently recruiting schools to take part in this new initiative.",
     "Hugo Martin, Hermes Director of Legal and Public Affairs:",
     "'Hermes is fully committed to meeting the standards in the expanded ULEZ and is investing in cleaner, electric vehicles to support this. We are pleased to be one of the leading lights in the logistics industry helping London on its path to a zero emissions future.'",
     "Drew Kodjak, Executive Director of the International Council on Clean Transportation, said:",
     "'Based on our assessment of real-world emissions, Euro 4 and 5 diesel cars are some of the highest polluting vehicles in London's fleet while Euro 6 vehicles have shown improvement. We expect Mayor Khan's new Ultra-Low Emission Zone to have a significant impact on reducing air pollution.'",
     "Notes to Editors:",
     "1. From 8th April 2019 the following will all pay a daily ULEZ charge of £12.50 to drive in central London, 24 hours a day, 365 days a year, on top of the congestion charge (when and where applicable):",
     "{\"template\":\"bulletlist\",\"items\":[\"motorbikes that do not meet Euro 3 standards\",\"petrol cars and vans that do not meet Euro 4 standards\",\"diesel cars and vans that do not meet Euro 6 standards\"]}",
     "Following the Mayor's decision to expand this area, the charge will apply in inner London from October 2021.",
     "Disabled tax class vehicles and specially adapted private hire vehicles will have until October 2025 to comply. Charities will have a two-year sunset for minibuses until October 2023.",
     "The oldest and most polluting heavy vehicles that do not meet the Euro VI emission standards will be required to pay up to £300 from 26 October 2020 to drive in the London-wide Low Emission Zone. Any heavy vehicles that are either Euro IV or Euro V standard will be deterred with a £100 charge.",
     "All TfL buses will meet the standards by 2020.",
     "2. The consultation on expanding the ULEZ standards ran from 30 November 2017 to 28 February 2018. The Euro 4 standard became mandatory for new cars in 2005 and the Euro 6 standard became mandatory in 2015. Vehicles older than these dates may still meet emissions standards, which customers can check using TfL's compliance checker. The ULEZ boundary of the North and South Circular was decided to ensure a consistent, clear and navigable boundary that provides an adequate diversion route for drivers and does not force anyone into the zone",
     "3. Details on the University of Oxford study: \u003ca href=\"http://www.cleanairday.org.uk/Handlers/Download.ashx?IDMF=7eb71636-7d06-49cf-bb3e-76f105e2c631\"\u003ewww.cleanairday.org.uk/Handlers/Download.ashx?IDMF=7eb71636-7d06-49cf-bb3e-76f105e2c631\u003c/a\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2018/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2018/february",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2018/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2018/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2018/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2018/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2018/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2018/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2018/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2018/december",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}