{
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Are your children getting the best travel deal during the economic downturn? ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Young Londoners can make big savings on their travel in the Capital with a Zip card."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Young Londoners have the Capital at their finger tips thanks to their Zip cards",
     "Parents in London are being reminded to check that their children are signed up to Transport for London's (TfL's) Zip card scheme; so that they can take advantage of their right to free travel on buses and trams in the Capital for the remainder of the holidays, but most importantly when the new school term starts in September.",
     "As the start of the autumn term draws closer parents across the Capital will begin totting up the cost of school uniforms, bags and trainers, which makes the money youngsters save on travel using Zip cards even more valuable.",
     "The Mayor of London's advisor on Transport Policy, Kulveer Ranger, said: 'Young Londoners have the Capital at their finger tips thanks to their Zip cards.",
     "'Free travel is a tremendous privilege and potentially a massive saving for parents.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Save money\"}",
     "'Before the next school term it is really important parents check their children have their Zip cards if they're going to be catching the bus to school.'",
     "The Zip Oyster photocard gives eligible 11 to 15-year-olds and 16 to 18-year-olds free travel on London's buses and trams.",
     "Many young Londoners have taken advantage of this benefit, one that is especially welcome at a time when everyone is looking for ways to save money.",
     "The Zip travel concession has also benefited some of London's most disadvantaged families by giving 11 to 15-year-old Oyster photocard holders child-rate travel on the Tube, Docklands Light Railway (DLR and London Overground, with a daily cap of just £1 (Zones 1-6).*",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Behaviour code\"}",
     "These savings are designed to enable children and young people to explore everything the Capital has to offer, no matter where they live in London.",
     "TfL Director of Community Safety, Enforcement and Policing, Steve Burton said: 'This scheme is there to help the families in London that need it most.",
     "'It is especially important in the current climate to ensure that no-one misses out.",
     "'The Behaviour Code advises that \"you should always act sensibly and treat others as you would like to be treated\".",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Free travel\"}",
     "'In addition all Zip Oyster photocard holders must always touch in when boarding buses and trams, and must touch in at the beginning and touch out at the end of their journey when using the Tube, DLR and London Overground services.",
     "'Since this rule was introduced last year we have heard from passengers and bus drivers that behaviour among school children is improving significantly.",
     "'Parents and guardians should make sure that children carry the card every day if they take the bus to school, because any child travelling without it will have to pay for their journey.'",
     "Zip Oyster photocard application forms are available from Post Offices within London.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Apply in advance\"}",
     "It may take up to two weeks to process your application.",
     "Those ages 11 to 18 who do not have a valid Oyster photocard must pay the cash fare on buses and trams.",
     "** Proof of application will not be accepted by bus drivers as a valid ticket for travel.",
     "Further details are available at \u003ca href=\"http://www.tfl.gov.uk/zip\"\u003etfl.gov.uk/zip\u003c/a\u003e \u003cbr /\u003e\u003cbr /\u003e",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}