{
 "pageTitle": "Become part of the fabric of London life",
 "description": "From graphics to roundels, Tube stations to textiles, London Underground is steeped in a history of innovative design. As part of the refurbishment and upgrade of London's transport system, TfL is holding a competition to design a new seating fabric, also",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Become part of the fabric of London life",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) launches a competition to design a brand new seating fabric for the Tube."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Design has always played an important role for London Underground and the new seating fabric will continue this tradition",
     "From graphics to roundels, Tube stations to textiles, London Underground is steeped in a history of innovative design.",
     "As part of the refurbishment and upgrade of London's transport system, TfL is holding a competition to design a new seating fabric, also known as moquette, for use on the Underground system.",
     "The closing date is 14 September before 17:00.\u003cbr /\u003e\u003cbr /\u003eIn the tradition set by Frank Pick*, the company is continuing its commitment to exemplary industrial design with the revival of key components of London Underground's corporate identity.",
     "The winning design will launch on the Piccadilly line and will then be adopted across the London Underground system.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Transport history\"}",
     "This is a chance to become part of the fabric of London design and transport history and the winner's work will be seen by the 3.5 million daily users of the Tube.",
     "Professional and non-professional designers are invited to take their position in the prestigious hierarchy of artists and designers who have all created designs for the Tube, including Man Ray, Edward McKnight-Kauffer, Laszlo Moholy-Nagy, Eric Ravilious, Marion Dorn, Norbert Dutton, Enid Marx and Paul Nash.",
     "The design brief, which remains very much the same as it did in 1930, emphasises that the design's colours should respond well to both natural and artificial light, with a pattern which takes account of wear and tear.",
     "The durable velveteen woven wool fabric called moquette uses a Jacquard weave and ensures comfort, temperature control and hold.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Winning design\"}",
     "The pantone reference for the new moquette design is featured below.",
     "A maximum of three primary corporate identity pantone references can be used, which are shown from the inner wheel of the chart.",
     "Any secondary colours, shown in the outer wheel of the chart can be proposed if considered visually necessary.",
     "The design will require applicants to take into consideration certain utilitarian elements, as required by public seating, such as being commercially viable, having a repeat pattern, and not being too small to cause 'dazzle' or 'strobe' visual effects.",
     "However entrants are also encouraged to challenge conventional ideas of traditional seating fabric designs where possible.",
     "Saskia Boersma, Brand Licensing Manager, TfL, said: 'I'm really looking forward to seeing the entries people send in.",
     "'Design has always played an important role for London Underground and the new seating fabric will continue this tradition of high quality design.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"To enter\"}",
     "The competition deadline is 17:00 Monday 14 September 2009.",
     "To download the brief and terms and conditions, please \u003ca href=\"http://shop.tfl.gov.uk/moquette-competition.html\"\u003eclick here\u003c/a\u003e .",
     "Any enquires can be answered only by \u003ca href=\"mailto:moquettecompetition@tfl.gov.uk\"\u003emoquettecompetition@tfl.gov.uk\u003c/a\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Entrants should send their design to: Piccadilly Line Moquette Competition, Transport for London, 13th Floor Windsor House, 42-50 Victoria Street, London, SW1H 0TL\",\"Please note only the winning entrants will be contacted by TfL. The judges' decision is final and no correspondence will be entered into. Unlike most metropolitan transport systems where very basic hard composite seating or steel is standard, London Transport/London Underground has always maintained a high level of comfort with seats covered in hard-wearing woollen moquette fabric. London Underground's trains serve 11 lines, and the whole fleet comprises of 4070 cars. The London Underground carries, on average over a billion customers a year\",\"London Underground is undertaking a major programme of renewal as part of TfL's Investment Programme. This will inevitably result in some disruption for passengers, but TfL is working hard to provide information and alternative travel options. The work is essential to provide for London's growing transport needs now, and into the future. TfL is urging all Londoners and Tube, London Overground and Docklands Light Railway passengers to 'check before you travel' at weekends, allowing extra journey time where necessary. Weekend travel news is available at \\u003ca href=\\\"http://www.tfl.gov.uk/\\\"\\u003etfl.gov.uk\\u003c/a\\u003e \",\"*Frank Pick was publicity manager for London Transport from 1907 and in 1930s became chief executive of London Transport\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}