{
 "pageTitle": "Local people support need for Henlys Corner improvements",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Local people support need for Henlys Corner improvements",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Pedestrians and cyclists in Barnet say they are more likely to use busy junction should a TfL scheme be implemented in 2011."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "'When implemented, this scheme will bring real improvements for pedestrians at Henlys Corner",
     "Results from a Transport for London (TfL) questionnaire, carried out between May and June 2009, reveal nearly 85 per cent of respondents agreed or strongly agreed with the need to improve Henlys Corner junction.",
     "The research shows that if a TfL scheme is taken forward, an overwhelming majority of local residents are more likely to use the junction as pedestrians (69.7 per cent) and almost half of all cyclists (47.3 per cent) are more likely to use it.",
     "The junction is one of the busiest on the A406 North Circular Road.",
     "Transport for London's main objective is to improve pedestrian accessibility.",
     "TfL has worked closely with the London Borough of Barnet to design a scheme that will benefit pedestrians and all other road users while having no detrimental impact on traffic flows.",
     "The scheme will include:",
     "{\"template\":\"bulletlist\",\"items\":[\"Signalised pedestrian crossings across all arms of the junction\",\"New road layout and changes to right turning traffic signals to improve the flow of traffic\",\"Improved facilities for cyclists\"]}",
     "Graham Nash, TfL's Senior Programme Manager, said: 'When implemented, this scheme will bring real improvements for pedestrians at Henlys Corner and the road layout changes will alleviate the congestion that can build up at this busy junction.",
     "'We are pleased that the need for improvements at Henlys Corner has received support from the majority of the local community, key stakeholders and the London Borough of Barnet.'\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"6000 leaflets including detailed information about the scheme and key objectives, an artist impression of the junction layout and a freepost tear-off questionnaire were hand distributed to residents within 1km of Henlys Corner's junction on 15 May 2009\",\"Leaflets were also distributed to stakeholders such as Members of Parliament, Greater London Authority members and other organisations such as the local council, residents associations, transport user groups, businesses and health representatives\",\"The vast majority of the 776 respondents to the questionnaire were local residents (747). Other respondents included local business owners (17), commuters (24), visitors (5) and others (13)\",\"TfL hosted a series of exhibitions during the first week of June to give local residents and road users the opportunity to view the plans for the Henlys Corner junction improvement scheme\",\"Results of the \\u003ca title=\\\"Results of community engagement questionnaire\\\"href=\\\"/henlyscorner\\\"\\u003ecommunity engagement questionnaire \\u003c/a\\u003e are available online\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}