{
 "pageTitle": "London Cycle Hire scheme takes big step forward as operator announced",
 "description": "TfL today announced that Serco is the successful bidder for the contract to set up and operate the London Cycle Hire scheme, which will launch in summer 2010. The news comes as TfL confirmed that more than a quarter of the 400 cycle docking station sites,",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "London Cycle Hire scheme takes big step forward as operator announced",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) appoints Serco to operate London's Cycle Hire scheme as progress continues."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "I'm sure that the cycling revolution taking place in the Capital will rapidly become the envy of the world",
     "TfL today announced that Serco is the successful bidder for the contract to set up and operate the London Cycle Hire scheme, which will launch in summer 2010.",
     "The news comes as TfL confirmed that more than a quarter of the 400 cycle docking station sites, where people will pick up and drop off the cycle hire bikes, have already received planning permission.",
     "The scheme will launch with 6,000 hire bicycles based in the nine London boroughs and several Royal Parks that make up London's zone one travel area, and are expected to generate around 40,000 extra cycle trips a day in central London.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Cycling revolution\"}",
     "The Mayor of London, Boris Johnson, said: 'The choice of operator will be key to the success of our scheme and I am thrilled Serco have decided to saddle up for London.",
     "'They can't wait to get cracking on helping us get thousands more Londoners on two wheels and I'm sure that the cycling revolution taking place in the Capital will rapidly become the envy of the world.'",
     "David Brown, Managing Director of Surface Transport at TfL, said: 'The London Cycle Hire scheme will be the most sustainable, environmentally friendly form of public transport ever seen in the Capital.",
     "'Cycling is a quick, convenient and healthy way of making short journeys in London, and we're confident that, from next summer, our exciting new cycle hire scheme will become an essential  part of the transport network in central London.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"World class scheme\"}",
     "Nick Brown, Chief Executive Serco Integrated Transport and Middle East, said: 'Serco is very pleased to have been chosen to operate the London Cycle Hire scheme.",
     "'With the considerable experience we already have helping deliver transport solutions for London we look forward to working with TfL on this world class cycle scheme for Londoners.'",
     "The London Cycle Hire scheme will be based on, but not identical to, the award-winning Canadian cycle hire scheme, Bixi, which launched in Montreal earlier this year.",
     "A simple to use payment system will support the London Cycle Hire scheme.",
     "Further information on that, and on the design of the bicycles, docking stations and terminals, will be released later this year.",
     "The London Cycle Hire scheme will build on the 107 per cent growth in cycle journeys that London has seen since TfL was created in 2000.",
     "{\"template\":\"bulletlist\",\"items\":[\"Serco was selected following a nine month competitive tendering procurement process\",\"The contract with Serco is valued at approximately £140m over six years, split between installation and operation of the scheme. Revenue from the scheme will be paid directly to TfL\",\"Available 24 hours a day, 365 days a year, the London Cycle Hire scheme will help to alleviate congestion on the Tube and buses and increase the number of people cycling in London\",\"Serco, the international service company, already provides transport solutions in London, where it operates the Dockland's Light Railway, the Woolwich Ferry and maintains traffic signals for TfL\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}