{
 "pageTitle": "Major new campaign to crack down on drug driving",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Major new campaign to crack down on drug driving",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The first national TV advertising campaign to tackle drug driving was launched by Transport Secretary Andrew Adonis today after new research showed that one in 10 young male drivers admit to driving after taking illegal drugs."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Some drivers who would never get behind the wheel after drinking still believe they can drive after taking drugs",
     "The new campaign highlights that the police can and will detect drug drivers - and that anyone convicted will face the same tough penalties as a drink driver.",
     "Transport for London is working with the Department for Transport in the Capital as part of a regional approach.",
     "The first TV advert will be shown tonight before Coronation Street.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Reckless behaviour\"}",
     "One in five drivers killed in road accidents may have an impairing drug in their system.",
     "The police can spot the signs that someone is driving under the influence of drugs and, as the new campaign highlights, once a driver has been stopped their eyes will give them away because of the obvious and involuntary effects drugs have on the body.",
     "Anyone convicted of driving while unfit through drugs will get a minimum 12 months driving ban, a criminal record and a large fine.",
     "Transport for London Chief Operating Officer Jeroen Weimar said: 'Drug driving is clearly illegal but some Londoners still think they can get away with it.",
     "'The Met Police are tackling this reckless behaviour and the new campaign reminds drivers that you can and will get caught. Remember, your eyes will give you away.'",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Lives in danger\"}",
     "Transport Secretary Andrew Adonis said: 'Government campaigns over the past 40 years have succeeded in making drink driving socially unacceptable and cutting the number of people killed in drink drive accidents by nearly three quarters.",
     "'But some drivers who would never get behind the wheel after drinking still believe they can drive after taking drugs.",
     "'We are determined to get the message through to this reckless minority that their behaviour is putting lives in danger.",
     "'The penalties for drug driving are just the same as for drink driving because drug driving is just as dangerous.",
     "'Drivers should be in no doubt that if you get behind the wheel while under the influence of drugs then the police can spot you, they can test you and you will face punishment.'",
     "In addition police forces across the country will be targeting drug drivers throughout the August music festival and holiday season.",
     "The new campaign also includes print, poster and on-line advertising as well as music festival and radio sponsorship.",
     "\u003cbr /\u003e",
     "{\"template\":\"bulletlist\",\"items\":[\"Visit \\u003ca href=\\\"http://www.dft.gov.uk/think/drugdrive\\\"\\u003ewww.dft.gov.uk/think/drugdrive\\u003c/a\\u003e for more information\",\"The THINK! drug drive campaign cost £2.3m\",\"The campaign creative was developed by advertising agency Leo Burnett\",\"Television adverts will air from Monday 17 August to 13 September with the first advert going out before Coronation Street on Monday 17\",\"The campaign will also have a presence online, on radio, and at music festivals. There will also be an ambient advertising campaign\",\"THINK! has been promoting the 'Don't drug drive' message since 2003, based around summer music festivals and over the Christmas and New Year party season. The primary audience was young men aged between 17 and 29 who were most at risk of driving while on illegal drugs, with a secondary audience of passengers who may be able to influence such drivers\",\"A Transport Research Laboratory study in 2001 (533 drivers and6 riders fatalities) showed:\\u003cbr /\\u003e- At least one impairing prescription or illegal drug was detected in 22.9 per cent of drivers and 20.3 per cent of riders\\u003cbr /\\u003e- Alcohol was present in 31.5 per cent of the overall sample\\u003cbr /\\u003e- Incidence of such drugs had increased by three times since the previous research published in 1989\\u003cbr /\\u003e- 17.7 per cent of drivers (13.4 per cent riders) tested positive for a single drug and\\u003cbr /\\u003e- 5.6 per cent of drivers (6.9 per cent riders) tested positive for multiple drugs\\u003cbr /\\u003e- THINK! BMRB Annual Survey, October 2008, representative sample of GB adults aged 15+ (2009 adults), 1227 drivers. The 1 in 10 figure is for male drivers aged 18-29.\\u003cbr /\\u003e- Penalties for drug driving are the same as for drink driving\\u003cbr /\\u003e- On conviction, a minimum 12 month disqualification and a maximum fine of £5,000\\u003cbr /\\u003e- As with drink-drivers, the record of disqualification remains on a licence for 11 years which can mean problems for those who drive for a living\\u003cbr /\\u003e- Convictions can mean difficulties in renting cars or getting visas for some countries.\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}