{
 "pageTitle": "Mayor gives green light to energy busting 'LED' traffic signals",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Mayor gives green light to energy busting 'LED' traffic signals",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Investment of £2.4m for thousands of new energy saving lights in traffic signals."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "These new lights will not only cut CO2 emissions but they will also last about ten times longer than standard bulbs",
     "The Mayor of London has announced that Transport for London (TfL) is to install energy busting LEDs at 3,500 traffic lights at around 300 junctions in the Capital.",
     "LED technology can reduce electricity consumption and the associated CO2 emissions that cause climate change by a massive 60 per cent.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Saving money\"}",
     "These 300 new LED (Light Emitting Diodes) fitted junctions will save 600 tonnes of these emissions a year and around £200,000 in energy costs.",
     "The bulbs will replace the existing bulbs at 3,500 traffic signal heads, each of which contain at least three bulbs.",
     "This introduction of LED traffic lights is the largest of its kind in the UK. TfL is seeking to stimulate the development of LED traffic signals and to encourage more manufacturers to join the market.",
     "It is expected that there will be a greater take up across the UK as a result of TfL's commitment to introducing the lights in large numbers.",
     "The new lights are part of the Mayor's efforts to reduce the Capital's CO2 emissions by a total of 60 per cent by 2025.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Reducing emissions\"}",
     "The initiative follows the introduction of LED lighting at all London Buses roadside ticket machines and LED lighting at 3,500 solar powered bus stops (to provide illumination for the stop and signage) and 640 shelters.",
     "If LED lights are installed in all of London's 6,000 junctions which have traffic signals, CO2 emissions could be reduced by around 12,000 tonnes a year.",
     "The Mayor of London, Boris Johnson, said: 'I've seen the future and it comprises these tip top energy busting traffic lights.",
     "'Installing these eco-bulbs will cut the climate change emissions coming from London's galaxy of traffic lights by over half as well as save money from energy bills.",
     "'We are pressing ahead to get many more of these illuminating orbs on to our streets to join a range of other energy zapping measures already saving us money such as solar powered bus stops and shelters.'",
     "TfL is leading the way with LED traffic light trials which it hopes will pave the way for their wider introduction across the UK.",
     "LED product designs and costs have rapidly improved dramatically in recent years and initial barriers specific to the requirements of the UK market are being overcome ahead of the installation in London next year.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"New technology\"}",
     "TfL trialled on a small scale LED traffic lights in Croydon between January 2007 and August 2008.",
     "These trials demonstrated that a product suitable for the UK marketplace, with reduced power consumption and at a reasonable price was feasible.",
     "Alan Bristow, Director of Traffic Operations, TfL said:  'These new lights will not only cut CO2 emissions but they will also last about ten times longer than standard bulbs meaning we will save on maintenance costs.",
     "'This is part of our efforts across TfL to cut CO2 emissions. On top of introducing new hybrid buses to London's streets, we are currently exploring new technologies including more efficient Tube station and tunnel lighting.'",
     "Transport for London has issued an OJEU notice seeking companies to supply and fit the lights, the application period closes on 24 August.",
     "The scheme is being funded through TfL's Climate Change Fund.\u003cbr /\u003e"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}