{
 "pageTitle": "New card for people with hidden disabilities to make travel easier",
 "description": "The card can be used to help them use public transport in the Capital.The credit card sized Travel Support card is designed for people with disabilities that can't be seen, to give them greater confidence to ask for help if they need it. Showing the card",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "New card for people with hidden disabilities to make travel easier",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London is calling for volunteers with hidden disabilities such as autism, learning difficulties or people who are hard of hearing to trial a new Travel Support Card."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This will mean that more people can use the transport network that so many of us take for granted.",
     "The card can be used to help them use public transport in the Capital.",
     "The credit card sized Travel Support card is designed for people with disabilities that can't be seen, to give them greater confidence to ask for help if they need it.",
     "Showing the card will alert members of staff that the passenger may need extra support, and will help people with disabilities have more confidence in asking for help.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Making life easier\"}",
     "Chris Upfold, London Underground's Accessibility and Inclusion Manager, said:  'This new card is designed to make life easier for people who may need extra help.",
     "'For instance if a journey is disrupted for any reason, the customer can use their card to indicate to staff that they would like extra assistance or support.",
     "'The card will show staff how best to help that individual customer by, for example, taking the customer to the right platform, or taking extra time to explain alternative routes.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Improving confidence\"}",
     "This will improve the confidence of disabled people travelling in London and mean that more people can use the transport network that so many of us take for granted.'",
     "TfL are working with disability charities, but more volunteers are needed.",
     "Volunteers with hidden disabilities who would like to take part in this trial, particularly those who live in Stratford, Willesden Junction and Wimbledon should call Kathryn Lyon at TfL on 020 7027 8340.\u003cbr /\u003e\u003cbr /\u003e\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Currently London Underground has 57 step-free stations and 25 per cent of stations will be step-free by the end of 2010. Other accessibility information products that TfL produces includes a Guide to Accessibility for all  London's public transport, Tube, Buses, Docklands Light Railway, London Overground, Trams, London River Boats, Dial-a-Ride, Taxis and Private Hire; large print and audio Tube maps - these can be ordered by calling 020 7222 1234, or using the new online ordering form at tfl.gov.uk/accessguides\",\"London Underground (LU) is undertaking a major programme of renewal as part of Transport for London's Investment Programme. This will inevitably result in some disruption for passengers, but TfL is working hard to provide information and alternative travel options. The work is essential to provide for London's growing transport needs now, and into the future. TfL is urging all Londoners and Tube, London Overground and DLR passengers to 'check before you travel' at weekends, allowing extra journey time where necessary. Weekend travel news is available at \\u003ca href=\\\"http://www.tfl.gov.uk/check\\\"\\u003ewww.tfl.gov.uk/check\\u003c/a\\u003e \",\"For those who have access to a computer, London Underground launched an interactive service with \\u003ca title=\\\"Direct Enquiries\\\"href=\\\"http://www.directenquiries.com\\\"\\u003eDirect Enquiries \\u003c/a\\u003e in 2007 where visitors can search for accessible routes through each Underground station, prioritising their search for individual needs. The access details include the number of steps, lifts, escalators, walking distances and ramps. Passengers can also search each station for information about car parking, toilets and services for visually impaired people, induction loops and other access facilities\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}