{
 "pageTitle": "Next set of bendy buses to leave London",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Next set of bendy buses to leave London",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "The demise of the bendy bus in the Capital continues as today sees bendy buses operating on route 521 for the last time."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "Route 38 will be the next to lose bendy buses later this year",
     "New and shorter single-deck buses will officially take over on route 521, which operates between Waterloo and London Bridge, from Tuesday 1 September 2009.",
     "Passengers will now see more buses on that route with a bus running every two or three minutes at peak times, rather than the current four minute service.",
     "Kulveer Ranger, the Mayor of London's Transport Advisor, said: 'The Mayor was elected with a clear manifesto of getting the bendy buses off our streets and he's delighted to see the second set of them leaving the Capital.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"High frequency service\"}",
     "'Route 38 will be the next to lose bendy buses later this year, after which there will be just nine routes left to convert before the end of 2011.'",
     "The 12 metre single-deck buses being introduced on route 521 are the same as those now operating on route 507 and meet very high environmental standards.",
     "They are EEV Standard (Enhanced Environmentally friendly Vehicles), a standard above Euro V.",
     "Despite increasing the number of buses on the route, emissions of carbon dioxide will still be cut by over three per cent, oxides of nitrogen by over 21 per cent and particulate matter by over 27 per cent.",
     "\u003cstrong\u003e \u003c/strong\u003e ",
     "{\"template\":\"bulletlist\"}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}