{
 "pageTitle": "RMT leadership accepts LU assurances on jobs",
 "description": "LU has always maintained that it would do all it could to avoid compulsory redundancies following the integration of Metronet and the need to cut around 1,000 posts in order to avoid duplication. It has always been the case that operational and",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "RMT leadership accepts LU assurances on jobs",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Transport for London (TfL) today welcomed the RMT leadership's acceptance of London Underground's (LU) assurances on jobs and its efforts to avoid compulsory redundancies, making clear that nothing has changed following the RMT's recent 48hrs strike."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We now look forward to a resolution and a fair pay agreement that is in the best interests of Londoners and all of our staff",
     "LU has always maintained that it would do all it could to avoid compulsory redundancies following the integration of Metronet and the need to cut around 1,000 posts in order to avoid duplication.",
     "It has always been the case that operational and maintenance staff would not be affected by this process, which LU consistently made clear before, during and after the RMT's recent strike action.",
     "LU will now meet with all its trade unions under the auspices of ACAS to discuss LU's final, above inflation, two-year pay offer of 1.5 per cent this year and RPI +0.5 per cent next.",
     "Such a pay offer provides staff with stability in an extremely tough economic climate, and guarantees real wage increases for the next two years. Very few Londoners are being provided with such certainty for the future, and we continue to urge all unions to put the offer to their members and allow them their say.",
     "LU Managing Director, Richard Parry said: 'It's good news the RMT leadership has now accepted our assurances on jobs following the collapse of Metronet and its integration into LU.",
     "'Nothing has changed since the RMT's pointless strike action, which only lost those staff who took part two days pay.",
     "'We have been absolutely clear that we sought to avoid compulsory redundancies and that no frontline operational and maintenance staff were part of this process.",
     "'We never offered a guarantee of no compulsory redundancies and this remains this case.",
     "'We now look forward to a resolution and a fair pay agreement that is in the best interests of Londoners and all of our staff.'"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}