{
 "pageTitle": "Transport for London brings 'dig-fest' to the Capital's streets",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Transport for London brings 'dig-fest' to the Capital's streets ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Bank holiday workathon by TfL and utilities companies will save east London motorists from three months worth of future traffic delays."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "We're so keen to get together with the utilities to coordinate dig-fests like these and cut down on unnecessary jams",
     "This bank holiday weekend, Transport for London (TfL) and a group of utilities companies are set to carry out a marathon 72-hour dig on Commercial Street, E1, with the aim of completing street works that would have otherwise resulted in several months of traffic disruption.",
     "The effort is part of the commitment by the Mayor of London to smooth traffic flow in the Capital and get companies working together when they carry out works, rather than endlessly digging up the same stretch of tarmac.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Necessary works\"}",
     "More than 100 different sets of works will take place along the one kilometre northbound stretch of Commercial Street in Tower Hamlets over the weekend by utilities companies including Verizon, National Grid, Thames Water, EDF, Colt and BT.",
     "TfL will also take the opportunity to carry out highway maintenance while the northbound carriageway is closed.",
     "Southbound traffic will continue to be able to use Commercial Street.",
     "Garrett Emmerson, Chief Operating Officer of TfL Streets, said: 'We understand that utilities companies sometimes need to dig up London's streets to carry out their necessary works, but we know how frustrating it can be for Londoners when a road is closed and dug up repeatedly.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Coordinated way of working\"}",
     "'That's why we're so keen to get together with the utilities to coordinate dig-fests like these and cut down on unnecessary jams.",
     "'When we have the London Permit Scheme in place it will be much easier for us to properly manage roadworks, cutting the number of road closures and reducing frustration for people in the Capital.'",
     "After being contacted by Verizon about their plans for works on Commercial Street, TfL took the opportunity to get in touch with other utilities companies to encourage them to complete any work they had planned for the area at the same time.",
     "This improved and more coordinated way of working is good practice for when the London Permit Scheme, which is currently with the Department for Transport (DfT) for approval, is in place.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Minimum dig technology\"}",
     "Under the scheme, utilities and other companies who want to dig up London's roads will have to apply for a permit and agree to conditions and timings to limit the disruption that roadworks can cause to Londoners.",
     "Jon Butterworth, National Grid's Director of Operations for Gas Distribution, said: 'National Grid is committed to working alongside Transport for London, local councils and our fellow utilities to keep London moving.",
     "'We do our utmost to minimise any disruption and inconvenience associated with our streetworks.",
     "'We accomplish this through advance planning and minimum dig technology where possible, but sometimes we need to do emergency work to fix gas escapes.",
     "'National Grid also champions the use of 'keyhole' excavation technologies to further reduce traffic disruption where possible.'",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"From 04:00 on Saturday 29 August until 05:00 on Tuesday 1 September, Commercial Street, E1, will be closed northbound only between Shoreditch High Street and Whitechapel High Street. Diversions will follow Whitechapel Road, Cambridge Heath Road, Hackney Road and Shoreditch High Street. Commercial Road, E1, will also be closed to westbound traffic north of the junction with Goodman's Stile. The diversion from here will follow Alie Street, Leman Street, Prescott Street, and Mansell Street to Whitechapel High Street\",\"TfL is working with the Mayor of London on a range of measures to smooth traffic flow in the Capital, including:ul\",\"TfL, along with 18 London boroughs, recently submitted the \\u003ca href=\\\"http://www.tfl.gov.uk/corporate/media/newscentre/12314.aspx\\\"\\u003eLondon Permit Scheme\\u003c/a\\u003e to the DfT for approval. If approved, the scheme could be put into action by the end of the year\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}