{
 "pageTitle": "Tube staff averts holiday disaster",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Tube staff averts holiday disaster",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Every day hundreds of passengers leave a variety of objects on the Tube - last year 66,588 - but for most people it is just annoying that they have left an umbrella on the train."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "This is a great example of how our staff go the extra mile for customers and it's great when their efforts are recognised",
     "For one Sri Lankan woman and her two grown up children it could have proved devastating.",
     "On their trip of a lifetime to England they left a bag containing all their holiday money, passports, tickets and credit cards on a Northern line Tube train.",
     "When 57-year-old Mrs Suranganie Joseph realised she had lost the bag, distraught and frantic with worry she asked a member of Tube staff at Leicester Square Tube station if there was any way they could help her try and get it back.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Extensive search\"}",
     "Station Supervisor Bob Khaira, 45, sprang into action.",
     "After calming the passenger down and getting a description of the black and white shoulder bag, he identified when she had last remembered having the bag.",
     "Checking pictures on her daughter's digital camera Bob discovered that she still had the bag with her when she got on the Tube.",
     "Even though he was busy he made extensive inquiries around Tube stations to see if the bag had been handed in.",
     "He eventually tracked the bag down to Woodside Park station and Mrs Joseph, her son Shihan, 27, and daughter Avindra, 24, were reunited with the bag and all of its contents were untouched.",
     "Mrs Joseph and children really feel that Bob went the extra mile to help them so she and her daughter went back to thank him at Leicester Square Tube station with a gift before they flew back to Sri Lanka.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Staff excellent\"}",
     "Mrs Joseph said: 'I think London Underground staff are excellent!",
     "'Our holiday would have been completely ruined if it had not been for Bob tracking it down and the other station supervisor at Woodside Park.",
     "'My whole life was in that bag. I knelt down and thanked God when I got the bag back.",
     "'I am so impressed by London Underground staff who were so caring.",
     "'We had a wonderful holiday because of them.  I am going to write to the High Commission for Sri Lanka and tell them how good London Underground is. I will do that.'",
     "Her daughter Avindra, a law graduate said: 'We were so worried. I didn't think we would get everything back - even my law degree certificate was in there!'",
     "Station Supervisor Bob Khaira, 45, of Greenford, Middlesex, said: 'Mrs Joseph was so upset, I felt so sorry for her and it would have been terrible for her and her children if we had not been able to find the bag.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Dream holiday\"}",
     "'This was a trip of a lifetime, it was her dream to bring her children to Europe and they wouldn't have been able to do all the things that they had planned.",
     "'So I kept telling the lady to have faith and her bag would be found. In the meantime I was desperately ringing round all the Tube stations on the Northern line until finally I got through to Woodside Park where it had been handed in.'",
     "Piccadilly line General Manager, Phil O'Hare, said: 'Bob was very caring and determined in trying to help this lady and her family.",
     "'This is a great example of how our staff go the extra mile for customers and it's great when their efforts are recognised. Of course we must not overlook the honesty of the customer who handed the property to us.",
     "'We are really delighted that we were able to help the family have a dream holiday and leave with a great impression of London.'\u003cbr /\u003e",
     "\u003cstrong\u003e\n\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"London Underground urges all passengers to ensure they take their property with them when they leave the trains. Bags left behind can spark security alerts which can hold up trains and inconvenience passengers\"]}",
     "If items are left on the Tube:",
     "{\"template\":\"bulletlist\",\"items\":[\"If a name and address, email address or telephone number is found in the property, the potential owner is contacted and told that the Lost Property Office may have their item of property\",\"Property normally takes a minimum of two working days to arrive at the Lost Property Office\"]}",
     "After two days, people can enquire about lost property in several ways:",
     "{\"template\":\"bulletlist\",\"items\":[\"by calling 0845 330 9882 between 08:30 and 16:00, Monday to Friday (except bank holidays)\",\"by filling in the online enquiry form at \\u003ca href=\\\"/tfl/contact/lostproperty/default.asp\\\"\\u003e/tfl/contact/lostproperty/default.asp\\u003c/a\\u003e \",\"by faxing 020 7918 1028\",\"in person or by writing to:\\u003cbr /\\u003eLost Property Office\\u003cbr /\\u003e200 Baker Street\\u003cbr /\\u003eLondon\\u003cbr /\\u003eNW1 5RZ\",\"Positively identified lost property is returned to the owner (in person or by post) once a restoration fee, postage and (for property lost in taxis) a driver's award has been paid\",\"Property not claimed after three months is either donated to charity or sold at auction, with all revenue generated contributing towards the cost of running the Lost Property Office service\",\"The success rate of items returned to their owners amount to one in three bags, one in three mobiles and one in three valuables. The biggest barrier to returning property to its rightful owner is the large number of people who simply do not contact the Lost Property Office to enquire about their lost items\\u003cbr /\\u003e\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "socialmediashare",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}