{
 "pageTitle": "Wood End Estate residents welcome buses",
 "description": "Changes to the route will see it terminate in Lilian Board Way from Saturday 5 September 2009, bringing a bus service to an area not currently served by buses.The changes to route 398 will be complemented by the introduction of a new route, the 395, which",
 "template": "page-content",
 "breadcrumbs": null,
 "title": {
  "title": "Wood End Estate residents welcome buses",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Residents of Wood End Estate, Northolt, are celebrating the arrival of bus route 398 to their estate."
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "These changes will provide valuable new links for those who live and work in the area",
     "Changes to the route will see it terminate in Lilian Board Way from Saturday 5 September 2009, bringing a bus service to an area not currently served by buses.",
     "The changes to route 398 will be complemented by the introduction of a new route, the 395, which will run from Westway Cross Retail Park to Harrow town centre.",
     "Route 395 will maintain the link between Northolt and Greenford previously served by route 398, and provide new links from Castle Road and the Racecourse Estate to Harrow town centre.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Worked closely with residents\"}",
     "Bob Blitz, Network Planning Manager, London Buses, said: 'These changes will provide valuable new links for those who live and work in the area.",
     "'The changes to route 398 will bring a bus service to Wood End Estate, an area not currently served by the network, and new route 395 will link Greenford Green, the Racecourse Estate and Harrow town centre.",
     "'We have worked closely with local residents and their representatives to provide them with a bus service they have been requesting for some time.'",
     "New route 395 will run about every 20 minutes during the day from Monday to Saturday, and every 30 minutes in the early morning, late evening and on Sundays.",
     "{\"template\":\"htag\",\"level\":\"h3\",\"value\":\"Single-deck buses\"}",
     "Route 398 will continue to run about every 30 minutes during the day from Monday to Saturday. There is no Sunday service.",
     "Route 395 will be operated by Metroline and will use single-deck buses.",
     "Route 398 will continue to be operated by Transdev using single-deck buses.",
     "\u003cstrong\u003eNotes to editors:\u003c/strong\u003e ",
     "{\"template\":\"bulletlist\",\"items\":[\"Route 398 will continue on its current route between Ruislip and Northolt Park Station, but will then run via Wood End Gardens, Bedser Drive and Lilian Board Way, terminating in the Wood End Estate\",\"Services on route 398 will continue to commence at around 06:30 and run until around 19:40\",\"Route 395 will run between Westway Cross Retail Park and Harrow town centre via Greenford station, Oldfield Circus, Northolt station, Racecourse Estate, Northolt Road, and South Harrow station\",\"Services on route 395 will commence at around 05:30 (06:30 on Sundays) and will run until around 22:15\",\"The following changes were made to the original proposal for route 395 as a result of a public consultation in spring 2009:ul\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}