{
 "pageTitle": "GLA - Plans for new fully-segregated cycle superhighway",
 "description": "Mayor unveils plans for new fully-segregated cycle superhighway for south-east London",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2017",
   "url": "/info-for/media/press-releases/2017"
  },
  {
   "title": "September",
   "url": "/info-for/media/press-releases/2017/september"
  },
  {
   "title": "GLA - Plans for new fully-segregated cycle superhighway"
  }
 ],
 "title": {
  "title": "GLA - Plans for new fully-segregated cycle superhighway",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Mayor unveils plans for Cycle Superhighway 4 will link Tower Bridge to Greenwich with more than 4km of segregated track"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"New cycle superhighway will bring first high-quality segregated route to south-east London and link to the wider network\",\"Work also includes five new traffic light pedestrian crossings and the upgrade of more than 20 existing crossings\"]}",
     "The Mayor of London, Sadiq Khan, has today announced plans to introduce the first high-quality segregated cycle route to south-east London.",
     "Cycle Superhighway 4 will bring safer cycling to the area as it connects Tower Bridge to Greenwich using more than four kilometres of segregated tracks.",
     "The route has been identified as a priority due to the area's high demand for cycling - with nearly 3,500 daily trips already made on the A200 - high potential for more people to take up cycling, and the need for safety improvements, with 93 collisions involving cyclists along this section of the A200 in three years.",
     "The announcement comes a week after the Mayor unveiled a consultation on Cycle Superhighway 9, which will add nearly 6km of new segregated track to the capital's roads between Kensington Olympia to Brentford. Together the two superhighways will play a vital role in the Mayor's work to promote cycling and walking for the good of Londoners' health and air quality.",
     "The Mayor of London, Sadiq Khan, said:",
     "'I'm delighted to be able to announce plans to bring more than 4km of segregated cycle lanes to south-east London. We need more Londoners to cycle and walk for the good of their health and our air quality, and that's why we're working so hard make cycling safer and easier right across the capital. By bringing this route to an area of such high demand, this superhighway really will open up cycling to thousands more Londoners.'",
     "Will Norman, London's Walking and Cycling Commissioner, said:",
     "'I'm so pleased that we can share our plans for Cycle Superhighway 4 just one week after announcing Cycle Superhighway 9. These new routes are a key part of our work to make cycling more accessible across London and will add more than 10km of segregated lanes to the capital's roads. South-east London is an area of huge cycling potential so I know that CS4 will make a real difference to so many cyclists and budding riders by providing a safe segregated route that links straight into our growing cycling network.'",
     "Nadia Broccardo, Chief Executive of Team London Bridge, said:",
     "'Businesses in the London Bridge area are keen to make this a safe and attractive place to walk and cycle, whether it's for employees cycling to work or visitors coming to enjoy the attractions. With a new station and continued growth in the area, getting a street environment that makes cycling convenient, safe and attractive is more pressing than ever. We welcome the CS4 consultation and look forward to new investment ensuring a world class street environment for a healthy London Bridge.'",
     "The first part of the consultation, which launches today, includes more than four kilometres of two-way segregated cycle tracks on Tooley Street, Jamaica Road, Evelyn Street and Creek Road.",
     "It features five new traffic light pedestrian crossings, the upgrade of more than 20 existing crossings, and the redesign of the Rotherhithe Roundabout, which was identified as a priority as part of the Mayor's Safer Junctions programme.",
     "It will also connect to the wider cycling network, connecting with Quietway 14 via segregated lane on Tanner Street. This quietway would link the North-South Cycle Superhighway with the proposed Cycle Superhighway 4. Plans for the section on Lower Road, which will incorporate the regeneration planned for Canada Water, will be consulted on next year.",
     "Councillor Alan Smith, Deputy Mayor and Cabinet Member for Growth and Regeneration at Lewisham Council, said:",
     "'We're very excited at the prospect of a new cycle superhighway coming to the borough. We actively promote healthy and sustainable forms of travel in Lewisham and the adding a segregated route will make cycling much safer and more attractive to new cyclists.'",
     "Simon Munk, Infrastructure Campaigner, London Cycling Campaign (LCC), said:",
     "'This route will dramatically improve dangerous junctions in south-east London, including the Rotherhithe roundabout. It will make them far safer for the thousands who already cycle through them daily. And CS4, like CS9 announced last week, won't just calm collision hotspots for those who already cycle - it will unlock the potential for far more people to cycle, for far more journeys. CS4 and CS9 take a big step towards fulfilling the Mayor's commitment to our members to triple the protected space for cycling on main roads, which is key to lots more everyday journeys happening by bike.'",
     "Matt Winfield, Sustrans' Acting London Director, said:",
     "'Cycle Superhighway 4 will be an important way to unlock cycling for more Londoners, helping to clean our air, keep people moving and improve our health. Segregated routes like these are an essential part of the mix to help more of us get on our bikes and will increase the record numbers that already are cycling. And the improvements between Tower Hill and Greenwich, particularly at the Rotherhithe Roundabout, are a real step forward to keep Londoners safer on our streets. Busy main roads and junctions prevent people from cycling or walking. This proposal will make London's streets healthier and safer.'",
     "Leon Daniels, Managing Director of Surface Transport at TfL, said:",
     "'Our plans for Cycle Superhighway 4 would dramatically improve access to cycling in south-east London as well as significantly improving pedestrian facilities. The Superhighway is an extremely efficient use of road space, which improves health and brings added environmental benefits, while boosting the local economy. We believe these plans will deliver huge benefits to those who live and work in the area and we know that their views are vital to help us shape our plans, so we can make them work for as many people as possible.'",
     "Subject to the results of this consultation, Transport for London (TfL) and partner boroughs aim to start building the cycle superhighway late next year.",
     "Notes to Editors:",
     "The Cycle Superhighway 4 consultation ends on 19 November. It can be found here: \u003ca href=\"http://www.tfl.gov.uk/cs4\"\u003ewww.tfl.gov.uk/cs4\u003c/a\u003e ",
     "TfL will analyse and consider all the responses received to the consultation, and publish its response next year.",
     "TfL will hold public exhibitions to ensure as much information as possible is available for Londoners.",
     "The public exhibitions will be held on",
     "{\"template\":\"bulletlist\",\"items\":[\"Tuesday 3 October 15:00-19:00 at Beormund Community Centre, 177 Abbey Street, SE1 2AN\",\"Thursday 5 October 15:00-19:00 at Deptford Lounge 9 Giffin Street, SE8 4RH\",\"Saturday 14 October 11:00-15:00 at Deptford Lounge 9 Giffin Street, SE8 4RH\",\"Tuesday 17 October 16:00-19:00 at St Alfege Church Hall, 3 Greenwich Church Street, SE10 9BJ\",\"Saturday 21 October 11:00-15:00 at James Wolfe Primary School, 21 Randall Place, SE10 9LA\",\"Wednesday 25 October 15:00-19:00 at The Finnish Church, 33 Albion Street, SE16 7JG\",\"Saturday 4 November 11:00-15:00 at The Finnish Church, 33 Albion St, SE16 7JG\"]}",
     "In addition, the consultation material will be on display at the following locations from Thursday 28 September for the duration of the consultation:",
     "{\"template\":\"bulletlist\",\"items\":[\"Canada Water Library: 21 Surrey Quays Road, SE16 7AR\",\"Deptford Lounge: 9 Giffin Street, SE8 4RH\",\"West Greenwich Library: 146 Greenwich High Road, SE10\",\"Blue Anchor Library: Market Place, Southwark Park Road, SE16 3UQ\"]}",
     "Cycling is an extremely efficient use of road space and recently completed cycle lanes in London have shown to be five times more efficient at moving people than a standard traffic lane.",
     "A daily average of more than 500,000kms were cycled in the congestion charging zone in 2016. This is up 7.2% since 2014.",
     "In 2015 there were 670,000 cycle journeys per day across London, equivalent to 10% of all bus journeys, or one fifth of all tube journeys",
     "Safety concerns have long been identified as the number one barrier to cycling, and high-quality cycling infrastructure helps overcome this. The East-West and North-South Cycle Superhighways have seen a significant increase in cycling as a mode of transport along those routes, with nearly three-quarters of users believing they cycle more because of them.",
     "The proposed route for Cycle Superhighway 4 is in the top five per cent of London for cycle demand and as well as having a high potential for people to switch from motor vehicle to bicycle. Over three years to August 2016 there were 93 cyclist collisions along this section of the A200.",
     "Rotherhithe Roundabout was identified as having one of the poorest safety records in London by TfL's Safer Junctions programme. For more information - \u003ca href=\"https://tfl.gov.uk/info-for/media/press-releases/2017/april/new-roads-targeted-in-updated-safer-junctions-programme\"\u003ehttps://tfl.gov.uk/info-for/media/press-releases/2017/april/new-roads-targeted-in-updated-safer-junctions-programme\u003c/a\u003e "
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2017/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2017/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2017/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2017/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2017/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2017/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2017/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2017/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2017/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2017/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2017/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2017/december",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}