{
 "pageTitle": "New TfL app enables passengers to top up their Oyster card 'on the go'",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2017",
   "url": "/info-for/media/press-releases/2017"
  },
  {
   "title": "September",
   "url": "/info-for/media/press-releases/2017/september"
  },
  {
   "title": "New TfL app enables passengers to top up their Oyster card ‘on the go’"
  }
 ],
 "title": {
  "title": "New TfL app enables passengers to top up their Oyster card ‘on the go’",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "content",
    "texts": [
     "Oyster card users can now check their pay as you go balance and top up their card with just a few quick taps of their smartphone after Transport for London (TfL) today launched its new app.",
     "The new app, which was designed by TfL and developed by Cubic Transportation Systems, is free to download via the Apple App Store and Google Play Store and enables customers to use their smartphone to quickly add pay as you go credit or Travelcards to their Oyster card. These can then be added after 30 minutes by simply touching the Oyster card on the yellow card reader at any Tube or rail station, tram stop or River Bus pier as part of a journey.",
     "Later this year, customers will be able to collect their top up by touching their Oyster card on the yellow card readers on any of London's 9,000 buses.",
     "The app also enables customers to view the last eight weeks of their journey history, check how much pay as you go credit they have on their Oyster card and provides, for the first time, a 'low balance' alert direct to their phone to help ensure they have enough pay as you go credit before they travel. Additional functionality will be added, including the ability to apply for refunds for incomplete journeys.",
     "In order to use the new TfL app, customers need to have an Oyster online account, which can be set up in a few minutes directly within the app or by visiting oyster.tfl.gov.uk. As well offering access to the new app, having an Oyster online account gives access to email updates on service changes on their regular route and protects their Oyster card against any loss or theft.",
     "Sadiq Khan, Mayor of London, said: `London continues to lead the way using new technology to improve our transport network, and I'm delighted that our new app will make topping up your Oyster card much easier and more convenient. We've all had to top up our Oyster card when we're in a rush or queue at a ticket machine, so being able to add money quickly using your phone will make a real difference to busy commuters.",
     "`As we continue to build a world-class, affordable transport network across our city, we will make sure we utilise the very latest technology to improve the experience for every passenger.'",
     "Shashi Verma, Chief Technology Officer at TfL, said: \"Pay as you go with Oyster and Contactless has delivered greater convenience for our customers, and we are constantly trying to make further improvements.  As smartphones become an increasingly essential part of our customers' lives, we are introducing this app to make the process of buying and checking travel products as quick and convenient as possible.\"",
     "Janet Cooke, Chief Executive of London TravelWatch, said: \"These latest improvements will help passengers ensure they get the best value for money from their Oyster products and satisfy a demand we identified in our 2013 Value for Money research. They will also make it much more convenient for passengers to top up, removing the need to queue at a ticket machine.\"",
     "Roger Crow, Executive Vice President and Managing Director, Europe, Cubic Transportation Systems, said: `This project exemplifies our strong partnership with TfL to innovate and deliver solutions that benefit the ultimate end user - TfL's customers. This important step forward utilizes Cubic's leading-edge technology and builds on the mobile ticketing solutions we have developed for our US and German customers.'",
     "The new TfL app is the latest in a range of improvements to help make travelling using public transport in London as affordable and convenient as possible. Last month, TfL introduced a number of improvements to the Oyster online system allowing anyone who tops up their pay as you go credit or buys Travelcards online to collect their purchase from any Tube or rail station, tram stop or River Bus pier when they touch in, rather than having to nominate a station when they make the purchase.",
     "Throughout 2017 and 2018, further improvements to the Oyster and Contactless system will also be introduced, including:",
     "{\"template\":\"bulletlist\",\"items\":[\"Expanding the Mayor's 'Hopper fare' to allow unlimited journeys on buses and trams within an hour from 2018;\",\"Adding the ability to view journey history for Contactless payments through the TfL app;\",\"Introducing pay as you go to cover the Elizabeth line, which once fully open will see services running from Reading and Heathrow in the west to Shenfield and Abbey Wood in the east by December 2019;\",\"Making Bus \\u0026 Tram Pass season tickets available to purchase online and via the app;\",\"Introducing weekly capping on Oyster to bring it in line with Contactless.\"]}",
     "To download the TfL app onto your mobile:",
     "{\"template\":\"bulletlist\",\"items\":[\"For Apple products - \\u003ca href=\\\"http://itunes.apple.com/gb/app/tfl-oyster/id117942008\\\"\\u003eitunes.apple.com/gb/app/tfl-oyster/id117942008\\u003c/a\\u003e \",\"For Android products - \\u003ca href=\\\"http://play.google.com/store/apps/details?id=uk.gov.tfl.oystercontactless\\\"\\u003eplay.google.com/store/apps/details?id=uk.gov.tfl.oystercontactless\\u003c/a\\u003e \"]}",
     "Ends",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"The technological advances form a key part of TfL's action plan to address concerns raised in the London Travelwatch report into the closure of ticket offices at London Underground stations, which was published last year - london.gov.uk/transport/rail-and-underground/tube-ticket-office-closures-and-improving-customer-experiences\",\"Any customers with a first-generation Oyster card, which were predominantly issued prior to 2010, will need to upgrade their Oyster card to one which has a \\\"D\\\" in the bottom left hand corner on the back of the card - tfl.gov.uk/first-generation-oyster. TfL is currently contacting regular Oyster card users with a first-generation card through Oyster online to encourage them to upgrade their card to take advantage of the new app.\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2017/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2017/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2017/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2017/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2017/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2017/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2017/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2017/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2017/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2017/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2017/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2017/december",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}