{
 "pageTitle": "TfL releases interim Direct Vision Standard HGV star ratings",
 "description": "TfL releases interim HGV star ratings as part of its Direct Vision Standard proposal",
 "template": "page-content",
 "breadcrumbs": [
  {
   "style": "home",
   "title": "Home",
   "url": "/"
  },
  {
   "title": "Media",
   "url": "/info-for/media/index"
  },
  {
   "title": "Press releases",
   "url": "/info-for/media/press-releases"
  },
  {
   "title": "2017",
   "url": "/info-for/media/press-releases/2017"
  },
  {
   "title": "September",
   "url": "/info-for/media/press-releases/2017/september"
  },
  {
   "title": "TfL releases interim Direct Vision Standard HGV star ratings"
  }
 ],
 "title": {
  "title": "TfL releases interim Direct Vision Standard HGV star ratings ",
  "card": {
   "link": {
    "image": {}
   },
   "image": {},
   "wrapped": false
  }
 },
 "body": {
  "primarys": [],
  "cards": [
   {
    "template": "intro",
    "texts": [
     "Consultation to open in the autumn on all proposed interim star ratings and a new Direct Vision Standard HGV safety permit"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   },
   {
    "template": "content",
    "texts": [
     "{\"template\":\"bulletlist\",\"items\":[\"The Direct Vision Standard forms part of The Mayor and TfL's Vision Zero approach to reducing road danger\",\"Cycling UK encourage other cities to share the Mayor's vision\"]}",
     "Transport for London (TfL) has released interim direct vision star ratings for Euro VI Heavy Goods Vehicles (HGVs) as part of the development of its proposed Direct Vision Standard (DVS).",
     "The DVS will be the first initiative of its kind to categorise HGVs depending on the level of a driver's direct vision from a cab. HGVs will be given a rating between 'zero-star' (lowest) and 'five-star' (highest), with only those vehicles rated 'three-star' and above, or which have comprehensive safety systems, able to operate in London from 2024.",
     "The development of the proposed Direct Vision Standard forms part of the Mayor of London and TfL's Vision Zero approach to reducing road danger.",
     "Research by TfL shows that during 2014 and 2015, HGVs were involved in disproportionately high numbers of fatal collisions with cyclists (58 per cent) and pedestrians (22.5 per cent) on London's streets, despite only making four per cent of the miles driven in the Capital.",
     "The release of the interim star ratings for individual Euro VI HGV models will help give confidence that vehicles being manufactured, purchased or leased can be compliant with both Ultra-Low Emission Zone requirements and the DVS. We will continue to work with manufacturers to ensure interim star ratings for other HGV models will be released later this year.",
     "Industry views have helped shape the proposals which now include plans for an HGV safety permit scheme based on the DVS ratings, and industry-recognised safety systems to reduce road danger.",
     "If approved, the proposals will require all HGVs over 12 tonnes to hold a safety permit to enter or operate in the Capital from 2020. Those rated 'one star' and above would automatically be granted a permit, while those rated 'zero star' (lowest) would have to include specific recognised safety systems, such as sensors, visual warnings and comprehensive driver training, before a permit is granted. The safety permit scheme would evolve over time, taking into account advances in technology.",
     "The details of this 'safe system' will be included in the autumn consultation, and the expertise of both industry experts and vulnerable road user representatives will continue to be an important part of developing the plans. Confirmed star ratings will subsequently be published.",
     "It is proposed that from 2024 only those rated 'three star' and above, or which have an advanced safety system, would be allowed on London's streets.",
     "The introduction of these measures provides a comprehensive approach to reducing road danger for all road users.",
     "Alongside developing the Direct Vision Standard and the proposed safety permit scheme, TfL is also lobbying the European Commission for changes in international vehicle safety and design regulations to push for long term improvements to future HGV fleets.",
     "In 2016 TfL consulted on further improving lorry safety in London, which included consideration of mandating clear side panels in lorry doors to increase visibility. In order to legally require clear side panels TfL would have had to go through the same process of creating a Direct Vision Standard. Subsequent independent research has shown this proposal would have little impact on cyclist safety and no impact on pedestrian safety - and due to the requirements for enforcement - would be delivered at the same timescale as the Mayor's proposals.",
     "Alex Williams, TfL's Director of City Planning, said:",
     "'Businesses across the Capital need HGVs to operate, however the number of deaths involving HGVs is unacceptable. The industry has already made significant advancements to safety and has been very keen to support to the work we are doing to go even further and develop the Direct Vision Standard. Alongside the Mayor, we are committed to ridding London's streets of dangerous vehicles and are taking a Vision Zero approach to road danger. We welcome the industry's feedback on our latest proposals for the Direct Vision Standard as we work together to improve vehicle safety.'",
     "Duncan Dollimore, Cycling UK's Head of Campaigns and Advocacy, said:",
     "'This is the first scheme of its type in the world which is looking to address directly the cause of many pedestrian and cyclist fatalities: poorly designed lorry cabs that restrict visibility. Cycling UK looks forward to working with TfL in our collective aim to reduce road danger, and we encourage other cities to share the Mayor's vision to make our roads safer for all users.'",
     "Councillor Julian Bell, Chair of London Councils' Transport and Environment Committee, said:",
     "'Improving road safety for pedestrians and cyclists, who are more vulnerable to the risks posed by lorries is a high priority for London's boroughs. I therefore welcome the announcement of the new Direct Vision Standard ratings and call on vehicle manufacturers to develop more lorry cabs that rate highly. London Councils and the boroughs will continue to work closely with TfL to remove the most dangerous lorries from London's streets.'",
     "Nigel Jackson, Chief Executive of the Mineral Products Association, said:",
     "'Improving road safety is essential, particularly for vulnerable road users. In recent years MPA members have invested in more effective training, the installation of better technology and increased engagement with other road users and key stakeholders. MPA members, our construction colleagues and TfL have made great progress in improving safety awareness and taking action through the CLOCS initiative. We support the Mayor's drive to improve the direct vision of HGVs and look forward to engaging positively in the consultation and implementation processes.'",
     "Notes to Editors:",
     "{\"template\":\"bulletlist\",\"items\":[\"View the star ratings for Euro VI vehicle models: \\u003ca href=\\\"http://safertrucks.org.uk/\\\"\\u003esafertrucks.org.uk/\\u003c/a\\u003e \",\"Further information on the Direct Vision Standard concept can be found here: \\u003ca href=\\\"http://tfl.gov.uk/info-for/deliveries-in-london/delivering-safely/direct-vision-in-heavy-goods-vehicles\\\"\\u003etfl.gov.uk/info-for/deliveries-in-london/delivering-safely/direct-vision-in-heavy-goods-vehicles\\u003c/a\\u003e \",\"TfL's Collisions and Casualties reports can be found here: \\u003ca href=\\\"http://tfl.gov.uk/corporate/publications-and-reports/road-safety\\\"\\u003etfl.gov.uk/corporate/publications-and-reports/road-safety\\u003c/a\\u003e \",\"Details of industry meetings during 2017:\"]}",
     "{\"template\":\"bulletlist\",\"items\":[\"16 June, DVS workshop: Attended by industry representatives including trade associations and fleet operators\",\"21 June, DVS Expert Panel: Attended by all principal vehicle manufacturers, academics, consultants and regulatory bodies to inform the approach to setting the interim DVS rating boundaries and methodology\",\"4 July: TfL hosted, with European Commission support, the UN Economic Commission for Europe (UNECE) meeting on vulnerable road users safety measures\"]}"
    ],
    "link": {
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 },
 "rhnav": {
  "cards": [
   {
    "template": "listgroup",
    "style": "foldernav",
    "title": "Media",
    "links": [
     {
      "title": "Press releases",
      "url": "/info-for/media/press-releases",
      "image": {}
     },
     {
      "title": "2020",
      "url": "/info-for/media/press-releases/2020",
      "image": {}
     },
     {
      "title": "2019",
      "url": "/info-for/media/press-releases/2019",
      "image": {}
     },
     {
      "title": "2018",
      "url": "/info-for/media/press-releases/2018",
      "image": {}
     },
     {
      "title": "2017",
      "url": "/info-for/media/press-releases/2017",
      "image": {}
     },
     {
      "title": "January",
      "url": "/info-for/media/press-releases/2017/january",
      "image": {}
     },
     {
      "title": "February",
      "url": "/info-for/media/press-releases/2017/february",
      "image": {}
     },
     {
      "title": "March",
      "url": "/info-for/media/press-releases/2017/march",
      "image": {}
     },
     {
      "title": "April",
      "url": "/info-for/media/press-releases/2017/april",
      "image": {}
     },
     {
      "title": "May",
      "url": "/info-for/media/press-releases/2017/may",
      "image": {}
     },
     {
      "title": "June",
      "url": "/info-for/media/press-releases/2017/june",
      "image": {}
     },
     {
      "title": "July",
      "url": "/info-for/media/press-releases/2017/july",
      "image": {}
     },
     {
      "title": "August",
      "url": "/info-for/media/press-releases/2017/august",
      "image": {}
     },
     {
      "title": "September",
      "url": "/info-for/media/press-releases/2017/september",
      "image": {}
     },
     {
      "title": "October",
      "url": "/info-for/media/press-releases/2017/october",
      "image": {}
     },
     {
      "title": "November",
      "url": "/info-for/media/press-releases/2017/november",
      "image": {}
     },
     {
      "title": "December",
      "url": "/info-for/media/press-releases/2017/december",
      "image": {}
     },
     {
      "title": "2016",
      "url": "/info-for/media/press-releases/2016",
      "image": {}
     },
     {
      "title": "2015",
      "url": "/info-for/media/press-releases/2015",
      "image": {}
     },
     {
      "title": "2014",
      "url": "/info-for/media/press-releases/2014",
      "image": {}
     },
     {
      "title": "2013",
      "url": "/info-for/media/press-releases/2013",
      "image": {}
     },
     {
      "title": "2012",
      "url": "/info-for/media/press-releases/2012",
      "image": {}
     },
     {
      "title": "2011",
      "url": "/info-for/media/press-releases/2011",
      "image": {}
     },
     {
      "title": "2010",
      "url": "/info-for/media/press-releases/2010",
      "image": {}
     },
     {
      "title": "2009",
      "url": "/info-for/media/press-releases/2009",
      "image": {}
     },
     {
      "title": "2008",
      "url": "/info-for/media/press-releases/2008",
      "image": {}
     },
     {
      "title": "2007",
      "url": "/info-for/media/press-releases/2007",
      "image": {}
     },
     {
      "title": "2006",
      "url": "/info-for/media/press-releases/2006",
      "image": {}
     },
     {
      "title": "2005",
      "url": "/info-for/media/press-releases/2005",
      "image": {}
     },
     {
      "title": "2004",
      "url": "/info-for/media/press-releases/2004",
      "image": {}
     },
     {
      "title": "Photos",
      "url": "/info-for/media/photos",
      "image": {}
     },
     {
      "title": "Contact the Press Office",
      "url": "/info-for/media/contact-the-press-office",
      "image": {}
     },
     {
      "title": "Filming \u0026 photography",
      "url": "/info-for/media/filming-and-photography",
      "image": {}
     }
    ],
    "link": {
     "title": "Media",
     "url": "/info-for/media/filming-and-photography",
     "image": {}
    },
    "image": {},
    "wrapped": false
   }
  ]
 }
}